[
    {
        "url": "https://globalnews.ca/news/5496654/canada-huawei-5g-decision/",
        "title": "Canada to hold off on Huawei 5G decision until after the election: sources",
        "authors": [
            {
                "name": "David Ljunggren",
                "link": null
            }
        ],
        "publisher": "globalnews.ca",
        "publish_date": "2019-07-15",
        "text": "Canada is likely to postpone a decision on whether to allow China’s Huawei to supply 5G network equipment until after the October federal election, given increasingly strained relations with Beijing, say three well-placed sources.\n\nThe sources, who requested anonymity given the sensitivity of the situation, said the Liberal government of Prime Minister Justin Trudeau was reluctant to move until the fate of two Canadians detained in China became clearer.\n\nREAD MORE: Freeland says McCallum ‘does not speak’ for feds after explosive China interview\n\nChina picked up Michael Kovrig and Michael Spavor last December and later charged them with spying. Beijing acted after Canadian police arrested Huawei’s chief financial officer on a U.S. warrant, a move condemned by China.\n\nExperts in Ottawa are reviewing the security implications of 5G networks, including Huawei’s participation.\n\nThe United States is concerned the use of Huawei equipment could undermine national security.\n\nWATCH BELOW: Approving Huawei for 5G in Canada risks economic relationship with U.S. and China\n\nTwo sources with direct knowledge of the situation said there was no chance of an announcement before the election. A third source stressed a final decision had not yet been made but added it was unlikely details would be released in time for the vote.\n\nA postponement could irritate telecommunications companies such as BCE Inc and Telus, which cannot proceed with their plans for 5G wireless networks until Ottawa comes to a decision.\n\nREAD MORE: ‘Unjust and unfair’ — Huawei wants to be removed from U.S. security blacklist\n\nThe 5G issue is entangled in the broader trade and diplomatic dispute with China. Trudeau has condemned the arrests of the two men and several Canadian allies, including the United States, are calling for their release.\n\nWhether Canada was willing to allow a Chinese company to dominate an important part of the telecommunications network for the next generation was an important issue, said the third source.\n\nChina has also stopped importing some Canadian commodities.\n\nWATCH BELOW: Chinese embassy asks Canada to suspend all meat exports over ‘forged certificates’\n\nPublic Safety Minister Ralph Goodale, in charge of the 5G review, said in late April he intended the results to be made public by the election.\n\n“We will be taking appropriate decisions in due course,” said Goodale spokesman Scott Bardsley.\n\nBell, Telus and Huawei did not respond to requests for comment.\n\nRecent polls suggest the Liberals could retain power, fending off a challenge from the rival Conservative Party, which has said it would not allow Huawei 5G technology.\n\nREAD MORE: Countries that allow Huawei infrastructure could lose access to U.S. intelligence data: Pompeo\n\nA decision before October would not help Trudeau with voters, said the third source. Banning Huawei could anger Beijing but a positive decision would leave him open to attacks that he was ignoring the detainees’ fate.\n\nThe question of whether Huawei’s 5G equipment could contain backdoors allowing access to spies is dividing Canada and its partners in the Five Eyes intelligence-sharing network.\n\nThe United States, Australia and New Zealand have bans in place while Britain is taking a less firm line, indicating Huawei’s 5G products could be used in less sensitive areas.\n\nCanada is watching what Britain does very closely, said the third source, indicating Ottawa could take a similar decision. Huawei has repeatedly insisted Beijing has no influence over it.\n\nIn the meantime, Rogers, Canada’s third major telecommunications company, has announced it will use 5G equipment from Telefonaktiebolaget LM Ericsson.\n\n“(That) potentially gives them quite a head start … at a certain point the clamor from Bell and Telus will be louder than it is now,” said the second source.\n\nSmaller telecommunications firms such as SaskTel in the western province of Saskatchewan are chafing at the delay.\n\n“It’s a challenge for us … we’re pushing hard to get some answers from the federal government,” Don Morgan, the cabinet minister responsible for SaskTel, said on July 8.",
        "quotes": [
            [
                "We will be taking appropriate decisions in due course,",
                "Goodale",
                true
            ],
            [
                "That) potentially gives them quite a head start … at a certain point the clamor from Bell and Telus will be louder than it is now,",
                "",
                true
            ],
            [
                "It’s a challenge for us … we’re pushing hard to get some answers from the federal government,",
                "Don Morgan",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://globalnews.ca/news/5483606/chrystia-freeland-john-mccallum-china-interference/",
                "https://globalnews.ca/news/5487439/huawei-wants-us-remove-blacklist/",
                "https://globalnews.ca/news/5337972/huawei-cut-off-u-s-intelligence-data-pompeo/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.google.com/search?q=huawei+globalnews&rlz=1C1GCEU_enCA820CA823&oq=huawei+globalnews&aqs=chrome..69i57j0j69i60l3j0.1903j0j7&sourceid=chrome&ie=UTF-8",
                "https://globalnews.ca/tag/justin-trudeau/",
                "https://globalnews.ca/tag/china/"
            ]
        },
        "key_words": [
            "allow",
            "canada",
            "beijing",
            "united",
            "5g",
            "election",
            "hold",
            "sources",
            "equipment",
            "telecommunications",
            "decision",
            "huawei",
            "huaweis"
        ]
    },
    {
        "url": "https://globalnews.ca/news/5483606/chrystia-freeland-john-mccallum-china-interference/",
        "title": "Freeland says McCallum ‘does not speak’ for feds after explosive China interview",
        "authors": [
            {
                "name": "Politics",
                "link": null
            },
            {
                "name": "National Online Journalist",
                "link": null
            },
            {
                "name": "Amanda Connolly",
                "link": null
            }
        ],
        "publisher": "globalnews.ca",
        "publish_date": "2019-07-11",
        "text": "Foreign Affairs Minister Chrystia Freeland says Canada’s fired former ambassador to China “does not speak” for the government after he described offering advice to Chinese officials on how their attacks on Canada could influence the fall election to a newspaper.\n\nIn an interview with Hong Kong’s South China Morning Post published Wednesday, veteran Liberal John McCallum said he told China’s Ministry of Foreign Affairs that continuing to restrict Canadian exports to China would be politically beneficial to the Conservatives, who would take a much harder line on China than the governing Liberals.\n\nREAD MORE: McCallum reportedly warned China that hurting Canada ‘will help the Conservatives’\n\n“Anything that is more negative against Canada will help the Conservatives, [who] are much less friendly to China than the Liberals,” McCallum was quoted as saying in the interview with the English-language newspaper.\n\n“I hope and I don’t see any reason why things will get worse; it would be nice if things will get better between now and [Canada’s federal] election [in October].”\n\nHis explosive remarks quickly prompted accusations by Conservative Leader Andrew Scheer that McCallum was offering an “invitation of foreign interference in the Canadian election.”\n\nWATCH: Scheer says senior Liberal politician was ‘basically asking’ Chinese government to rig election\n\nFreeland was asked from a conference on media freedom in London, U.K., about the remarks by McCallum, who was fired as ambassador to China in January 2019 after weighing in on the merits of the extradition case against Huawei CFO Meng Wanzhou.\n\n“Let me be extremely clear that Mr. McCallum does not speak in the name of the government of Canada,” she responded, before addressing accusations that the remarks were an invitation for political interference.\n\n“It is a very important issue and it is something that we, as a country, have to be prepared to defend ourselves against,” she continued.\n\n“In that context, I think that it is inappropriate for any Canadian to be advising any foreign government on ways it ought or ought not to behave to secure any particular election outcome in Canada.”\n\nMinister of Foreign Affairs Chrystia Freeland says former China Ambassador John McCallum “does not speak” for the Government of Canada; referencing his comments that the Conservatives would be less friendly to China than the Liberals. pic.twitter.com/inKrdaGS3a — Redmond Shannon (@RedShannon) July 11, 2019\n\nMore to come.",
        "quotes": [
            [
                "Anything that is more negative against Canada will help the Conservatives, [who] are much less friendly to China than the Liberals,",
                "McCallum",
                true
            ],
            [
                "I hope and I don’t see any reason why things will get worse; it would be nice if things will get better between now and [Canada’s federal] election [in October].",
                "McCallum",
                true
            ],
            [
                "invitation of foreign interference in the Canadian election.",
                "",
                false
            ],
            [
                "Let me be extremely clear that Mr. McCallum does not speak in the name of the government of Canada,",
                "",
                true
            ],
            [
                "It is a very important issue and it is something that we, as a country, have to be prepared to defend ourselves against,",
                "",
                true
            ],
            [
                "In that context, I think that it is inappropriate for any Canadian to be advising any foreign government on ways it ought or ought not to behave to secure any particular election outcome in Canada.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://globalnews.ca/news/5478727/john-mccallum-china-helping-conservatives/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://globalnews.ca/tag/canada/",
                "https://globalnews.ca/tag/andrew-scheer/",
                "https://globalnews.ca/tag/chrystia-freeland/",
                "https://globalnews.ca/tag/china/",
                "https://globalnews.ca/tag/john-mccallum/",
                "https://globalnews.ca/tag/huawei/",
                "https://globalnews.ca/tag/Meng-Wanzhou/",
                "https://t.co/inKrdaGS3a",
                "https://twitter.com/RedShannon/status/1149301471172800512?ref_src=twsrc%5Etfw"
            ]
        },
        "key_words": [
            "interview",
            "canadian",
            "explosive",
            "foreign",
            "feds",
            "canada",
            "mccallum",
            "remarks",
            "election",
            "freeland",
            "does",
            "conservatives",
            "speak",
            "china"
        ]
    },
    {
        "url": "https://globalnews.ca/news/5487439/huawei-wants-us-remove-blacklist/",
        "title": "‘Unjust and unfair’: Huawei wants to be removed from U.S. security blacklist",
        "authors": [
            {
                "name": "Dake Kang",
                "link": null
            }
        ],
        "publisher": "globalnews.ca",
        "publish_date": "2019-07-12",
        "text": "The chairman of Huawei said Friday the Chinese tech giant has yet to see any benefit from President Donald Trump’s promise to allow U.S. companies to sell some components to the company and called on Washington to remove it from a security blacklist.\n\nREAD MORE: U.S. ‘loosening’ Huawei ban, but company remains on blacklist: Trump adviser\n\nThe “unjust and unfair” decision to add Huawei Technologies Ltd., the biggest maker of network equipment for phone companies, to a list that restricts exports is hurting its U.S. suppliers and global customers, Liang Hua told a news conference.\n\nAmerican officials accuse Huawei of facilitating Chinese spying, a charge the company denies, and see it as a growing competitor to U.S. technology industries. Its founder, Ren Zhengfei, said in June the company has cut sales forecasts by $30 billion over the next two years due to curbs on access to U.S. chips and other components.\n\nWATCH: Kudlow says Trump ‘not backing off’ on Huawei as security threat\n\nTrump promised last month to allow some sales to Huawei but said it will stay on the “entity list” until talks over Washington’s tariff war with Beijing are concluded.\n\n“So far we haven’t seen any tangible change,” Liang said.\n\n“We’re not saying that just because things have relaxed a little, we’re fine with being on the blacklist,” he said. “Actually, we believe our listing on the blacklist should be lifted completely.”\n\nDespite the U.S. export restrictions, Huawei revenue grew in the first half of this year, Liang said. He declined to give details ahead of the release of financial results later this month.\n\nTrump’s export curbs are a blow to U.S. suppliers of chips and other technology for which Huawei is one of the biggest buyers.\n\nREAD MORE: Trump raised Canadian detainees with China in ‘clear and substantive way’: source\n\nHuawei reported earlier that its sales rose 19.5 per cent last year over 2017 to 721.2 billion ($105.2 billion). The company’s founder, Ren Zhengfei, had said he expected sales to rise 30 per cent this year, but those plans were derailed by Trump’s export curbs.\n\nLiang said Huawei is deciding how to respond to possible loss of access to Google’s Android operating system for its mobile phones under Trump’s curbs. Huawei, the No. 2 global smartphone brand after Samsung, has developed its own operating system, Hongmeng, but has said so far it has no plans to use it on phones.\n\nWATCH: U.S. government eases restrictions on Huawei\n\n“The open Android operating system and ecosystem is still our first choice,” Liang said. “Of course, if America doesn’t let us use it, then might we in the future develop our own Hongmeng as our cellphone operating system? We still haven’t decided yet.”\n\nHuawei also is developing its own chips and other technology, which would reduce the amount it spends on U.S. components and help insulate the company against possible supply disruptions. Huawei announced plans in January for a next-generation smartphone based on its own chips.\n\nWATCH: Trump says trade talks will resume with China following meeting with Xi Jinping\n\nWashington will allow Huawei to license “commodity chip sets” and widely available software and tools so long as they don’t pose a risk to U.S. national security or foreign policy interests, the top American diplomat for cybersecurity, Robert Strayer, told reporters on Thursday.\n\nStrayer said Washington wants to avoid hurting U.S. suppliers of materials that are available from other vendors.\n\n“Our companies should not be at a disadvantage to others that are already selling to Huawei,” he said.",
        "quotes": [
            [
                "So far we haven’t seen any tangible change,",
                "Liang Hua",
                true
            ],
            [
                "We’re not saying that just because things have relaxed a little, we’re fine with being on the blacklist,",
                "Liang Hua",
                true
            ],
            [
                "Actually, we believe our listing on the blacklist should be lifted completely.",
                "Liang Hua",
                true
            ],
            [
                "The open Android operating system and ecosystem is still our first choice,",
                "Liang Hua",
                true
            ],
            [
                "Of course, if America doesn’t let us use it, then might we in the future develop our own Hongmeng as our cellphone operating system?",
                "Liang Hua",
                true
            ],
            [
                "We still haven’t decided yet.",
                "Liang Hua",
                true
            ],
            [
                "Our companies should not be at a disadvantage to others that are already selling to Huawei,",
                "Strayer",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://globalnews.ca/news/5457228/donald-trump-detained-canadians-china-meeting/",
                "https://globalnews.ca/news/5448260/huawei-trump-security-blacklist/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://globalnews.ca/tag/huawei/"
            ]
        },
        "key_words": [
            "system",
            "suppliers",
            "trump",
            "sales",
            "removed",
            "unfair",
            "liang",
            "security",
            "unjust",
            "trumps",
            "wants",
            "operating",
            "technology",
            "company",
            "blacklist",
            "huawei"
        ]
    },
    {
        "url": "https://globalnews.ca/news/5337972/huawei-cut-off-u-s-intelligence-data-pompeo/",
        "title": "Countries that allow Huawei infrastructure could lose access to U.S. intelligence data: Pompeo",
        "authors": [],
        "publisher": "globalnews.ca",
        "publish_date": "2019-05-31",
        "text": "The United States raised the pressure on Western allies in a war of attrition over next-generation networks on Friday, saying countries that allow China’s Huawei to build their telecoms infrastructure could be cut off from crucial intelligence data.\n\nSecretary of State Mike Pompeo issued the warning after meeting Foreign Minister Heiko Maas of Germany, which has so far stood with Britain and France in declining calls to ban the state-owned manufacturer from the 5G networks now being built.\n\nREAD MORE: China warns Canada not to help U.S. in Huawei case or there will be ‘consequences’\n\nIn the latest sign of escalating trans-Atlantic tensions over trade and security, Pompeo, on the first leg of a five-day European tour, said that while countries would take a “sovereign decision” on which equipment to use, that decision would have consequences.\n\n“(There is) a risk we will have to change our behavior in light of the fact that we can’t permit data on private citizens or data on national security to go across networks that we don’t have confidence (in),” he told a news conference.\n\nPompeo later met Chancellor Angela Merkel for brief talks before flying on to Switzerland, describing Germany as “a great, important partner and ally of the United States.”\n\nWATCH: Pence says U.S. won’t withdraw extradition request for Huawei CFO as 2 Canadians remain detained\n\nMerkel had herself just flown back from the United States the night before after delivering a speech to graduating Harvard students in which she exhorted them to “tear down walls of ignorance” and to stand for truth over lies – words widely interpreted as veiled criticism of U.S. President Donald Trump.\n\n“The U.S. is and remains our most important partner outside Europe,” Merkel told reporters ahead of the meeting. “We have many issues to discuss, since the world is not at rest,” she added, mentioning the challenge of preventing Iran acquiring nuclear weapons and hindering Iran’s “aggressive actions.”\n\nPompeo urged close ally Britain this month not to use Huawei’s technology to build new 5G networks because of concerns it could be a vehicle for Chinese spying.\n\nThe United States is at odds with its German allies on a host of issues, from trade to military spending and nuclear non-proliferation.\n\nWATCH: U.S. is underestimating Huawei, says founder\n\nPompeo’s visit had been scheduled earlier this month, but was called off at the last minute as tensions rose over Iran, on whose nuclear program Berlin and Washington differ.\n\nA Chinese Foreign Ministry spokesman, responding to similar comments on Huawei made by U.S. Vice President Mike Pence in Canada on Thursday, said the United States had yet to prove that Huawei’s products presented a security risk.\n\n“We hope that the United States can stop these mistaken actions which are not at all commensurate with their status and position as a big country,” said spokesman Geng Shuang.\n\nPompeo also urged Germany to follow Britain in proscribing Lebanon’s Iran-backed Hezbollah group and boost military spending.",
        "quotes": [
            [
                "There is) a risk we will have to change our behavior in light of the fact that we can’t permit data on private citizens or data on national security to go across networks that we don’t have confidence (in),",
                "",
                true
            ],
            [
                "a great, important partner and ally of the United States.",
                "Mike Pompeo",
                false
            ],
            [
                "The U.S. is and remains our most important partner outside Europe,",
                "Merkel",
                true
            ],
            [
                "We have many issues to discuss, since the world is not at rest,",
                "",
                true
            ],
            [
                "We hope that the United States can stop these mistaken actions which are not at all commensurate with their status and position as a big country,",
                "Geng Shuang",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://globalnews.ca/news/5337826/china-canada-huaewi-consequences/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://globalnews.ca/tag/huawei/"
            ]
        },
        "key_words": [
            "access",
            "huawei",
            "intelligence",
            "nuclear",
            "allow",
            "britain",
            "germany",
            "trade",
            "countries",
            "infrastructure",
            "united",
            "networks",
            "security",
            "data",
            "urged",
            "pompeo",
            "states",
            "lose"
        ]
    },
    {
        "url": "https://globalnews.ca/news/5478727/john-mccallum-china-helping-conservatives/",
        "title": "McCallum reportedly warned China that hurting Canada ‘will help the Conservatives’",
        "authors": [
            {
                "name": "Politics",
                "link": null
            },
            {
                "name": "National Online Journalist",
                "link": null
            },
            {
                "name": "Amanda Connolly",
                "link": null
            }
        ],
        "publisher": "globalnews.ca",
        "publish_date": "2019-07-10",
        "text": "John McCallum, former Canadian ambassador to China, says he warned Chinese officials that “punishing” Canada could help the Conservatives politically.\n\nIn an interview with the South China Morning Post published Wednesday morning, McCallum described telling China’s Ministry of Foreign Affairs that if it kept imposing restrictions on Canadian trade exports amid the ongoing diplomatic feud, China could get a lot more than it bargained for.\n\nREAD MORE: McCallum out as Canadian ambassador to China after comments on Meng extradition\n\n“Anything that is more negative against Canada will help the Conservatives, [who] are much less friendly to China than the Liberals,” McCallum was quoted as saying in the interview with the Hong Kong English-language newspaper.\n\n“I hope and I don’t see any reason why things will get worse; it would be nice if things will get better between now and [Canada’s federal] election [in October].”\n\nConservative Leader Andrew Scheer condemned the remarks by McCallum, calling them an “invitation of foreign interference in the Canadian election.”\n\n“Instead of scheming with the Government of China to win re-election, Liberals should advocate for the safe return of Michael Kovrig and Michael Spavor and the restoration of Canadian canola and meat imports to China,” Scheer said in a statement.\n\n“That [Prime Minister] Justin Trudeau appointed John McCallum – someone who has repeatedly advocated against Canada’s interests – to one of Canada’s most important diplomatic posts demonstrates his incompetence and poor judgment on the world stage.”\n\nWATCH: Government explains firing of Canada’s ambassador to China\n\nMcCallum, a former Liberal cabinet minister and veteran with the party, was named ambassador by Trudeau in 2017.\n\nBut he was fired earlier this year after weighing in on the merits of the extradition case against Huawei CFO Meng Wanzhou.\n\nHer arrest in December 2018 by Canadian border agents snared Canada in the crosshairs of the trade war between China and the U.S., with China detaining two Canadians — Michael Kovrig and Michael Spavor — in the days immediately following her arrest.\n\nREAD MORE: McCallum says it would be ‘great for Canada’ if Meng not extradited — report\n\nAmerican law enforcement officials had requested Meng’s detention and are currently seeking her extradition.\n\nIn January 2019, the U.S. charged Meng and Huawei with 23 counts of skirting sanctions on Iran and corporate espionage.\n\nChina has demanded the federal government intervene in her case and release her.\n\nTrudeau has refused, citing the extradition treaty governing the process between Canada and the U.S.\n\nWATCH: Canadian ambassador to China tells Chinese-language media that Huawei CFO has strong case\n\nUnder the process, extradition requests play out in the courts but require final approval by the minister of citizenship and immigration only once the court has approved the extradition and before it officially goes ahead.\n\nExtradition cases can take years to get to that point.\n\nCOMMENTARY: John McCallum was the wrong choice as envoy to China — and he proved it\n\nMcCallum had said in January 2019 during a closed-door meeting with Chinese journalists in Toronto that he thought Meng had a good chance of fighting her extradition. News of that speculation quickly prompted accusations from diplomats and political opponents that he had overstepped his role.\n\nMcCallum maintained in the South China Morning Post interview that he “misspoke” during that incident but also said he believes “it is quite possible the judge will release her.”\n\nA spokesperson for Global Affairs Canada did not say whether McCallum’s position is one that current government officials have also been making in their communications with the Chinese since the feud began.\n\n“As Minister Freeland has said, when it comes to the extradition request for Meng Wanzhou, Canada has very carefully and intentionally abided by its extradition treaty commitments, in accordance with the rule of law,” said Marie-Pier Basil in an email.\n\n“There has been no political interference in this case and a judicial process is underway.”\n\nShe added that the welfare of Kovrig and Spavor is the government’s top priority.\n\n“Our government has been clear about our principles, our commitment to the rule of law, and our deep concern for our citizens who have been detained,” she said. “We will continue to stand up for them.”",
        "quotes": [
            [
                "Anything that is more negative against Canada will help the Conservatives, [who] are much less friendly to China than the Liberals,",
                "John McCallum",
                true
            ],
            [
                "I hope and I don’t see any reason why things will get worse; it would be nice if things will get better between now and [Canada’s federal] election [in October].",
                "",
                true
            ],
            [
                "invitation of foreign interference in the Canadian election.",
                "John McCallum",
                false
            ],
            [
                "Instead of scheming with the Government of China to win re-election, Liberals should advocate for the safe return of Michael Kovrig and Michael Spavor and the restoration of Canadian canola and meat imports to China,",
                "Scheer",
                true
            ],
            [
                "That [Prime Minister] Justin Trudeau appointed John McCallum – someone who has repeatedly advocated against Canada’s interests – to one of Canada’s most important diplomatic posts demonstrates his incompetence and poor judgment on the world stage.",
                "John McCallum",
                true
            ],
            [
                "it is quite possible the judge will release her.",
                "John McCallum",
                false
            ],
            [
                "As Minister Freeland has said, when it comes to the extradition request for Meng Wanzhou, Canada has very carefully and intentionally abided by its extradition treaty commitments, in accordance with the rule of law,",
                "Marie-Pier Basil",
                true
            ],
            [
                "There has been no political interference in this case and a judicial process is underway.",
                "",
                true
            ],
            [
                "Our government has been clear about our principles, our commitment to the rule of law, and our deep concern for our citizens who have been detained,",
                "",
                true
            ],
            [
                "We will continue to stand up for them.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.scmp.com/business/article/3017933/beijing-should-avoid-punishing-canada-over-huawei-case-cautions-ottawas-ex",
                "https://globalnews.ca/news/4896352/john-mccallum-firing/",
                "https://globalnews.ca/news/4891212/john-mccallum-meng-wanzhou-huawei-extradition/",
                "https://globalnews.ca/news/4893476/mccallum-resigns-ambassador-china-meng-extradition/",
                "https://globalnews.ca/news/4877971/john-mccallum-meng-wanzhou-china-huawei/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://globalnews.ca/tag/china/",
                "https://globalnews.ca/tag/john-mccallum/",
                "https://globalnews.ca/tag/huawei/",
                "https://globalnews.ca/tag/meng-wanzhou/"
            ]
        },
        "key_words": [
            "canadas",
            "extradition",
            "meng",
            "canadian",
            "hurting",
            "warned",
            "canada",
            "mccallum",
            "help",
            "michael",
            "ambassador",
            "conservatives",
            "minister",
            "reportedly",
            "china"
        ]
    },
    {
        "url": "https://globalnews.ca/news/5457228/donald-trump-detained-canadians-china-meeting/",
        "title": "Trump raised Canadian detainees with China in ‘clear and substantive way’: source",
        "authors": [
            {
                "name": "Politics",
                "link": null
            },
            {
                "name": "National Online Journalist",
                "link": null
            },
            {
                "name": "Amanda Connolly",
                "link": null
            }
        ],
        "publisher": "globalnews.ca",
        "publish_date": "2019-07-03",
        "text": "Canadian officials have received confirmation that U.S. President Donald Trump raised the matter of the two Canadians detained by China during a weekend meeting with Chinese President Xi Jinping, according to a government source.\n\nThe confirmation comes after Prime Minister Justin Trudeau was asked by reporters on Tuesday whether he had received any assurance that Trump raised the issue as he had promised to do. Trudeau responded by saying he was “confident” the conversation took place but did not provide any explanation of why he was confident.\n\nREAD MORE: Trudeau mum on why he is ‘confident’ Trump raised detentions with China\n\n“We do have confirmation that President Trump raised the issue in a clear and substantive way with President Xi,” said the source, speaking on background with Global News. The source added that the confirmation was not new, indicating Trudeau had that information when he spoke to reporters on Tuesday.\n\nCBC News first reported the development.\n\nWATCH BELOW: Trump willing to raise Canada’s concerns to Chinese president\n\nTrump promised to raise the detentions of Michael Kovrig and Michael Spavor directly with Xi last week, saying that, at Trudeau’s request, “I will absolutely bring that up.”\n\nHe also pledged: “Anything I can do to help Canada, I will be doing.”\n\nBoth Kovrig and Spavor were detained in December 2018 just days after Canadian border officials detained Huawei CFO Meng Wanzhou at the behest of American authorities, who charged her and her company with 23 counts of skirting sanctions on Iran and corporate espionage the following month.\n\nChina has demanded Canada free Meng, who is free on bail and living in her multi-million dollar Vancouver home while her extradition case works its way through the courts. In contrast, Kovrig and Spavor are being detained with no access to lawyers and limited consular visits.\n\nWATCH BELOW: China denounces Canada for ‘naive’ approach over detained citizens\n\nCanadian officials have been working a concerted campaign behind the scenes to get allies to pressure China about the detentions\n\nDozens have spoken out in support of Canada since Kovrig and Spavor were detained and rallying that support was a key focus for the government at the recent G20 Summit in Osaka, Japan, over the weekend.\n\nChinese officials billed those efforts on Wednesday as “naive.”\n\nCanadian International Trade Minister Jim Carr hit back at that accusation on Wednesday when asked about it by reporters.\n\n“We have countless conversations with our allies and wherever I travel in the world, I talk to Canada’s allies about this difficult moment we’re having with China,” he said in response.\n\n“Who are they to say there’s no value in Canada talking to its allies about issues we have abroad? In a multilateral system, that’s how we do diplomacy.”",
        "quotes": [
            [
                "We do have confirmation that President Trump raised the issue in a clear and substantive way with President Xi,",
                "Trump",
                true
            ],
            [
                "I will absolutely bring that up.",
                "Trump",
                true
            ],
            [
                "Anything I can do to help Canada, I will be doing.",
                "",
                true
            ],
            [
                "We have countless conversations with our allies and wherever I travel in the world, I talk to Canada’s allies about this difficult moment we’re having with China,",
                "",
                true
            ],
            [
                "Who are they to say there’s no value in Canada talking to its allies about issues we have abroad?",
                "",
                true
            ],
            [
                "In a multilateral system, that’s how we do diplomacy.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://globalnews.ca/news/5453130/justin-trudeau-trump-china-detainees/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://globalnews.ca/tag/donald-trump/",
                "https://globalnews.ca/tag/justin-trudeau/"
            ]
        },
        "key_words": [
            "detainees",
            "way",
            "trump",
            "canadian",
            "kovrig",
            "canada",
            "source",
            "substantive",
            "clear",
            "trudeau",
            "officials",
            "raised",
            "president",
            "confirmation",
            "detained",
            "spavor",
            "china"
        ]
    },
    {
        "url": "https://globalnews.ca/news/5448260/huawei-trump-security-blacklist/",
        "title": "U.S. ‘loosening’ Huawei ban, but company remains on blacklist: Trump adviser",
        "authors": [],
        "publisher": "globalnews.ca",
        "publish_date": "2019-06-30",
        "text": "WASHINGTON — White House economic adviser Larry Kudlow insisted Sunday that U.S. President Donald Trump won’t back off national security concerns after agreeing to allow U.S. companies to sell some components to Chinese telecommunications giant Huawei.\n\nREAD MORE: Trudeau and Xi had ‘positive, constructive’ talks at G20: PMO\n\nKudlow told Fox News Sunday and CBS’ Face the Nation that Huawei will remain on an American blacklist as a potential security threat. He stressed that additional U.S. licensing “will be for what we call general merchandise, not national security sensitive,” such as chips and software generally available around the world.\n\n“What’s happening now is simply a loosening up for general merchandise,” Kudlow said. “This is not a general amnesty.”\n\nTrump made the announcement Saturday after meeting with China’s Xi Jinping at the Group of 20 summit in Japan. Trump said U.S. companies could make the sales if the transactions don’t present a “great, national emergency problem.”\n\nWATCH: Trump says he’ll be raising Huawei in meeting with China’s Xi Jinping\n\nSeveral Republican senators immediately expressed concerns. In a tweet Saturday, Sen. Marco Rubio of Florida called the decision a “catastrophic mistake.” Sen. Lindsey Graham, R-S.C., told CBS that Trump’s agreement was “clearly a concession,” and also said it would be a mistake if sales to Huawei involved “major technology.”\n\nSen. John Barrasso, R-Wyo., described the Chinese company as a clear threat to U.S. national security. “To me, Huawei in the United States would be like a Trojan horse ready to steal more information from us,” he told NBC’s Meet the Press.\n\nREAD MORE: Google suspends some business with Huawei after Trump order blacklists Chinese tech firm\n\nAmerican officials accuse Huawei of facilitating Chinese spying, a charge the company denies, and see it as a growing competitive threat to U.S. technology industries.\n\nThe company’s chief financial officer, Meng Wanzhou, was arrested in Vancouver on behalf of the U.S. in December. She faces possible extradition on fraud-related charges. The incident has set off a deepening diplomatic row between China and Canada.\n\nWATCH: Approving Huawei for 5G in Canada risks economic relationship with U.S. and China: U.S. security expert\n\nHuawei’s founder, Ren Zhengfei, said earlier this month it has cut its project sales by $30 billion over the next two years due to curbs on access to American chips and other components. He said smartphone sales outside China will fall 40 per cent.\n\nHuawei’s U.S. sales of network gear evaporated after a U.S. congressional panel labelled the company a security threat in 2012 and told phone carriers to avoid it. The Chinese company still has a patent portfolio it licenses to manufacturers and carriers.\n\nWith a file from Global News",
        "quotes": [
            [
                "will be for what we call general merchandise, not national security sensitive,",
                "",
                false
            ],
            [
                "What’s happening now is simply a loosening up for general merchandise,",
                "Kudlow",
                true
            ],
            [
                "This is not a general amnesty.",
                "Kudlow",
                true
            ],
            [
                "To me, Huawei in the United States would be like a Trojan horse ready to steal more information from us,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://globalnews.ca/news/5294918/google-suspends-huawei-business-u-s-blacklist/",
                "https://globalnews.ca/news/5444597/justin-trudeau-xi-jinping-g20/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://globalnews.ca/tag/larry-kudlow/",
                "https://globalnews.ca/tag/donald-trump/",
                "https://globalnews.ca/tag/meng-wanzhou/",
                "https://globalnews.ca/tag/huawei/"
            ]
        },
        "key_words": [
            "national",
            "trump",
            "sales",
            "chinese",
            "adviser",
            "told",
            "loosening",
            "ban",
            "security",
            "threat",
            "remains",
            "company",
            "blacklist",
            "huawei",
            "xi"
        ]
    },
    {
        "url": "https://globalnews.ca/news/5337826/china-canada-huaewi-consequences/",
        "title": "China warns Canada not to help U.S. in Huawei case or there will be ‘consequences’",
        "authors": [],
        "publisher": "globalnews.ca",
        "publish_date": "2019-05-31",
        "text": "China warned Canada on Friday that it needs to be aware of the consequences of aiding the U.S. in a case involving the Chinese tech giant Huawei that is believed to have sparked the detentions of two Canadians in China.\n\nForeign ministry spokesman Geng Shuang’s comments Friday came after U.S. Vice-President Mike Pence and Prime Minister Justin Trudeau called for the release of Michael Kovrig and Michael Spavor.\n\nREAD MORE: China refuses to speak about detained Canadians, Freeland says\n\nBoth were arrested on Dec. 10 after Canada detained a Huawei executive wanted by the United States on fraud charges. While China has denied they were taken in retaliation, it has repeatedly implied that there is a strong connection between the cases.\n\nKorvig, a former diplomat and Asia expert at the International Crisis Group, and Spavor, a businessman, have been accused of colluding to steal state secrets. Canada has repeatedly urged their immediate release, calling their detentions “arbitrary.” Neither has been permitted access to lawyers or family members.\n\n“We hope that the Canadian side can have a clear understanding of the consequences of endangering itself for the gains of the U.S. and take immediate actions to correct its mistakes so as to spare itself the suffering from growing damage,” Geng said at a daily news briefing.\n\nWATCH: Canadians detained in China may not know why they have been arrested\n\nHuawei CFO Meng Wanzhou, the daughter of the company’s founder, is accused of lying to banks about the company’s dealings with Iran in violation of U.S. trade sanctions. Her attorney has argued that comments by U.S. President Donald Trump suggest the case against her is politically motivated.\n\nWashington has pressured other countries to limit use of Huawei’s technology, warning they could be opening themselves up to surveillance and theft of information.\n\nREAD MORE: Chinese envoy says Canada-China relations have hit ‘rock bottom’\n\nChina and the U.S. are currently embroiled in a trade dispute that has beleaguered global financial markets.\n\nAnother Canadian held in China, Robert Schellenberg, was re-sentenced to death in a drug case following Meng’s detention. His case is currently under appeal.",
        "quotes": [
            [
                "We hope that the Canadian side can have a clear understanding of the consequences of endangering itself for the gains of the U.S. and take immediate actions to correct its mistakes so as to spare itself the suffering from growing damage,",
                "Geng",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://globalnews.ca/news/5309282/china-canada-relations-rock-bottom/",
                "https://globalnews.ca/news/5325752/china-detained-canadians-chrystia-freeland-ambassador/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://globalnews.ca/tag/huawei/",
                "https://globalnews.ca/tag/china/"
            ]
        },
        "key_words": [
            "warns",
            "trade",
            "canada",
            "canadians",
            "release",
            "help",
            "consequences",
            "repeatedly",
            "michael",
            "case",
            "immediate",
            "detained",
            "huawei",
            "china"
        ]
    }
]