[
    {
        "url": "https://www.chicagotribune.com/news/criminal-justice/ct-r-kelly-arrested-federal-charges-20190712-6ghntysw3zf3lpncn4owcfzyje-story.html",
        "title": "R. Kelly hit with federal indictments in New York, Chicago; faces new racketeering, sex crime charges, allegations he paid to recover sex tapes and cover up conduct",
        "authors": [
            {
                "name": "Megan Crepeau",
                "link": null
            },
            {
                "name": "Madeline Buckley",
                "link": null
            },
            {
                "name": "Jason Meisner",
                "link": null
            }
        ],
        "publisher": "www.chicagotribune.com",
        "publish_date": "2019-07-12",
        "text": "“If convicted on all counts, the defendant faces the prospect of spending decades in prison,” wrote Richard Donoghue, U.S. attorney for the Eastern District of New York. \"Given the strength of the evidence in the case and the substantial prison sentence that the defendant faces, the defendant poses a significant flight risk. As his past interactions with the criminal justice system have failed to deter the defendant from continuing to engage in serious criminal activity, the defendant is also a danger to the community.”",
        "quotes": [
            [
                "If convicted on all counts, the defendant faces the prospect of spending decades in prison,",
                "Richard Donoghue",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.buzzfeednews.com/article/jimderogatis/r-kelly-underage-woman-speaks-out",
                "https://www.chicagotribune.com/news/criminal-justice/ct-r-kelly-new-federal-charges-what-next-20190713-xricujfptjh2pgyg3fofr7fttq-story.html#nt=instory-link",
                "https://www.chicagotribune.com/entertainment/tv/ct-ent-r-kelly-documentary-lifetime-20190102-story.html#nt=instory-link",
                "https://www.chicagotribune.com/news/criminal-justice/ct-r-kelly-federal-indictment-20190712-d2kqppemwzck3kadxqddjmq6i4-story.html#nt=instory-link"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "substantial",
            "faces",
            "recover",
            "indictments",
            "tapes",
            "system",
            "kelly",
            "paid",
            "spending",
            "strength",
            "defendant",
            "sex",
            "hit",
            "r",
            "york",
            "criminal",
            "prison",
            "racketeering",
            "wrote"
        ]
    },
    {
        "url": "https://www.buzzfeednews.com/article/jimderogatis/r-kelly-underage-woman-speaks-out",
        "title": "A Woman Who Says She Had Underage Sex With R. Kelly Is Finally Telling Her Story",
        "authors": [
            {
                "name": "Buzzfeed Contributor",
                "link": null
            },
            {
                "name": "Jim Derogatis",
                "link": null
            }
        ],
        "publisher": "www.buzzfeednews.com",
        "publish_date": "",
        "text": "Jerhonda Pace was just 15 when she met her musical idol, R. Kelly, outside his child pornography trial. The alleged underage sexual relationship with him that followed and subsequent payouts mirror decades of allegations against the star.\n\nKristen Zeis for BuzzFeed News Jerhonda Pace on Aug. 17.\n\nIn 2008, Jerhonda Johnson was a 15-year-old sophomore from Chicago’s south suburbs who cut high school every day to attend R. Kelly’s trial on 14 counts of making child pornography. The R&B superstar had no bigger fan, and Johnson was quoted in national media stories defending her musical idol.\n\nNow a 24-year-old mother of three with the married name Jerhonda Pace, she tells BuzzFeed News that after the trial, when she was 16, she became one of many women traumatized by a sexual relationship with Kelly. Her detailed and well-documented story of accepting cash settlements from the star in return for signing nondisclosure agreements, which has not been previously reported, illustrates how Kelly has been able to silence young women he has allegedly wronged.\n\nRick Kern / WireImage R. Kelly in concert at Bass Concert Hall on March 3, 2017, in Austin.\n\nSeveral individuals with firsthand knowledge of the situation have supported Pace’s claims. Additionally, BuzzFeed News reviewed signed legal documents, drafts of settlements between Kelly and Pace, correspondence between Pace and the attorneys involved, a polygraph test performed at the request of her attorney regarding her relationship with Kelly, a probate court document opening an estate for Pace as the result of a civil settlement, and a subsequent payment made by Kelly’s management company to Pace. Representatives for Kelly issued a statement early Tuesday morning denying Pace's allegations. “The allegations against Mr. Kelly are false, and are being made by individuals known to be dishonest. It is clear these continuing stories are the result of the effort of those with personal agendas who are working in concert to interfere with and damage his career. Mr. Kelly again denies any and all wrong doing and is taking appropriate legal action to protect himself from ongoing defamation.”\n\nPace is the fourth former member of Kelly’s circle to tell BuzzFeed News that the star mentally and physically abuses the women closest to him. Kelly has faced similar allegations for years: In 2005, for example, his then-wife, Andrea Lee, filed for an order of protection in Cook County Circuit Court, alleging that her husband had slapped and hit her, and demanding “no contact at all by any means.” She later dropped that order. Pace's story is different than previously reported accounts because she was underage when she and Kelly began a sexual relationship. Pace says she is talking now — and breaking a signed nondisclosure agreement — because she is concerned about women still living with Kelly in what police have been told is an abusive “cult,” as BuzzFeed News first reported last month. Pace says she’s particularly concerned about a friend she brought into Kelly’s circle when they were both teenagers and who multiple sources say still lives with Kelly.\n\n“If I can speak out and I can help them get out of that situation, that’s what I will do.”\n\nKelly has adamantly denied allegations of wrongdoing, and one alleged victim, 21-year-old Joycelyn Savage, has said she is doing fine. Her parents, and the parents of an 18-year-old aspiring singer from Florida, have all said they have been told there is an ongoing federal investigation into Kelly, but an FBI spokesman declined requests for comment from BuzzFeed News. “If I can speak out and I can help them get out of that situation, that’s what I will do,” Pace says. “I didn’t have anybody to speak up on my behalf when I was going through what I was going through with him. He’s brainwashed them really bad, and it kind of reminds me of Charles Manson.” “I just really hope I can help these women out,” she says. “Kelly needs to be stopped.”\n\nMaggie Rife Pace waiting for Kelly’s arrival outside the Cook County Circuit Court on April 1, 2008. Kelly was being tried for child pornography.\n\nPace says she first became a self-described R. Kelly “superfan” when she heard his album Chocolate Factory at age 11. “My family listened to his music, my friends listened to his music, everybody was just in love with the music. [Chicago radio station] WGCI was the biggest supporter — they played him all the time — and it was my favorite radio station.”\n\nHer fandom didn’t fade when Kelly was indicted for making child pornography, Pace says. Once the trial began in May 2008, she attended the proceedings every day until Kelly’s acquittal on June 13 of that year. If convicted, Kelly could have been sentenced to 15 years in prison. (While working at the Chicago Sun-Times, this reporter received the tape anonymously and turned it over to the police; called by Kelly's attorneys to testify, he took the Fifth Amendment rather than revealing sources.) Looking back, Pace says she attended the trial because she was a fan and wanted to know what happened. “Did he really do it?” she recalls wondering. “I wanted to see everything for myself.” That included watching the notorious video when it was shown several times in court.\n\n“At the time I was still, you know, pretty starstruck, so I was in disbelief.”\n\nProsecutors alleged that the 26-minute, 39-second video depicted Kelly having sex with a 14-year-old girl, urinating in her mouth, and ordering her to call him “daddy.” Pace says watching the video was “disturbing.” But because the girl and her parents never testified— though 14 other witnesses, including her aunt, did identify the girl — Pace says she thought, Well, maybe that’s not the girl. If she would have come forward, I think it would have made a huge difference. Outside of court at the time, she defended Kelly to multiple news outlets. \"They can't call him a pedophile anymore,\" Pace, then 15, told MTV. \"They can't say he likes little girls. They don't have proof of that. Because he's innocent now. He's free.\" The MTV article reported that Pace was 18, but public records, as well as Pace’s birth certificate and driver’s license, show she was actually 15 at the time; she admits she lied to the reporter because Cook County sheriff’s officers were not admitting anyone under 18 into the trial.\n\nTasos Katopodis / Getty Images Kelly arriving at Cook County Court for his hearings on Dec. 20, 2007.\n\nPace says she met Kelly when he was walking into the court building. The star “seemed like a cool guy, and he would always speak to me when he saw me,” she recalls. She even got the singer’s autograph, which she provided to BuzzFeed News. “He didn’t have anything to sign, and neither did I, but my friend reached into her pocket and found an old bank slip, so I got his autograph on her bank slip. I laminated that.” That meeting with Kelly would not be her last. In May 2009, a friend and employee of Kelly's friended Pace on Myspace, Pace tells BuzzFeed News, and invited her to a party Kelly was throwing at his mansion in suburban Olympia Fields, Illinois. Pace, who had just turned 16, says she lied to her parents, telling them she was going to a friend’s house. “I was a bit nervous,” she says. “Even though I had already met him at his trial, I was like literally at his house, so it did not feel real.” She remembers Kelly calling her over to the bar and telling her he had noticed her at the trial. He then asked for her cell phone and entered his number in it. “At the time I was still, you know, pretty starstruck, so I was in disbelief,” she says. Pace says she did not tell Kelly she was underage, and would later tell private investigators she claimed to be 19 years old at the time. (The age of consent in Illinois is 17.) Not long after, on June 5, 2009, Pace says Kelly invited her to come back to his mansion and sent an employee to pick her up in a black SUV. “He told me that he wanted me to undress for him [and] walk back and forth like I was modeling,” she says. The two then had oral sex and, Pace said in interviews with BuzzFeed News and her 2010 polygraph interview, Kelly made his first attempt to ensure that she did not talk about their sexual relationship by having her write out and sign letters stating that she had stolen jewelry and cash from him and that her parents had set her up to blackmail him. Pace says she did as instructed, but none of the charges were true. On the next visit, on June 9, Pace says Kelly gave her an alcoholic drink he called Sex in the Kitchen, which is also the name of a song he released in 2005. “I was drunk, because I wasn’t used to alcohol,” Pace says. The two had intercourse; Pace says she was a virgin, and Kelly thought that was exciting. Over the next seven months, Pace says she had sex with Kelly repeatedly, a claim she would later repeat during her settlement process. Without asking her permission, Kelly filmed most of the encounters on his iPhone or a video camera on a tripod, Pace says and a settlement draft reiterates. “I had to call him ‘daddy,’ and he would call me ‘baby.’ He wanted me to have two pigtails, and I had to go out and find little schoolgirl outfits.” If Kelly was previously unaware of Pace’s age, she says she told him for certain that she was 16 on July 17, 2009, a claim she also made in the aforementioned documents. “I gave him my state ID,” she says. She recalls that Kelly told her things were fine, but that she should tell anyone who asked that she was 19, and act like she was 25. Pace says that she started spending weekends with Kelly at his Olympia Fields home. While she was in the mansion, she says, she had to follow Kelly’s “rules,” which included dressing in baggy clothes, turning over her phone, and asking permission to shower, eat, go to the bathroom, and leave the property. If she broke the rules, she says, she was mentally and physically abused. “At the time, I didn’t know what I liked, honestly,” Pace says, explaining why she complied. “I just knew that I liked his music, so I was pretty much accepting of anything that came with him at the time.” According to Pace, she and her 17-year-old friend, a fellow superfan she’d met on Myspace who sources say still lives with Kelly today, were hanging out at Kelly’s Olympia Fields mansion in July 2009 when police in two squad cards arrived in search of the friend, whose mother had called to complain that her young daughter was with Kelly. Pace, both when speaking to BuzzFeed News and during her 2010 polygraph test, says that Kelly called one of his attorneys, who advised his star client that he did not have to let the police into the house if they did not have a warrant.\n\n“I was slapped and I was choked and I was spit on.”\n\nAt the time, Police Chief Jeff Chudwin told the Southtown Star: “[We] were informed of a possible criminal matter. We investigated the issues, found there to be no crime, and the matters have been closed.” A spokesperson for Kelly called the report “wildly exaggerated,” adding that “no police ever showed up at Kelly’s house with a search warrant nor was his house ever searched.” A few days later, the newspaper noted that Kelly was “the largest taxpayer in the village of 4,700,” with his property taxes representing one-tenth of the police department’s budget for 2008. Pace says Kelly asked her to engage in threesomes, including with a woman who was best friends since high school with the girl in the videotape for which Kelly was tried. BuzzFeed News previously reported that this woman was still living with Kelly as of the summer of 2016. Pace says she also saw the girl in the videotape at a party in Olympia Fields, and that she recognized her from watching the video in court. Pace says she ended her relationship with Kelly in January 2010 after the two had an argument when Kelly caught her texting a friend. “I was slapped and I was choked and I was spit on,” she says, a claim repeated in the settlement draft and corresponding polygraph. Pace says she left Kelly’s house, but her ordeal was far from over.\n\nKristen Zeis for BuzzFeed News Jerhonda Pace\n\nThe next day, Pace recalls, she contacted the offices of Chicago attorney Susan E. Loggans. “It was on their website that they had worked with a lot of women who went against Kelly, and I thought, Oh, that’s a good thing,” Pace says. Loggans declined to comment, but her firm has made extracting cash settlements from Kelly a specialized part of its practice. A 2011 ad for the firm boasts that high-profile clients have included “two underage girls who claimed the R&B superstar R. Kelly had sex with them.” Loggans first represented three women in the late ’90s and early 2000s in cases brought against Kelly filed in Cook County. After these three publicly filed lawsuits, Loggans began negotiating other settlements between Kelly and young women she represented before lawsuits were ever filed. She has declined to say exactly how many settlements she has negotiated, other than to say they were “numerous.” Loggans first sued Kelly for $10 million on Dec. 24, 1997, in a suit brought by Chicago woman Tiffany “Tia” Hawkins, an aspiring singer who claimed she met the star when he spoke to her sophomore choir class. According to the lawsuit, Hawkins began having sex with Kelly in 1991, when she was 15 and he was 24. The relationship ended in December 1994, when she was 18, the court documents state; distraught, she slit her wrists in an attempt to kill herself. The charges in the suit were not reported until years later, in a December 2000 Chicago Sun-Times article, the first major investigative story detailing Kelly’s illegal underage sexual relationships. The case eventually was settled out of court when Kelly paid Hawkins an undisclosed sum, sources said. Loggans next sued Kelly in August 2001 when she represented another Chicago woman, Tracy Sampson, an aspiring rapper who claimed she lost her virginity to the star at age 17, which is the age of consent in Illinois. “I was often treated as his personal sex object and cast aside,” Sampson claimed in the lawsuit. “He often tried to control every aspect of my life including who I would see and where I would go.” The case was eventually settled out of court when Kelly paid Sampson an undisclosed sum, sources said.\n\n“If I was to get criminal charges, it would probably be like it was last time, where he wouldn’t get convicted.”\n\nThe last public lawsuit that Loggans filed against Kelly was in April 2002, when she represented Patrice Jones, a Chicago woman who claimed the star impregnated her when she was underage, and that one of his associates took her to have an abortion. The lawsuit alleged that the relationship began after Kelly met the 16-year-old in December 1998 at the Rock ’n Roll McDonald’s in Chicago after her high school prom. The case eventually was settled out of court when Kelly paid Jones an undisclosed sum, sources said. Pace says that when she went to Loggans for assistance, she was told that the attorneys would make her a millionaire. That’s when she decided to pursue a settlement instead of criminal charges. “If I was to get criminal charges, it would probably be like it was last time, where he wouldn’t get convicted,” Pace considered at the time. To verify Pace’s story, Loggans asked Pace take the aforementioned lie detector test. BuzzFeed News obtained a seven-page document about the test conducted by F.L. Hunter and Associates in suburban Hinsdale on Jan. 9, 2010. The results were sent to Loggans in a letter dated Feb. 1, 2010. The document details four questions that Pace was asked, including whether she had intercourse with Kelly, if she had told him she was 16, and whether he slapped, choked, and spit on her during an argument. She answered yes to all questions. “It is the opinion of this examiner, based upon an analysis of her polygraph records, that she is truthful in her answers,” Hunter concluded. Hunter has since retired from the firm that still bears his name. According to Pace, within weeks of the meeting in Loggans’ office, the attorney had negotiated a large settlement with Kelly in return for Pace signing a nondisclosure agreement and declining to pursue any charges or other claims against Kelly. Since Pace was still a minor, Loggans and her mother opened an estate on her behalf, according to Pace and court records obtained by BuzzFeed News. But Pace says she only received a fraction of what was owed her. In 2012, Pace complained to Loggans’ assistant about late or missing payments from Kelly, according to emails reviewed by BuzzFeed News. In that period, Pace’s settlement was far from Kelly’s only expense: In 2009, Kelly divorced his second wife, Andrea Lee, with whom he had three children, and he was paying spousal and child support. In 2012, Kelly owed the IRS nearly $5 million in unpaid taxes dating back to 2005. In 2013, the star sold the Olympia Fields mansion once valued at more than $5 million for $950,000 years after it went into foreclosure. Down the line, Pace says and other sources confirmed, she went on to sign a new settlement agreement with Kelly. BuzzFeed News reviewed a subsequent payment made by Kelly’s management company, RSK Enterprises LLC, to Pace as recently as July 15, 2015. Pace’s current attorney refused to comment.\n\n“I've been holding this in for so many years, and to see that he always gets away with it, it’s just not right.\"\n\nThe settlement draft stipulates that for both Kelly and Pace, “the terms and existence of this Agreement and of the [earlier] 2010 Settlement Agreement shall be strictly confidential.” It includes a “non-disparagement clause” detailing that “the parties agree that they each shall refrain from any and all conduct, verbal or otherwise, that disparages or damages… the reputation, good will or standing in the community of the other party.” Pace says that she could face legal action for violating the terms of her agreement by talking publicly about her experience with Kelly. But given Kelly’s continued personal and professional success, and the crimes she says he committed, she says speaking out is worth the risk. “His music overshadows everything when it comes to his wrongdoings,” Pace says. “Nobody thinks about the damage he's done or is doing to young women, and his personal life means nothing when it comes to executives making money off of him.” Following BuzzFeed's initial reporting on Kelly, Live Nation refused the call of thousands of fans as well as local politicians to cancel his Aug. 25 concert in Atlanta. Kelly’s label, Sony Music, has refused to comment. Despite signing a nondisclosure agreement — which may not necessarily preclude reporting a crime — and threats of legal action, Pace is considering pursuing criminal charges against Kelly. “I know speaking out against Kelly, Kelly could sue me. But I’m really not worried about it anymore,” Pace says. “I feel like this is a healing process for me, because I've been holding this in for so many years, and to see that he always gets away with it, it’s just not right. I’m just going forward with my head held high.” ● Additional reporting by Marisa Carroll and Talal Ansari",
        "quotes": [
            [
                "The allegations against Mr. Kelly are false, and are being made by individuals known to be dishonest.",
                "",
                true
            ],
            [
                "It is clear these continuing stories are the result of the effort of those with personal agendas who are working in concert to interfere with and damage his career.",
                "",
                true
            ],
            [
                "Mr. Kelly again denies any and all wrong doing and is taking appropriate legal action to protect himself from ongoing defamation.",
                "",
                true
            ],
            [
                "no contact at all by any means.",
                "",
                false
            ],
            [
                "If I can speak out and I can help them get out of that situation, that’s what I will do.",
                "",
                true
            ],
            [
                "If I can speak out and I can help them get out of that situation, that’s what I will do,",
                "",
                true
            ],
            [
                "I didn’t have anybody to speak up on my behalf when I was going through what I was going through with him.",
                "",
                true
            ],
            [
                "He’s brainwashed them really bad, and it kind of reminds me of Charles Manson.",
                "",
                true
            ],
            [
                "I just really hope I can help these women out,",
                "WireImage R. Kelly",
                true
            ],
            [
                "My family listened to his music, my friends listened to his music, everybody was just in love with the music.",
                "",
                true
            ],
            [
                "Chicago radio station] WGCI was the biggest supporter — they played him all the time — and it was my favorite radio station.",
                "",
                true
            ],
            [
                "I wanted to see everything for myself.",
                "",
                true
            ],
            [
                "At the time I was still, you know, pretty starstruck, so I was in disbelief.",
                "",
                true
            ],
            [
                "They can't call him a pedophile anymore,",
                "",
                true
            ],
            [
                "They can't say he likes little girls.",
                "",
                true
            ],
            [
                "They don't have proof of that.",
                "",
                true
            ],
            [
                "seemed like a cool guy, and he would always speak to me when he saw me,",
                "WireImage R. Kelly",
                false
            ],
            [
                "He didn’t have anything to sign, and neither did I, but my friend reached into her pocket and found an old bank slip, so I got his autograph on her bank slip.",
                "",
                true
            ],
            [
                "Even though I had already met him at his trial, I was like literally at his house, so it did not feel real.",
                "WireImage R. Kelly",
                true
            ],
            [
                "At the time I was still, you know, pretty starstruck, so I was in disbelief,",
                "WireImage R. Kelly",
                true
            ],
            [
                "He told me that he wanted me to undress for him [and] walk back and forth like I was modeling,",
                "WireImage R. Kelly",
                true
            ],
            [
                "I was drunk, because I wasn’t used to alcohol,",
                "",
                true
            ],
            [
                "I had to call him ‘daddy,’ and he would call me ‘baby.’ He wanted me to have two pigtails, and I had to go out and find little schoolgirl outfits.",
                "",
                true
            ],
            [
                "I gave him my state ID,",
                "WireImage R. Kelly",
                true
            ],
            [
                "At the time, I didn’t know what I liked, honestly,",
                "",
                true
            ],
            [
                "I just knew that I liked his music, so I was pretty much accepting of anything that came with him at the time.",
                "",
                true
            ],
            [
                "I was slapped and I was choked and I was spit on.",
                "",
                true
            ],
            [
                "We] were informed of a possible criminal matter.",
                "WireImage R. Kelly",
                true
            ],
            [
                "We investigated the issues, found there to be no crime, and the matters have been closed.",
                "WireImage R. Kelly",
                true
            ],
            [
                "no police ever showed up at Kelly’s house with a search warrant nor was his house ever searched.",
                "",
                false
            ],
            [
                "the largest taxpayer in the village of 4,700,",
                "WireImage R. Kelly",
                false
            ],
            [
                "I was slapped and I was choked and I was spit on,",
                "",
                true
            ],
            [
                "It was on their website that they had worked with a lot of women who went against Kelly, and I thought, Oh, that’s a good thing,",
                "",
                true
            ],
            [
                "two underage girls who claimed the R&B superstar R. Kelly had sex with them.",
                "WireImage R. Kelly",
                false
            ],
            [
                "I was often treated as his personal sex object and cast aside,",
                "Loggans",
                true
            ],
            [
                "He often tried to control every aspect of my life including who I would see and where I would go.",
                "Loggans",
                true
            ],
            [
                "If I was to get criminal charges, it would probably be like it was last time, where he wouldn’t get convicted.",
                "",
                true
            ],
            [
                "If I was to get criminal charges, it would probably be like it was last time, where he wouldn’t get convicted,",
                "",
                true
            ],
            [
                "It is the opinion of this examiner, based upon an analysis of her polygraph records, that she is truthful in her answers,",
                "F.L. Hunter",
                true
            ],
            [
                "the terms and existence of this Agreement and of the [earlier] 2010 Settlement Agreement shall be strictly confidential.",
                "",
                false
            ],
            [
                "the parties agree that they each shall refrain from any and all conduct, verbal or otherwise, that disparages or damages… the reputation, good will or standing in the community of the other party.",
                "",
                false
            ],
            [
                "His music overshadows everything when it comes to his wrongdoings,",
                "",
                true
            ],
            [
                "Nobody thinks about the damage he's done or is doing to young women, and his personal life means nothing when it comes to executives making money off of him.",
                "",
                true
            ],
            [
                "I know speaking out against Kelly, Kelly could sue me.",
                "",
                true
            ],
            [
                "But I’m really not worried about it anymore,",
                "",
                true
            ],
            [
                "I feel like this is a healing process for me, because I've been holding this in for so many years, and to see that he always gets away with it, it’s just not right.",
                "",
                true
            ],
            [
                "I’m just going forward with my head held high.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://ew.com/article/2008/05/16/r-kelly-2/",
                "https://www.chicagotribune.com/news/ct-xpm-2012-06-16-ct-talk-rkelly-taxes-0616-20120616-story.html",
                "http://www.mtv.com/news/1589554/r-kellys-biggest-fans-who-came-to-every-day-of-singers-trial-never-had-any-doubt-they-would-find-him-not-guilty/",
                "https://www.buzzfeednews.com/article/talalansari/joycelyn-savage-video",
                "https://www.nytimes.com/2008/06/14/arts/music/14kell.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.scribd.com/doc/152989248/R-Kelly-Timeline-Chicago-Sun-Times-Coverage",
                "https://web.archive.org/web/20090704033103/http://www.southtownstar.com/news/1648929,070209rkelly.article"
            ]
        },
        "key_words": [
            "finally",
            "star",
            "told",
            "kelly",
            "pace",
            "women",
            "buzzfeed",
            "loggans",
            "sex",
            "woman",
            "r",
            "kellys",
            "settlement",
            "court",
            "underage",
            "telling"
        ]
    },
    {
        "url": "https://www.chicagotribune.com/news/criminal-justice/ct-r-kelly-new-federal-charges-what-next-20190713-xricujfptjh2pgyg3fofr7fttq-story.html#nt=instory-link",
        "title": "R. Kelly’s road through criminal woes becomes much tougher as feds join forces against him",
        "authors": [
            {
                "name": "Megan Crepeau",
                "link": null
            }
        ],
        "publisher": "www.chicagotribune.com",
        "publish_date": "2019-07-13",
        "text": "Legal experts told the Tribune it is likely that all three prosecutors’ offices will maintain contact as the cases progress. And if Kelly decides to take a plea deal, he would likely want a “global resolution,\" said former federal prosecutor Jeffrey Cramer — that is, a deal that will resolve his cases in all three jurisdictions.",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.chicagotribune.com/news/breaking/ct-met-r-kelly-sex-charge-20190222-story.html#nt=instory-link",
                "https://www.chicagotribune.com/news/ct-xpm-2008-06-14-0806140185-story.html#nt=instory-link"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "likely",
            "feds",
            "tribune",
            "prosecutors",
            "told",
            "resolve",
            "join",
            "tougher",
            "cases",
            "forces",
            "road",
            "progress",
            "resolution",
            "r",
            "kellys",
            "criminal",
            "woes",
            "prosecutor",
            "deal"
        ]
    },
    {
        "url": "https://www.chicagotribune.com/entertainment/tv/ct-ent-r-kelly-documentary-lifetime-20190102-story.html#nt=instory-link",
        "title": "R. Kelly accuser still believes she did the right thing, she says as part of six-hour 'Surviving R. Kelly' doc",
        "authors": [
            {
                "name": "Tracy Swartz",
                "link": null
            }
        ],
        "publisher": "www.chicagotribune.com",
        "publish_date": "2019-01-02",
        "text": "Hampton said it was difficult to get some people to talk about their own experiences with Kelly on camera for the series. She said she wanted to interview Erykah Badu, who said in 2015 that Kelly “has done more for black folks than anybody”; Barry Weiss, the former president of Kelly's original label, Jive Records; and Lady Gaga and Jay-Z — some of the artists who released musical collaborations with Kelly — for the project, but “in terms of celebrities and people in the industry, I got way more nos than yeses.”",
        "quotes": [
            [
                "has done more for black folks than anybody",
                "",
                false
            ],
            [
                "in terms of celebrities and people in the industry, I got way more nos than yeses.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.washingtonpost.com/news/arts-and-entertainment/wp/2015/11/29/erykah-badu-shades-iggy-azalea-and-babyface-brings-down-the-house-at-the-2015-soul-train-awards/?utm_term=.badd0c811228&noredirect=on"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "accuser",
            "terms",
            "doc",
            "weiss",
            "wanted",
            "talk",
            "sixhour",
            "believes",
            "kelly",
            "series",
            "records",
            "right",
            "surviving",
            "r",
            "way",
            "released",
            "thing",
            "yeses"
        ]
    },
    {
        "url": "https://www.chicagotribune.com/news/criminal-justice/ct-r-kelly-federal-indictment-20190712-d2kqppemwzck3kadxqddjmq6i4-story.html#nt=instory-link",
        "title": "Read the federal indictments against R. Kelly, his former manager and ex-employee",
        "authors": [
            {
                "name": "Chicago Tribune Staff",
                "link": null
            }
        ],
        "publisher": "www.chicagotribune.com",
        "publish_date": "2019-07-12",
        "text": "A letter from federal prosecutors in Brooklyn was delivered to a U.S. District Court judge asking that Kelly be held without bail before he can be removed to the Eastern District of New York and tried for what prosecutors allege is a “racketeering enterprise” to traffic and abuse women and girls.",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "federal",
            "prosecutors",
            "indictments",
            "york",
            "kelly",
            "read",
            "women",
            "letter",
            "manager",
            "tried",
            "racketeering",
            "removed",
            "r",
            "exemployee",
            "traffic",
            "district"
        ]
    },
    {
        "url": "https://ew.com/article/2008/05/16/r-kelly-2/",
        "title": "R. Kelly trial: Jury selection ends and the case moves forward",
        "authors": [
            {
                "name": "Vanessa Juarez",
                "link": null
            }
        ],
        "publisher": "ew.com",
        "publish_date": "2008-05-16",
        "text": "Image zoom\n\nMusic Biz type Movie\n\nImage zoom\n\nOn Thursday, R. Kelly rolled up to Chicago’s Cook County Courthouse in a black SUV, just as he had for the previous several days — except he seemed to have more of a skip in his step. It was a noticeable change from the blank air he had been giving off all week during jury selection for his child pornography trial. Perhaps he was happy to see the small crowd of fans standing outside chanting “Free R. Kelly” and singing “I Believe I Can Fly” as he walked toward the building. Or it could be that the singer had a sense of what was about to happen: That all 12 jurors and four alternates would finally be chosen, thus ending the tedium of jury selection so that the trial could move forward next Tuesday.\n\naddCredit(“Vanessa Juarez”)\n\nSo who wound up being selected for the jury? There are four African Americans: a man in his\n\n40s who works as a chef; a self-described Christian in\n\nhis 50s who knows of Barry Hankerson (the uncle of late singer Aaliyah\n\nwho could potentially be called as a witness); a female teacher’s aide\n\nin her late 20s or early 30s; and a middle-aged woman who is married to\n\na pastor and resides in Olympia Fields, the same neighborhood Kelly\n\nlives in. The eight white jurors consist of a man in his 40s who\n\npreviously served as a juror on a another case; a twentysomething female criminal-justice student; a compliance officer\n\nin his 30s; an executive and father of two; a man who says\n\nhe’s seen faded-out clips of the alleged video on the news but can\n\njudge the case fairly; a male recent college graduate who was once\n\narrested for possession of marijuana and underage drinking; a\n\n68-year-old Romanian-American who said he’s “probably not the smartest\n\nguy but will do what is best and fair”; and a young woman who admitted to having once been the victim of rape. (During her interview with Judge Vincent Gaughan and the attorneys,\n\nthat juror indicated that sitting through the trial could be difficult, but that she would be able to put her own history aside and judge Kelly fairly.) The alternates consist of a\n\nwhite man in his 20s who has an uncle that was convicted of child\n\npornography; a Hispanic man who is about 19 years old; and two black women, one of whom was previously a deputy sheriff in the same\n\ncourthouse.\n\nRace was a big issue during the selection. The defense lawyers\n\naccused the state attorneys of using their preemptory challenges (they\n\neach had six strikes at their disposal) to prevent African Americans\n\nfrom getting on the panel, and the prosecution cried foul over the\n\nreverse. “I don’t look at people like that. It’s all one color to me,”\n\nKelly’s head defense attorney, Edward Genson, said this week. Today, another defense attorney noted that 50\n\npercent of the challenges used by the prosecution were for African\n\nAmericans; the prosecution rebutted, “they’ve used all six\n\npreemptory strikes on whites.” At least 62 of the 150 potential jurors who filled out\n\npreliminary questionnaires were brought in this week for follow-up\n\ninterviews. Of those, some were familiar with Kelly’s music, some\n\nweren’t. Some said they would not be able to get past the thought of\n\ntheir own kids when the time comes to view the infamous videotape of Kelly allegedly performing sex acts with a minor girl.\n\nOthers said they already had opinions about Kelly’s guilt (“he’s guilty, or why would the state bother?”) or innocence\n\n(one potential juror argued that the age of consent is “already too high as it is”) that they could not ignore.\n\nJerhonda Johnson and Keyonia Jones, two die-hard R. Kelly fans with\n\nstrawberry-colored hair, hung out at the courthouse all week long as\n\nKelly came in, left for lunch, returned, and then left for the day. EW.com\n\nspoke with them earlier this week about their support. “If he did it,\n\nthen he shouldn’t have recorded it,” said Jones, 23, who has a\n\n2-year-old son she named Robert, after Kelly. “I think he’s the same man\n\nwith two different personalities. I think there’s Robert and then R.\n\nKelly.” Johnson, who doesn’t think the state has a case, agreed: “Robert is the person who is coming to court. R. Kelly is the man who\n\nis behind the music.” Both women made it into the court room on Thursday\n\nafternoon to get a better look at Kelly (the trial is open to the public but there are a limited\n\nnumber of seats), and as the singer was on his way\n\nout, he waved and smiled at them. Since he faces 14 counts of child\n\npornography, he’s going to need all of the support he can get: Each\n\ncount carries with it a maximum sentence of 15 years in prison.\n\nSo who wound up being selected for the jury? There are four African Americans: a man in his40s who works as a chef; a self-described Christian inhis 50s who knows of Barry Hankerson (the uncle of late singer Aaliyahwho could potentially be called as a witness); a female teacher’s aidein her late 20s or early 30s; and a middle-aged woman who is married toa pastor and resides in Olympia Fields, the same neighborhood Kellylives in. The eight white jurors consist of a man in his 40s whopreviously served as a juror on a another case; a twentysomething female criminal-justice student; a compliance officerin his 30s; an executive and father of two; a man who sayshe’s seen faded-out clips of the alleged video on the news but canjudge the case fairly; a male recent college graduate who was oncearrested for possession of marijuana and underage drinking; a68-year-old Romanian-American who said he’s “probably not the smartestguy but will do what is best and fair”; and a young woman who admitted to having once been the victim of rape. (During her interview with Judge Vincent Gaughan and the attorneys,that juror indicated that sitting through the trial could be difficult, but that she would be able to put her own history aside and judge Kelly fairly.) The alternates consist of awhite man in his 20s who has an uncle that was convicted of childpornography; a Hispanic man who is about 19 years old; and two black women, one of whom was previously a deputy sheriff in the samecourthouse.\n\nRace was a big issue during the selection. The defense lawyersaccused the state attorneys of using their preemptory challenges (theyeach had six strikes at their disposal) to prevent African Americansfrom getting on the panel, and the prosecution cried foul over thereverse. “I don’t look at people like that. It’s all one color to me,”Kelly’s head defense attorney, Edward Genson, said this week. Today, another defense attorney noted that 50percent of the challenges used by the prosecution were for AfricanAmericans; the prosecution rebutted, “they’ve used all sixpreemptory strikes on whites.” At least 62 of the 150 potential jurors who filled outpreliminary questionnaires were brought in this week for follow-upinterviews. Of those, some were familiar with Kelly’s music, someweren’t. Some said they would not be able to get past the thought oftheir own kids when the time comes to view the infamous videotape of Kelly allegedly performing sex acts with a minor girl.Others said they already had opinions about Kelly’s guilt (“he’s guilty, or why would the state bother?”) or innocence(one potential juror argued that the age of consent is “already too high as it is”) that they could not ignore.\n\nJerhonda Johnson and Keyonia Jones, two die-hard R. Kelly fans withstrawberry-colored hair, hung out at the courthouse all week long asKelly came in, left for lunch, returned, and then left for the day. EW.comspoke with them earlier this week about their support. “If he did it,then he shouldn’t have recorded it,” said Jones, 23, who has a2-year-old son she named Robert, after Kelly. “I think he’s the same manwith two different personalities. I think there’s Robert and then R.Kelly.” Johnson, who doesn’t think the state has a case, agreed: “Robert is the person who is coming to court. R. Kelly is the man whois behind the music.” Both women made it into the court room on Thursdayafternoon to get a better look at Kelly (the trial is open to the public but there are a limitednumber of seats), and as the singer was on his wayout, he waved and smiled at them. Since he faces 14 counts of childpornography, he’s going to need all of the support he can get: Eachcount carries with it a maximum sentence of 15 years in prison.",
        "quotes": [
            [
                "probably not the smartest\n\nguy but will do what is best and fair",
                "R. Kelly",
                false
            ],
            [
                "I don’t look at people like that.",
                "",
                true
            ],
            [
                "It’s all one color to me,",
                "",
                true
            ],
            [
                "they’ve used all six\n\npreemptory strikes on whites.",
                "",
                false
            ],
            [
                "he’s guilty, or why would the state bother?",
                "R. Kelly",
                false
            ],
            [
                "already too high as it is",
                "",
                false
            ],
            [
                "If he did it,\n\nthen he shouldn’t have recorded it,",
                "Jones",
                true
            ],
            [
                "I think he’s the same man\n\nwith two different personalities.",
                "Johnson",
                true
            ],
            [
                "I think there’s Robert and then R.\n\nKelly.",
                "Johnson",
                true
            ],
            [
                "Robert is the person who is coming to court.",
                "Johnson",
                true
            ],
            [
                "R. Kelly is the man who\n\nis behind the music.",
                "Johnson",
                true
            ],
            [
                "probably not the smartestguy but will do what is best and fair",
                "",
                false
            ],
            [
                "I don’t look at people like that.",
                "",
                true
            ],
            [
                "It’s all one color to me,",
                "",
                true
            ],
            [
                "they’ve used all sixpreemptory strikes on whites.",
                "",
                false
            ],
            [
                "he’s guilty, or why would the state bother?",
                "",
                false
            ],
            [
                "already too high as it is",
                "",
                false
            ],
            [
                "If he did it,then he shouldn’t have recorded it,",
                "Jones",
                true
            ],
            [
                "I think he’s the same manwith two different personalities.",
                "Jones",
                true
            ],
            [
                "I think there’s Robert and then R.Kelly.",
                "Jones",
                true
            ],
            [
                "Robert is the person who is coming to court.",
                "Johnson",
                true
            ],
            [
                "R. Kelly is the man whois behind the music.",
                "Johnson",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://ew.com/creative-work/music-biz/",
                "http://hollywoodinsider.ew.com/2008/05/on-the-scene--1.html/"
            ]
        },
        "key_words": [
            "robert",
            "jury",
            "trial",
            "ends",
            "prosecution",
            "kelly",
            "moves",
            "think",
            "forward",
            "state",
            "selection",
            "r",
            "case",
            "hes",
            "man",
            "week"
        ]
    },
    {
        "url": "https://www.chicagotribune.com/news/ct-xpm-2012-06-16-ct-talk-rkelly-taxes-0616-20120616-story.html",
        "title": "R&B star R. Kelly owes nearly $5M in back taxes, IRS says",
        "authors": [
            {
                "name": "Andy Grimm",
                "link": null
            }
        ],
        "publisher": "www.chicagotribune.com",
        "publish_date": "2012-06-16",
        "text": "Chicago-born R&B superstar R. Kelly owes the Internal Revenue Service nearly $5 million in unpaid taxes dating as far back as 2005, according to tax liens filed recently in Cook County, the latest sign the Grammy winner's finances are in disarray.\n\nIn April, the IRS filed liens against Kelly, claiming he owes a total of $4.8 million from six different tax years, including $1.4 million from 2005 alone. The filings do not mark the first time Kelly has drawn scrutiny from the IRS. Since 2008, he has paid more than $3 million in back taxes after the IRS filed liens against him, county records show.\n\nThe earliest tax lien on record against Kelly was filed for his 2006 bill, which would have been due as Kelly was in embroiled in a legal battle over child pornography charges. He was acquitted in 2008, the year the IRS said he failed to pay $1.12 million he owed.\n\nKelly's representatives did not return a call seeking comment.\n\nKelly's 22,000-square-foot mansion in south suburban Olympia Fields went into foreclosure last year, with JPMorgan Chase claiming that the singer, whose name is Robert S. Kelly, owed it $2.9 million. The house was listed for sale for about $1.5 million but has been pulled off the market.\n\nWilmette-based tax attorney Steven Blanc, a former IRS trial attorney who also has worked for a Hollywood law firm, said even millionaires find themselves coming up short at tax time — especially entertainers.\n\n\"They have managers, who are supposed to be watching their money,\" he said. \"But when you get a call from your client at midnight and they're at a dealership and they ask you: 'Is it OK for me to buy a Lamborghini?' (the manager) always says yes, even if there's no money in the checking account. Because if they don't say yes, they get fired.\"\n\nThe IRS liens will tank Kelly's credit, but federal agents won't be seizing his property anytime soon.\n\n\"This is something they do to get your attention,\" Blanc said.\n\nagrimm@tribune.com",
        "quotes": [
            [
                "They have managers, who are supposed to be watching their money,",
                "Robert S. Kelly",
                true
            ],
            [
                "But when you get a call from your client at midnight and they're at a dealership and they ask you: 'Is it OK for me to buy a Lamborghini?",
                "Robert S. Kelly",
                true
            ],
            [
                "the manager) always says yes, even if there's no money in the checking account.",
                "Robert S. Kelly",
                false
            ],
            [
                "Because if they don't say yes, they get fired.",
                "Robert S. Kelly",
                true
            ],
            [
                "This is something they do to get your attention,",
                "Blanc",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "filed",
            "star",
            "taxes",
            "owes",
            "rb",
            "money",
            "kelly",
            "irs",
            "million",
            "nearly",
            "r",
            "liens",
            "yes",
            "5m",
            "tax"
        ]
    },
    {
        "url": "http://www.mtv.com/news/1589554/r-kellys-biggest-fans-who-came-to-every-day-of-singers-trial-never-had-any-doubt-they-would-find-him-not-guilty/",
        "title": "R. Kelly's Biggest Fans -- Who Came To Every Day Of Singer's Trial -- 'Never Had Any Doubt They Would Find Him Not Guilty'",
        "authors": [
            {
                "name": "Jennifer Vineyard",
                "link": null
            }
        ],
        "publisher": "www.mtv.com",
        "publish_date": "",
        "text": "'There is nothing that he could ever do to make me doubt him,' one of the two women tells MTV News.\n\nR. Kelly's Biggest Fans -- Who Came To Every Day Of Singer's Trial -- 'Never Had Any Doubt They Would Find Him Not Guilty'\n\nEvery day, two young women waited for R. Kelly.\n\nThey waited in the morning outside the courthouse to see him make his entrance. They then went and got the equivalent of a backstage pass, so they could be spectators inside the courtroom, in the back rows allotted for the public. During the lunch break, they ran over to nearby Douglas Park to see him go to his tour bus for a private meal, away from prying eyes.\n\nAt the end of the day, they tried to run out of the building before he did, so they could have a final goodbye. They shouted, \"I love you!\" and he smiled and waved back. And they cussed out any reporter they thought had done Kelly wrong, on his behalf. One of them commuted 40 miles (by train and then by bus) for this. The other skipped school and left her 2-year-old son with her mother. These young women — 18-year-old Jerhonda Johnson and 23-year-old Keyonia Jones — are the superfans. They are the most unwavering in their dedication to the star, even though he stood accused of taking advantage of a girl not much different from themselves.\n\nSo when the verdict came down on Friday, Johnson and Jones felt like they were vindicated too.\n\n\"From the beginning, I thought he was innocent,\" Jones said. \"I never had any doubt they would find him not guilty. And when they read the verdict, I wanted to scream, but I didn't. I had to control my happiness until I got outside.\"\n\n\"Even though my eyes were watering, I didn't let the tears fall down,\" Johnson said. \"They did after a little bit.\"\n\nJones is a criminal-justice student at Harold Washington College, and though her next semester started while the trial was in progress, she decided being in Kelly's courtroom was a better classroom than her school could have provided. \"It was my first real trial that I saw that wasn't on television or scripted,\" she said. \"I was like, 'Oh, it's like this.' It helped a lot for my major, and it made me think about going to law school.\"\n\nSo even though Jones is such a dedicated fan that she named her 2-year-old son Robert (and plans to name any future ones Sylvester and then Kelly, to flesh out his full name), she tried to put herself into the mindset of the jury and consider all the evidence. \"Going into it, I felt he was innocent,\" she said. \"But then I thought, 'Lemme put aside R. Kelly and just listen to what they got to say.' \" With as open a mind as she could muster, Jones watched the tape. She looked for the mole on his back. She listened to Sparkle testify. But then Jones concluded, \"All she wanted was money. And all the other ladies [such as witness Lisa Van Allen wanted money.\"\n\n\"The state had some bad witnesses,\" Johnson said. \"They didn't have any of her immediate family, so I was like, 'They didn't prove the case.' \"\n\nThe jury might have thought it was Kelly on the tape, but these two were not convinced. \"I say it wasn't him,\" Johnson said. \"It wasn't R. Kelly at all. In 1998, 1999, he did not look like that. Yeah, he was bald, he had a nice body, but he did not have a gut, and he had one on the tape. He had a six-pack and everything back then. He was sexy. I mean, he still is, but the man on the tape was so different.\"\n\nAnd though these young women would kill for Kelly to talk to them, they didn't want him to do it from the witness stand. \"I thought it would be the dumbest thing for him to do, to testify,\" Jones said. \"Because then they'd be able to use his past against him, and they would probably convict him.\"\n\nBy \"his past,\" is Jones referring to the other underage girls who previously sued him? \"Yes, and the whole thing about him supposedly marrying Aaliyah when she was underage,\" Jones said. She doesn't believe the marriage happened — you could show her the marriage license, and she still wouldn't believe it. You could have it on tape, so to speak, and she still would be his biggest fan, as would her friend.\n\n\"There is nothing that he could ever do to make me doubt him,\" Jones said. \"Nothing.\"\n\n\"They can't call him a pedophile anymore,\" Johnson said. \"They can't say he likes little girls. They don't have proof of that. Because he's innocent now. He's free.\"\n\nFind a review of the major players in the R. Kelly trial here. For full coverage of the case, read the R. Kelly Reports and check out this complete timeline of the events surrounding the trial.",
        "quotes": [
            [
                "From the beginning, I thought he was innocent,",
                "Keyonia Jones",
                true
            ],
            [
                "I never had any doubt they would find him not guilty.",
                "Keyonia Jones",
                true
            ],
            [
                "And when they read the verdict, I wanted to scream, but I didn't.",
                "Keyonia Jones",
                true
            ],
            [
                "I had to control my happiness until I got outside.",
                "Keyonia Jones",
                true
            ],
            [
                "Even though my eyes were watering, I didn't let the tears fall down,",
                "Johnson",
                true
            ],
            [
                "They did after a little bit.",
                "Johnson",
                true
            ],
            [
                "It was my first real trial that I saw that wasn't on television or scripted,",
                "Keyonia Jones",
                true
            ],
            [
                "I was like, 'Oh, it's like this.",
                "Keyonia Jones",
                true
            ],
            [
                "It helped a lot for my major, and it made me think about going to law school.",
                "Keyonia Jones",
                true
            ],
            [
                "Going into it, I felt he was innocent,",
                "Keyonia Jones",
                true
            ],
            [
                "But then I thought, 'Lemme put aside R. Kelly and just listen to what they got to say.",
                "Keyonia Jones",
                true
            ],
            [
                "And all the other ladies [such as witness Lisa Van Allen wanted money.",
                "Keyonia Jones",
                true
            ],
            [
                "The state had some bad witnesses,",
                "Johnson",
                true
            ],
            [
                "They didn't have any of her immediate family, so I was like, 'They didn't prove the case.",
                "Johnson",
                true
            ],
            [
                "I say it wasn't him,",
                "Johnson",
                true
            ],
            [
                "It wasn't R. Kelly at all.",
                "Johnson",
                true
            ],
            [
                "In 1998, 1999, he did not look like that.",
                "Johnson",
                true
            ],
            [
                "Yeah, he was bald, he had a nice body, but he did not have a gut, and he had one on the tape.",
                "Johnson",
                true
            ],
            [
                "He had a six-pack and everything back then.",
                "Johnson",
                true
            ],
            [
                "I mean, he still is, but the man on the tape was so different.",
                "Johnson",
                true
            ],
            [
                "I thought it would be the dumbest thing for him to do, to testify,",
                "Keyonia Jones",
                true
            ],
            [
                "Because then they'd be able to use his past against him, and they would probably convict him.",
                "Keyonia Jones",
                true
            ],
            [
                "Yes, and the whole thing about him supposedly marrying Aaliyah when she was underage,",
                "Keyonia Jones",
                true
            ],
            [
                "There is nothing that he could ever do to make me doubt him,",
                "Keyonia Jones",
                true
            ],
            [
                "They can't call him a pedophile anymore,",
                "Johnson",
                true
            ],
            [
                "They can't say he likes little girls.",
                "Johnson",
                true
            ],
            [
                "They don't have proof of that.",
                "Johnson",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://www.mtv.com//www.mtv.com/news/1587989/",
                "http://www.mtv.com//www.mtv.com/news/1589304/",
                "http://www.mtv.com//www.mtv.com/news/1586932/",
                "http://www.mtv.com//www.mtv.com/news/1589342/",
                "http://www.mtv.com/bands/r/r_kelly/news_feature_051304/",
                "http://www.mtv.com//www.mtv.com/news/1587729/",
                "http://www.mtv.com//www.mtv.com/news/1588544/"
            ]
        },
        "key_words": [
            "came",
            "trial",
            "fans",
            "didnt",
            "tape",
            "day",
            "kelly",
            "guilty",
            "johnson",
            "jones",
            "thought",
            "women",
            "doubt",
            "r",
            "kellys",
            "singers",
            "biggest"
        ]
    },
    {
        "url": "https://www.buzzfeednews.com/article/talalansari/joycelyn-savage-video",
        "title": "One Of R. Kelly's Alleged Captives Has Now Released Two Videos, But Won't Reveal Her Location Or Say She's Free To Leave",
        "authors": [
            {
                "name": "Michelle Broder Van Dyke",
                "link": null
            },
            {
                "name": "Talal Ansari",
                "link": null
            }
        ],
        "publisher": "www.buzzfeednews.com",
        "publish_date": "",
        "text": "In the first video, there's an odd shadow on her.\n\nOne of the women whose parents told police she is being held captive by legendary R&B singer R. Kelly has now released two videos that aired on TMZ, but has not revealed where she is located.\n\n\n\nIn the first video, which appears to be an interview, Joycelyn Savage refused to reveal where she is — and refused to answer if she can leave that location. \"Are you currently in Georgia, or where are you?\" Savage is asked. \"I actually — I am not. No, I'm not. I wouldn't want to speak on that,\" she replied. \"Are you with other roommates, are you free to go where you are?\" Savage is asked — as what appears to be a shadow of a figure or hand projected onto Savage begins to gesture. \"No, I wouldn't speak on that as well,\" Savage, 21, responded. (The above GIF shows the shadow during that question at normal speed. The below GIF at a slowed speed.)\n\nThe first video was published late Monday, following an exclusive BuzzFeed News investigation reporting police have been told that Kelly is allegedly holding several women — including ones he told he’d take under his wing to advance their music careers — in his Duluth, Georgia, “guest house” or at his Chicago recording studio.\n\nThree people who were once part of Kelly's inner circle said, as BuzzFeed News wrote, that he \"controls every aspect of their lives: dictating what they eat, how they dress, when they bathe, when they sleep, and how they engage in sexual encounters that he records.\" Savage's father, Tim, said he still believes his daughter is being held against will and is being controlled.\n\n\"If you look at the video, and I looked at it over 10 times, the video has someone in the back telling her what to say and what not to say,\" Tim told BuzzFeed News. Tim, who confirmed that his daughter was on the TMZ video, said her inability to answer questions about where she was and if she was free to go was further evidence of her captivity. \"She couldn't answer that. You know why?\" Tim said, \"Because she's not free to go. She's not free to call her mother or father. She's being controlled by a woman or man.\"\n\nTim said that after watching the video he tried to call a cellphone he claims Kelly gave her daughter after confiscating her personal phone. \"I've tried to reach out to her. When I saw the video, I called and no one picked up the phone,\" Tim said. “I just mainly want to say I’m in a happy place with my life. And I’m not being brainwashed or anything like that,” Joycelyn said in the TMZ video, later adding that she's never felt like a hostage.\n\nThe second video was published on Tuesday by TMZ and shows Joycelyn sitting on a bench in a park. In TMZ's description of the video, it says \"she still won't give up her location — she says for 'safety reasons.'\" Joycelyn starts by saying that the video is for her family, but especially her father. \"Dad, you know everything that's going on with the media and the internet, and what you have done is a complete disaster,\" Joycelyn says, \"and you need to stop.\" She goes on to say that she's \"fed up\" and her father is embarrassing the family, adding that she's \"happy where I'm at and with the people that I'm around.\" \"Honestly you know the situation that had happened that night when I went to meet R. Kelly,\" Joycelyn says, possibly referring to when in 2015 she reportedly flew to Oklahoma City to see Kelly where he was performing. After the show, she had sex with Kelly, she later told her parents and at least two friends, according to BuzzFeed News' report. Joycelyn ends the video by saying she would like for her dad to \"stop what you're doing. Please.\" On Monday, Joycelyn mother, Jonjelyn Savage, said her daughter had been \"severely brainwashed\" at a news conference outside one of Kelly's rental properties near Atlanta that they say housed their child at one point.",
        "quotes": [
            [
                "Are you currently in Georgia, or where are you?",
                "",
                true
            ],
            [
                "I wouldn't want to speak on that,",
                "Joycelyn Savage",
                true
            ],
            [
                "Are you with other roommates, are you free to go where you are?",
                "",
                true
            ],
            [
                "No, I wouldn't speak on that as well,",
                "Savage",
                true
            ],
            [
                "controls every aspect of their lives: dictating what they eat, how they dress, when they bathe, when they sleep, and how they engage in sexual encounters that he records.",
                "",
                false
            ],
            [
                "If you look at the video, and I looked at it over 10 times, the video has someone in the back telling her what to say and what not to say,",
                "Tim",
                true
            ],
            [
                "Because she's not free to go.",
                "Tim",
                true
            ],
            [
                "She's not free to call her mother or father.",
                "Tim",
                true
            ],
            [
                "She's being controlled by a woman or man.",
                "Tim",
                true
            ],
            [
                "I've tried to reach out to her.",
                "Tim",
                true
            ],
            [
                "When I saw the video, I called and no one picked up the phone,",
                "Tim",
                true
            ],
            [
                "I just mainly want to say I’m in a happy place with my life.",
                "Joycelyn Savage",
                true
            ],
            [
                "And I’m not being brainwashed or anything like that,",
                "Joycelyn Savage",
                true
            ],
            [
                "she still won't give up her location — she says for 'safety reasons.",
                "Joycelyn Savage",
                false
            ],
            [
                "Dad, you know everything that's going on with the media and the internet, and what you have done is a complete disaster,",
                "Joycelyn Savage",
                true
            ],
            [
                "happy where I'm at and with the people that I'm around.",
                "",
                false
            ],
            [
                "Honestly you know the situation that had happened that night when I went to meet R. Kelly,",
                "Joycelyn Savage",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.tmz.com/2017/07/18/r-kelly-hostage-jocelyn-savage-tells-father-to-stop/",
                "https://www.tmz.com/2017/07/17/r-kelly-joycelyn-savage-denies-sex-cult-hostage-allegations/",
                "https://www.buzzfeednews.com/article/jimderogatis/parents-told-police-r-kelly-is-keeping-women-in-a-cult",
                "https://www.buzzfeednews.com/article/jimderogatis/parents-told-police-r-kelly-is-keeping-women-in-a-cult",
                "https://www.buzzfeednews.com/article/jimderogatis/parents-told-police-r-kelly-is-keeping-women-in-a-cult"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/primetimeMitch/status/887057018779049984",
                "https://twitter.com/primetimeMitch/status/887056662854545408"
            ]
        },
        "key_words": [
            "leave",
            "kellys",
            "videos",
            "told",
            "wont",
            "location",
            "shes",
            "video",
            "joycelyn",
            "reveal",
            "savage",
            "kelly",
            "say",
            "tmz",
            "r",
            "released",
            "tim",
            "im"
        ]
    },
    {
        "url": "https://www.nytimes.com/2008/06/14/arts/music/14kell.html",
        "title": "R. Kelly Is Acquitted in Child Pornography Case",
        "authors": [
            {
                "name": "David Streitfeld",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2008-06-14",
        "text": "As outlined in the prosecution’s opening and closing statements, the case was intended to be clear-cut: the “sweet, nice, lovely” victim was introduced to Mr. Kelly at the age of 12 by her aunt, a protégé of Mr. Kelly’s named Stephanie Edwards. But instead of making the girl a star, Mr. Kelly preyed on her, made her do “vile, disgusting” things and filmed them. Since Mr. Kelly knew she was under age, the state said, he was guilty of making child pornography.\n\nExpert witnesses for the prosecution said that the VHS tape, whose origin is unknown, was a multigeneration copy but had not been tampered with. Prosecutors also pointed out how the man on the tape turned his back briefly to the camera. It was less than a quarter of a second, but enough time to see a mole on his back — just like the one Mr. Kelly has.\n\nWhile 14 witnesses for the prosecution identified the girl in the tape, and some identified Mr. Kelly as well, only one tied them together in a sexual relationship. That was Lisa Van Allen, who testified that she had a three-way sexual encounter with them.\n\nMs. Van Allen, who received state and federal immunity to testify, did not appear to be an unimpeachable witness. She told the court that she had first had sex with Mr. Kelly at age 17, immediately after being introduced to him on the set of one of his videos, and admitted that she stole a $20,000 Rolex from him. Her current boyfriend and a former boyfriend are both felons.\n\nThe defense team called her a liar and extortionist and compared her, literally, to Satan.\n\nMr. Kelly’s lawyers, who included Edward Genson, Sam Adam and his son, Sam Adam Jr., filed so many motions that they helped delay the start of the trial for six years. But once in court, the lawyers adopted a minimalist approach, limiting their side of the story to two days. Mr. Kelly did not testify.\n\nPhoto\n\nAt the time this seemed to reveal a weakness of the defense’s case. The defense team never even denied that the tape had been shot in Mr. Kelly’s former home.\n\nAs portrayed by Sam Adam Jr. in closing arguments, Mr. Kelly was less predator than prey, the victim of a loose conspiracy by Ms. Edwards, whose career disappeared after a falling-out with the star, as well as Ms. Van Allen and others searching for a payoff, revenge or both.\n\nAdvertisement Continue reading the main story\n\n“This whole thing, from beginning to end, is about money,” Mr. Adam said.\n\nFlailing his arms, he suggested not one but many alternate narratives: that the mole on the back of the man in the film didn’t exist, was a computer blip or was inserted by an unknown someone for nefarious purposes; that the film itself was a fake; that it had computer morphing in it like the dinosaurs in “Jurassic Park”; or that it starred models or prostitutes who looked like Mr. Kelly and his alleged victim.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nHe proposed that the jury would not recognize the woman, who is now 23, if she were sitting in the courtroom.\n\n“Let’s cut to the chase,” he said. “How do you victimize a person when she says, ‘It’s not me’?”\n\nFor good measure, he suggested it was the jury’s patriotic duty to find the singer innocent.\n\nAfter the verdict, when a reporter asked Mr. Adam if he would now be raising his rates, he smiled broadly and said: “I don’t have any hourly rate. I do everything pro bono when I fight for the innocent like Mr. Kelly.”\n\nThe prosecution team, at a post-trial news conference, looked both stoic and shocked.\n\n“Child pornography cases can be extremely difficult in many ways,” said Cook County State’s Attorney Richard Devine, noting that the victims often do not consider themselves victims. “If we receive similar evidence today or tomorrow, we are going to bring that case.”\n\nLeonard Cavise, a professor of law at DePaul University who was skeptical of the prosecutors’ case, said the optimistic way to look at the verdict was that “this is a victory for the concept of reasonable doubt.” The jury, he said, “is saying, ‘We weren’t totally sure it was the girl, we weren’t totally sure it was him.’ ”\n\nThe negative way, Mr. Cavise said, would be this: “The jury gave him the extra benefit of the doubt because of who he is, just like the O. J. Simpson jury.”\n\nIn some ways, this case did not resemble the Simpson case. R. Kelly is a Chicago success story and still makes his home here, yet as a public spectacle the trial was something of a bust.\n\nThe courthouse is in an inconveniently located neighborhood, the charges were old, and allegations of the singer’s interest in under-age women are older still. On most days there was more courtroom security than spectators.",
        "quotes": [
            [
                "We weren’t totally sure it was the girl, we weren’t totally sure it was him.",
                "",
                true
            ],
            [
                "This whole thing, from beginning to end, is about money,",
                "",
                true
            ],
            [
                "Let’s cut to the chase,",
                "",
                true
            ],
            [
                "How do you victimize a person when she says, ‘It’s not me’?",
                "",
                true
            ],
            [
                "I don’t have any hourly rate.",
                "",
                true
            ],
            [
                "I do everything pro bono when I fight for the innocent like Mr. Kelly.",
                "",
                true
            ],
            [
                "Child pornography cases can be extremely difficult in many ways,",
                "Richard Devine",
                true
            ],
            [
                "If we receive similar evidence today or tomorrow, we are going to bring that case.",
                "Richard Devine",
                true
            ],
            [
                "this is a victory for the concept of reasonable doubt.",
                "Leonard Cavise",
                false
            ],
            [
                "is saying, ‘We weren’t totally sure it was the girl, we weren’t totally sure it was him.",
                "",
                false
            ],
            [
                "The jury gave him the extra benefit of the doubt because of who he is, just like the O. J. Simpson jury.",
                "Cavise",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/newsletters"
            ]
        },
        "key_words": [
            "mr",
            "team",
            "receive",
            "tape",
            "kelly",
            "child",
            "adam",
            "pornography",
            "acquitted",
            "van",
            "r",
            "case",
            "york",
            "sam"
        ]
    },
    {
        "url": "https://www.chicagotribune.com/news/breaking/ct-met-r-kelly-sex-charge-20190222-story.html#nt=instory-link",
        "title": "R. Kelly surrenders to Chicago police after being charged with sexually abusing 4 alleged victims",
        "authors": [
            {
                "name": "Jason Meisner",
                "link": null
            },
            {
                "name": "Megan Crepeau",
                "link": null
            }
        ],
        "publisher": "www.chicagotribune.com",
        "publish_date": "2019-02-22",
        "text": "This marks the second time that Kelly, 52, whose legal name is Robert Kelly, has been charged with a sex crime by Cook County prosecutors. Armed with a sex tape, prosecutors indicted the singer in 2002 on child pornography charges, but following a sensational trial six years later, a jury acquitted him of charges alleging he filmed himself having sex with his goddaughter, a girl estimated to have been as young as 13.",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.chicagotribune.com/news/ct-viz-r-kelly-timeline-htmlstory.html#nt=instory-link",
                "https://www.chicagotribune.com/news/ct-xpm-2008-06-14-0806140185-story.html#nt=instory-link"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "victims",
            "charges",
            "alleged",
            "prosecutors",
            "trial",
            "sensational",
            "surrenders",
            "tape",
            "singer",
            "second",
            "sexually",
            "kelly",
            "chicago",
            "sex",
            "r",
            "charged",
            "young",
            "abusing"
        ]
    },
    {
        "url": "https://www.chicagotribune.com/news/ct-xpm-2008-06-14-0806140185-story.html#nt=instory-link",
        "title": "Why the jury acquitted R. Kelly",
        "authors": [
            {
                "name": "Kayce T. Ataiyero",
                "link": null
            },
            {
                "name": "Stacy St. Clair",
                "link": null
            }
        ],
        "publisher": "www.chicagotribune.com",
        "publish_date": "2008-06-14",
        "text": "R. Kelly bowed his head and wept Friday as he was cleared of child pornography charges, acquitted by a jury that deliberated for just 7 1/2 hours over a case that took six years to bring to trial.\n\nWiping tears from his face with a blue silk handkerchief, Kelly clasped his attorneys' hands and prayed as he was cleared on all 14 counts in the indictment.\n\n\"Thank you, Jesus. Thank you, Jesus,\" Kelly said softly as the clerk read off each not-guilty.\n\nAfter Cook County Judge Vincent Gaughan dismissed the jury and left the bench, the singer's entourage rushed into the well of the courtroom and pulled Kelly into bear hugs. As Kelly celebrated, lead prosecutor Shauna Boliker walked to the defense table and shook hands with his attorneys.\n\nBoliker and her team had simply failed to persuade jurors that the female in the sex videotape was the R&B superstar's then-underage goddaughter, a girl who would have been as young as 13 at the time the tape was made.\n\nMany jurors believed Kelly was the man in the tape, but they couldn't be sure that his goddaughter was the female. Without her testimony, the panel relied on a low-quality VHS tape and still photographs to determine the two participants' identities.\n\n\"Most of us felt that maybe it was Kelly, maybe not,\" said juror John Petrean, a Romanian immigrant. \"But nobody could agree if it was her. We had seen photos of her at other times and she seemed like a young girl. It seemed like the girl on the tape was much more developed.\"\n\nThe prosecution called 14 witnesses, including several of the alleged victim's relatives, former friends and basketball coaches, to identify her on the tape. Many said they discounted the testimony of the young woman's relatives because the family was so split in its opinion on the identity of the girl in the tape.\n\n\"It seemed to me [that the goddaughter's family] was very divided over this from the beginning,\" Petrean said.\n\nThe jury accepted the tape's legitimacy, discrediting defense theories that it had been doctored as part of an elaborate extortion plan. The panel also did not debate the much-hyped mole theory. Kelly's attorneys had insisted that Kelly had a caterpillar-shaped mole along his spine and the man in the tape had an unblemished back.\n\nState's Atty. Richard Devine, who attended the verdict announcement but did not participate in the trial, defended the prosecution, which has languished for six years under myriad delays and more than 50 pre-trial motions. Devine said he would do it again if confronted with the same evidence.\n\n\"As we must, we accept the verdict of the jury in this case,\" Devine said. \"This prosecution is one we have no reservations about.\"\n\nThe singer, whose full name is Robert Kelly, left the Criminal Courts Building without speaking to the media. His spokesman later issued a statement saying Kelly had been confident that he would be cleared of the \"terrible charges.\"\n\n\"He did not expect that it would take 6 1/2 years,\" spokesman Allan Mayer said. \"It's been a terrible ordeal for him and his family, and at this point all he wants to do is move forward and try to put it behind him. He wants to thank his lawyers who defended him so brilliantly. He wants to thank his fans who stuck by him and supported him with such love. Most of all, he wants to thank God for giving him the strength to get through this.\"\n\nKelly was indicted in 2002 on charges he videotaped himself engaging in sex with his goddaughter some time between 1998 and 2000. Prosecutors said the girl was as young as 13 at the time.\n\nThe Grammy winner, who shot to international stardom with \"I Believe I Can Fly,\" long professed his . During a 2002 grand jury appearance, his goddaughter, now 23, also denied her involvement in the tape, and refused to cooperate with the prosecution.\n\nHer absence during the trial played a key role in deliberations, jurors said. Following nearly five weeks of testimony, the panel of nine men and three women had initially been split, but after intense debate and hourly votes, the holdouts eventually conceded that reasonable doubt existed, members said.\n\nThe verdict stunned many, especially because it came about 30 minutes after three alternate jurors told the media they would have favored guilty verdicts for Kelly. Though they would have wanted to review the evidence with the rest of the panel, they said they believed both Kelly and his goddaughter appeared in an undoctored sex tape.\n\nKelly's defense team shrugged off the trio's views.\n\n\"It's a good thing they were alternates,\" attorney Sam Adam Jr. said jokingly.\n\nThe verdict, however, gave Kelly's high-priced defense team the last laugh at experts who publicly suggested the lawyers had picked a jury unfavorable to Kelly. The panel included a preacher's wife, a self-described Christian and a Department of Children and Family Services employee. Even the foreman told the attorneys that he thought Kelly was guilty during the selection process.\n\n\"We didn't care what the jurors thought about the case before the trial,\" attorney Marc Martin said. \"We wanted intelligent people who would keep an open mind, and we found them.\"\n\nLead defense attorney Edward Genson, who said he \"graduated from late middle-age to senior citizen\" while working on the case, said there simply wasn't enough evidence to convict Kelly.\n\n\"R. Kelly got his name back, and (his goddaughter) never had to lose her virtue,\" Adam Jr. said outside the courtroom.\n\nKelly's goddaughter also weighed heavily on prosecutors' minds as they answered questions from an eclectic group of news and entertainment reporters. With journalists from as far away as England, France and Germany, Boliker said she hopes the case demonstrated the challenges of fighting child pornography.\n\n\"If we do anything with this prosecution,\" she said, \"we show the world how difficult it is to prosecute.\"\n\nNews of the verdict whipped through the courthouse as reporters ran to call in dispatches and deputies sent word over their radios. In a crowd of assistant state's attorneys and support staff waiting outside the overflow courtroom, several people could be heard gasping in disbelief.\n\nKelly and his entourage -- whose members wept during the reading of the verdict -- made a swift exit from the building and were greeted with thunderous applause on the courthouse steps. The singer placed his hand on his heart in a gesture of gratitude and saluted the crowd before climbing into his black Ford Expedition and returning to his tour bus blocks away.",
        "quotes": [
            [
                "Most of us felt that maybe it was Kelly, maybe not,",
                "John Petrean",
                true
            ],
            [
                "But nobody could agree if it was her.",
                "John Petrean",
                true
            ],
            [
                "We had seen photos of her at other times and she seemed like a young girl.",
                "John Petrean",
                true
            ],
            [
                "It seemed like the girl on the tape was much more developed.",
                "John Petrean",
                true
            ],
            [
                "It seemed to me [that the goddaughter's family] was very divided over this from the beginning,",
                "Petrean",
                true
            ],
            [
                "As we must, we accept the verdict of the jury in this case,",
                "Devine",
                true
            ],
            [
                "This prosecution is one we have no reservations about.",
                "Devine",
                true
            ],
            [
                "He did not expect that it would take 6 1/2 years,",
                "Allan Mayer",
                true
            ],
            [
                "It's been a terrible ordeal for him and his family, and at this point all he wants to do is move forward and try to put it behind him.",
                "Allan Mayer",
                true
            ],
            [
                "He wants to thank his lawyers who defended him so brilliantly.",
                "Allan Mayer",
                true
            ],
            [
                "He wants to thank his fans who stuck by him and supported him with such love.",
                "Allan Mayer",
                true
            ],
            [
                "Most of all, he wants to thank God for giving him the strength to get through this.",
                "Allan Mayer",
                true
            ],
            [
                "It's a good thing they were alternates,",
                "Sam Adam Jr.",
                true
            ],
            [
                "We didn't care what the jurors thought about the case before the trial,",
                "Marc Martin",
                true
            ],
            [
                "We wanted intelligent people who would keep an open mind, and we found them.",
                "Marc Martin",
                true
            ],
            [
                "graduated from late middle-age to senior citizen",
                "",
                false
            ],
            [
                "R. Kelly got his name back, and (his goddaughter) never had to lose her virtue,",
                "Adam Jr.",
                true
            ],
            [
                "If we do anything with this prosecution,",
                "Shauna Boliker",
                true
            ],
            [
                "we show the world how difficult it is to prosecute.",
                "Shauna Boliker",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "jury",
            "panel",
            "tape",
            "kelly",
            "defense",
            "girl",
            "acquitted",
            "r",
            "goddaughter",
            "case",
            "jurors",
            "verdict"
        ]
    },
    {
        "url": "https://www.washingtonpost.com/news/arts-and-entertainment/wp/2015/11/29/erykah-badu-shades-iggy-azalea-and-babyface-brings-down-the-house-at-the-2015-soul-train-awards/?utm_term=.badd0c811228&noredirect=on",
        "title": "Erykah Badu shades Iggy Azalea and Babyface brings down the house at the 2015 Soul Train Awards",
        "authors": [
            {
                "name": "Soraya Nadia Mcdonald Worked For The Washington Post'S Features Desk. She Left The Post In January",
                "link": null
            },
            {
                "name": "November",
                "link": null
            },
            {
                "name": "Soraya Nadia Mcdonald",
                "link": null
            }
        ],
        "publisher": "www.washingtonpost.com",
        "publish_date": "2015-11-29",
        "text": "\n\nKenny “Babyface” Edmonds performs at the 2015 Soul Train Awards. (Al Powers/Powers Imagery/Invision via AP)\n\nThis much is clear after Sunday night’s broadcast of the 2015 Soul Train Awards: Erykah Badu needs her own variety show, preferably one that’s buttressed with plenty of live performances by Badoula Oblongata herself.\n\nAfter entering the stage at Las Vegas’s Orleans Arena on a hoverboard (or scooter, or whatever we’re calling them these days) and belting out a medley of “Danger” and “On and On,” Badu made quick work of joking about her reputation as a rhymekiller.\n\n“As you know, I am the queen of neo soul and people say I have this common effect on rappers: that I make them change gods and wear crochet hats, shoulder pads,” Badu said. “So they have banned me from all of the hip-hop awards with a sign saying ‘Erykah Badu, leave our rappers alone.’ ”\n\nThe denizens of soul gathered Nov. 6 for this year’s Soul Train Awards, but the show wasn’t broadcast until Sunday night. At two and a half hours, it remained a bit bloated thanks to some questionable decision-making in the production. Why include a performance from Cameo, preceded by a lengthy pre-taped “Behind the Music” sketch following Larry Blackmon’s codpiece, but not give time for “Candy,” the band’s biggest hit?\n\nWhat looked like a promising performance by V. Bozeman, whom most know from “Empire,” was cut short to go to commercial, while a dubious and generously timed R. Kelly performance closed out the broadcast. One wonders if BET deliberately decided to include Kelly at the end, knowing discussion of Kelly’s reputation as a sexual predator would result in heightened social media mentions for the show. It would seem so, given that Badu introduced Kelly as someone “who has done more for black folks than anybody,” a declaration seemingly aimed more at stirring up controversy than anything else.\n\n\n\nJill Scott accepts the Lady of Soul Award at the 2015 Soul Train Awards. (Al Powers/Powers Imagery/Invision via AP)\n\nStill, the show had more strong points than weak ones: Tributes to Babyface, who was honored with the Legend Award, and Jill Scott, who received the Lady of Soul Award, featured bring-the-house-down performances from both. And after schooling the audience on the origins of Auto-Tune, Badu DJed a soul cypher featuring Lalah Hathaway, Eddie Levert, Chrisette Michele and K-Ci Hailey.\n\nThe show was completely devoted to honoring R&B and therefore supposedly devoid of rappers, although a few made it into the collaborations categories. Silentó, of “Watch Me (Whip/Nae Nae)” fame won the award for best new artist.\n\nAnd it would seem no black award show is complete without a shady insult to Iggy Azalea. Taking over duties from Nicki Minaj and closing out the dead horse for the year, Badu included the Australian artist in a bit meant to emphasize the fact that rap was “banned” from the Soul Train Awards.\n\nAfter putting off mid-show inquiries from Andre 3000 and Young Thug, Badu’s phone rang a third time.\n\n“Who is this? Iggy Azalea? Yeah, hey! No, no, no, no, no, no, no! You can come,” Badu said into her phone. “Because what you’re doing is definitely not rap.”",
        "quotes": [
            [
                "Erykah Badu, leave our rappers alone.",
                "",
                true
            ],
            [
                "As you know, I am the queen of neo soul and people say I have this common effect on rappers: that I make them change gods and wear crochet hats, shoulder pads,",
                "Erykah Badu",
                true
            ],
            [
                "So they have banned me from all of the hip-hop awards with a sign saying ‘Erykah Badu, leave our rappers alone.",
                "Erykah Badu",
                true
            ],
            [
                "who has done more for black folks than anybody,",
                "Kelly",
                false
            ],
            [
                "No, no, no, no, no, no, no!",
                "Erykah Badu",
                true
            ],
            [
                "Because what you’re doing is definitely not rap.",
                "Erykah Badu",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.washingtonpost.com/wp-stat/404-not-found/404-Not-Found.htm?fail=/news/arts-and-entertainment/wp/2015/08/31/a-dad-in-a-garage-wiz-khalifa-and-tony-hawk-all-want-the-hoverboard-to-be-born/?noredirect=on&noredirect=on"
            ]
        },
        "key_words": [
            "award",
            "iggy",
            "shades",
            "awards",
            "performance",
            "broadcast",
            "soul",
            "kelly",
            "rappers",
            "brings",
            "house",
            "2015",
            "erykah",
            "babyface",
            "badu",
            "train",
            "azalea"
        ]
    }
]