[
    {
        "url": "https://www.cnn.com/2019/07/12/politics/mnuchin-congress-letter-debt-crisis/index.html",
        "title": "US government is running out of money faster than expected, Mnuchin warns",
        "authors": [
            {
                "name": "Donna Borak",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-07-12",
        "text": "(CNN) Treasury Secretary Steven Mnuchin on Friday issued a warning Friday that the US government is at risk of running out of cash sooner than expected.\n\nIn a letter to Democratic House Speaker Nancy Pelosi, Mnuchin wrote that the US might default on its obligations as soon as early September, before Congress returns from its summer recess\n\n\"Based on updated projections, there is a scenario in which we run of out cash in early September, before Congress reconvenes,\" Mnuchin wrote in a letter.\n\nThe federal government has not been able to borrow money since March, when congressionally-mandated borrowing limits went back into force. The US Treasury, which is facing a growing deficit thanks in part to President Donald Trump's 2017 tax cuts, had said it had enough cash to last until the fall.\n\nPelosi and Mnuchin have spoken three times this week in an effort to jumpstart stalled budget and debt ceiling negotiations, and multiple sources say the new default projections have provided an accelerant for those efforts.\n\nRead More",
        "quotes": [
            [
                "Based on updated projections, there is a scenario in which we run of out cash in early September, before Congress reconvenes,",
                "Mnuchin",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2019/07/11/politics/treasury-us-budget-deficit-widens/index.html",
                "https://www.cnn.com/2019/05/11/politics/congress-debt-ceiling/index.html",
                "https://www.cnn.com/2019/07/08/politics/congress-budget-talks/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "warns",
            "week",
            "expected",
            "projections",
            "money",
            "treasury",
            "faster",
            "default",
            "went",
            "cash",
            "early",
            "running",
            "mnuchin",
            "congress",
            "wrote"
        ]
    },
    {
        "url": "https://www.cnn.com/2019/07/11/politics/treasury-us-budget-deficit-widens/index.html",
        "title": "US budget deficit jumps 23.1% over last year as debt crisis looms",
        "authors": [
            {
                "name": "Donna Borak",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-07-11",
        "text": "Washington (CNN) The US budget deficit jumped 23.1% in the first nine months of the fiscal year compared with the same period a year ago, according to the US Treasury.\n\nThe deficit widened to $747.1 billion, versus $607 billion last year, from October through June. Federal spending rose to $3.36 trillion in that period, while revenue increased to $2.61 trillion -- both records.\n\nThe US has not had borrowing power since March, when the congressionally mandated debt ceiling kicked in, and independent analysts suggest the government could run out of money by September unless Congress can agree to allow additional borrowing.\n\nA number of factors are driving the deficit increase, including the $1.5 trillion tax cuts signed by President Donald Trump in 2017 along with a massive spending package.\n\nRead More",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.cnn.com/specials/politics/president-donald-trump-45"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "unless",
            "deficit",
            "looms",
            "washington",
            "debt",
            "trillion",
            "spending",
            "versus",
            "jumps",
            "period",
            "crisis",
            "budget",
            "231",
            "widened",
            "trump",
            "billion"
        ]
    },
    {
        "url": "https://www.cnn.com/2019/05/11/politics/congress-debt-ceiling/index.html",
        "title": "Washington is flirting with a debt crisis. No one has a plan to stop it",
        "authors": [
            {
                "name": "Phil Mattingly",
                "link": null
            },
            {
                "name": "Haley Byrd",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-05-11",
        "text": "Washington (CNN) The US government is hurtling toward a potential financial crisis , and no one in Washington seems to know how to stop it.\n\nAs lawmakers trade fire over contempt votes and impeachment, there's been no progress toward reaching a budget agreement or extending the federal government's ability to borrow before September, when the money runs out . That's raising the ugly prospect of more than $100 billion in mandatory cuts as well as an unprecedented default on US debt -- a situation that could trigger a worldwide economic catastrophe.\n\nIt's a mess everyone knows is coming, and yet no one seems to have a plan -- at least at the moment -- for averting disaster.\n\n\"It's one of those cartoonish anvil-over-head moments,\" one senior GOP congressional aide told CNN. \"We all look around knowingly like 'Man, we're about to get crushed by this,' but nobody's really sure how to get out from underneath it right now.\"\n\nEven the battle lines aren't totally clear at this point. There's brewing frustration between President Donald Trump and congressional Republicans, as well as questions about what House Democrats will agree to.\n\nThe fight over disaster relief\n\nThe latest sign of the dysfunction gripping Congress came this week, when Republicans and Democrats continued to flounder in months-long negotiations over disaster aid for states recently hit by hurricanes, flooding, and wildfires, typically a subject that can easily win bipartisan consensus but has instead repeatedly fallen apart over unrelated issues.\n\n\"If we can't do this, what the heck can we do on something much bigger?\" Senate Appropriations Committee Chairman Richard Shelby asked after a phone call with White House chief of staff Mick Mulvaney . \"I hope this is not a preview of coming events.\"\n\nThe Alabama Republican said he told Mulvaney that the inability to pass the aid bill was not a good sign for the tougher negotiations ahead.\n\n\"This is the longest I remember I've ever seen something this important not be resolved,\" Shelby added. \"But I said, 'This is small — very important, but small — compared to what we're going to have to face if we don't get some direction.'\"\n\nThe US government has careened from one fiscal and spending crisis to another for nearly a decade. But as last winter's record-breaking shutdown demonstrated, the wild card now is Trump, whose unpredictable negotiating style has at times left Congress flailing. The President has clashed with Democrats for months over including funding for Puerto Rico in the disaster bill, and his administration has further strained talks with attempts to include Trump's requested $4.5 billion for border security, a move vehemently opposed by Democrats.\n\nShelby pointed to the $100 billion in automatic spending cuts that will be triggered come October if Congress can't reach a deal to raise budget caps for discretionary spending -- that is, almost everything outside of Social Security and Medicare.\n\nCongress reached a two-year deal to raise the caps in 2017. If lawmakers don't approve another hike, the budget will have to fall back down to 2011 levels.\n\nDeadlines can drive dealmaking\n\nLawmakers -- and specifically the top Appropriations members in both chambers -- have wriggled out of impossible negotiations before, generally managing to pull proverbial rabbits out of their hats at the last moment. And, despite the winter shutdown, the 2018 budget process was the most successful in decades, with more than 75 percent of the government funded through a regular process before the end of the fiscal year.\n\nUnlike the disaster aid package, the spending and debt ceiling negotiations come with a hard deadline -- and hard consequences for failing to meet it. For Republicans, it would mean dramatic cuts to defense programs, a central GOP priority. Democrats would have to accept equally painful cuts to domestic programs, which have long been their top priority in talks.\n\nDeadlines, said several aides and lawmakers who talked to CNN for the story, have a way of sharpening the urgency for negotiators on all sides, and a default on US debt is generally considered something members of both parties would prefer to avoid.\n\nBut Shelby is worried his colleagues — and the White House — aren't paying enough attention to the dangers ahead.\n\nOne problem: Trump may not realize how damaging a budget crisis and default would be.\n\nShelby, who raised the issue at Republicans' regular policy lunch this week, said he and his staff are working on a document with the Congressional Budget Office and the Office of Management and Budget that lays out the effects plainly for all to see. He told CNN once it is finished, he plans to bring it to Trump directly to underscore the stakes.\n\n\"I told our caucus yesterday that this will be draconian. They probably haven't thought about it much because they think we'll take care of it,\" Shelby told CNN earlier this week.\n\nBut he acknowledged that time is working against everyone.\n\n\"Here it is June coming up, and wow, we've got some mountains to climb,\" he said.\n\nThe three-legged stool\n\nThe talks are playing out in the wake of Trump's tax reform, which increased the deficit. The President -- who long ago proclaimed himself \"the King of Debt\" -- has nevertheless promised to raise defense spending, and White House officials have actively sought ways to increase the military budget without Congress, drawing objections from Democrats.\n\nIn recent months the White House has toyed with letting the automatic budget cuts take effect in the name of fiscal restraint. It was an idea openly broached by White House representatives at meeting of senior GOP staffers earlier this year, two people familiar with the conversation told CNN. They mentioned other ways to secure money to make up for the defense cuts — none of which were considered plausible by staff in attendance, the people said.\n\nMulvaney has also made clear in conversations with congressional Republicans that he objects to removing caps on domestic spending, according to multiple senators and GOP aides -- though Democrats who control the House have made clear that is a non-starter.\n\nCongressional leaders have attempted to jump start discussion. Senate Majority Leader Mitch McConnell, announced publicly last month the creation of a bipartisan staff-level working group to formulate a two-year budget deal and expressed optimism an agreement could be reached. It was an idea that came in the wake of a previously unreported meeting between Trump, McConnell and House Republican Leader Kevin McCarthy -- one that reflected significant unease across the GOP conference about the looming automatic defense cuts, two sources familiar with the meeting told CNN. The staff-level group, which is made up of the policy directors of the four top leaders on Capitol Hill, has met twice, but it's unclear how much progress has been made.\n\nDemocrats, burned by the shutdown, have called for negotiations to stay on the Hill.\n\n\"I think that the only way we'll get a budget is the way we've gotten one the last two years, if the President stays out of it,\" Schumer told CNN. \"I think if you talk to my Republican colleagues, and they told you what they're telling us, they'd tell you the same thing.\"\n\nBut Shelby, who has clashed with Mulvaney in past negotiations and has a close and effective working relationship with his Democratic Appropriations counterpart Sen. Patrick Leahy, made clear the White House has to stay involved. Shelby's efforts to brief and keep Trump in the loop were considered a key reason the President finally agreed to end the shutdown fight.\n\n\"We've got a three-legged stool,\" Shelby said. \"Democrat House. Republican White House and president. Republican Senate. We've gotta have all those to hold up the stool.\"\n\nLawmakers have until September to keep the government open and head off a repeat of this past winter's meltdown. That partial shutdown left about 800,000 federal employees unpaid over the holidays, as well as an unknown number of government contractors who did not receive back pay. The shutdown, which originated with a fight over funding for a border wall, ended after staffing issues with air traffic controllers caused flight delays in New York and around the country's major airports, creating political blowback for the President.\n\nExtraordinary measures are only a temporary fix\n\nLess discussion seems to be going on around the debt issue. Since the first World War, Congress has tried to limit federal borrowing, and has routinely raised the borrowing limit as the US government debt has grown. The debt limit was suspended in 2015, after Republicans danced with default amid a fight with the Obama administration.\n\nThe limits went back into effect in March, but the US government has been able to use so-called \"extraordinary measures\" to keep paying its bills. Those measures are expected to run out in early fall.\n\nTreasury Secretary Steven Mnuchin has called for lawmakers to raise the debt limit as soon as possible, but lawmakers have so far been unwilling to give up leverage over hot-button issues like immigration -- though top Democrats have also indicated they're unwilling to risk US creditworthiness.\n\n\"America is not going to welch on its debts and what it owes. So I think we ought not to use that as a political issue,\" House Majority Leader Steny Hoyer said Wednesday. \"But, and this is a big but, we need to avoid a crisis of shutting down the government as happened under the Republican leadership in the last Congress, which bled over to this Congress. As a result, I am urging that we do both in a bipartisan, constructive way.\"\n\nAsked whether that meant he wanted to deal with the debt limit alongside appropriations legislation, Hoyer said he was open to any approach that would get a deal done.\n\nRep. Tom Cole, an Oklahoma Republican, said Shelby's warning should serve as a wakeup call for both chambers.\n\n\"Senator Shelby is telling everybody in this chamber what they need to know, that we need to get out of partisan gamesmanship and get focused on governing the country: moving Approps bills, taking care of the debt ceiling,\" he said.\n\n\"Both sides seem to think they can leverage these things into something, and I don't think you can,\" Cole added. \"Every time you do, you end up in a government shutdown.\"\n\nCORRECTION: This story has been updated to correctly identify Hoyer as House Majority Leader.",
        "quotes": [
            [
                "It's one of those cartoonish anvil-over-head moments,",
                "",
                true
            ],
            [
                "We all look around knowingly like 'Man, we're about to get crushed by this,' but nobody's really sure how to get out from underneath it right now.",
                "",
                true
            ],
            [
                "If we can't do this, what the heck can we do on something much bigger?",
                "Mick Mulvaney",
                true
            ],
            [
                "I hope this is not a preview of coming events.",
                "Mick Mulvaney",
                true
            ],
            [
                "This is the longest I remember I've ever seen something this important not be resolved,",
                "Shelby",
                true
            ],
            [
                "But I said, 'This is small — very important, but small — compared to what we're going to have to face if we don't get some direction.",
                "Shelby",
                true
            ],
            [
                "I told our caucus yesterday that this will be draconian.",
                "Shelby",
                true
            ],
            [
                "They probably haven't thought about it much because they think we'll take care of it,",
                "Shelby",
                true
            ],
            [
                "Here it is June coming up, and wow, we've got some mountains to climb,",
                "Shelby",
                true
            ],
            [
                "I think that the only way we'll get a budget is the way we've gotten one the last two years, if the President stays out of it,",
                "Schumer",
                true
            ],
            [
                "I think if you talk to my Republican colleagues, and they told you what they're telling us, they'd tell you the same thing.",
                "Schumer",
                true
            ],
            [
                "We've got a three-legged stool,",
                "Shelby",
                true
            ],
            [
                "We've gotta have all those to hold up the stool.",
                "Shelby",
                true
            ],
            [
                "America is not going to welch on its debts and what it owes.",
                "",
                true
            ],
            [
                "So I think we ought not to use that as a political issue,",
                "",
                true
            ],
            [
                "But, and this is a big but, we need to avoid a crisis of shutting down the government as happened under the Republican leadership in the last Congress, which bled over to this Congress.",
                "",
                true
            ],
            [
                "As a result, I am urging that we do both in a bipartisan, constructive way.",
                "",
                true
            ],
            [
                "Senator Shelby is telling everybody in this chamber what they need to know, that we need to get out of partisan gamesmanship and get focused on governing the country: moving Approps bills, taking care of the debt ceiling,",
                "",
                true
            ],
            [
                "Both sides seem to think they can leverage these things into something, and I don't think you can,",
                "",
                true
            ],
            [
                "Every time you do, you end up in a government shutdown.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/specials/politics/government-shutdown-2019",
                "https://www.cnn.com/2019/01/25/politics/aviation-shutdown-negotiations/index.html",
                "https://money.cnn.com/2016/05/05/investing/trump-king-of-debt-fire-janet-yellen/index.html",
                "https://www.cnn.com/2019/04/29/politics/mick-mulvaneys-chief-of-staff-playbook-dismantling-trumps-guardrails/index.html",
                "https://www.cnn.com/2019/03/01/economy/federal-debt-ceiling-22-trillion/index.html",
                "https://www.cnn.com/2019/05/10/politics/house-disaster-aid-vote-legislation-congress/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "told",
            "washington",
            "debt",
            "plan",
            "flirting",
            "shelby",
            "house",
            "cuts",
            "crisis",
            "budget",
            "republican",
            "stop",
            "cnn",
            "white",
            "congress"
        ]
    },
    {
        "url": "https://www.cnn.com/2019/07/08/politics/congress-budget-talks/index.html",
        "title": "Congress returns with no sign of spending deal ahead of September deadline",
        "authors": [
            {
                "name": "Phil Mattingly",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-07-08",
        "text": "(CNN) Lawmakers return to the Capitol this week with negotiations over a crucial budget deal, in the words of one senior official involved, \"as far away from agreement as they've been.\"\n\nSenate Republicans remain frustrated with the White House. House Democrats are engaged in their most significant internal battle of their majority. Neither party's congressional leadership knows exactly what President Donald Trump would support or sign, aides on both sides say.\n\nReminder of what's at stake: Congressional leaders are desperately seeking to forestall more than $120 billion in automatic spending cuts, as well as a catastrophic debt default. The preferred method is to strike an all-encompassing two-year budget deal. At this point, after several meetings of top negotiators, things have moved further away from a deal. The internal dynamics of the Democratic caucus laid bare by the immigration funding fight two weeks ago have only served to exacerbate concerns about any path to a final resolution.\n\nBottom line: The House and Senate are in session for a grand total of seven weeks before an end-of-September spending deadline, with a month-long August recess smack in the middle of it. While there is no agreement on a spending deal, or even the process of what's next at the moment, there is agreement on this: things need to start moving, and fast.\n\nScheduling: As of now, there are no meetings scheduled between congressional leaders and top White House negotiators this week, aides say. That could change -- and congressional aides have indicated they would like it to change in order to jump start talks -- but as of now, nothing is on the books.\n\nRead More",
        "quotes": [
            [
                "as far away from agreement as they've been.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2019/01/03/politics/nancy-pelosi-house-speaker-vote-new-congress/index.html",
                "https://www.cnn.com/2019/06/19/politics/congress-spending-crisis/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "deadline",
            "congressional",
            "week",
            "whats",
            "returns",
            "ahead",
            "agreement",
            "spending",
            "weeks",
            "sign",
            "house",
            "aides",
            "white",
            "congress",
            "deal"
        ]
    },
    {
        "url": "https://www.cnn.com/specials/politics/president-donald-trump-45",
        "title": "Donald Trump news, commentary and analysis",
        "authors": [],
        "publisher": "www.cnn.com",
        "publish_date": "2017-02-16",
        "text": "Trump pick to be top general says he will 'not be intimidated into making stupid decisions'",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.cnn.com/2019/07/11/politics/mark-milley-confirmation-hearing-not-intimidated/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "pick",
            "donald",
            "making",
            "commentary",
            "stupid",
            "trump",
            "decisions",
            "intimidated",
            "analysis",
            "general"
        ]
    },
    {
        "url": "https://www.cnn.com/specials/politics/government-shutdown-2019",
        "title": "2019 government shutdown -- Timeline, history, news and how to help",
        "authors": [],
        "publisher": "www.cnn.com",
        "publish_date": "2019-01-23",
        "text": "MLK national park will reopen during shutdown with the help of Delta Air Lines",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.cnn.com/travel/article/mlk-sites-atlanta-opening-government-shutdown/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "mlk",
            "park",
            "delta",
            "help",
            "2019",
            "history",
            "shutdown",
            "timeline",
            "reopen",
            "national",
            "lines",
            "air"
        ]
    },
    {
        "url": "https://www.cnn.com/2019/01/25/politics/aviation-shutdown-negotiations/index.html",
        "title": "Impact on aviation contributed to movement on shutdown negotiations",
        "authors": [
            {
                "name": "Rene Marsh",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-01-25",
        "text": "Washington (CNN) The White House had been meeting and communicating with transportation agencies including the Department of Transportation to discuss the impact of the shutdown on commercial aviation, information that contributed to Friday's deal to temporarily end the government shutdown, according to a source familiar with the discussions.\n\nThe White House recently was given a stark portrayal for what would happen as it relates to commercial aviation if this shutdown continued, the source said. Then the White House saw it play out in real time Friday morning with air traffic control staffing issues causing massive delays in several northeastern airports.\n\nThe source adds that Friday's staffing issues with air traffic controllers and shortage of Transportation Security Administration officers was a \"contributing catalyst to ending this shutdown for both sides\" of the negotiations.\n\nThe White House was concerned about the economic impact of a significant disruption within the national airspace system, including the commerce it supports, the source said.\n\nRead More",
        "quotes": [
            [
                "contributing catalyst to ending this shutdown for both sides",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2019/01/25/us/air-traffic-controller-shortage-faa/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "contributed",
            "impact",
            "source",
            "movement",
            "transportation",
            "house",
            "shutdown",
            "negotiations",
            "including",
            "staffing",
            "aviation",
            "traffic",
            "issues",
            "white"
        ]
    },
    {
        "url": "https://money.cnn.com/2016/05/05/investing/trump-king-of-debt-fire-janet-yellen/index.html",
        "title": "Donald Trump: 'I'm the king of debt'",
        "authors": [
            {
                "name": "Matt Egan",
                "link": null
            }
        ],
        "publisher": "money.cnn.com",
        "publish_date": "2016-05-05",
        "text": "Donald Trump isn't afraid of debt.\n\n\"I'm the king of debt. I love debt,\" Trump told CNN's Wolf Blitzer on Wednesday, seemingly trying to explain the comfort level he has with debt after a long business career that included four bankruptcy filings by his companies.\n\nTrump made the comment in response to a question about whether it's time to bail out Puerto Rico, which is in the midst of an economic crisis. However, Trump said he opposes the bailout because Puerto Rico has too much debt and needs to cut it down, without help from the federal government.\n\nDespite his \"love\" for debt, Trump is worried about another debt-related issue: how much the U.S. has to pay in interest on its $19 trillion of debt.\n\n\"If interest rates go up one percent, that's devastating,\" the presumptive GOP nominee for president told CNBC on Thursday. \"What happens if that interest rate goes up 2, 3, 4 points? We don't have a country.\"\n\nBut Trump raised eyebrows by suggesting an unorthodox approach towards cutting the national debt.\n\nAsked if the U.S. needs to pay its debt in full or if it could negotiate a partial repayment, Trump said: \"I would borrow, knowing that if the economy crashed, you could make a deal.\"\n\nSuch a renegotiation risks creating financial turmoil because U.S. Treasuries are considered the safest assets on the planet and a major benchmark for valuing other securities. Calling into question their safety could cause borrowing rates to rise and create confusion in the markets.\n\nAt first glance, Trump's endorsement of low rates would seem to make him a fan of Federal Reserve chair Janet Yellen, under whose leadership rates have continued at near-zero. She is also known as a \"dove\" because of her cautious stance against raising rates.\n\nBut Trump told CNBC that if he became president he would \"most likely replace\" Yellen when her term expires in January 2018. He pointed out that she's \"not a Republican.\"\n\nTrump did call Yellen a \"very capable person\" and said \"people I know have a high regard for her.\"\n\nRelated: Famed investor sounds the crisis alarm\n\nLast year Trump criticized Yellen, who was appointed by President Obama in 2014, for keeping rates low for \"political reasons.\"\n\nBut Trump's seemingly-contradictory call for low rates and also replacing Yellen has observers on Wall Street scratching their heads. After all, Republican-leaning Fed chiefs tend to be hawks, not doves. They prefer to raise interest rates more quickly to ward off inflation.\n\n\"Are we looking at a dovish, deficit building GOP nominee here?\" Michael Block, chief strategist at Rhino Trading, wrote in a note. \"So maybe he wants someone more dovish. Like... an actual bird. Or someone in a large bird costume.\"\n\nRelated: Should investors fear President Trump or Clinton?\n\nTrump also threw his weight behind the idea of spending heavily to revamp America's roads and bridges. It's an idea that many Democrats, including Obama, have embraced as a way to breathe life into the economy while simultaneously investing in the future.\n\n\"The beautiful thing about infrastructure is it puts people to work, immediately puts people to work,\" Trump said.\n\nHowever, some worry that Trump hasn't spelled out a credible way to pay for all that new spending. In fact, on Thursday he reiterated plans to dramatically lower taxes.\n\n\"Deficits would explode in his administration,\" Greg Valliere, chief global strategist at Horizon Investments, said in a report on Thursday.\n\nRelated: Everything you want to know about Trump's bankruptcies\n\nThis week influential investor Jeff Gundlach predicted Trump will win the White House -- and boost the national debt in the process.\n\n\"Let's face it, Donald Trump is extremely comfortable with debt,\" Gundlach said at the 21st Annual Sohn Investor Conference in Manhattan.\n\nOf course, dramatically higher government spending with no new revenue to pay for it would likely rile financial markets.\n\nIn other words, the bond market may sell off and rates will go up -- exactly the outcome Trump warned against.",
        "quotes": [
            [
                "I'm the king of debt.",
                "Donald Trump",
                true
            ],
            [
                "If interest rates go up one percent, that's devastating,",
                "",
                true
            ],
            [
                "What happens if that interest rate goes up 2, 3, 4 points?",
                "",
                true
            ],
            [
                "We don't have a country.",
                "",
                true
            ],
            [
                "I would borrow, knowing that if the economy crashed, you could make a deal.",
                "Donald Trump",
                true
            ],
            [
                "people I know have a high regard for her.",
                "Donald Trump",
                false
            ],
            [
                "Are we looking at a dovish, deficit building GOP nominee here?",
                "Michael Block",
                true
            ],
            [
                "So maybe he wants someone more dovish.",
                "Michael Block",
                true
            ],
            [
                "Or someone in a large bird costume.",
                "Michael Block",
                true
            ],
            [
                "The beautiful thing about infrastructure is it puts people to work, immediately puts people to work,",
                "Donald Trump",
                true
            ],
            [
                "Deficits would explode in his administration,",
                "Greg Valliere",
                true
            ],
            [
                "Let's face it, Donald Trump is extremely comfortable with debt,",
                "Gundlach",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://money.cnn.com/2015/08/31/news/companies/donald-trump-bankruptcy/",
                "https://money.cnn.com/2016/05/04/investing/donald-trump-hillary-clinton-stocks/index.html",
                "https://money.cnn.com/2016/04/04/news/economy/donald-trump-bubble-debt/",
                "https://money.cnn.com/2016/05/05/investing/stanley-druckenmiller-sounds-crisis-alarm-sohn/index.html",
                "https://money.cnn.com/2016/05/04/investing/betting-against-tesla-trump-will-win-sohn/index.html?iid=hp-stack-dom",
                "https://www.cnn.com/2016/05/04/politics/donald-trump-john-kasich/index.html",
                "https://www.cnbc.com/2016/05/05/donald-trump-a-chance-ill-pick-a-vp-from-field-of-former-gop-candidates.html",
                "https://money.cnn.com/2016/05/02/investing/puerto-rico-default-may-1/index.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.bloomberg.com/tosv2.html?vid=&uuid=74b1d2a0-a60c-11e9-9fe6-9ff6e71c3cbf&url=L3BvbGl0aWNzL2FydGljbGVzLzIwMTUtMTAtMTYvdHJ1bXAtc3BlYWtzLWluLWJsb29tYmVyZy10di1pbnRlcnZpZXctb24tamFuZXQteWVsbGVuLWludGVyZXN0LXJhdGVz"
            ]
        },
        "key_words": [
            "donald",
            "told",
            "interest",
            "yellen",
            "debt",
            "rates",
            "spending",
            "president",
            "trumps",
            "king",
            "trump",
            "pay",
            "im"
        ]
    },
    {
        "url": "https://www.cnn.com/2019/04/29/politics/mick-mulvaneys-chief-of-staff-playbook-dismantling-trumps-guardrails/index.html",
        "title": "Mick Mulvaney's chief of staff playbook: Dismantling Trump's guardrails",
        "authors": [
            {
                "name": "Betsy Klein",
                "link": null
            },
            {
                "name": "Abphillip",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-04-29",
        "text": "Washington (CNN) Months before Mick Mulvaney was picked as President Donald Trump's acting chief of staff, he requested a meeting with Trump to sell himself as the best man to run his chaotic White House.\n\nMulvaney boiled his case down to three main points. First, he reminded Trump that he'd spent the previous two years successfully managing two federal agencies, the Office of Management and Budget and the Consumer Financial Protection Bureau, with almost no dysfunction. Secondly, he said he had demonstrated fierce loyalty to the President.\n\nMulvaney saved what he thought was the most important point for last: he had no plans to rein Trump in, according to a person familiar with Mulvaney's ideas.\n\nThe pitch provides a window into how Mulvaney has approached the job as Trump's third chief of staff. White House aides say Mulvaney has staked out a clear strategy of avoiding friction with the President or his family.\n\nThat's won Mulvaney praise from senior staff and helped him avoid the internal battles that contributed to the eventual downfall of his two predecessors, Reince Priebus and John Kelly.\n\nBut the approach has its downsides. Namely, critics say, Mulvaney has failed to perform what many past chiefs regard as the most important part of the job: focusing the President's time on critical issues, managing the information that reaches his desk, and in the case of Trump, serving as a guardrail against an unpredictable president's most self-defeating instincts.\n\nA senior White House official, who praised Mulvaney's leadership overall, described Mulvaney's approach to dealing with Trump as focused primarily on securing the President's affection, even if it sometimes means obscuring hard truths.\n\n\"If Mick is guilty of anything, it's that he's more of a glass half full kind of guy,\" said John Czwartacki, senior adviser to Mulvaney for strategy. \"It doesn't mean he ever obscures facts but he tends to view the world through an optimist point of view.\"\n\nIn light of the recently released Mueller report, being too deferential to Trump could carry some significant risks. The report lays out numerous occasions of aides refusing to do as Trump instructed, provoking the President's ire but also saving him from potentially incriminating and obstructive behavior.\n\n\"You have to be able to ensure that the President is in many ways protected from himself,\" said Leon Panetta, who spent three years as chief of staff to President Bill Clinton and who is also close to former chief of staff John Kelly. \"Otherwise you're not worth a damn if you're not protecting the county.\"\n\n\"You're not hired to be a court jester to a king, you're hired to serve the country,\" Panetta added.\n\nTo others though, that misses the point of Mulvaney's strategy, and the uniqueness of working for this President.\n\n\"Trump has a unique management style and if you get how he operates then you can function better than some of the guys who came in and thought I'm going to get this job and do whatever I want because the world loves me and I was elected to nothing,\" said Grover Norquist, the president of Americans for Tax Reform, a conservative policy group.\n\nThe anti-John Kelly\n\nMuch of Mulvaney's tenure has been defined by how much of Kelly's management strategies he has rejected. In an interview with The Atlantic, Mulvaney sharply criticized Kelly for cultivating an unhealthy work environment.\n\n\"When I got here, morale wasn't what it needed to be,\" Mulvaney told the magazine. \"I don't think I'm telling any secrets -- John hated the job. And let everybody know.\"\n\nBut Panetta, who has spoken to Kelly in recent weeks, said the former Marine general was simply being honest about the challenges of the job.\n\n\"That job under Trump is a son of a b****,\" Panetta said. \"(Kelly) believes in discipline. He believes you don't accomplish a mission unless you have a disciplined force.\n\n\"It took a while but he realized he was dealing with someone who was totally undisciplined,\" Panetta added.\n\nTrump aides say the most noticeable difference has been the way Mulvaney deals with the President's daughter and son-in-law, Ivanka Trump and Jared Kushner. Where Kelly tried to limit their access and influence , Mulvaney has essentially stayed out of their way, a move that many in the West Wing attribute to Mulvaney watching the political damage Kelly did to himself in his fights with Ivanka and Kushner.\n\n\"(Mulvaney) has the benefit of hindsight to know that is going to piss off the President and make enemies of the only staffers in the White House who can't get fired,\" said one White House official.\n\nNot only has Mulvaney not interfered with Ivanka and Kushner's access to the Oval Office, he has allowed them to expand their portfolios.\n\nIn recent months, for example, Kushner along with Mulvaney were among the President's lead negotiators during the government shutdown and have continued talks with Democrats about immigration legislation even after the President escalated his threats to close the southern border with Mexico.\n\nRather than rein them in, aides say Mulvaney has opted instead to use Ivanka Trump and Kushner's unique relationship with the President to his own advantage.\n\nWhile one official described Mulvaney as seeking to \"empower\" the two senior aides for their own benefit, others in the White House see it as a shrewd move designed to keep him in his job longer.\n\nPeace but no progress\n\nRegardless of the motivation, multiple Trump aides describe the mood among staff as unusually content under Mulvaney's leadership.\n\nSeveral say that the infighting and back-biting that characterized the first two years of Trump's presidency has dissipated. While Kelly's attempts to instill discipline and order into the West Wing gained him a reputation as being combative, Mulvaney's under-the-radar demeanor have made him relatively few enemies in a staff more accustomed to the power struggles of Trump's first two years in office.\n\nYet for all the peace, there have been few accomplishments. In the first four months of Mulvaney's tenure, there have been no major policy or public relations successes. And several political missteps. Mulvaney has presided over the longest government shutdown in history, which most polls say the American public blames Trump for , a threat to close the US border with Mexico which likely would have caused catastrophic economic damage, and a near crisis of Trump's making when he -- with Mulvaney's encouragement -- forced health care onto the Republican agenda, over the objections of his party.\n\nParadoxically, as Mulvaney's public image has soured, his standing with Trump has solidified, according to White House officials and sources close to the president.\n\n\"I think he's the perfect fit for the President,\" said Christopher Ruddy, CEO of Newsmax and a longtime friend of Trump. \"He gives the President his space and lets him shine and he protects his back.\"\n\nThough people close to the President say that it is still early in Mulvaney's tenure, Trump is notably more relaxed around the former congressman, who has been careful not to make the President think he is being watched or monitored.\n\n\"He doesn't like people shadowing him all the time,\" said one person close to Trump.\n\nTrump's level of comfort with Mulvaney was on display in recent days, when hours after the Mueller report was released, they dined together along with their wives at Mar-a-Lago, according to multiple sources.\n\nIn his short time as acting chief of staff, Mulvaney has traveled frequently with the President to his Florida club -- making himself a notable, but unobtrusive presence as the President catches up with friends and patrons.\n\nShortly after Mulvaney got the job, amidst a tumultuous period during the government shutdown, Trump -- who is known to blame top aides for rocky periods in his presidency -- quizzed friends and advisers about how Mulvaney was doing.\n\nUpon receiving positive feedback, Trump remarked: \"I think he's good, too. He's better than the other two.\"\n\nPolicy chops\n\nMulvaney also comes to the job with policy expertise that both Priebus and Kelly lacked. Among the three, Mulvaney is also the only to have ever been elected to office. Before joining the administration in 2017, Mulvaney served three terms as a House Republican, focused on cutting government spending. That, along with his time as Trump's budget director, have won Mulvaney a reputation as a policy wonk in what is often a detail-averse White House.\n\nIn meetings with the President, Trump often uses Mulvaney as a walking encyclopedia, asking him to weigh in with facts and information in discussions with lawmakers and allies on policy.\n\nMulvaney has filled the West Wing with like-minded technocrats, many of whom he brought over from the OMB. That's given Mulvaney a core group of loyal allies in the West Wing, as well as a base of policy expertise to help advance the sort of right-leaning agenda that he might have favored during his time as a member of the House Freedom Caucus.\n\nMulvaney allies now fill key roles at the helm of the Office of Management and Budget and the Domestic Policy Council, helping him shape Trump's policy on across the board budget cut proposals and on health care.\n\nLast month, Mulvaney, backed by acting Office of Management and Budget director Russ Vought and Domestic Policy Council Director Joe Grogan convinced Trump to back a lawsuit by states attorneys general seeking to invalidate the Affordable Care Act, over the objections of Attorney General William Barr and Health and Human Services Secretary.\n\nThough Senate Republicans ultimately convinced the White House to stand down on pushing an overhaul of health care until after the 2020 election, the incident highlighted the unusual power Mulvaney wields over key policy decisions, something Kelly, who never served as a politician or political aide, ever attempted.\n\nIndeed, Trump, lurching from urge to urge, has plunged the White House into conflict with Capitol Hill over health care and the ideas of closing the southern border.\n\nTrump's health care decision forced congressional Republicans head-first into a health care fight they didn't want. And Trump's threats to close the US Mexico-border, which Mulvaney doubled down on in Sunday morning television appearances days after Trump floated the possibility, had to be walked back less than a week later.\n\nMulvaney has not made it his business to dissuade the president in any of these cases.\n\nHe is \"banking that this a president willing to be bold even if it doesn't work,\" another White House official said.\n\nOther aides believe the policy missteps and lack of coordination during Mulvaney's time as chief of staff have less to do with him and more with the president.\n\n\"Mick did go in with eyes wide open. You can't try to limit what the President's going to do,\" said a different official said. \"You can provide options but ultimately, he's going to say and do what he wants.\"\n\nThis story has been updated with comments from Mulvaney's senior adviser for strategy, John Czwartacki",
        "quotes": [
            [
                "If Mick is guilty of anything, it's that he's more of a glass half full kind of guy,",
                "John Czwartacki",
                true
            ],
            [
                "It doesn't mean he ever obscures facts but he tends to view the world through an optimist point of view.",
                "John Czwartacki",
                true
            ],
            [
                "You have to be able to ensure that the President is in many ways protected from himself,",
                "Leon Panetta",
                true
            ],
            [
                "Otherwise you're not worth a damn if you're not protecting the county.",
                "Leon Panetta",
                true
            ],
            [
                "You're not hired to be a court jester to a king, you're hired to serve the country,",
                "Panetta",
                true
            ],
            [
                "Trump has a unique management style and if you get how he operates then you can function better than some of the guys who came in and thought I'm going to get this job and do whatever I want because the world loves me and I was elected to nothing,",
                "Grover Norquist",
                true
            ],
            [
                "When I got here, morale wasn't what it needed to be,",
                "Mick Mulvaney",
                true
            ],
            [
                "I don't think I'm telling any secrets -- John hated the job.",
                "Mick Mulvaney",
                true
            ],
            [
                "That job under Trump is a son of a b****,",
                "Panetta",
                true
            ],
            [
                "He believes you don't accomplish a mission unless you have a disciplined force.",
                "Panetta",
                true
            ],
            [
                "It took a while but he realized he was dealing with someone who was totally undisciplined,",
                "Panetta",
                true
            ],
            [
                "Mulvaney) has the benefit of hindsight to know that is going to piss off the President and make enemies of the only staffers in the White House who can't get fired,",
                "",
                true
            ],
            [
                "I think he's the perfect fit for the President,",
                "Christopher Ruddy",
                true
            ],
            [
                "He gives the President his space and lets him shine and he protects his back.",
                "Christopher Ruddy",
                true
            ],
            [
                "He doesn't like people shadowing him all the time,",
                "",
                true
            ],
            [
                "I think he's good, too.",
                "Ivanka Trump",
                true
            ],
            [
                "He's better than the other two.",
                "Ivanka Trump",
                true
            ],
            [
                "banking that this a president willing to be bold even if it doesn't work,",
                "Mick Mulvaney",
                false
            ],
            [
                "Mick did go in with eyes wide open.",
                "",
                true
            ],
            [
                "You can't try to limit what the President's going to do,",
                "",
                true
            ],
            [
                "You can provide options but ultimately, he's going to say and do what he wants.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.theatlantic.com/politics/archive/2019/04/mick-mulvaney-white-house-2020-and-mueller/588022/",
                "https://www.cnn.com/2019/01/18/politics/polling-roundup-shutdown/index.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.cnn.com/videos/politics/2019/03/12/kushner-inc-nyt-trump-john-kelly-donald-trump-ivanka-jared-white-house-deny-bennett-dnt-vpx.cnn"
            ]
        },
        "key_words": [
            "staff",
            "mick",
            "mulvaney",
            "chief",
            "policy",
            "guardrails",
            "playbook",
            "president",
            "trumps",
            "mulvaneys",
            "trump",
            "house",
            "say",
            "dismantling",
            "white"
        ]
    },
    {
        "url": "https://www.cnn.com/2019/03/01/economy/federal-debt-ceiling-22-trillion/index.html",
        "title": "The federal government is about to hit its credit limit",
        "authors": [
            {
                "name": "Cnn Business",
                "link": null
            },
            {
                "name": "Donna Borak",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-03-01",
        "text": "(CNN Business) On Saturday, the federal borrowing limit set by Congress kicks back in, freezing US debt at its current level -- a shade over $22 trillion, a record high -- and there's no clear plan in sight for lawmakers to extend new borrowing power.\n\nWhile the US Treasury isn't immediately at risk for default, the situation raises that alarming prospect, which Federal Reserve Chairman Jerome Powell described earlier this week as a \"very big deal.\"\n\nBut White House economist Kevin Hassett, chair of the Council of Economic Advisers, downplayed the risk on Friday.\n\n\"I can tell you that if you look back at previous debt limit debates, that they've always sort of worked out in the end,\" Hassett told CNN's Poppy Harlow.\n\nThe ceiling was initially intended to control spending by the federal government, but instead Congress has continued to approve increases to accommodate continued borrowing.\n\nLast year, Congress suspended the limit altogether rather than voting to raise it -- a move aimed at forcing spending cuts, or at least preventing Republicans from having to vote for more borrowing ahead of the midterms. That suspension runs out March 1, but this isn't the first time the US government has run up against the debt limit.\n\nFor years, the United States has been spending more money than it collects in taxes and other revenue, forcing the Treasury Department to borrow money by issuing bonds.\n\nThe modern debt limit was formally established in 1939 as World War II was looming, and it was regularly raised without any political fights until 1953.\n\nThat year, the Senate tried to block Republican President Dwight Eisenhower from raising the limit to build a national highway system. And the politicized debate over the debt limit has routinely resurfaced over the ensuing decades.\n\nIn the 1960s, the issue was raised again for those worried about the expansion of government spending due to federal credit guarantees, new social insurance programs, and the escalation of the Vietnam War.\n\nDebt limit measures were also a feature of congressional conflicts with the Nixon and Ford administrations in the early 1970s.\n\nAnd in 2011, some Republicans threatened not to raise the debt ceiling in a standoff with former President Barack Obama over a government spending impasse. Fears that the US might renege on its payments rattled financial markets and wound up forcing the S&P, a major credit rating agency, to downgrade its rating of sovereign US debt for the first time in history.\n\nAnd as far as immediate prospects today, policy analysts don't expect Congress to be rushing anytime soon to lift the statutory limit.\n\n\"We think there is little appetite for a fight over the debt ceiling, and we expect Congress will raise the debt ceiling in the next several months,\" Brian Gardner, director of Washington Research at Keefe, Bruyette & Woods, wrote in a note to clients this week.\n\nOnce the deadline passes, Treasury will no longer be able to borrow additional funds to cover its costs. Instead, it will have to employ so-called \"extraordinary measures\" -- a tactic both Democratic and Republican administrations -- have used to continue to pay the country's IOUs.\n\nTreasury Secretary Steven Mnuchin last week sent a letter to House Speaker Nancy Pelosi ahead of the March 1 deadline, formally notifying her that he would need to start taking \"certain extraordinary measures in order to temporarily prevent the United States from defaulting on its obligations.\"\n\nThe Treasury will run out of money to pay the nation's bills by the end of the government's fiscal year around Sept. 30, according to a forecast by the Congressional Budget Office this week.\n\nThe Trump administration has not yet released a formal estimate of when it anticipates to run out of money.\n\nA borrowing crunch is different than last month's 35-day government shutdown, which was essentially an accounting problem. Without borrowing authority, the Treasury will run out of operating cash -- at which point, according to the CBO report, \"the government would be unable to pay its obligations fully, and it would delay making payments for its activities, default on its debt obligations, or both.\"\n\nA default would risk the position of US debt as a global safe haven investment and rattle financial markets.\n\nPresident Donald Trump last year suggested he'd be open to getting rid of the debt ceiling altogether as he tried to strike a budget deal with Democratic congressional leaders last year.\n\nWhen asked earlier this week about the economic effect if Congress does not to vote to raise the debt ceiling soon, Powell said it would be a \"distraction\" and create \"a lot of uncertainty\" for what he described as \"a pretty good economy.\"\n\n\"It's beyond even considering that the United States would not honor all of its obligations and pay them when due,\" Powell told senators on Tuesday, while testifying on the state of the US economy. \"It is just something that can't even be considered.\"",
        "quotes": [
            [
                "I can tell you that if you look back at previous debt limit debates, that they've always sort of worked out in the end,",
                "Hassett",
                true
            ],
            [
                "We think there is little appetite for a fight over the debt ceiling, and we expect Congress will raise the debt ceiling in the next several months,",
                "Brian Gardner",
                true
            ],
            [
                "certain extraordinary measures in order to temporarily prevent the United States from defaulting on its obligations.",
                "Brian Gardner",
                false
            ],
            [
                "the government would be unable to pay its obligations fully, and it would delay making payments for its activities, default on its debt obligations, or both.",
                "",
                false
            ],
            [
                "It's beyond even considering that the United States would not honor all of its obligations and pay them when due,",
                "Powell",
                true
            ],
            [
                "It is just something that can't even be considered.",
                "Powell",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2019/02/25/politics/debt-limit-congress-deadline/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "federal",
            "limit",
            "ceiling",
            "credit",
            "debt",
            "treasury",
            "spending",
            "hit",
            "borrowing",
            "raise",
            "pay",
            "congress",
            "run"
        ]
    },
    {
        "url": "https://www.cnn.com/2019/05/10/politics/house-disaster-aid-vote-legislation-congress/index.html",
        "title": "House passes disaster aid bill but the fight isn't over",
        "authors": [
            {
                "name": "Phil Mattingly",
                "link": null
            },
            {
                "name": "Clare Foran",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-05-10",
        "text": "Washington (CNN) The Democratic-controlled House of Representatives on Friday passed a multibillion-dollar disaster relief bill -- but negotiations over an aid package that could get President Donald Trump's signature remain stalled amid a dispute over how much assistance to provide to hurricane-damaged Puerto Rico.\n\nThe vote was 257-150, largely along partisan lines with 34 Republicans joining Democrats.\n\nThe final bill would provide $19.1 billion for disaster rebuilding and recovery. It includes $600 million in nutrition assistance to Puerto Rico as well as $3 billion to address recent flooding in the Midwest and other disasters.\n\nPassing the legislation gives House Democrats a chance to keep a spotlight on the issue and argue that they're taking action while Senate Republicans are not. But for now the vote is mostly a messaging push, since congressional negotiations have yet to reach a final deal that Democrats, Republicans and the President will all sign off on.\n\n\"This week our Democratic majority is advancing a robust, urgently needed relief bill for disaster-struck communities,\" House Speaker Nancy Pelosi said at a news conference on Thursday and argued that \"the Republican Senate has done nothing.\"\n\nRead More",
        "quotes": [
            [
                "This week our Democratic majority is advancing a robust, urgently needed relief bill for disaster-struck communities,",
                "",
                true
            ],
            [
                "the Republican Senate has done nothing.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2019/05/08/politics/donald-trump-rally-panama-city-beach/index.html",
                "https://www.cnn.com/2019/01/22/health/hurricane-maria-funding-study-trnd/index.html",
                "https://www.cnn.com/2019/05/06/politics/congress-disaster-relief-talks-continue/index.html",
                "https://www.cnn.com/2019/05/06/politics/congress-disaster-relief-talks-continue/index.html",
                "https://www.cnn.com/2019/05/09/politics/disaster-relief-richard-shelby-mick-mulvaney/index.html",
                "https://www.politico.com/story/2019/04/02/trump-puerto-rico-hurricane-aid-1247759",
                "https://www.cnn.com/2019/04/12/politics/disaster-relief-stalled-puerto-rico-trump-congress/index.html",
                "https://www.politifact.com/florida/statements/2019/apr/03/donald-trump/trumps-false-tweet-puerto-rico-got-91-billion-hurr/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/realDonaldTrump/status/1126625647214964737"
            ]
        },
        "key_words": [
            "isnt",
            "disaster",
            "relief",
            "provide",
            "vote",
            "president",
            "puerto",
            "house",
            "negotiations",
            "republicans",
            "senate",
            "fight",
            "passes",
            "aid",
            "bill"
        ]
    },
    {
        "url": "https://www.cnn.com/2019/01/03/politics/nancy-pelosi-house-speaker-vote-new-congress/index.html",
        "title": "Nancy Pelosi elected House speaker, reclaims gavel to lead Democrats' new majority",
        "authors": [
            {
                "name": "Ashley Killough",
                "link": null
            },
            {
                "name": "Clare Foran",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-01-03",
        "text": "Washington (CNN) Nancy Pelosi was officially elected the new House speaker on Thursday in a majority vote by the House of Representatives on the first day of the 116th Congress.\n\nShe defeated the Republican nominee Kevin McCarthy, winning 220 votes. McCarthy becomes the House minority leader.\n\nAs House speaker, Pelosi will regularly face off against President Donald Trump and will preside over an emboldened and energized Democratic majority that is poised to launch aggressive oversight of the President and his administration.\n\nOne of the most immediate challenges confronting Pelosi as leader of the new House Democratic majority will be the fight over the President's long-promised border wall that triggered a standoff between congressional Democrats and the President and resulted in a partial government shutdown, which is now in its second week.\n\nPelosi also makes history as she reclaims a title she previously held when she served as the first and so far only female House speaker from 2007 to 2011.\n\n\"We enter this new Congress with a sense of great hope and confidence for the future and deep humility,\" Pelosi said in remarks shortly after being elected to the speakership.\n\n\"Our nation is at a historic moment,\" she continued. \"Two months ago, the American people spoke and demanded a new dawn.\"\n\nA small, but vocal, faction of Democrats initially worked to derail Pelosi's bid to become the next speaker following the 2018 midterm elections, but no challenger against her ever emerged and she ultimately succeed in winning over many of her critics.\n\nTwelve Democrats voted for others besides Pelosi, including former Vice President Joe Biden, Sen. Tammy Duckworth of Illinois, Rep. Cheri Bustos of Illinois, Rep. Stephanie Murphy of Florida, Rep. John Lewis of Georgia, Rep. Joe Kennedy of Massachusetts, Rep. Marcia Fudge of Ohio, and Stacey Abrams, who unsuccessfully ran for governor of Georgia. Three Democrats voted present.\n\nPelosi has already outlined a plan for Democrats to pass a legislative package later in the day on Thursday to re-open shuttered parts of the government. Contrary to the President's demands for $5 billion for a border wall, however, the legislation does not provide any new wall funding, setting up an early confrontation between the new Democratic majority and the administration.\n\nPelosi spoke about other priorities on the Democratic agenda after her election on Thursday -- describing climate change as well as income inequality as pressing problems that need to be addressed.\n\n\"We will call upon bold thinking to address the disparity of income in America, which is at the root of the crisis of confidence felt by so many Americans,\" Pelosi said.\n\n\"We must also face the existential threat of our time: the climate crisis,\" she added.\n\nIn a nod to the historic nature of her election, Pelosi said she felt \"particularly proud\" to serve as \"the woman speaker of the House of this Congress which marks the 100th year of women having the right to vote.\"\n\nShe added that it is a \"privilege to serve with over 100 women members of Congress, the largest number in history.\"\n\nPelosi's path to the speakership\n\nPelosi always projected confidence that she would reclaim the Speaker's gavel, but faced criticism and pushback along the way.\n\nAt the end of November, she secured the nomination to become speaker by winning support from a majority of House Democrats -- a total of 203 votes in closed-door leadership elections. But she came up slightly short of the total 218 votes typically needed to win the speakership in the final January vote.\n\nTo become Speaker requires the support of a majority of all members of the House who are present and voting, a threshold that could be as high as 218 votes. It would be possible for Pelosi to win with fewer votes, as several previous House speakers have, if some members vote present or decline to participate.\n\nAhead of the final vote, Pelosi deployed her deal-making abilities to win over detractors, and by mid-December, she appeared to have secured the votes necessary to prevail after negotiating an agreement with some of the Democrats who had been lobbying to block her from the speakership. As part of the agreement, Pelosi backed a proposal to enact term limits for the party's top three leaders.\n\n\"I see myself as a bridge to the next generation of leaders, a recognition of my continuing responsibility to mentor and advance new Members into positions of power and responsibility in the House Democratic Caucus,\" Pelosi said in a statement at the time.\n\nThis story has been updated with additional developments from Thursday.",
        "quotes": [
            [
                "We enter this new Congress with a sense of great hope and confidence for the future and deep humility,",
                "Nancy Pelosi",
                true
            ],
            [
                "Our nation is at a historic moment,",
                "Nancy Pelosi",
                true
            ],
            [
                "Two months ago, the American people spoke and demanded a new dawn.",
                "",
                true
            ],
            [
                "We will call upon bold thinking to address the disparity of income in America, which is at the root of the crisis of confidence felt by so many Americans,",
                "Nancy Pelosi",
                true
            ],
            [
                "We must also face the existential threat of our time: the climate crisis,",
                "Nancy Pelosi",
                true
            ],
            [
                "the woman speaker of the House of this Congress which marks the 100th year of women having the right to vote.",
                "Nancy Pelosi",
                false
            ],
            [
                "privilege to serve with over 100 women members of Congress, the largest number in history.",
                "Nancy Pelosi",
                false
            ],
            [
                "I see myself as a bridge to the next generation of leaders, a recognition of my continuing responsibility to mentor and advance new Members into positions of power and responsibility in the House Democratic Caucus,",
                "Nancy Pelosi",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2018/12/12/politics/nancy-pelosi-votes-deal-democrats/index.html"
            ],
            "gov_pgs": [
                "https://www.majorityleader.gov/newsroom/121218-3"
            ],
            "unsure": []
        },
        "key_words": [
            "votes",
            "gavel",
            "lead",
            "democratic",
            "pelosi",
            "majority",
            "members",
            "speaker",
            "nancy",
            "house",
            "elected",
            "rep",
            "reclaims",
            "president",
            "democrats"
        ]
    },
    {
        "url": "https://www.cnn.com/2019/06/19/politics/congress-spending-crisis/index.html",
        "title": "Congress is getting serious about a spending crisis that looms this fall",
        "authors": [
            {
                "name": "Phil Mattingly",
                "link": null
            },
            {
                "name": "Ted Barrett",
                "link": null
            },
            {
                "name": "Lauren Fox",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-06-19",
        "text": "(CNN) Republican and Democratic leaders from the House and Senate will meet again Wednesday and try to find a way out of a spending crisis that could cripple Washington in the fall, trigger $125 billion in automatic spending cuts and send the stock market tumbling.\n\nWhen House Speaker Nancy Pelosi , Senate Majority Leader Mitch McConnell, Senate Minority Leader Chuck Schumer, House Minority Leader Kevin McCarthy, White House officials and appropriators meet Wednesday afternoon, there will be fewer than 50 legislative days before the spending deadline.\n\nIn Washington, three months may be akin to an eternity for negotiations, but fresh off a partial but history-making January government shutdown , with animosity between House Democrats and the administration in clear view, and President Donald Trump looming as the constant legislative wild card, the meeting signals an attempt to stave off an avoidable showdown and debt ceiling debacle that would leave both Republicans and Democrats politically damaged and the country reeling from their showdown.\n\n\"I don't know if there is any goodwill, but there is mutual self-interest so I hope they can find it,\" Sen. Roy Blunt, a Republican from Missouri and member of leadership, told CNN about the odds for an agreement.\n\nThe meeting Wednesday will focus on raising the budget caps for both domestic and military spending. Without an agreement, automatic budget cuts from 2011 would go into effect, a result that both Republicans and Democrats agree could devastate government programs and paralyze the military. Ahead of the meeting, Sen. Dick Shelby, the Alabama Republican and chairman of the Senate Appropriations Committee, said he called Pelosi on Saturday arguing it was time to \"get together\"\n\nRead More",
        "quotes": [
            [
                "I don't know if there is any goodwill, but there is mutual self-interest so I hope they can find it,",
                "Roy Blunt",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2019/06/10/politics/justin-amash-leaves-freedom-caucus/index.html",
                "https://www.cnn.com/2019/06/18/politics/senators-deal-emergency-border-funding/index.html",
                "https://www.cnn.com/2019/01/12/politics/donald-trump-democrats-government-shutdown-history/index.html",
                "https://www.cnn.com/2019/06/11/politics/nancy-pelosi-trump-prison/index.html",
                "https://www.cnn.com/2013/02/06/politics/cnn-explains-sequestration/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "looms",
            "washington",
            "spending",
            "fall",
            "house",
            "crisis",
            "republicans",
            "senate",
            "republican",
            "meeting",
            "sen",
            "getting",
            "serious",
            "leader",
            "congress",
            "democrats"
        ]
    }
]