[
    {
        "url": "https://globalnews.ca/news/5487060/horses-crash-calgary-stampede-chuckwagon/",
        "title": "Chuckwagon driver fined, disqualified after 3rd horse death at Calgary Stampede",
        "authors": [
            {
                "name": "Melissa Gilligan",
                "link": null
            }
        ],
        "publisher": "globalnews.ca",
        "publish_date": "2019-07-12",
        "text": "The Calgary Stampede says a chuckwagon driver has been fined and disqualified following the death of a third horse at the 2019 GMC Rangeland Derby.\n\nThe death happened during the seventh heat of the chuckwagon races on Thursday evening.\n\nAccording to the Chuckwagons Safety Commission, driver Chad Harden impeded the wagon of another driver, Danny Ringuette, causing his wagon to collide with a third wagon belonging to Evan Salmond.\n\nSalmond’s wagon then collided with the inner rail of the track. The collision resulted in the death of one of Salmond’s horses, and minor injuries to three others.\n\nWATCH: Following a crash that left one horse dead on Thursday night, online reaction toward the Calgary Stampede and the driver fined and disqualified has been critical. As Adam MacVicar reports, the other drivers want to clear misconceptions around the sport.\n\nREAD MORE: Second horse dies at 2019 Calgary Stampede chuckwagon races\n\nThe Chuckwagons Safety Commission reviewed the incident and determined Harden would be disqualified from racing for the remainder of the 2019 Calgary Stampede and fined $10,000. A disqualification also means he will not be invited to compete in the future.\n\n“The rulebook does outline a process for a disqualified driver to apply for reinstatement at a future date,” Chuckwagon Safety Commission chairman Mike Whittle said at a Friday news conference. “He could apply by Sept. 1 in any given year.”\n\n“At this point there is no further appeal,” he added. “Our decision has been rendered and he provided us his thoughts last night … He is processing what we have told him.”\n\nLISTEN BELOW: Ian Tripton with Tripton Horsemanship weighs in on the debate over chuckwagon races on the 630 CHED Afternoon News\n\nView link »\n\nCalgary Stampede ‘deeply saddened’ by horse deaths\n\nCalgary Stampede CEO Warren Connell said Friday says the organization as a whole is “deeply saddened” by the incident.\n\n“We live and work as a family committed to the well-being of our beloved animals, and this type of incident impacts us deeply to the core,” Connell said. “As part of our commitment to keeping Stampede as safe as possible for animals and humans alike, our organization has a stringent zero-tolerance policy … for preventable injuries.”\n\nTwo other horses have died during the course of the 2019 Rangeland Derby; a horse belonging to Troy Dorchester died on Monday after falling during the second heat, while a horse on Obrey Motowylo’s wagon sustained a running injury on Wednesday and had to be euthanized.\n\nWATCH: There was a big crash involving horses Thursday night at a Calgary Stampede chuckwagon race.\n\nREAD MORE: Horse dies at 2019 GMC Rangeland Derby chuckwagon races\n\nThe communications manager for the Calgary Stampede said the previous race fatalities were unpredictable equine injuries — and that both horses received thorough veterinary inspections upon arrival here at the Stampede, and each night prior to racing.\n\n“A heart attack is suspected in the death of a horse on [Monday], with post-mortem results still pending,” Kristina Barnes explained. “On [Wednesday], a horse sustained a fractured right-front radius while running. Neither of these injuries are specific to chuckwagon racing.”\n\n“Last night was very different,” Barnes said. “Due to interference, and contact from another wagon, a horse sustained severe injuries. This was the result of driver error and has been determined a fatality that could have been avoided.”\n\nConnell added that “this has been a difficult time for us and the greater chuckwagon community.”\n\n“Seeing injuries, despite the best and safest conditions possible, is hard,” Connell said. “Knowing an injury was avoidable is much harder.”\n\nDeaths prompt strong words from animal rights activists\n\nSpeaking to Global News on Friday, a spokesperson for the local group Calgary Animal Rights Effort (CARE) said they’re outraged by the deaths.\n\n“The Calgary Stampede considers the animals to be disposable and they have a long track record of this — over 100 animals since ’86. then three more this year — really demonstrating they’re not taking this seriously,” Trev Miller said.\n\n“My impression of people with the Stampede when they say ‘they love these animals’ — it’s fairly difficult to use the word ‘love’ when you’re risking that individual’s body and life for profit, or entertainment, or prizes.”\n\nAccording to Stampede officials, the chuckwagon races have had a 0.025 per cent fatality rate per 1,000 starts over the last six years.\n\nIn 2016, Stampede officials implemented new rules and regulations for animal and rider safety, which saw changes to the placement of the barrels in the infield to reduce the potential for wagon contact.\n\n– With files from Adam MacVicar, Jill Croteau and Phil Heidenreich",
        "quotes": [
            [
                "The rulebook does outline a process for a disqualified driver to apply for reinstatement at a future date,",
                "Mike Whittle",
                true
            ],
            [
                "He could apply by Sept. 1 in any given year.",
                "Mike Whittle",
                true
            ],
            [
                "At this point there is no further appeal,",
                "Harden",
                true
            ],
            [
                "Our decision has been rendered and he provided us his thoughts last night … He is processing what we have told him.",
                "Harden",
                true
            ],
            [
                "We live and work as a family committed to the well-being of our beloved animals, and this type of incident impacts us deeply to the core,",
                "Connell",
                true
            ],
            [
                "As part of our commitment to keeping Stampede as safe as possible for animals and humans alike, our organization has a stringent zero-tolerance policy … for preventable injuries.",
                "Connell",
                true
            ],
            [
                "A heart attack is suspected in the death of a horse on [Monday], with post-mortem results still pending,",
                "Kristina Barnes",
                true
            ],
            [
                "On [Wednesday], a horse sustained a fractured right-front radius while running.",
                "Kristina Barnes",
                true
            ],
            [
                "Neither of these injuries are specific to chuckwagon racing.",
                "Kristina Barnes",
                true
            ],
            [
                "Due to interference, and contact from another wagon, a horse sustained severe injuries.",
                "Kristina Barnes",
                true
            ],
            [
                "This was the result of driver error and has been determined a fatality that could have been avoided.",
                "Kristina Barnes",
                true
            ],
            [
                "this has been a difficult time for us and the greater chuckwagon community.",
                "Connell",
                false
            ],
            [
                "Seeing injuries, despite the best and safest conditions possible, is hard,",
                "Connell",
                true
            ],
            [
                "Knowing an injury was avoidable is much harder.",
                "Connell",
                true
            ],
            [
                "The Calgary Stampede considers the animals to be disposable and they have a long track record of this — over 100 animals since ’86.",
                "Trev Miller",
                true
            ],
            [
                "then three more this year — really demonstrating they’re not taking this seriously,",
                "Trev Miller",
                false
            ],
            [
                "My impression of people with the Stampede when they say ‘they love these animals’ — it’s fairly difficult to use the word ‘love’ when you’re risking that individual’s body and life for profit, or entertainment, or prizes.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://globalnews.ca/news/5482680/horse-injured-calgary-stampede-2019-chuckwagon/",
                "https://globalnews.ca/news/5474552/horse-injured-at-2019-gmc-rangeland-derby-chuckwagon-races/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://omny.fm/shows/ched-afternoon-news/a-difficult-debate-is-it-time-to-rid-of-chuckwagon/embed",
                "https://globalnews.ca/author/adam-macvicar/",
                "https://globalnews.ca/author/phil-heidenreich/",
                "https://globalnews.ca/author/jill-croteau/"
            ]
        },
        "key_words": [
            "chuckwagon",
            "calgary",
            "wagon",
            "horse",
            "3rd",
            "injuries",
            "animals",
            "2019",
            "driver",
            "night",
            "death",
            "stampede",
            "disqualified",
            "fined"
        ]
    },
    {
        "url": "https://globalnews.ca/news/5482680/horse-injured-calgary-stampede-2019-chuckwagon/",
        "title": "Second horse dies at 2019 Calgary Stampede chuckwagon races",
        "authors": [
            {
                "name": "Adam Macvicar",
                "link": null
            },
            {
                "name": "Kaylen Small",
                "link": null
            }
        ],
        "publisher": "globalnews.ca",
        "publish_date": "2019-07-10",
        "text": "A second horse has died after sustaining injuries during a chuckwagon race at the 2019 Calgary Stampede on Wednesday.\n\nWitnesses reported that at around 8 p.m., the horse started to show problems halfway around the track during the second heat of GMC Rangeland Derby. It eventually went down as the wagon approached the final turn.\n\nThat’s when Stampede officials brought in a black tarp and loaded the animal onto a trailer pulled by a tractor.\n\nCalgary Stampede officials confirmed that a horse on the wagon of Obrey Motowylo sustained a “running injury.”\n\nThe horse was assessed by a veterinarian on the track and found to have a fractured left-front radius.\n\n“Unfortunately, it was found to have a fractured left-front radius, which is an injury where there wasn’t really any treatment options,” Calgary Stampede communications manager Kristina Barnes said. “So it unfortunately led to euthanization.”\n\nStampede officials told Global News that the horse underwent tests from veterinarians throughout the week, standard protocol under the Stampede’s Fitness to Compete program, and there were no warning signs ahead of Wednesday’s incident.\n\n“This horse was fitness-tested when it arrived at Stampede Park when it first moved in, it was fitness tested prior to racing [Wednesday[ night [and] it had raced two other evenings through the first six days,” Barnes said. “So it had been through a series of fitness tests and [this] wasn’t something that could have been identified by the vet.”\n\nWednesday’s incident was the second death involving a horse at this year’s Stampede.\n\nOn Monday, a horse died during the second heat of the chuckwagon races.\n\nREAD MORE: Horse dies at 2019 GMC Rangeland Derby chuckwagon races\n\nThe deaths are renewing calls for change from animal rights groups.\n\n“What we have to do is stop looking at horses as objects that we can look at for our viewing entertainment,” said Trev Miller, the media relations co-ordinator for Calgary Animal Rights Effort. ” If we can’t take care of them, we shouldn’t put them in that situation.”\n\nThe Vancouver Humane Society is echoing those concerns, demanding chuckwagon races be suspended until the Stampede assembles a panel of independent equine experts to study how to make the races safer for horses.\n\n“This is the second horse to die in the chuckwagon race this week — horses die in this event virtually every year,” Vancouver Humane Society communications director Peter Ficker said. “It really needs to stop.”\n\nFicker suggested reducing the number of teams on the track, or reducing the number of horses on each team.\n\n“The problem is there are just too many horses and too many teams going at high speed, taking tight turns at close proximity,” Ficker said. “Those are all things that could be looked at and perhaps the race could be made safer.”\n\nIn 2016, Stampede officials implemented new rules and regulations for animal and rider safety, which saw changes to the placement of the barrels in the infield to reduce the protential for wagon contact.\n\nThe changes also include more stringent reviews of drivers’ safety records.\n\n“We’re looking at the health of the horses, the safety of the wagons, we’re looking at those a lot more closely; the safety of the drivers and their safety record, not just at the Stampede, but throughout the season,” Barnes said.\n\n“We’re very confident in the safety of the drivers, the safety of the riders, the safety of our track; again, there are things just beyond our control, and we wish we could control them because no one wants an animal to be injured out on that track.”\n\nAccording to Stampede officials, the chuckwagon races have had a 0.025 per cent fatality rate per 1,000 starts over the last six years.\n\nThe animal rights groups believe the only way of ensuring the animals don’t get hurt is to shut down the races. Stampede officials told Global News they are consistently looking for ways to make the races as safe as possible for both riders and animals.\n\n“Obviously we have some very fundamental disagreements in animals participating in sport,” Barnes said. “But I think the one thing we can agree on – us and them – is that we want these animals to be as safe as possible.”\n\nGMC Rangeland Derby results can be found here.",
        "quotes": [
            [
                "Unfortunately, it was found to have a fractured left-front radius, which is an injury where there wasn’t really any treatment options,",
                "Kristina Barnes",
                true
            ],
            [
                "So it unfortunately led to euthanization.",
                "Kristina Barnes",
                true
            ],
            [
                "This horse was fitness-tested when it arrived at Stampede Park when it first moved in, it was fitness tested prior to racing [Wednesday[ night [and] it had raced two other evenings through the first six days,",
                "Barnes",
                true
            ],
            [
                "So it had been through a series of fitness tests and [this] wasn’t something that could have been identified by the vet.",
                "Barnes",
                true
            ],
            [
                "What we have to do is stop looking at horses as objects that we can look at for our viewing entertainment,",
                "Trev Miller",
                true
            ],
            [
                "This is the second horse to die in the chuckwagon race this week — horses die in this event virtually every year,",
                "Peter Ficker",
                true
            ],
            [
                "The problem is there are just too many horses and too many teams going at high speed, taking tight turns at close proximity,",
                "Ficker",
                true
            ],
            [
                "Those are all things that could be looked at and perhaps the race could be made safer.",
                "Ficker",
                true
            ],
            [
                "We’re looking at the health of the horses, the safety of the wagons, we’re looking at those a lot more closely; the safety of the drivers and their safety record, not just at the Stampede, but throughout the season,",
                "Barnes",
                true
            ],
            [
                "We’re very confident in the safety of the drivers, the safety of the riders, the safety of our track; again, there are things just beyond our control, and we wish we could control them because no one wants an animal to be injured out on that track.",
                "",
                true
            ],
            [
                "Obviously we have some very fundamental disagreements in animals participating in sport,",
                "Barnes",
                true
            ],
            [
                "But I think the one thing we can agree on – us and them – is that we want these animals to be as safe as possible.",
                "Barnes",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://globalnews.ca/news/5474552/horse-injured-at-2019-gmc-rangeland-derby-chuckwagon-races/",
                "https://www.calgarystampede.com/stampede/shows/evening/gmc-rangeland-derby"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://cs.calgarystampede.com/events/gmc-rangeland-derby/results/?file=2017/BarrelDraw-Jul07-2017.htm"
            ]
        },
        "key_words": [
            "horses",
            "races",
            "chuckwagon",
            "calgary",
            "second",
            "safety",
            "dies",
            "horse",
            "track",
            "animal",
            "2019",
            "officials",
            "stampede"
        ]
    },
    {
        "url": "https://globalnews.ca/news/5474552/horse-injured-at-2019-gmc-rangeland-derby-chuckwagon-races/",
        "title": "Horse dies at 2019 GMC Rangeland Derby chuckwagon races",
        "authors": [
            {
                "name": "Heide Pearson",
                "link": null
            },
            {
                "name": "Melissa Gilligan",
                "link": null
            }
        ],
        "publisher": "globalnews.ca",
        "publish_date": "2019-07-09",
        "text": "A horse that fell during the 2019 GMC Rangeland Derby at the Calgary Stampede on Monday has died.\n\nThe horse, belonging to Troy Dorchester, fell to the track during the second heat of the chuckwagon races.\n\nREAD MORE: University of Calgary studying stressors, injury in Stampede bulls\n\nThe Calgary Stampede said in a Tuesday news release that the horse required veterinary care “due to a serious internal medical condition” and died “as a result of that condition.”\n\n“At this time there is no indication that this medical condition is specific to chuckwagon racing.”\n\nAccording to Kristina Barnes with the Stampede, the horse had gone through a full veterinary examination when it first arrived at Stampede Park and another when it was identified as one that would be racing that night.\n\n“So they’re looking at heart, lungs, movement of legs so muscular, skeletal — so a pretty thorough veterinary inspection,” she said.\n\n“There are things we can’t see in all of us, in people and in animals. There are things we can’t identify and this must have been the case.”\n\nBarnes said it was an emotional night in the stables after the loss of the horse, especially for Dorchester and his family, who had owned the horse for about 10 years.\n\n“Troy, himself, knowing that he’s done everything for that horse in care and spending time with it and knowing that horse very, very well, he did everything he can to ensure that it was in good shape,” Barnes said.\n\nA necropsy is being completed to learn more about the death.\n\n“We want to know what happened to that horse. The owner wants to know what happened to that horse and why that happened,” Barnes said.",
        "quotes": [
            [
                "due to a serious internal medical condition",
                "",
                false
            ],
            [
                "as a result of that condition.",
                "",
                false
            ],
            [
                "At this time there is no indication that this medical condition is specific to chuckwagon racing.",
                "",
                true
            ],
            [
                "So they’re looking at heart, lungs, movement of legs so muscular, skeletal — so a pretty thorough veterinary inspection,",
                "",
                true
            ],
            [
                "There are things we can’t see in all of us, in people and in animals.",
                "",
                true
            ],
            [
                "There are things we can’t identify and this must have been the case.",
                "",
                true
            ],
            [
                "Troy, himself, knowing that he’s done everything for that horse in care and spending time with it and knowing that horse very, very well, he did everything he can to ensure that it was in good shape,",
                "Barnes",
                true
            ],
            [
                "We want to know what happened to that horse.",
                "Barnes",
                true
            ],
            [
                "The owner wants to know what happened to that horse and why that happened,",
                "Barnes",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://globalnews.ca/news/5471107/university-of-calgary-stress-injury-stampede-bulls-rodeo/",
                "https://www.calgarystampede.com/stampede/shows/evening/gmc-rangeland-derby"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "things",
            "races",
            "chuckwagon",
            "calgary",
            "gmc",
            "dies",
            "know",
            "horse",
            "medical",
            "2019",
            "barnes",
            "veterinary",
            "happened",
            "rangeland",
            "knowing",
            "derby",
            "stampede"
        ]
    },
    {
        "url": "https://www.calgarystampede.com/stampede/shows/evening/gmc-rangeland-derby",
        "title": "GMC Rangeland Derby & Chuckwagon Races",
        "authors": [],
        "publisher": "www.calgarystampede.com",
        "publish_date": "",
        "text": "That pounding of hooves and trembling of the ground can mean only one thing; the world’s premier chuckwagon event has begun! Witness all the heart-stopping action over nine nightly heats as 36 chuckwagon drivers, supported by their outriders and 216 horses vie for $1.45 million in total prize money. Races start nightly at 7:45 PM and are followed by the world-famous Bell Grandstand Show. Get your tickets to the GMC Rangeland Derby today and discover why the Calgary Stampede Chuckwagon Races are the best in the world.​",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "races",
            "chuckwagon",
            "gmc",
            "worlds",
            "total",
            "worldfamous",
            "nightly",
            "trembling",
            "vie",
            "witness",
            "rangeland",
            "derby",
            "world"
        ]
    },
    {
        "url": "https://globalnews.ca/news/5471107/university-of-calgary-stress-injury-stampede-bulls-rodeo/",
        "title": "University of Calgary studying stressors, injury in Stampede bulls",
        "authors": [
            {
                "name": "Cami Kepke",
                "link": null
            }
        ],
        "publisher": "globalnews.ca",
        "publish_date": "2019-07-08",
        "text": "Researchers at the University of Calgary are teaming up with the Stampede to try to improve how they care for bucking bulls.\n\nThe use of animals in rodeo is polarizing, but there isn’t much scientific data behind it.\n\nREAD MORE: Veteran chuckwagon driver joins University of Calgary study meant to improve safety for outriders, horses\n\nEd Pajor , an animal behaviour and welfare researcher at the University of Calgary, is hoping to change that.\n\n“No matter what we use animals for — whether we use them for events like this, for food, for research, for companionship — we have a responsibility to make sure the animals are treated as humanely as possible,” Pajor said. “We need to have information about what that means.”\n\nFor the 10 bucking bulls and re-ride cattle, hours of preparation often come down to eight seconds.\n\nOver the next week, veterinary students will use cameras and behavioural assessments to monitor the bulls from the moment they’re unloaded to the time they leave.\n\nThey’ll also be following bull handlers to see how they work with the animals through different chutes — in the hopes of improving conditions at the Calgary Stampede and other rodeos.\n\n“An animal that’s getting on or off a truck, for example, might clip a foot on something… [you’re] usually looking at minor skin abrasion,” Pajor said. “Animals might run into a fence — an animal hitting a post or hitting a horn on a bar, something like that.\n\n“No matter what we use animals for, whether we use them for events like this, for food, for research, for companionship, we have a responsibility to make sure the animals are treated as humanely as possible. We need to have information about what that means.”\n\nThe Stampede has made several changes as a result of similar studies over the past few years. A large tent covering a loading chute prevents animals from being distracted from people on walkways, and tour routes have been changed for similar reasons.\n\nBut animal rights activists say it isn’t enough.\n\nHeather Anderson, a member of Calgary Animal Rights Effort (CARE), said she appreciates the researchers are trying to make things better but wants to see an end to the use of animals for rodeo.\n\n“There’s really no way to make this comfortable for the animals,” Anderson said. “I think the time of this type of sport has got to end. We are in a more humane society than we were when it all began, and it’s time it ended.”\n\nREAD MORE: Quebec rodeos violated province’s animal welfare laws: professor\n\nThe Stampede says injuries to the bucking bulls are rare. It also employs an on-site auditor that has the power to make immediate changes in the name of animal safety.\n\nIt was not able to provide injury numbers from last year’s event.\n\n“Without the health and safety of the animals, we wouldn’t have a rodeo. We wouldn’t have chuckwagon races,” communications manager Kristina Barnes said. “Priority No. 1, for all of us, is the safety of these animals. That’s what the competitors and owners want too.”\n\nThe researchers will make recommendations to the Stampede by the end of the summer.\n\nThe controversy over the use of animals in rodeo is sure to continue much longer.",
        "quotes": [
            [
                "No matter what we use animals for — whether we use them for events like this, for food, for research, for companionship — we have a responsibility to make sure the animals are treated as humanely as possible,",
                "Pajor",
                true
            ],
            [
                "We need to have information about what that means.",
                "Pajor",
                true
            ],
            [
                "An animal that’s getting on or off a truck, for example, might clip a foot on something… [you’re] usually looking at minor skin abrasion,",
                "Pajor",
                true
            ],
            [
                "No matter what we use animals for, whether we use them for events like this, for food, for research, for companionship, we have a responsibility to make sure the animals are treated as humanely as possible.",
                "",
                true
            ],
            [
                "We need to have information about what that means.",
                "",
                true
            ],
            [
                "There’s really no way to make this comfortable for the animals,",
                "Anderson",
                true
            ],
            [
                "I think the time of this type of sport has got to end.",
                "Anderson",
                true
            ],
            [
                "We are in a more humane society than we were when it all began, and it’s time it ended.",
                "Anderson",
                true
            ],
            [
                "Without the health and safety of the animals, we wouldn’t have a rodeo.",
                "Kristina Barnes",
                true
            ],
            [
                "We wouldn’t have chuckwagon races,",
                "Kristina Barnes",
                true
            ],
            [
                "1, for all of us, is the safety of these animals.",
                "Kristina Barnes",
                false
            ],
            [
                "That’s what the competitors and owners want too.",
                "Kristina Barnes",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://globalnews.ca/news/4137411/quebec-rodeos-violated-provinces-animal-welfare-laws-professor/",
                "https://globalnews.ca/news/4328913/chuckwagon-horse-rider-safety-university-calgary-stampede/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://globalnews.ca/tag/calgary-stampede/"
            ]
        },
        "key_words": [
            "safety",
            "pajor",
            "injury",
            "calgary",
            "university",
            "bulls",
            "sure",
            "animal",
            "stressors",
            "animals",
            "researchers",
            "rodeo",
            "stampede",
            "studying"
        ]
    },
    {
        "url": "https://www.calgarystampede.com/stampede/shows/evening/gmc-rangeland-derby",
        "title": "GMC Rangeland Derby & Chuckwagon Races",
        "authors": [],
        "publisher": "www.calgarystampede.com",
        "publish_date": "",
        "text": "That pounding of hooves and trembling of the ground can mean only one thing; the world’s premier chuckwagon event has begun! Witness all the heart-stopping action over nine nightly heats as 36 chuckwagon drivers, supported by their outriders and 216 horses vie for $1.45 million in total prize money. Races start nightly at 7:45 PM and are followed by the world-famous Bell Grandstand Show. Get your tickets to the GMC Rangeland Derby today and discover why the Calgary Stampede Chuckwagon Races are the best in the world.​",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "races",
            "chuckwagon",
            "gmc",
            "worlds",
            "total",
            "worldfamous",
            "nightly",
            "trembling",
            "vie",
            "witness",
            "rangeland",
            "derby",
            "world"
        ]
    }
]