[
    {
        "url": "https://www.bbc.co.uk/news/extra/PLNMqvmycN/conjoined-twins",
        "title": "The battle to separate Safa and Marwa",
        "authors": [
            {
                "name": "Rachael Buchanan",
                "link": null
            }
        ],
        "publisher": "bbc.co.uk",
        "publish_date": "",
        "text": "The birth\n\nZainab Bibi has already given birth to seven children - all of them at home. So when she becomes pregnant with twins, the plan is to do the same thing.\n\nBut after an ultrasound scan picks up a complication, she is advised to have them delivered in hospital.\n\nIt’s a difficult time for the family. Two months before the birth, Zainab’s husband died of a heart attack.\n\nShe is also told by the maternity team that the twins might be joined together. But there has been no mention of whereon their bodies the join might be.\n\nNo-one, it seems, realises the full extent of the complications to come.\n\nOn 7 January 2017, the twins are delivered by Caesarean section at Hayatabad hospital in Peshawar, some 31 miles (50km) from her home in northern Pakistan.\n\nThe family are told that the girls are healthy.\n\nBut Zainab doesn’t meet the newborns immediately, because she needs to recover from the surgery.\n\nIt is the twins' grandfather Mohammad Sadat Hussain who finds out the truth first - the girls are what is called craniopagus twins, which means they are joined at the head. It is the rarest form of what is already a rare condition.\n\nTheir grandfather arrives on the maternity ward bearing the traditional gift of sweets for the nurses.\n\nStill in mourning for the loss of his son, meeting his granddaughters is a bittersweet moment: “I was happy to see them, but I was thinking what am I going to do with them because of their joined heads?”\n\nIt is five days before Zainab is well enough to be introduced to her daughters, and she is given a photo of the twins to prepare her.\n\nShe says she instantly fell in love.\n\n“They were very beautiful and they had nice hair with white skin. I didn’t even think about the fact they were joined. They are God-given.”\n\nThey are named Safa and Marwa, after the twin hills in Mecca, Saudi Arabia, that play a central role in the Islamic ritual pilgrimage of Hajj.\n\n\n\n\n\nAfter a month, the twins are discharged from hospital and the family agree that if it can be done, they should be separated.\n\nA military hospital offers to perform the surgery but warns that one of the twins is likely to die. It is a risk their mother is unwilling to take.\n\nOther options are explored, and when the twins are three months old, the family are put in touch with Owase Jeelani, a paediatric neurosurgeon at one of the world's leading children's hospitals, Great Ormond Street in London (GOSH).\n\nBy coincidence, he was born in the nearby region of Kashmir and immediately establishes a rapport with them.\n\nAfter seeing scans of the girls, the surgeon is convinced they can be safely separated, but he wants to do it before they reach 12 months old, to get the best outcome.\n\nThe clock is ticking.\n\nIt is August 2018. The visas for the UK have already come through, but funding for the operations has not. This is not something the NHS in the UK would fund and Jeelani has raised only a small amount of the money needed to pay for the hospital care.\n\nThe girls are now 19 months old, well beyond the age that the GOSH team would like to operate. Any further delay might mean the separation becomes more dangerous, recovery more limited.\n\nJeelani urges the family to come to England immediately.\n\nHe remembers the moment they arrived: “They turned up in early August and at this point we only had a small amount of the money we needed. The kids were here and I must say I was really stressed. At this stage it felt like a personal responsibility.”\n\nThe twins’ uncle Mohammad Idrees and their grandfather are put up in a flat near the hospital. But Zainab will not be parted from her daughters, and prefers to sleep in their room.\n\nDespite being joined, the twins have distinct personalities, according to their mother.\n\nSafa, is “smart, happy and talks a lot”. Marwa, on the other hand, is shy. “She sometimes talked to herself but when we spoke to her she didn’t always reply,” says Zainab.\n\nShortly after their arrival, while Jeelani is having lunch with a lawyer friend, a moment of pure serendipity changes everything. After he tells her the story of the twins, the lawyer picks up her mobile phone and makes a call.\n\nThe surgeon is asked to tell the person on the line about the girls. He is speaking to a wealthy Pakistani businessman, Murtaza Lakhani. Within a few minutes, an offer has been made to meet the costs of their treatment.",
        "quotes": [
            [
                "I was happy to see them, but I was thinking what am I going to do with them because of their joined heads?",
                "",
                true
            ],
            [
                "They were very beautiful and they had nice hair with white skin.",
                "",
                true
            ],
            [
                "I didn’t even think about the fact they were joined.",
                "",
                true
            ],
            [
                "They turned up in early August and at this point we only had a small amount of the money we needed.",
                "",
                true
            ],
            [
                "The kids were here and I must say I was really stressed.",
                "",
                true
            ],
            [
                "At this stage it felt like a personal responsibility.",
                "",
                true
            ],
            [
                "smart, happy and talks a lot",
                "",
                false
            ],
            [
                "She sometimes talked to herself but when we spoke to her she didn’t always reply,",
                "Zainab Bibi",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://geminiuntwined.org/"
            ]
        },
        "key_words": [
            "moment",
            "jeelani",
            "battle",
            "zainab",
            "old",
            "twins",
            "family",
            "girls",
            "months",
            "separate",
            "hospital",
            "marwa",
            "safa",
            "joined"
        ]
    }
]