[
    {
        "url": "https://www.reuters.com/article/us-virginia-protests/neo-nazi-gets-second-life-sentence-in-murder-of-protester-in-virginia-idUSKCN1UA0TV",
        "title": "Neo-Nazi gets second life sentence in murder of protester in Virginia",
        "authors": [
            {
                "name": "Gary Robertson",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2019-07-15",
        "text": "CHARLOTTESVILLE, Va. (Reuters) - A Virginia state judge on Monday sentenced a self-professed neo-Nazi to a second life prison term for killing a demonstrator when he drove his car into a crowd protesting against white supremacists in Charlottesville two years ago.\n\nCharlottesville Circuit Court Judge Richard Moore sentenced James Fields, 22, to life plus 419 years, as recommended by the jury that found him guilty last December of murder plus eight counts of malicious wounding and a hit-and-run offense.\n\n“Mr. Fields, you deserve the sentence the jury gave. What you did was an act of terror,” Moore said.\n\nFields, a resident of Maumee, Ohio, who appeared in court on Monday in striped prison garb, had already received a separate life sentence without the possibility of parole after pleading guilty in March to federal hate-crime charges stemming from the violence in Charlottesville on Aug. 12, 2017.\n\nHeather Heyer, 32, one of the counter-demonstrators, was killed in the attack, which also injured many others.\n\nHeyer’s mother, Susan Bro, said in a statement read in court on Monday that she hoped Fields finds reclamation in prison. “But I also hope he never sees the light of day outside of prison,” she said.\n\nStatements by several victims were also read in court.\n\nThe deadly car-ramming capped a day of tension and physical clashes between hundreds of white nationalists and neo-Nazis who had gathered in Charlottesville for a “Unite the Right” rally, and groups of demonstrators opposed to them.\n\nBy the time of the car attack, police had already declared an unlawful assembly and cleared a city park of the white nationalists, who were there to protest removal of statues commemorating two Confederate generals of the U.S. Civil War.\n\nThe night before, “Unite the Right” protesters had staged a torch-lit march through the nearby University of Virginia campus chanting racist and anti-Semitic slogans.\n\nThe events proved a turning point in the rise of the “alt-right,” a loose alignment of fringe groups centered on white nationalism and emboldened by President Donald Trump’s 2016 election. Trump was strongly criticized by fellow Republicans and by Democrats for saying after Charlottesville that “both sides” were to blame for the violence.\n\nFILE PHOTO: James Alex Fields Jr., 20, is seen in a mugshot released by Charlottesville, Virginia police department, Charlottesville, Virginia, U.S., August 12, 2017. Charlottesville Police Department/Handout via REUTERS/File Photo\n\nDuring the state court trial, Fields’ lawyers never disputed that Fields was behind the wheel of the Dodge Charger that sent bodies flying when the vehicle slammed into Heyer and about 30 other people. Instead, the defense suggested that Fields felt intimidated by the hostile crowds.\n\nProsecutors countered that Fields was motivated by hatred and had come to the rally to harm others. The defendant, who has identified himself as a neo-Nazi, was photographed hours before the car attack carrying a shield with an emblem of a far-right hate group.\n\nLess than a month before the events in Charlottesville, he had posted an image on Instagram showing a car plowing through a crowd of people captioned: “You have the right to protest but I’m late for work.”",
        "quotes": [
            [
                "Fields, you deserve the sentence the jury gave.",
                "Moore",
                true
            ],
            [
                "What you did was an act of terror,",
                "Moore",
                true
            ],
            [
                "But I also hope he never sees the light of day outside of prison,",
                "",
                true
            ],
            [
                "You have the right to protest but I’m late for work.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "virginia",
            "charlottesville",
            "prison",
            "car",
            "murder",
            "neonazi",
            "white",
            "right",
            "protester",
            "gets",
            "fields",
            "court",
            "attack",
            "life",
            "sentence",
            "second"
        ]
    }
]