[
    {
        "url": "https://www.cnn.com/2019/07/15/politics/cbp-facebook-groups-investigation/index.html",
        "title": "70 current and former US border employees connected to Facebook groups with lewd and mocking posts",
        "authors": [
            {
                "name": "Nick Valencia",
                "link": null
            },
            {
                "name": "Priscilla Alvarez",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-07-15",
        "text": "(CNN) Internal investigators for US Customs and Border Protection have identified 70 individuals, 62 of which are current employees, who are connected with inappropriate or derogatory posts or the Facebook groups that had such posts, they announced Monday.\n\nEarlier this month, media reports revealed the existence of secret Facebook groups with an apparent nexus to CBP that were discovered to contain vulgar and sexually explicit posts. One Facebook group, dubbed \"I'm 10-15,\" was exposed by the investigative reporting group ProPublica and reportedly included current and former Border Patrol agents.\n\nAssistant Commissioner for CBP's Office of Professional Responsibility Matt Klein told reporters in a call Monday that the majority of the individuals identified so far are from the \"I'm 10-15\" group, while some were part of other Facebook groups, including \"The Real CBP Nation,\" which CNN reported on earlier this month\n\n\"Obviously the number of cases, we anticipate will continue to grow as we receive additional information and perform further research and conduct interviews,\" Klein said.\n\nCBP officials said at the time that they were investigating \"disturbing social media activity.\"\n\nRead More",
        "quotes": [
            [
                "Obviously the number of cases, we anticipate will continue to grow as we receive additional information and perform further research and conduct interviews,",
                "Klein",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2019/07/05/politics/cbp-second-facebook-group-images/index.html",
                "https://www.cnn.com/2019/07/12/politics/mike-pence-border-immigration/index.html",
                "https://www.cnn.com/2019/07/03/politics/acting-dhs-secretary-orders-investigation/index.html",
                "https://www.cnn.com/2019/07/05/politics/cbp-second-facebook-group-images/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "group",
            "klein",
            "connected",
            "individuals",
            "facebook",
            "mocking",
            "posts",
            "70",
            "identified",
            "media",
            "im",
            "groups",
            "employees",
            "current",
            "lewd",
            "border"
        ]
    },
    {
        "url": "https://www.cnn.com/2019/07/05/politics/cbp-second-facebook-group-images/index.html",
        "title": "Posts from second CBP-connected secret Facebook group show mocking images",
        "authors": [
            {
                "name": "Nick Valencia",
                "link": null
            },
            {
                "name": "Geneva Sands",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-07-05",
        "text": "(CNN) At least one other social media group with an apparent nexus to Customs and Border Protection has been discovered to contain vulgar and sexually explicit posts, according to screenshots shared by two sources familiar with the Facebook pages.\n\nThe secret Facebook group, \"The Real CBP Nation,\" which has around 1,000 members, is host to an image that mocks separating migrant families, multiple demeaning memes of Rep. Alexandria Ocasio-Cortez, a New York Democrat, and other derisive images of Asians and African Americans.\n\nA meme posted to a second secret CBP facebook group. CNN obscured parts of this image to protect the privacy of those depicted.\n\nOne meme posted following her Monday visit to a Texas border station depicts a manipulated image of her gesturing toward a water fountain with the caption \"Is this a toilet?\" Following her visit, Ocasio-Cortez charged that people were drinking water from a toilet at the station, an accusation that acting Homeland Security Secretary Kevin McAleenan has denied.\n\nCNN obtained the images after a report published earlier this week of another secret Facebook group, called \"I'm 10-15,\" for current and former Border Patrol agents that reportedly featured jokes about migrant deaths, derogatory comments about Latina lawmakers and a lewd meme involving at least one of them.\n\nA meme of Rep. Alexandria Ocasio-Cortez posted in a secret group said to be for Customs and Border Protection employees. CNN has blurred the image and removed identifying material.\n\n\"Racism and sexism in the Border Patrol just doesn't belong,\" said the first source familiar with the images.\n\nThe existence of the group \"I'm 10-15\" was exposed by the investigative reporting group ProPublica. That Facebook group changed its name to \"America First,\" and then archived the page on Monday, preventing any additional posts or comments, according to a second source and a screenshot of the page.\n\nCNN has not been able to independently access and review either of the Facebook groups in question or verify how many group members in the private Facebook communities are or were affiliated with Customs and Border Protection.\n\nAn image of a secret CBP facebook group. CNN obscured parts of this image to remove identifying information.\n\nSome members of \"The Real CBP Nation\" Facebook group reacted to the shuttering of \"I'm 10-15\" in screenshots of posts and comments.\n\n\"Disappointed on (sic) all of you who abandoned ship,\" said one commenter, along with two laughing emojis.\n\nOn Tuesday, another group member wrote, \"Lost 7,000 members in a day. Impressive.\"\n\nAn additional comment said in part, \"We're in this till the end #pleasedontjicmeorcalloig,\" which appears to be a reference to the Joint Intake Center and the Office of Inspector General.\n\nA Facebook spokesperson told CNN on Friday that the company had removed content from the group that was in violation of the social network's policy.\n\n\"We have removed several pieces of content from the Group 'The Real CBP Nation' for violating our policies on Bullying and Harassment, Cruel and Insensitive content, and Sexual Exploitation of Adults. We believe in giving people a voice, but we also want everyone using Facebook to feel safe. That's why we have Community Standards and remove anything that violates them,\" said the spokesperson in a statement.\n\nIt was not clear when the content was removed.\n\nA spokesperson for Customs and Border Protection did not comment on the substance of the online postings, but said the new information obtained by CNN was referred to the Office of Professional Responsibility. It was not clear if Customs and Border Protection's internal investigative office already knew about the second Facebook group or the content that was posted.\n\nOn Friday, Customs and Border Protection spokesperson Matt Leas told CNN in a statement that the agency is \"investigating the posts to determine the facts.\"\n\n\"If the investigation verifies that employees posted content in violation of CBP's code of conduct, the findings will inform management decisions regarding appropriate disciplinary action. CBP does not tolerate misconduct on or off duty and will hold those who violate our code of conduct accountable. These posts do not reflect the core values of the agency and do not reflect the vast majority of employees who conduct themselves professionally and honorably every day, on and off duty,\" he added.\n\nOn Monday, Customs and Border Protection said it had immediately informed the Department of Homeland Security Office of the Inspector General and initiated an investigation following a media report revealing the existence of the Facebook group \"I'm 10-15.\"\n\nResponding to an inquiry about the \"I'm 10-15\" posts, Customs and Border Protection's assistant commissioner for the Office of Professional Responsibility, Matthew Klein, said in a statement Monday that those posts were \"hosted on a private Facebook group that may include a number of CBP employees.\"\n\nThe reports of possible social media misconduct this week prompted calls from agency leadership to hold anyone responsible for violating standards of conduct accountable.\n\n\"We take all the posts that were put out today very seriously. These do not represent the thoughts of the men and women of the US Border Patrol. Each one of these allegations will be thoroughly investigated,\" said US Border Patrol Chief of Operations Brian Hastings in an interview on \"Newsroom\" with CNN's Brooke Baldwin on Monday.\n\nThe issue is not new, however, for Customs and Border Protection. In 2018, a senior official warned all agency employees of potential discipline, after having been informed of a private Facebook group with inappropriate and offensive posts, according to a memo obtained by CNN.\n\n\"Recently the Agency was made aware of a private Facebook group page that only a specific group of CBP employee could access, on which inappropriate and offensive posts were made,\" Klein wrote.\n\nThe memo, dated February 2018 and titled \"Social Media Posts,\" did not identify a specific Facebook group but reminded employees of Customs and Border Protection's standards of conduct and anti-discrimination and anti-harassment policies for workplace and off-duty employees that prohibit certain conduct on the grounds of discrimination or harassment.\n\nThis story has been updated to include statements from Facebook and Customs and Border Protection that were provided to CNN after publication.",
        "quotes": [
            [
                "Racism and sexism in the Border Patrol just doesn't belong,",
                "",
                true
            ],
            [
                "Disappointed on (sic) all of you who abandoned ship,",
                "",
                true
            ],
            [
                "Lost 7,000 members in a day.",
                "",
                true
            ],
            [
                "We're in this till the end #pleasedontjicmeorcalloig,",
                "",
                true
            ],
            [
                "We have removed several pieces of content from the Group 'The Real CBP Nation' for violating our policies on Bullying and Harassment, Cruel and Insensitive content, and Sexual Exploitation of Adults.",
                "",
                true
            ],
            [
                "We believe in giving people a voice, but we also want everyone using Facebook to feel safe.",
                "",
                true
            ],
            [
                "That's why we have Community Standards and remove anything that violates them,",
                "",
                true
            ],
            [
                "investigating the posts to determine the facts.",
                "Matt Leas",
                false
            ],
            [
                "If the investigation verifies that employees posted content in violation of CBP's code of conduct, the findings will inform management decisions regarding appropriate disciplinary action.",
                "",
                true
            ],
            [
                "CBP does not tolerate misconduct on or off duty and will hold those who violate our code of conduct accountable.",
                "",
                true
            ],
            [
                "These posts do not reflect the core values of the agency and do not reflect the vast majority of employees who conduct themselves professionally and honorably every day, on and off duty,",
                "",
                true
            ],
            [
                "hosted on a private Facebook group that may include a number of CBP employees.",
                "",
                false
            ],
            [
                "We take all the posts that were put out today very seriously.",
                "Brian Hastings",
                true
            ],
            [
                "These do not represent the thoughts of the men and women of the US Border Patrol.",
                "Brian Hastings",
                true
            ],
            [
                "Each one of these allegations will be thoroughly investigated,",
                "Brian Hastings",
                true
            ],
            [
                "Recently the Agency was made aware of a private Facebook group page that only a specific group of CBP employee could access, on which inappropriate and offensive posts were made,",
                "Klein",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2019/07/01/politics/cbp-agent-facebook-group/index.html",
                "https://www.cnn.com/2019/07/04/politics/customs-and-border-protection-memo-social-media/index.html",
                "https://www.cnn.com/politics/live-news/immigration-crisis-us-border-july-2019/h_7e31156d56ce76d53de791276c700abd"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "group",
            "image",
            "facebook",
            "secret",
            "cbp",
            "images",
            "mocking",
            "posts",
            "customs",
            "cnn",
            "protection",
            "employees",
            "second",
            "cbpconnected",
            "border"
        ]
    },
    {
        "url": "https://www.cnn.com/2019/07/12/politics/mike-pence-border-immigration/index.html",
        "title": "Pence: Border facility conditions are unacceptable",
        "authors": [
            {
                "name": "Pamela Brown",
                "link": null
            },
            {
                "name": "Betsy Klein",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-07-12",
        "text": "McAllen, Texas (CNN) Vice President Mike Pence saw the overcrowded conditions facing migrant adults and children in Customs and Border Protection custody firsthand Friday, becoming the highest-ranking member of the Trump administration to visit two federal detention centers in Texas ahead of controversial Immigration and Customs Enforcement raids targeting undocumented immigrants this weekend.\n\n\"To be honest with you, I was not surprised by what we saw,\" Pence told reporters Friday, citing the humanitarian crisis and congestion. \"This crisis is real, the time for action is now.\"\n\nJoined by a group of reporters, Senate Republicans and acting Homeland Security Secretary Kevin McAleenan, Pence visited two facilities in the Rio Grande Valley: the Donna Processing Facility, temporarily housing families, and the McAllen Border Patrol Station, housing single adults who have been found crossing into the United States illegally.\n\nIn Donna, Pence saw oversized, air-conditioned facilities, with children and their parents lying on cots, watching animated movies and eating snacks.\n\nIn McAllen, it was a much different scene: Pence toured a swelteringly hot room called a sally port with hundreds of men, a strong smell of sweat and overcrowding so extreme there was no room for cots, the migrants left to sleep on concrete beneath mylar blankets.\n\n\"The Vice President's office specifically instructed CBP to not clean up or sanitize the facility beyond what is routine so the American people could see how serious the crisis at our border is (overcrowding, lack of resources, beds),\" an administration official said in an email, noting that there were Secret Service concerns over Pence entering the sally port, but the Vice President's office pushed for press access.\n\n'Time for Congress to act'\n\nAsked by CNN whether the conditions for the detained single adult immigrants were acceptable, Pence said no.\n\n\"No, it's not. That's the reason why we demanded that Congress provide $4.6 billion in additional support to Customs and Border Protection,\" the vice president said in an interview following both tours and a roundtable with Border Patrol officials. \"The McAllen station, where our cells are overflowing ... ought to be a very clear message to every American that the time for action is now and the time for Congress to act to end the flow of families that are coming north from Central America to our border is now.\"\n\nPence's visit comes ahead of Sunday's scheduled ICE raids targeting migrant families with court-ordered removals that had previously been called off by President Donald Trump. The upcoming ICE operation is expected to target approximately 2,000 people and take place over several days in major cities across the nation.\n\nAdvocacy groups have been hosting \"Know Your Rights\" trainings and circulating fliers and social medial posts with guidelines about what they say immigrants should do if ICE agents show up at their door.\n\nPence would not answer four repeated questions from CNN on whether the Sunday ICE raids will separate families.\n\n\"The upcoming efforts are going to focus exclusively on individuals who have been fully adjudicated and ordered by a judge to be deported,\" he said.\n\nPence said ICE will prioritize immigrants with deportation orders who have also committed crimes in the US, though he was vague on whether those who had not committed crimes could be targeted as well.\n\n\"These will be individuals who are facing a deportation order, and the priority that Homeland Security and ICE will be placing will be on those individuals that have also committed crimes in this country, and represent a threat to our communities,\" he said.\n\nIn McAllen, Pence did not engage directly with any of the men, but he did speak with some of the children and mothers in Donna, asking them if they were well cared for. They all nodded yes. Children told him their journey to the United States by foot took two and three months. In Donna, there were rooms filled with health supplies, snacks and changes of clothes for the migrants, many of whom had arrived at the facility with shoes and pants crusted in mud from the journey.\n\nDonna was one of the facilities built to accommodate the recent large increase of family crossings. Standing in a supply room in front of a wall stacked with Kool-Aid Jammers, Pence asked officials whether the children in custody are receiving adequate meals and snacks. They answered affirmatively. The level of care at Donna hasn't necessarily been the case for children at other facilities.\n\nYazmin Juarez, a mother whose toddler died weeks after they were released from ICE custody in 2018, recalled the death of her child in emotional testimony before a House panel Wednesday.\n\n\"I watched my baby girl die, slowly, and painfully, just a few months before her second birthday,\" she said through an interpreter, later beginning to cry recounting her 19-month-old daughter being admitted to the ICU.\n\nAnd in testimony from Elora Mukherjee, attorney and Clinical Professor of Law at Columbia Law School, at a House Oversight Committee hearing on the border on Friday, Mukherjee said that in her interviews with hundreds of immigrant children and families that many children in custody are embarrassed to use the toilets because \"they are open\" and have no privacy.\n\n\"In Clint, we talked to girls who were so embarrassed that boys could see them while they were using the toilet,\" she said. \"We talked to a boy who tried not to eat because he was so embarrassed to use the toilet.\"\n\nVice President Mike Pence visited the McAllen Border Patrol Station in McAllen, Texas on July 12, 2019\n\n'This isn't human'\n\nThe men in the sally port in McAllen told CNN they had been in Customs and Border Protection custody for more than 40 days. They said they hadn't had access to showers or toothbrushes. They yelled before reporters that they were hungry.\n\n\"This isn't human. I'm not a terrorist,\" one man said.\n\nPatrol agent in charge Michael Banks disputed some of those characterizations. He said a trailer with showers had arrived Thursday, though it was possible some of the men had not bathed yet. He said there were 88,000 disposable toothbrushes on site and that the migrants got three hot meals a day from local restaurants. He said the space, which, despite the heat, does have air-conditioning, was cleaned three times a day. He said none of the migrants had been there longer than 32 days.\n\nThe trip came weeks after unannounced inspections of Border Patrol facilities by an internal Department of Homeland Security watchdog found extreme overcrowding and children younger than 7 being held in custody for longer than two weeks -- far more than the allotted 72 hours -- among other \"urgent\" issues discovered. The watchdog found additional violations of detention policy, such as a lack of hot meals, inadequate access to showers and limited access to a change of clothes.\n\nAdditionally, images of squalid conditions and thinly stretched resources found in news reports and congressional Democrats' descriptions of their own visits have captured the nation's attention.\n\nPence said there should be the \"same standard of care\" for both families and single adults, defending the disparate conditions.\n\n\"What you saw today was a very clean facility where people were being detained indoors, and then you saw a temporary facility that was constructed because this facility is overcrowded. And we can't keep people in a cell beyond what the rules and regulations allow for, but everyone in that temporary facility is getting health care, they're getting hygiene and the Customs and Border Protection is doing their level best in an overcrowded environment and a difficult environment to address this issue, but Congress has got to act,\" he said.\n\nThe images of the vice president walking through the Donna facility Friday stand in stark contrast to photographs of overcrowded conditions facing families with children by DHS inspector general just weeks before. Overcrowded conditions have eased considerably following the movement of most migrant children to Health and Human Services facilities thanks to new funding from Congress. There was a 28% drop in numbers of migrants apprehended at the border in June, in part due to the season, but also, Pence said, because of support from Mexico.\n\nPence said he had read the report, but added, \"I can't account for that,\" when pressed by CNN about images of conditions similar to those of the McAllen facilities for families with children featured in the DHS inspector general's report.\n\n\"The facility you saw today represents the level and the standards of care that we are working to bring to all those caught up in this crisis. Remember, it was just a few short weeks ago that Congress finally acknowledged the crisis and gave us an additional $4.6 billion in humanitarian aid. Now we're going to continue to improve, we're going to continue to provide care at the standard the American people expect,\" he said, calling on Congress to overhaul asylum laws and close what he characterized as legal loopholes.\n\nOfficials say the overcrowding among children has largely been alleviated because of the supplemental funding that Congress just passed . As a result, most have been moved out within the 72-hour time limit to HHS facilities.\n\nThough Pence's office also extended invitations to Senate Democrats for the Friday visit, none were in attendance, underscoring the highly politicized situation as the humanitarian crisis at the US-Mexico border unfolds. A group of congressional Democrats will tour the area on Saturday.\n\nDemocratic Sen. Mazie Hirono of Hawaii had told CNN on Thursday that she did not want to be part of a politicized trip.\n\n\"I don't want to participate in what is basically the Trump show, the Trump-Pence show. What do you think they are going to see? You have a President saying, 'Everything's just fine. These facilities, these detention centers are just being run great.' Yeah, that's what they're going to see. But we know from all of the reports that things are not great,\" she said.\n\nHirono continued, \"Believe me, when any of us visit, they will make sure that they see what they want us to see. And that's not real.\"",
        "quotes": [
            [
                "To be honest with you, I was not surprised by what we saw,",
                "Pence",
                true
            ],
            [
                "This crisis is real, the time for action is now.",
                "Pence",
                true
            ],
            [
                "The Vice President's office specifically instructed CBP to not clean up or sanitize the facility beyond what is routine so the American people could see how serious the crisis at our border is (overcrowding, lack of resources, beds),",
                "",
                true
            ],
            [
                "That's the reason why we demanded that Congress provide $4.6 billion in additional support to Customs and Border Protection,",
                "",
                true
            ],
            [
                "The McAllen station, where our cells are overflowing ... ought to be a very clear message to every American that the time for action is now and the time for Congress to act to end the flow of families that are coming north from Central America to our border is now.",
                "",
                true
            ],
            [
                "The upcoming efforts are going to focus exclusively on individuals who have been fully adjudicated and ordered by a judge to be deported,",
                "",
                true
            ],
            [
                "These will be individuals who are facing a deportation order, and the priority that Homeland Security and ICE will be placing will be on those individuals that have also committed crimes in this country, and represent a threat to our communities,",
                "",
                true
            ],
            [
                "I watched my baby girl die, slowly, and painfully, just a few months before her second birthday,",
                "",
                true
            ],
            [
                "In Clint, we talked to girls who were so embarrassed that boys could see them while they were using the toilet,",
                "",
                true
            ],
            [
                "We talked to a boy who tried not to eat because he was so embarrassed to use the toilet.",
                "",
                true
            ],
            [
                "What you saw today was a very clean facility where people were being detained indoors, and then you saw a temporary facility that was constructed because this facility is overcrowded.",
                "",
                true
            ],
            [
                "And we can't keep people in a cell beyond what the rules and regulations allow for, but everyone in that temporary facility is getting health care, they're getting hygiene and the Customs and Border Protection is doing their level best in an overcrowded environment and a difficult environment to address this issue, but Congress has got to act,",
                "",
                true
            ],
            [
                "I can't account for that,",
                "Pence",
                true
            ],
            [
                "The facility you saw today represents the level and the standards of care that we are working to bring to all those caught up in this crisis.",
                "Pence",
                true
            ],
            [
                "Remember, it was just a few short weeks ago that Congress finally acknowledged the crisis and gave us an additional $4.6 billion in humanitarian aid.",
                "Pence",
                true
            ],
            [
                "Now we're going to continue to improve, we're going to continue to provide care at the standard the American people expect,",
                "Pence",
                true
            ],
            [
                "I don't want to participate in what is basically the Trump show, the Trump-Pence show.",
                "Hirono",
                true
            ],
            [
                "What do you think they are going to see?",
                "Hirono",
                true
            ],
            [
                "You have a President saying, 'Everything's just fine.",
                "Hirono",
                true
            ],
            [
                "These facilities, these detention centers are just being run great.",
                "Hirono",
                true
            ],
            [
                "Yeah, that's what they're going to see.",
                "Hirono",
                true
            ],
            [
                "But we know from all of the reports that things are not great,",
                "Hirono",
                true
            ],
            [
                "Believe me, when any of us visit, they will make sure that they see what they want us to see.",
                "Hirono",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2019/07/02/politics/migrant-camps-border-patrol-inspector-general-report/index.html",
                "https://www.cnn.com/2019/07/11/politics/ice-raids-explainer/index.html",
                "https://www.cnn.com/2019/07/03/politics/us-mexico-border-arrests-drop/index.html",
                "https://www.cnn.com/2019/07/11/politics/mazie-hirono-immigration-press-conference/index.html",
                "https://www.cnn.com/2019/06/27/politics/border-funding-migrant-crisis-nancy-pelosi-house-senate-bills/index.html",
                "https://www.cnn.com/2019/07/12/us/immigration-ice-raids-fear/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "unacceptable",
            "pence",
            "ice",
            "children",
            "saw",
            "facility",
            "families",
            "congress",
            "conditions",
            "mcallen",
            "facilities",
            "border"
        ]
    },
    {
        "url": "https://www.cnn.com/2019/07/03/politics/acting-dhs-secretary-orders-investigation/index.html",
        "title": "Acting DHS chief orders immediate investigation into offensive posts",
        "authors": [
            {
                "name": "Priscilla Alvarez",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-07-03",
        "text": "(CNN) Acting Department of Homeland Secretary Kevin McAleenan has ordered an immediate investigation into offensive posts \"that allegedly includes active Border Patrol personnel,\" he said in a series of tweets Wednesday.\n\n\"I have directed an immediate investigation, and as the @USBPChief has made clear, any employee found to have compromised the public's trust in our law enforcement mission will be held accountable,\" McAleenan said. \"They do not represent the men and women of the Border Patrol or @DHSgov.\"\n\nEarlier this week, a report revealed a closed Facebook group for current and former Border Patrol agents that reportedly features jokes about migrant deaths, derogatory comments about Latina lawmakers and a lewd meme involving at least one of them.\n\nIn an interview with CNN, a Border Patrol agent, who said he's had enough and agreed to go on camera only if his identity was obscured, said being derogatory is part of the CBP culture.\n\n\"He was making fun of them,\" said the agent, referring to a supervisor joking about dead migrants.\n\nRead More",
        "quotes": [
            [
                "that allegedly includes active Border Patrol personnel,",
                "McAleenan",
                false
            ],
            [
                "I have directed an immediate investigation, and as the @USBPChief has made clear, any employee found to have compromised the public's trust in our law enforcement mission will be held accountable,",
                "McAleenan",
                true
            ],
            [
                "They do not represent the men and women of the Border Patrol or @DHSgov.",
                "McAleenan",
                true
            ],
            [
                "He was making fun of them,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2019/07/02/us/detention-facilities-protests-migrants-close-camps/index.html",
                "https://www.propublica.org/article/secret-border-patrol-facebook-group-agents-joke-about-migrant-deaths-post-sexist-memes",
                "https://www.cnn.com/2019/07/01/politics/cbp-agent-facebook-group/index.html",
                "https://www.cnn.com/2019/06/25/us/border-patrol-donations/index.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/DHSMcAleenan/status/1146398640962977793",
                "https://twitter.com/DHSMcAleenan/status/1146398639826329601"
            ]
        },
        "key_words": [
            "offensive",
            "acting",
            "women",
            "cnn",
            "posts",
            "agent",
            "dhs",
            "patrol",
            "mcaleenan",
            "investigation",
            "orders",
            "immediate",
            "week",
            "derogatory",
            "chief",
            "border"
        ]
    },
    {
        "url": "https://www.cnn.com/2019/07/05/politics/cbp-second-facebook-group-images/index.html",
        "title": "Posts from second CBP-connected secret Facebook group show mocking images",
        "authors": [
            {
                "name": "Nick Valencia",
                "link": null
            },
            {
                "name": "Geneva Sands",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-07-05",
        "text": "(CNN) At least one other social media group with an apparent nexus to Customs and Border Protection has been discovered to contain vulgar and sexually explicit posts, according to screenshots shared by two sources familiar with the Facebook pages.\n\nThe secret Facebook group, \"The Real CBP Nation,\" which has around 1,000 members, is host to an image that mocks separating migrant families, multiple demeaning memes of Rep. Alexandria Ocasio-Cortez, a New York Democrat, and other derisive images of Asians and African Americans.\n\nA meme posted to a second secret CBP facebook group. CNN obscured parts of this image to protect the privacy of those depicted.\n\nOne meme posted following her Monday visit to a Texas border station depicts a manipulated image of her gesturing toward a water fountain with the caption \"Is this a toilet?\" Following her visit, Ocasio-Cortez charged that people were drinking water from a toilet at the station, an accusation that acting Homeland Security Secretary Kevin McAleenan has denied.\n\nCNN obtained the images after a report published earlier this week of another secret Facebook group, called \"I'm 10-15,\" for current and former Border Patrol agents that reportedly featured jokes about migrant deaths, derogatory comments about Latina lawmakers and a lewd meme involving at least one of them.\n\nA meme of Rep. Alexandria Ocasio-Cortez posted in a secret group said to be for Customs and Border Protection employees. CNN has blurred the image and removed identifying material.\n\n\"Racism and sexism in the Border Patrol just doesn't belong,\" said the first source familiar with the images.\n\nThe existence of the group \"I'm 10-15\" was exposed by the investigative reporting group ProPublica. That Facebook group changed its name to \"America First,\" and then archived the page on Monday, preventing any additional posts or comments, according to a second source and a screenshot of the page.\n\nCNN has not been able to independently access and review either of the Facebook groups in question or verify how many group members in the private Facebook communities are or were affiliated with Customs and Border Protection.\n\nAn image of a secret CBP facebook group. CNN obscured parts of this image to remove identifying information.\n\nSome members of \"The Real CBP Nation\" Facebook group reacted to the shuttering of \"I'm 10-15\" in screenshots of posts and comments.\n\n\"Disappointed on (sic) all of you who abandoned ship,\" said one commenter, along with two laughing emojis.\n\nOn Tuesday, another group member wrote, \"Lost 7,000 members in a day. Impressive.\"\n\nAn additional comment said in part, \"We're in this till the end #pleasedontjicmeorcalloig,\" which appears to be a reference to the Joint Intake Center and the Office of Inspector General.\n\nA Facebook spokesperson told CNN on Friday that the company had removed content from the group that was in violation of the social network's policy.\n\n\"We have removed several pieces of content from the Group 'The Real CBP Nation' for violating our policies on Bullying and Harassment, Cruel and Insensitive content, and Sexual Exploitation of Adults. We believe in giving people a voice, but we also want everyone using Facebook to feel safe. That's why we have Community Standards and remove anything that violates them,\" said the spokesperson in a statement.\n\nIt was not clear when the content was removed.\n\nA spokesperson for Customs and Border Protection did not comment on the substance of the online postings, but said the new information obtained by CNN was referred to the Office of Professional Responsibility. It was not clear if Customs and Border Protection's internal investigative office already knew about the second Facebook group or the content that was posted.\n\nOn Friday, Customs and Border Protection spokesperson Matt Leas told CNN in a statement that the agency is \"investigating the posts to determine the facts.\"\n\n\"If the investigation verifies that employees posted content in violation of CBP's code of conduct, the findings will inform management decisions regarding appropriate disciplinary action. CBP does not tolerate misconduct on or off duty and will hold those who violate our code of conduct accountable. These posts do not reflect the core values of the agency and do not reflect the vast majority of employees who conduct themselves professionally and honorably every day, on and off duty,\" he added.\n\nOn Monday, Customs and Border Protection said it had immediately informed the Department of Homeland Security Office of the Inspector General and initiated an investigation following a media report revealing the existence of the Facebook group \"I'm 10-15.\"\n\nResponding to an inquiry about the \"I'm 10-15\" posts, Customs and Border Protection's assistant commissioner for the Office of Professional Responsibility, Matthew Klein, said in a statement Monday that those posts were \"hosted on a private Facebook group that may include a number of CBP employees.\"\n\nThe reports of possible social media misconduct this week prompted calls from agency leadership to hold anyone responsible for violating standards of conduct accountable.\n\n\"We take all the posts that were put out today very seriously. These do not represent the thoughts of the men and women of the US Border Patrol. Each one of these allegations will be thoroughly investigated,\" said US Border Patrol Chief of Operations Brian Hastings in an interview on \"Newsroom\" with CNN's Brooke Baldwin on Monday.\n\nThe issue is not new, however, for Customs and Border Protection. In 2018, a senior official warned all agency employees of potential discipline, after having been informed of a private Facebook group with inappropriate and offensive posts, according to a memo obtained by CNN.\n\n\"Recently the Agency was made aware of a private Facebook group page that only a specific group of CBP employee could access, on which inappropriate and offensive posts were made,\" Klein wrote.\n\nThe memo, dated February 2018 and titled \"Social Media Posts,\" did not identify a specific Facebook group but reminded employees of Customs and Border Protection's standards of conduct and anti-discrimination and anti-harassment policies for workplace and off-duty employees that prohibit certain conduct on the grounds of discrimination or harassment.\n\nThis story has been updated to include statements from Facebook and Customs and Border Protection that were provided to CNN after publication.",
        "quotes": [
            [
                "Racism and sexism in the Border Patrol just doesn't belong,",
                "",
                true
            ],
            [
                "Disappointed on (sic) all of you who abandoned ship,",
                "",
                true
            ],
            [
                "Lost 7,000 members in a day.",
                "",
                true
            ],
            [
                "We're in this till the end #pleasedontjicmeorcalloig,",
                "",
                true
            ],
            [
                "We have removed several pieces of content from the Group 'The Real CBP Nation' for violating our policies on Bullying and Harassment, Cruel and Insensitive content, and Sexual Exploitation of Adults.",
                "",
                true
            ],
            [
                "We believe in giving people a voice, but we also want everyone using Facebook to feel safe.",
                "",
                true
            ],
            [
                "That's why we have Community Standards and remove anything that violates them,",
                "",
                true
            ],
            [
                "investigating the posts to determine the facts.",
                "Matt Leas",
                false
            ],
            [
                "If the investigation verifies that employees posted content in violation of CBP's code of conduct, the findings will inform management decisions regarding appropriate disciplinary action.",
                "",
                true
            ],
            [
                "CBP does not tolerate misconduct on or off duty and will hold those who violate our code of conduct accountable.",
                "",
                true
            ],
            [
                "These posts do not reflect the core values of the agency and do not reflect the vast majority of employees who conduct themselves professionally and honorably every day, on and off duty,",
                "",
                true
            ],
            [
                "hosted on a private Facebook group that may include a number of CBP employees.",
                "",
                false
            ],
            [
                "We take all the posts that were put out today very seriously.",
                "Brian Hastings",
                true
            ],
            [
                "These do not represent the thoughts of the men and women of the US Border Patrol.",
                "Brian Hastings",
                true
            ],
            [
                "Each one of these allegations will be thoroughly investigated,",
                "Brian Hastings",
                true
            ],
            [
                "Recently the Agency was made aware of a private Facebook group page that only a specific group of CBP employee could access, on which inappropriate and offensive posts were made,",
                "Klein",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2019/07/01/politics/cbp-agent-facebook-group/index.html",
                "https://www.cnn.com/2019/07/04/politics/customs-and-border-protection-memo-social-media/index.html",
                "https://www.cnn.com/politics/live-news/immigration-crisis-us-border-july-2019/h_7e31156d56ce76d53de791276c700abd"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "group",
            "image",
            "facebook",
            "secret",
            "cbp",
            "images",
            "mocking",
            "posts",
            "customs",
            "cnn",
            "protection",
            "employees",
            "second",
            "cbpconnected",
            "border"
        ]
    },
    {
        "url": "https://www.cnn.com/2019/07/01/politics/cbp-agent-facebook-group/index.html",
        "title": "Report of cruel and lewd posts from Customs and Border Protection agents in a Facebook group sparks investigation",
        "authors": [
            {
                "name": "Geneva Sands",
                "link": null
            },
            {
                "name": "Matthew Hilk",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-07-01",
        "text": "(CNN) US Customs and Border Protection officials say they are investigating \"disturbing social media activity\" after a published report of a closed Facebook group for current and former Border Patrol agents that reportedly features jokes about migrant deaths, derogatory comments about Latina lawmakers and a lewd meme involving at least one of them.\n\nThe posts were \"hosted on a private Facebook group that may include a number of CBP employees,\" according to Matthew Klein, assistant commissioner of CBP's Office of Professional Responsibility\n\nThe existence of the group \"I'm 10-15\" was exposed by the investigative reporting group ProPublica . CNN has not been able to independently access and review the Facebook group posts in question.\n\nIt is not clear how many group members are or were affiliated with the Border Patrol.\n\n\"We take all the posts that were put out today very seriously. These do not represent the thoughts of the men and women of the US Border Patrol. Each one of these allegations will be thoroughly investigated,\" said US Border Patrol Chief of Operations Brian Hastings in an interview on \"Newsroom\" with CNN's Brooke Baldwin on Monday.\n\nThe posts were turned over the the Department of Homeland Security Office of the Inspector General, as well as CBP's internal affairs office to begin the investigations, added Hastings.\n\nProPublica claims it was able to link the participants in those online conversations to apparently legitimate Facebook profiles belonging to Border Patrol agents. Neither ProPublica nor CNN have been able to reach group members who made the postings.\n\nProPublica reports that the Facebook group's page boasts 9,500 members and says it was formed in 2016. It is unclear from the reporting how many members claim to be active agents. Posts feature comments about the death of a teen Guatemalan migrant in Weslaco, TX such as \"oh well\" and \"if he dies he dies.\"\n\nAnother post encourages members to protest Monday's border visit by Reps. Alexandria Ocasio-Cortez and Veronica Escobar, saying they should \"throw a 10-15 burrito\" at them. A meme posted on the group site depicts Ocasio-Cortez in a lewd act with a detained migrant, according to ProPublica.\n\nProPublica reports that, in another thread, a group member suggests the photo of drowned migrant father and daughter could have been faked because the bodies were so \"clean.\" \"I have never seen floaters like this,\" the poster reportedly wrote, adding \"could this be another edited photo. We've all seen the dems and liberal parties do some pretty sick things...\"\n\nA statement from US Border Patrol Chief Carla Provost said, \"These posts are completely inappropriate and contrary to the honor and integrity I see — and expect — from our agents day in and day out. Any employees found to have violated our standards of conduct will be held accountable.\"\n\nThe report inspired outrage from Democrats in Congress.\n\nResponding to the ProPublica report, Rep. Joaquin Castro, the chairman of the Congressional Hispanic Caucus, tweeted: \"These agents don't deserve to wear any uniform representing the United States of America.\"\n\nIn another tweet, Ocasio-Cortez decries a \"racist & sexually violent secret CBP Facebook group. They're threatening violence on members of Congress.\"\n\nOn her way out of the Clint Border Patrol facility in El Paso on Monday, she told CNN , \"In the last facility, I was not safe from the officers.\"\n\nIn response, Hastings told CNN that he would tell Ocasio-Cortez, \"Ma'am, we are professionals. We are dealing with a crisis right now. Over 680,000 apprehensions so far this year. Agents are under a great deal of stress.\"\n\nHe reminded the public of how many rescues the men and women of the Border Patrol have done and \"put their life on the line to save various individuals throughout the year.\"\n\nEscobar told CNN, \"It's obviously not acceptable for anyone to threaten a member of Congress.\"\n\nShe added, \"I'm more concerned that there are men and women, people in Customs and Border Protection and DHS, who feel this way about migrants, especially children.\"\n\nEscobar said she could not be certain that all the members of the group were linked to federal law enforcement, but did say they speak to a broader group of people.\n\n\"It could be civilians or spouses of agents,\" she said. \"I can say with certainty that they represent a lot of hate out there against people like me who advocate for the dignity of human beings.\"\n\nHouse Homeland Security Committee Chairman Bennie Thompson, a Democrat from Mississippi, said the report points to \"clear and systemic problems that must be addressed immediately,\" within DHS and CBP.\n\n\"This Facebook group is beyond sexist and racist -- it is truly abhorrent and shameful, and there is no excuse for this depraved behavior,\" Thompson said. \"The agents found to be responsible for these vile comments should no longer have the privilege of representing the United States of America in uniform.\"\n\nProPublica is a nonprofit news organization that produces investigative journalism.",
        "quotes": [
            [
                "hosted on a private Facebook group that may include a number of CBP employees,",
                "",
                false
            ],
            [
                "We take all the posts that were put out today very seriously.",
                "Brian Hastings",
                true
            ],
            [
                "These do not represent the thoughts of the men and women of the US Border Patrol.",
                "Brian Hastings",
                true
            ],
            [
                "Each one of these allegations will be thoroughly investigated,",
                "Brian Hastings",
                true
            ],
            [
                "I have never seen floaters like this,",
                "",
                true
            ],
            [
                "could this be another edited photo.",
                "",
                false
            ],
            [
                "We've all seen the dems and liberal parties do some pretty sick things...",
                "",
                true
            ],
            [
                "These posts are completely inappropriate and contrary to the honor and integrity I see — and expect — from our agents day in and day out.",
                "Carla Provost",
                true
            ],
            [
                "Any employees found to have violated our standards of conduct will be held accountable.",
                "Carla Provost",
                true
            ],
            [
                "These agents don't deserve to wear any uniform representing the United States of America.",
                "Joaquin Castro",
                true
            ],
            [
                "racist & sexually violent secret CBP Facebook group.",
                "Ocasio-Cortez",
                false
            ],
            [
                "They're threatening violence on members of Congress.",
                "Ocasio-Cortez",
                true
            ],
            [
                "In the last facility, I was not safe from the officers.",
                "Joaquin Castro",
                true
            ],
            [
                "We are dealing with a crisis right now.",
                "Ocasio-Cortez",
                true
            ],
            [
                "Over 680,000 apprehensions so far this year.",
                "Ocasio-Cortez",
                true
            ],
            [
                "Agents are under a great deal of stress.",
                "Ocasio-Cortez",
                true
            ],
            [
                "put their life on the line to save various individuals throughout the year.",
                "Joaquin Castro",
                false
            ],
            [
                "It's obviously not acceptable for anyone to threaten a member of Congress.",
                "Escobar",
                true
            ],
            [
                "I'm more concerned that there are men and women, people in Customs and Border Protection and DHS, who feel this way about migrants, especially children.",
                "Ocasio-Cortez",
                true
            ],
            [
                "It could be civilians or spouses of agents,",
                "Ocasio-Cortez",
                true
            ],
            [
                "I can say with certainty that they represent a lot of hate out there against people like me who advocate for the dignity of human beings.",
                "Ocasio-Cortez",
                true
            ],
            [
                "clear and systemic problems that must be addressed immediately,",
                "",
                false
            ],
            [
                "This Facebook group is beyond sexist and racist -- it is truly abhorrent and shameful, and there is no excuse for this depraved behavior,",
                "Thompson",
                true
            ],
            [
                "The agents found to be responsible for these vile comments should no longer have the privilege of representing the United States of America in uniform.",
                "Thompson",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2019/07/01/politics/alexandria-ocasio-cortez-clint-texas-facility/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "group",
            "ocasiocortez",
            "facebook",
            "report",
            "sparks",
            "posts",
            "patrol",
            "protection",
            "agents",
            "investigation",
            "cnn",
            "cruel",
            "members",
            "lewd",
            "customs",
            "border"
        ]
    },
    {
        "url": "https://www.cnn.com/2019/07/04/politics/customs-and-border-protection-memo-social-media/index.html",
        "title": "Customs and Border Protection 2018 memo warns of social media behavior",
        "authors": [
            {
                "name": "Geneva Sands",
                "link": null
            },
            {
                "name": "Nick Valencia",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-07-04",
        "text": "(CNN) In 2018, a senior Customs and Border Protection official warned all agency employees of potential discipline after having been informed of a private Facebook group with inappropriate and offensive posts, according to a memo obtained by CNN.\n\n\"Recently the Agency was made aware of a private Facebook group page that only a specific group of CBP employees could access, on which inappropriate and offensive posts were made,\" wrote Matthew Klein, assistant commissioner of CBP's Office of Professional Responsibility,\n\nThe memo, dated February 2018 and titled, \"Social Media Posts,\" reminded employees of CBP's standards of conduct, anti-discrimination and anti-harassment policies for workplace and off-duty employees that prohibits certain conduct on the grounds of discrimination or harassment.\n\n\"The bottom line is the Agency may bring discipline against an employee who posts offensive messages on a social media page where there is a nexus to the Agency workplace,\" reads the memo.\n\nThe discovery of the memo comes amid an investigation into a closed Facebook group for current and former Border Patrol agents that reportedly features jokes about migrant deaths, derogatory comments about Latina lawmakers and a lewd meme involving at least one of them. The Facebook group was publicly reported on this week and Klein called it \"disturbing social media activity.\"\n\nRead More",
        "quotes": [
            [
                "Recently the Agency was made aware of a private Facebook group page that only a specific group of CBP employees could access, on which inappropriate and offensive posts were made,",
                "Matthew Klein",
                true
            ],
            [
                "The bottom line is the Agency may bring discipline against an employee who posts offensive messages on a social media page where there is a nexus to the Agency workplace,",
                "Matthew Klein",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.propublica.org/article/secret-border-patrol-facebook-group-agents-joke-about-migrant-deaths-post-sexist-memes",
                "https://www.cnn.com/2019/07/01/politics/cbp-agent-facebook-group/index.html",
                "https://www.cnn.com/2019/07/03/politics/acting-dhs-secretary-orders-investigation/index.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.cnn.com/videos/politics/2019/07/03/border-patrol-agent-exclusive-facilities-valencia-ctn-pkg-vpx.cnn"
            ]
        },
        "key_words": [
            "group",
            "offensive",
            "social",
            "agency",
            "2018",
            "warns",
            "facebook",
            "posts",
            "protection",
            "memo",
            "media",
            "employees",
            "workplace",
            "behavior",
            "customs",
            "border"
        ]
    },
    {
        "url": "https://www.cnn.com/politics/live-news/immigration-crisis-us-border-july-2019/h_7e31156d56ce76d53de791276c700abd",
        "title": "Investigative report reveals CBP Facebook group featuring crude posts and jokes about migrant deaths",
        "authors": [
            {
                "name": "Cnn'S Eliott C. Mclaughlin",
                "link": null
            },
            {
                "name": "Cnn'S Priscilla Alvarez",
                "link": null
            },
            {
                "name": "Geneva Sands",
                "link": null
            },
            {
                "name": "Cnn'S Matthew Hilk",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-07-02",
        "text": "US Customs and Border Protection officials say they are investigating \"disturbing social media activity\" after a published report of a closed Facebook group for current and former Border Patrol agents that reportedly features jokes about migrant deaths, derogatory comments about Latina lawmakers and a lewd meme involving at least one of them.\n\nThe posts were \"hosted on a private Facebook group that may include a number of CBP employees,\" according to Matthew Klein, assistant commissioner of CBP's Office of Professional Responsibility.\n\nThe existence of the group \"I'm 10-15\" was exposed by the investigative reporting group ProPublica. CNN has not been able to independently access and review the Facebook group posts in question.\n\nIt is not clear how many group members are or were affiliated with the Border Patrol.\n\n\"We take all the posts that were put out today very seriously. These do not represent the thoughts of the men and women of the US Border Patrol. Each one of these allegations will be thoroughly investigated,\" US Border Patrol Chief of Operations Brian Hastings told CNN on Monday.\n\nRead more about this report here.",
        "quotes": [
            [
                "hosted on a private Facebook group that may include a number of CBP employees,",
                "",
                false
            ],
            [
                "We take all the posts that were put out today very seriously.",
                "Brian Hastings",
                true
            ],
            [
                "These do not represent the thoughts of the men and women of the US Border Patrol.",
                "Brian Hastings",
                true
            ],
            [
                "Each one of these allegations will be thoroughly investigated,",
                "Brian Hastings",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2019/06/25/us/border-patrol-donations/index.html",
                "https://www.propublica.org/article/secret-border-patrol-facebook-group-agents-joke-about-migrant-deaths-post-sexist-memes",
                "https://www.cnn.com/2019/06/25/politics/customs-and-border-protection-john-sanders/index.html",
                "https://www.cnn.com/2019/07/01/politics/cbp-agent-facebook-group/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "jokes",
            "group",
            "today",
            "women",
            "featuring",
            "deaths",
            "told",
            "facebook",
            "reveals",
            "migrant",
            "report",
            "posts",
            "patrol",
            "cnn",
            "investigative",
            "border"
        ]
    },
    {
        "url": "https://www.cnn.com/2019/07/02/politics/migrant-camps-border-patrol-inspector-general-report/index.html",
        "title": "Watchdog finds extreme overcrowding in Border Patrol facilities in unannounced inspections",
        "authors": [
            {
                "name": "Geneva Sands",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-07-02",
        "text": "(CNN) Extreme overcrowding and children younger than 7 being held in custody for more than two weeks -- far longer than the allowed 72 hours -- are among the \"urgent\" issues discovered at Border Patrol facilities in unannounced visits by an internal government watchdog.\n\nThe unannounced inspections took place in early June in the Rio Grande Valley region of Texas, along the US-Mexico border. That area is the busiest sector for arrests on the southern border.\n\nThe report includes several photos that depict the extreme overcrowding, as well as standing-room-only conditions in some Border Patrol facilities, which are designed to be temporary holding facilities. However, over the past several months the length of time in custody has grown amid the ongoing influx of migrant families and children who turn themselves in to agents at the southern border.\n\nFor example, at the Centralized Processing Center in McAllen, Texas -- the main location for unaccompanied children in the region -- 165 children had been in custody longer than a week.\n\nInvestigators also found that, according to US Border Patrol custody data, roughly 30% of minors at the inspected facilities were held longer than the 72 hours permitted, including some children under 7 who had been held for more than two weeks awaiting transfer to Department of Health and Human Services custody.\n\nRead More",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.cnn.com/2019/07/02/us/detention-facilities-protests-migrants-close-camps/index.html",
                "https://www.cnn.com/2019/07/02/politics/cnn-poll-immigration-border-crisis/index.html",
                "https://www.cnn.com/2019/06/28/us/mcallen-texas-processing-center/index.html",
                "https://www.cnn.com/2019/07/01/politics/alexandria-ocasio-cortez-clint-texas-facility/index.html",
                "https://www.cnn.com/2019/06/28/politics/migrant-immigration-mcaleenan/index.html",
                "https://www.cnn.com/2019/05/31/politics/inspector-general-warns-overcrowded-conditions/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "extreme",
            "custody",
            "weeks",
            "unannounced",
            "longer",
            "children",
            "patrol",
            "texas",
            "overcrowding",
            "finds",
            "held",
            "watchdog",
            "inspections",
            "facilities",
            "border"
        ]
    },
    {
        "url": "https://www.cnn.com/2019/07/11/politics/ice-raids-explainer/index.html",
        "title": "What to know about the ICE raids scheduled for this weekend",
        "authors": [
            {
                "name": "Priscilla Alvarez",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-07-11",
        "text": "(CNN) Immigration and Customs Enforcement is scheduled to move forward with an operation targeting migrant families with court-ordered removals that had previously been called off by President Donald Trump, according to a US official.\n\nICE, an agency within the Department of Homeland Security, is charged, in part, with deporting undocumented immigrants. A senior immigration official told CNN that the details of the ICE operation, currently slated to start on Sunday, will be largely the same as the one postponed last month.\n\nThe New York Times first reported on the upcoming raids , saying they are expected to take place in at least 10 cities. The raids will occur \"over multiple days\" and will include \"collateral\" deportations in which \"authorities might detain immigrants who happened to be on the scene, even though they were not targets of the raids.\"\n\nWho is targeted and why\n\nThe migrant families expected to be targeted recently arrived to the US.\n\nIn February, ICE sent around 2,000 letters to families who already had received final orders of removal by judges in absentia, asking them to self-report to local ICE offices by March to comply with the orders.\n\nThe upcoming operation is expected to target approximately 2,000 people, according to a senior immigration official.\n\nLast year, the Executive Office for Immigration Review, which oversees the nation's immigration courts, announced that it had begun tracking family cases filed by the Department of Homeland Security in 10 immigration court locations and those cases are being expedited to try to process the families in under a year.\n\nThen-acting ICE director Mark Morgan said last month that ICE had worked closely with the Justice Department on the family expedited docket and that the \"results were very disappointing,\" claiming that some families haven't attended their immigration hearings.\n\nWhere the raids are expected to take place\n\nThe senior immigration official tells CNN that the operation is expected to target some 2,000 family members with court orders of removal and take place over several days in 10 cities across the nation -- Atlanta, Baltimore, Chicago, Denver, Houston, Los Angeles, Miami, New Orleans, New York and San Francisco.\n\nThe city of New Orleans said on Twitter that it confirmed with ICE that \"immigration enforcement will be temporarily suspended through the weekend\" in areas of Louisiana and Mississippi impacted by tropical storm Barry.\n\nWhat happens to those who are arrested?\n\nThere are additional legal steps that migrants could take in the event that they're arrested, therefore it's unlikely that all those targeted would be immediately deported.\n\nIn some cases, for example, an individual may be ordered removed because he/she didn't show up to their immigration court hearing. If the reason the individual didn't appear is because they weren't provided notice of the date, time and place of their immigration hearing, that individual could file a motion to reopen their case.\n\nOthers could file a motion to reopen if conditions have deteriorated in their home country since the date they were ordered deported.\n\nTrump has so far deported fewer people than Obama\n\nAccording to Immigration and Customs Enforcement statistics, 256,085 people were deported in fiscal year 2018, up from 226,119 removals in fiscal year 2017.\n\nThat's still significantly less than the number of people deported during fiscal year 2012, when the Obama administration deported more than 400,000 people.\n\nStaffing limitations and budget constraints generally limit how many people the US can detain and deport -- and how quickly that process happens. While the Trump administration has said it still focuses on criminals, there was an uptick in the number of people arrested by ICE without criminal records. Crossing the border illegally is a misdemeanor.\n\nIn Trump's first year, ICE arrested 109,000 criminals and 46,000 people without criminal records -- a 171% increase in the number of non-criminal individuals arrested compared to 2016.\n\nCNN first reported in May that the administration had been considering deporting migrant families with court-ordered removals in an attempt to \"send a message\" to smugglers, according to a senior administration official.\n\nAs part of the consideration, the administration had been looking at an operation rolled out in the late years of Obama's presidency -- and revived in Trump's first year in office -- that also targeted families.\n\nIn 2017, ICE apprehended 650 individuals during a four-day operation, dubbed Operation Border Guardian/Border Resolve, which targeted families and unaccompanied children. According to the agency, it was the second iteration of the operation which had also taken place at the start of 2016 following an uptick in families and unaccompanied children crossing the border illegally.\n\nSimilar to the upcoming ICE operation, all individuals had court-ordered removals.",
        "quotes": [
            [
                "authorities might detain immigrants who happened to be on the scene, even though they were not targets of the raids.",
                "",
                false
            ],
            [
                "immigration enforcement will be temporarily suspended through the weekend",
                "Barry",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2019/05/10/politics/trump-family-deportation-migrants/index.html",
                "https://www.cnn.com/2019/06/19/politics/trump-mass-deportations/index.html",
                "https://www.cnn.com/2018/03/02/politics/ice-immigration-deportations/index.html"
            ],
            "gov_pgs": [
                "https://www.ice.gov/news/releases/ice-announces-results-operation-border-guardianborder-resolve",
                "https://www.ice.gov/removal-statistics/2017"
            ],
            "unsure": [
                "https://twitter.com/nolaready/status/1149370750287192065"
            ]
        },
        "key_words": [
            "know",
            "senior",
            "administration",
            "targeted",
            "ice",
            "raids",
            "removals",
            "place",
            "families",
            "immigration",
            "operation",
            "expected",
            "scheduled",
            "weekend"
        ]
    },
    {
        "url": "https://www.cnn.com/2019/07/03/politics/us-mexico-border-arrests-drop/index.html",
        "title": "US-Mexico border arrests drop from May to June, CBP data shows",
        "authors": [
            {
                "name": "Geneva Sands",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-07-03",
        "text": "(CNN) US Border Patrol apprehensions along the southern border dropped in June for the first month since January, according to preliminary internal data obtained by CNN.\n\nThere were nearly 95,000 apprehensions on the US-Mexico border last month, down about 28% from 132,887 in May -- the highest month in more than a decade. Despite the drop, this June was much higher than the same time last year, when there were 34,089 apprehensions.\n\nThe numbers are in line with forecasts from acting Homeland Security Secretary Kevin McAleenan, who said Friday that it appeared there would be a 25% decrease in June numbers of migrants crossing at the US-Mexico border.\n\nA dip in border crossings is common during the hot summer months, though McAleenan downplayed the role of seasonal trends in migration, saying that he expects to be able to tell by late July if initiatives undertaken by the US and Mexico governments will have a sustained impact.\n\nCustoms and Border Protection does not comment on unofficial numbers, according to a spokesperson. The agency generally releases final monthly numbers towards the beginning of the subsequent month.\n\nRead More",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.cnn.com/2019/06/07/politics/trump-tariffs-mexico-mike-pence/index.html",
                "https://www.cnn.com/2019/05/08/politics/border-patrol-apprehension-numbers/index.html",
                "https://www.cnn.com/2019/06/28/politics/migrant-immigration-mcaleenan/index.html",
                "https://www.cnn.com/2019/07/01/politics/alexandria-ocasio-cortez-clint-texas-facility/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "shows",
            "undertaken",
            "trends",
            "usmexico",
            "numbers",
            "month",
            "apprehensions",
            "cbp",
            "drop",
            "mcaleenan",
            "unofficial",
            "data",
            "arrests",
            "according",
            "border"
        ]
    },
    {
        "url": "https://www.cnn.com/2019/07/11/politics/mazie-hirono-immigration-press-conference/index.html",
        "title": "Senator grows emotional recalling photo of dead father and child at the border",
        "authors": [
            {
                "name": "Sarah Fortinsky",
                "link": null
            },
            {
                "name": "Suzanne Malveaux",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-07-11",
        "text": "(CNN) Sen. Mazie Hirono, a Democrat from Hawaii, grew emotional during a news conference Thursday recalling the photos of the father and young daughter who drowned crossing the Rio Grande, as well as the conditions she saw children facing at the migrant detention centers on the Southern border.\n\n\"When you saw the pictures of the kids at these detention facilities. When you saw the father, the little girl drowned in the Rio Grande. And if you didn't feel shame, pain. If you weren't appalled by these pictures, then something is dead or dying in your hearts and in the heart of America,\" Hirono said at the news conference to introduce the bill \"Stop Cruelty to Migrant Children Act.\"\n\nSenate Democrats say the legislation introduced Thursday seeks to provide additional guardrails and standards for migrant children and families two weeks after Congress passed the border supplemental, which was criticized by many Democrats for not doing enough to protect migrants. As Democrats are in the minority in the chamber, it's unclear whether Republicans will pick up the legislation.\n\nThe photo Hirono referenced was of Oscar Alberto Martinez and his daughter , identified by officials from El Salvador as Angie Valeria M., who drowned in the currents of the Rio Grande late last month as they tried to slip into the United States. The image of the father and his daughter lying face down in the water drew international attention for illustrating the humanitarian crisis at the border.\n\nHirono was part of a group of Democrats to introduce the new bill Thursday that included Senate Minority Leader Chuck Schumer, Senate Minority Whip Dick Durbin, Assistant Senate Minority Leader Patty Murray and Sen. Jeff Merkley of Oregon.\n\nRead More",
        "quotes": [
            [
                "When you saw the pictures of the kids at these detention facilities.",
                "Hirono",
                true
            ],
            [
                "When you saw the father, the little girl drowned in the Rio Grande.",
                "Hirono",
                true
            ],
            [
                "And if you didn't feel shame, pain.",
                "Hirono",
                true
            ],
            [
                "If you weren't appalled by these pictures, then something is dead or dying in your hearts and in the heart of America,",
                "Hirono",
                true
            ],
            [
                "Stop Cruelty to Migrant Children Act.",
                "Hirono",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2019/07/02/us/detention-facilities-protests-migrants-close-camps/index.html",
                "https://www.cnn.com/2019/06/27/americas/drowned-father-daughter-rio-grande-migrants-el-salvador/index.html",
                "https://www.cnn.com/2019/06/25/americas/mexico-photo-of-father-and-daughter-dead-in-rio-grande/index.html",
                "https://www.cnn.com/2019/06/28/politics/border-funding-bill-house-democrats-divided-progressives-moderates/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "dead",
            "hirono",
            "father",
            "emotional",
            "senate",
            "drowned",
            "migrant",
            "saw",
            "grande",
            "democrats",
            "grows",
            "recalling",
            "minority",
            "rio",
            "senator",
            "child",
            "border"
        ]
    },
    {
        "url": "https://www.cnn.com/2019/07/12/us/immigration-ice-raids-fear/index.html",
        "title": "ICE raids are looming. Panicked immigrants are skipping work, hiding out and bracing for the worst",
        "authors": [
            {
                "name": "Catherine E. Shoichet",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-07-12",
        "text": "(CNN) Weeks ago, as President Donald Trump warned that ICE agents were preparing raids across the country , a 41-year-old housekeeper and babysitter in Miami headed to the grocery store with her daughter.\n\nThey knew they'd be staying inside and needed to stock up on supplies.\n\n\"I felt that day like it was a hurricane coming,\" the undocumented immigrant from Nicaragua told CNN.\n\nSince then, the raids Trump threatened haven't happened . But for millions of undocumented immigrants living across the United States, the storm is still brewing.\n\nWith a new threat of immigration raids on Sunday , immigrant rights advocates and undocumented immigrants told CNN that fear in their communities is growing.\n\nAnd undocumented immigrants are bracing themselves.\n\nThey're calling hotlines, afraid to go outside and unsure of where to turn. Some are staying home from work. Others are posting signs by doors inside their homes telling them what to do if ICE agents show up.\n\nShe woke up last night, screaming\n\nWhile the uneasy mix of panic and preparation weeks ago felt like a hurricane, there was one notable difference for the housekeeper in Miami. The store in her neighborhood seemed eerily empty. Already, she said, people were afraid to go out.\n\nShe returned home with a plan.\n\n\"I said, 'OK, you know what, we're going to keep the windows down, the blinds down. I don't want any noise. I want everybody to stay calm and try to turn off the lights in the living room, so if they come, they don't know that we are in the house,'\" she said. \"I know my rights. I know that I don't have to open the door. I know a lot of things, but even with that it's really scary.\"\n\nThe woman shared her story with CNN but asked to be identified only by a pseudonym, Elena, out of fear she could face repercussions for speaking out. She said she came to the United States more than two decades ago on a visa, which she overstayed as she sought asylum.\n\nElena lost her case but stayed in the United States, where she says she's built a life and grown her family. She's terrified of being separated from them.\n\n\"This is a horrible feeling,\" she said Thursday. \"These past two days, I've been waking up in the middle of the night. My husband says, 'What happened to you last night? You started screaming in your dream.'\"\n\nA man is detained by Immigration and Customs Enforcement agents on October 14, 2015, in Los Angeles, California.\n\nFrightened farm workers are staying home\n\nÉlfido García sat in the scorching sun Thursday tending to agave plants in Homestead, Florida. For weeks, he's been picking up extra work to fill in for colleagues who he says are too scared to leave home after hearing about the possibility of raids on TV.\n\nThe migrant worker from Guatemala says he only leaves home to walk to work, knowing that along the way he risks the possibility of arrest by authorities.\n\n\"Yes, I'm taking the risk,\" he said, \"but just to fight for my family.\"\n\nAs the threat of immigration raids looms in South Florida, fields once filled with workers look empty. Weeds are popping up where crops once grew. And the number of \"help wanted\" signs posted offering work are on the rise.\n\nA growing number of workers are scared to leave their homes, leaving farm owners in search of laborers to harvest their crops.\n\nFarm owner Gustavo Serna told CNN en Español that crops are being lost as a result.\n\n\"Because of the lack of workers, many times people are losing up to 50% of their harvest,\" he said.\n\nAcross the country, in Worthington, Minnesota, an undocumented agriculture worker who spoke with CNN said the community there is terrified, too. He said he's planning to hunker down all weekend until he is certain ICE agents aren't in the streets.\n\n\"I don't want to leave my family devastated,\" he said, \"so we are just going to stay inside.\"\n\nÉlfido García says he's been hunkering down at home as reports of possible immigration raids resurface. He only leaves to walk to work.\n\nQuestions and frantic calls\n\nAdvocates note that fears of deportation are familiar in immigrant communities across the country. And this isn't the first time raids have been threatened or reported on before they occur.\n\nBut this time around, many advocates say the concerns they're hearing from immigrants are more intense.\n\n\"There is a lot of panic and a lot of fear, even though we know that these raids happen every year. ... Something feels tangibly different this time around,\" said Nayim Islam, an immigrant rights organizer for Desis Rising Up & Moving, an advocacy group that works with South Asian and Indo-Caribbean communities in New York City.\n\nMany groups have set up hotlines for community members to report raids and reach out for help.\n\n\"We got a call from a mom who said that her little girl wasn't feeling well and she was afraid to go to the doctor. She was trying to figure out how to make it there,\" said Melissa Taveras, a spokeswoman for the Florida Immigrant Coalition.\n\n\"We keep getting calls and messages from folks, saying, 'We're scared. What should we do?'\" Taveras said. \"I've seen those sorts of messages and calls more than usual, which really worries me, because those are people that are preparing in fear.\"\n\nAcross the country, advocacy groups have been hosting \"Know Your Rights\" trainings and circulating fliers and social medial posts with guidelines about what they say immigrants should do if ICE agents show up at their door.\n\nThe word seems to have gotten out, said Abel Nuñez, executive director of the Central American Resource Center in Washington.\n\n\"A lot of people have heard that message,\" he said. \"I think the question is, if it does happen to them, are they going to implement it? It's one thing for me to give you a card or a paper with your rights. It's another thing at five in the morning, when you hear a loud knock at your door and someone's yelling, ' Police!' Are you going to let them in? That's a very different environment.\n\n\"At this point, it's just about repetition, reminding them of what they have, so that it's muscle memory.\"\n\n'This is not a life'\n\nNow that another ICE operation appears to be imminent, Elena says she doesn't want to risk staying home to find out what would happen if federal agents show up at her door.\n\n\"This week we're planning to move out for a week until this stops, but next month we're going to move from the apartment,\" she said. \"I've been in that apartment for five years now, so I don't think it's secure.\"\n\nFear, she says, has become a constant. She's so exhausted that sometimes she wishes she could go back to Nicaragua.\n\nBut she says recent unrest there has made her scared to return to the country she left decades ago.\n\n\"Sometimes I feel that way. I want to say...'I give up. I'm going back.' Because this is not a life. ... I'm driving. I have no driver's license.\n\n\"My daughter sometimes says, 'Mom, I'm scared you're not going to come back home,'\" Elena says. \"I don't know if I'm going to get the opportunity to feel that I have a free life, that I live in peace.\"",
        "quotes": [
            [
                "I felt that day like it was a hurricane coming,",
                "",
                true
            ],
            [
                "I said, 'OK, you know what, we're going to keep the windows down, the blinds down.",
                "Elena",
                true
            ],
            [
                "I don't want any noise.",
                "Elena",
                true
            ],
            [
                "I want everybody to stay calm and try to turn off the lights in the living room, so if they come, they don't know that we are in the house,",
                "Elena",
                true
            ],
            [
                "I know that I don't have to open the door.",
                "Elena",
                true
            ],
            [
                "I know a lot of things, but even with that it's really scary.",
                "Elena",
                true
            ],
            [
                "These past two days, I've been waking up in the middle of the night.",
                "Elena",
                true
            ],
            [
                "My husband says, 'What happened to you last night?",
                "Elena",
                true
            ],
            [
                "You started screaming in your dream.",
                "Elena",
                true
            ],
            [
                "Yes, I'm taking the risk,",
                "Élfido García",
                true
            ],
            [
                "but just to fight for my family.",
                "Élfido García",
                false
            ],
            [
                "Because of the lack of workers, many times people are losing up to 50% of their harvest,",
                "",
                true
            ],
            [
                "I don't want to leave my family devastated,",
                "",
                true
            ],
            [
                "so we are just going to stay inside.",
                "",
                false
            ],
            [
                "There is a lot of panic and a lot of fear, even though we know that these raids happen every year.",
                "",
                true
            ],
            [
                "Something feels tangibly different this time around,",
                "",
                true
            ],
            [
                "We got a call from a mom who said that her little girl wasn't feeling well and she was afraid to go to the doctor.",
                "Melissa Taveras",
                true
            ],
            [
                "She was trying to figure out how to make it there,",
                "Melissa Taveras",
                true
            ],
            [
                "We keep getting calls and messages from folks, saying, 'We're scared.",
                "Taveras",
                true
            ],
            [
                "I've seen those sorts of messages and calls more than usual, which really worries me, because those are people that are preparing in fear.",
                "Taveras",
                true
            ],
            [
                "A lot of people have heard that message,",
                "",
                true
            ],
            [
                "I think the question is, if it does happen to them, are they going to implement it?",
                "",
                true
            ],
            [
                "It's one thing for me to give you a card or a paper with your rights.",
                "",
                true
            ],
            [
                "It's another thing at five in the morning, when you hear a loud knock at your door and someone's yelling, ' Police!",
                "",
                true
            ],
            [
                "Are you going to let them in?",
                "",
                true
            ],
            [
                "That's a very different environment.",
                "",
                true
            ],
            [
                "At this point, it's just about repetition, reminding them of what they have, so that it's muscle memory.",
                "",
                true
            ],
            [
                "This week we're planning to move out for a week until this stops, but next month we're going to move from the apartment,",
                "Elena",
                true
            ],
            [
                "I've been in that apartment for five years now, so I don't think it's secure.",
                "Elena",
                true
            ],
            [
                "I want to say...'I give up.",
                "Elena",
                true
            ],
            [
                "Because this is not a life.",
                "Elena",
                true
            ],
            [
                "I have no driver's license.",
                "Elena",
                true
            ],
            [
                "My daughter sometimes says, 'Mom, I'm scared you're not going to come back home,",
                "Elena",
                true
            ],
            [
                "I don't know if I'm going to get the opportunity to feel that I have a free life, that I live in peace.",
                "Elena",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2019/06/19/politics/trump-mass-deportations/index.html",
                "https://www.cnn.com/2019/07/11/politics/ice-raids-undocumented-immigrants/index.html",
                "https://www.cnn.com/2019/06/18/politics/donald-trump-ice-undocumented-immigrants-deportations/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "bracing",
            "know",
            "immigrants",
            "work",
            "raids",
            "ice",
            "worst",
            "skipping",
            "hiding",
            "undocumented",
            "scared",
            "panicked",
            "agents",
            "rights",
            "looming",
            "going",
            "dont",
            "immigrant"
        ]
    },
    {
        "url": "https://www.propublica.org/article/secret-border-patrol-facebook-group-agents-joke-about-migrant-deaths-post-sexist-memes",
        "title": "Inside the Secret Border Patrol Facebook Group Where Agents Joke About Migrant Deaths and Post Sexist Memes — ProPublica",
        "authors": [
            {
                "name": "A.C. Thompson",
                "link": null
            }
        ],
        "publisher": "www.propublica.org",
        "publish_date": "2019-07-01",
        "text": "ProPublica is a nonprofit newsroom that investigates abuses of power. Sign up for ProPublica’s Big Story newsletter to receive stories like this one in your inbox as soon as they are published. Leer en Español.\n\nMembers of a secret Facebook group for current and former Border Patrol agents joked about the deaths of migrants, discussed throwing burritos at Latino members of Congress visiting a detention facility in Texas on Monday and posted a vulgar illustration depicting Rep. Alexandria Ocasio-Cortez engaged in oral sex with a detained migrant, according to screenshots of their postings.\n\nGet Our Top Investigations Subscribe to the Big Story newsletter.\n\nIn one exchange, group members responded with indifference and wisecracks to the post of a news story about a 16-year-old Guatemalan migrant who died in May while in custody at a Border Patrol station in Weslaco, Texas. One member posted a GIF of Elmo with the quote, “Oh well.” Another responded with an image and the words “If he dies, he dies.”\n\nCreated in August 2016, the Facebook group is called “I’m 10-15” and boasts roughly 9,500 members from across the country. (10-15 is Border Patrol code for “aliens in custody.”) The group described itself, in an online introduction, as a forum for “funny” and “serious” discussion about work with the patrol. “Remember you are never alone in this family,” the introduction said.\n\nA screenshot from the Facebook group, run with this text: “That's right bitches. The masses have spoken and today democracy won. I have returned. To everyone who knows the real me and had my back I say thank you. To everyone else? This is what I have to say.....”\n\nResponsible for policing the nation’s southern and northern boundaries, the Border Patrol has come under intense scrutiny as the Trump administration takes new, more aggressive measures to halt the influx of undocumented migrants across the United States-Mexico border. The patrol’s approximately 20,000 agents serve under the broader U.S. Customs and Border Protection agency, which has been faulted for allegedly mistreating children and adults in its custody. The agency’s leadership has been in turmoil, with its most recent acting chief, John Sanders, resigning last week.\n\nProPublica received images of several recent discussions in the 10-15 Facebook group and was able to link the participants in those online conversations to apparently legitimate Facebook profiles belonging to Border Patrol agents, including a supervisor based in El Paso, Texas, and an agent in Eagle Pass, Texas. ProPublica has so far been unable to reach the group members who made the postings.\n\nProPublica contacted three spokespeople for CBP in regard to the Facebook group and provided the names of three agents who appear to have participated in the online chats. CBP hasn’t yet responded.\n\n“These comments and memes are extremely troubling,” said Daniel Martinez, a sociologist at the University of Arizona in Tucson who studies the border. “They’re clearly xenophobic and sexist.”\n\nThe postings, in his view, reflect what “seems to be a pervasive culture of cruelty aimed at immigrants within CBP. This isn’t just a few rogue agents or ‘bad apples.’”\n\nA screenshot showing the title of the Facebook group, left, and the description.\n\nThe Border Patrol Facebook group is the most recent example of some law enforcement personnel behaving badly in public and private digital spaces. An investigation by Reveal uncovered hundreds of active-duty and retired law enforcement officers who moved in extremist Facebook circles, including white supremacist and anti-government groups. A team of researchers calling themselves the Plain View Project recently released a hefty database of offensive Facebook posts made by current and ex-law enforcement officers.\n\nAnd in early 2018, federal investigators found a raft of disturbing and racist text messages sent by Border Patrol agents in southern Arizona after searching the phone of Matthew Bowen, an agent charged with running down a Guatemalan migrant with a Ford F-150 pickup truck. The texts, which were revealed in a court filing in federal court in Tucson, described migrants as “guats,” “wild ass shitbags,” “beaners” and “subhuman.” The messages included repeated discussions about burning the migrants up.\n\nA screenshot of one of the posts in the Facebook group.\n\nSeveral of the postings reviewed by ProPublica refer to the planned visit by members of the Congressional Hispanic Caucus, including Ocasio-Cortez and Rep. Veronica Escobar, to a troubled Border Patrol facility outside of El Paso. Agents at the compound in Clint, Texas, have been accused of holding children in neglectful, inhumane conditions.\n\nMembers of the Border Patrol Facebook group were not enthused about the tour, noting that Ocasio-Cortez, a Democrat from Queens, had compared Border Patrol facilities to Nazi concentration camps. Escobar is a freshman Democrat representing El Paso.\n\nOne member encouraged Border Patrol agents to hurl a “burrito at these bitches.” Another, apparently a patrol supervisor, wrote, “Fuck the hoes.” “There should be no photo ops for these scum buckets,” posted a third member.\n\nPerhaps the most disturbing posts target Ocasio-Cortez. One includes a photo illustration of her engaged in oral sex at an immigrant detention center. Text accompanying the image reads, “Lucky Illegal Immigrant Glory Hole Special Starring AOC.”\n\nAnother is a photo illustration of a smiling President Donald Trump forcing Ocasio-Cortez’s head toward his crotch. The agent who posted the image commented: “That’s right bitches. The masses have spoken and today democracy won.”\n\nA screenshot from the Facebook group.\n\nThe posts about Escobar and Ocasio-Cortez are “vile and sexist,” said a staffer for Escobar. “Furthermore, the comments made by Border Patrol agents towards immigrants, especially those that have lost their lives, are disgusting and show a complete disregard for human life and dignity.”\n\nThe head of the Congressional Hispanic Caucus, Joaquin Castro, reviewed the Facebook discussions and was incensed. “It confirms some of the worst criticisms of Customs and Border Protection,” said Castro, a Democrat who represents San Antonio. “These are clearly agents who are desensitized to the point of being dangerous to migrants and their co-workers.” He added that the agents who made the vulgar comments “don’t deserve to wear any uniform representing the United States of America.”\n\nRead More Investigation of Secret Border Patrol Group Launched as New Degrading Facebook Posts Surface A ProPublica story revealing demeaning posts directed at Latina lawmakers prompted widespread revulsion. Immigration officials said such comments violate the agency’s code of conduct and promised that violators will be held accountable.\n\nVicki Gaubeca, director of the Southern Border Communities Coalition, said the postings are more evidence of the sexism and misogyny that has long plagued the Border Patrol. “That’s why they’re the worst at recruiting women,” said Gaubeca, whose group works to reform the agency. “They have the lowest percentage of female agents or officers of any federal law enforcement agency.”\n\nIn another thread, a group member posted a photo of father and his 23-month-old daughter lying face down in the Rio Grande. The pair drowned while trying to ford the river and cross into the U.S.; pictures of the two have circulated widely online in recent days, generating an outcry.\n\nThe member asked if the photo could have been faked because the bodies were so “clean.” (The picture was taken by an Associated Press photographer, and there is no indication that it was staged or manipulated.) “I HAVE NEVER SEEN FLOATERS LIKE THIS,” the person wrote, adding, “could this be another edited photo. We’ve all seen the dems and liberal parties do some pretty sick things…”\n\nHelp Us Investigate People Are Using Secret Facebook Groups To Spread Hate We Can’t See. We Need Your Help. We recently uncovered racist, sexist and hateful posts and comments in a secret group for current and former Border Patrol agents. Such groups are only visible to their members.\n\nIf you have any information about the Border Patrol you’d like to share, please email us at borderpatrol@propublica.org. For more secure ways to send us information, please see our instructions.",
        "quotes": [
            [
                "Remember you are never alone in this family,",
                "",
                true
            ],
            [
                "The masses have spoken and today democracy won.",
                "",
                true
            ],
            [
                "To everyone who knows the real me and had my back I say thank you.",
                "",
                true
            ],
            [
                "This is what I have to say.....",
                "",
                true
            ],
            [
                "These comments and memes are extremely troubling,",
                "Daniel Martinez",
                true
            ],
            [
                "They’re clearly xenophobic and sexist.",
                "Daniel Martinez",
                true
            ],
            [
                "seems to be a pervasive culture of cruelty aimed at immigrants within CBP.",
                "",
                false
            ],
            [
                "This isn’t just a few rogue agents or ‘bad apples.",
                "",
                true
            ],
            [
                "There should be no photo ops for these scum buckets,",
                "",
                true
            ],
            [
                "Lucky Illegal Immigrant Glory Hole Special Starring AOC.",
                "",
                true
            ],
            [
                "The masses have spoken and today democracy won.",
                "",
                true
            ],
            [
                "Furthermore, the comments made by Border Patrol agents towards immigrants, especially those that have lost their lives, are disgusting and show a complete disregard for human life and dignity.",
                "",
                true
            ],
            [
                "It confirms some of the worst criticisms of Customs and Border Protection,",
                "Castro",
                true
            ],
            [
                "These are clearly agents who are desensitized to the point of being dangerous to migrants and their co-workers.",
                "",
                true
            ],
            [
                "don’t deserve to wear any uniform representing the United States of America.",
                "",
                false
            ],
            [
                "That’s why they’re the worst at recruiting women,",
                "Gaubeca",
                true
            ],
            [
                "They have the lowest percentage of female agents or officers of any federal law enforcement agency.",
                "Gaubeca",
                true
            ],
            [
                "I HAVE NEVER SEEN FLOATERS LIKE THIS,",
                "Gaubeca",
                true
            ],
            [
                "could this be another edited photo.",
                "Gaubeca",
                false
            ],
            [
                "We’ve all seen the dems and liberal parties do some pretty sick things",
                "Gaubeca",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.revealnews.org/article/inside-hate-groups-on-facebook-police-officers-trade-racist-memes-conspiracy-theories-and-islamophobia/",
                "https://www.washingtonpost.com/nation/2019/05/20/mindless-murdering-savages-border-agent-used-slurs-before-allegedly-hitting-migrant-with-his-truck/?utm_term=.7d09cc499eca&noredirect=on",
                "https://www.propublica.org/article/en-un-grupo-secreto-en-facebook-agentes-de-la-patrulla-fronteriza-se-burlan-de-inmigrantes-muertos-y-publican-memes-sexistas",
                "https://www.politico.com/story/2017/11/14/women-federal-law-enforcement-male-dominated-244649",
                "https://www.propublica.org/getinvolved/people-are-using-secret-facebook-groups-to-spread-hate-we-cant-see-we-need-your-help",
                "https://www.propublica.org/article/investigation-of-secret-border-patrol-group-launched-as-new-degrading-facebook-posts-surface"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.propublica.org/leak-to-us/",
                "https://www.plainviewproject.org/",
                "https://go.propublica.org/big-story-2019",
                "https://www.documentcloud.org/documents/6178150-BOWEN-TEXT-MESSAGE-EXHIBIT-DEF.html"
            ]
        },
        "key_words": [
            "group",
            "post",
            "memes",
            "inside",
            "joke",
            "ocasiocortez",
            "migrants",
            "propublica",
            "secret",
            "sexist",
            "facebook",
            "migrant",
            "posts",
            "patrol",
            "agents",
            "posted",
            "texas",
            "border"
        ]
    },
    {
        "url": "https://www.cnn.com/2019/07/01/politics/cbp-agent-facebook-group/index.html",
        "title": "Report of cruel and lewd posts from Customs and Border Protection agents in a Facebook group sparks investigation",
        "authors": [
            {
                "name": "Geneva Sands",
                "link": null
            },
            {
                "name": "Matthew Hilk",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-07-01",
        "text": "(CNN) US Customs and Border Protection officials say they are investigating \"disturbing social media activity\" after a published report of a closed Facebook group for current and former Border Patrol agents that reportedly features jokes about migrant deaths, derogatory comments about Latina lawmakers and a lewd meme involving at least one of them.\n\nThe posts were \"hosted on a private Facebook group that may include a number of CBP employees,\" according to Matthew Klein, assistant commissioner of CBP's Office of Professional Responsibility\n\nThe existence of the group \"I'm 10-15\" was exposed by the investigative reporting group ProPublica . CNN has not been able to independently access and review the Facebook group posts in question.\n\nIt is not clear how many group members are or were affiliated with the Border Patrol.\n\n\"We take all the posts that were put out today very seriously. These do not represent the thoughts of the men and women of the US Border Patrol. Each one of these allegations will be thoroughly investigated,\" said US Border Patrol Chief of Operations Brian Hastings in an interview on \"Newsroom\" with CNN's Brooke Baldwin on Monday.\n\nThe posts were turned over the the Department of Homeland Security Office of the Inspector General, as well as CBP's internal affairs office to begin the investigations, added Hastings.\n\nProPublica claims it was able to link the participants in those online conversations to apparently legitimate Facebook profiles belonging to Border Patrol agents. Neither ProPublica nor CNN have been able to reach group members who made the postings.\n\nProPublica reports that the Facebook group's page boasts 9,500 members and says it was formed in 2016. It is unclear from the reporting how many members claim to be active agents. Posts feature comments about the death of a teen Guatemalan migrant in Weslaco, TX such as \"oh well\" and \"if he dies he dies.\"\n\nAnother post encourages members to protest Monday's border visit by Reps. Alexandria Ocasio-Cortez and Veronica Escobar, saying they should \"throw a 10-15 burrito\" at them. A meme posted on the group site depicts Ocasio-Cortez in a lewd act with a detained migrant, according to ProPublica.\n\nProPublica reports that, in another thread, a group member suggests the photo of drowned migrant father and daughter could have been faked because the bodies were so \"clean.\" \"I have never seen floaters like this,\" the poster reportedly wrote, adding \"could this be another edited photo. We've all seen the dems and liberal parties do some pretty sick things...\"\n\nA statement from US Border Patrol Chief Carla Provost said, \"These posts are completely inappropriate and contrary to the honor and integrity I see — and expect — from our agents day in and day out. Any employees found to have violated our standards of conduct will be held accountable.\"\n\nThe report inspired outrage from Democrats in Congress.\n\nResponding to the ProPublica report, Rep. Joaquin Castro, the chairman of the Congressional Hispanic Caucus, tweeted: \"These agents don't deserve to wear any uniform representing the United States of America.\"\n\nIn another tweet, Ocasio-Cortez decries a \"racist & sexually violent secret CBP Facebook group. They're threatening violence on members of Congress.\"\n\nOn her way out of the Clint Border Patrol facility in El Paso on Monday, she told CNN , \"In the last facility, I was not safe from the officers.\"\n\nIn response, Hastings told CNN that he would tell Ocasio-Cortez, \"Ma'am, we are professionals. We are dealing with a crisis right now. Over 680,000 apprehensions so far this year. Agents are under a great deal of stress.\"\n\nHe reminded the public of how many rescues the men and women of the Border Patrol have done and \"put their life on the line to save various individuals throughout the year.\"\n\nEscobar told CNN, \"It's obviously not acceptable for anyone to threaten a member of Congress.\"\n\nShe added, \"I'm more concerned that there are men and women, people in Customs and Border Protection and DHS, who feel this way about migrants, especially children.\"\n\nEscobar said she could not be certain that all the members of the group were linked to federal law enforcement, but did say they speak to a broader group of people.\n\n\"It could be civilians or spouses of agents,\" she said. \"I can say with certainty that they represent a lot of hate out there against people like me who advocate for the dignity of human beings.\"\n\nHouse Homeland Security Committee Chairman Bennie Thompson, a Democrat from Mississippi, said the report points to \"clear and systemic problems that must be addressed immediately,\" within DHS and CBP.\n\n\"This Facebook group is beyond sexist and racist -- it is truly abhorrent and shameful, and there is no excuse for this depraved behavior,\" Thompson said. \"The agents found to be responsible for these vile comments should no longer have the privilege of representing the United States of America in uniform.\"\n\nProPublica is a nonprofit news organization that produces investigative journalism.",
        "quotes": [
            [
                "hosted on a private Facebook group that may include a number of CBP employees,",
                "",
                false
            ],
            [
                "We take all the posts that were put out today very seriously.",
                "Brian Hastings",
                true
            ],
            [
                "These do not represent the thoughts of the men and women of the US Border Patrol.",
                "Brian Hastings",
                true
            ],
            [
                "Each one of these allegations will be thoroughly investigated,",
                "Brian Hastings",
                true
            ],
            [
                "I have never seen floaters like this,",
                "",
                true
            ],
            [
                "could this be another edited photo.",
                "",
                false
            ],
            [
                "We've all seen the dems and liberal parties do some pretty sick things...",
                "",
                true
            ],
            [
                "These posts are completely inappropriate and contrary to the honor and integrity I see — and expect — from our agents day in and day out.",
                "Carla Provost",
                true
            ],
            [
                "Any employees found to have violated our standards of conduct will be held accountable.",
                "Carla Provost",
                true
            ],
            [
                "These agents don't deserve to wear any uniform representing the United States of America.",
                "Joaquin Castro",
                true
            ],
            [
                "racist & sexually violent secret CBP Facebook group.",
                "Ocasio-Cortez",
                false
            ],
            [
                "They're threatening violence on members of Congress.",
                "Ocasio-Cortez",
                true
            ],
            [
                "In the last facility, I was not safe from the officers.",
                "Joaquin Castro",
                true
            ],
            [
                "We are dealing with a crisis right now.",
                "Ocasio-Cortez",
                true
            ],
            [
                "Over 680,000 apprehensions so far this year.",
                "Ocasio-Cortez",
                true
            ],
            [
                "Agents are under a great deal of stress.",
                "Ocasio-Cortez",
                true
            ],
            [
                "put their life on the line to save various individuals throughout the year.",
                "Joaquin Castro",
                false
            ],
            [
                "It's obviously not acceptable for anyone to threaten a member of Congress.",
                "Escobar",
                true
            ],
            [
                "I'm more concerned that there are men and women, people in Customs and Border Protection and DHS, who feel this way about migrants, especially children.",
                "Ocasio-Cortez",
                true
            ],
            [
                "It could be civilians or spouses of agents,",
                "Ocasio-Cortez",
                true
            ],
            [
                "I can say with certainty that they represent a lot of hate out there against people like me who advocate for the dignity of human beings.",
                "Ocasio-Cortez",
                true
            ],
            [
                "clear and systemic problems that must be addressed immediately,",
                "",
                false
            ],
            [
                "This Facebook group is beyond sexist and racist -- it is truly abhorrent and shameful, and there is no excuse for this depraved behavior,",
                "Thompson",
                true
            ],
            [
                "The agents found to be responsible for these vile comments should no longer have the privilege of representing the United States of America in uniform.",
                "Thompson",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2019/07/01/politics/alexandria-ocasio-cortez-clint-texas-facility/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "group",
            "ocasiocortez",
            "facebook",
            "report",
            "sparks",
            "posts",
            "patrol",
            "protection",
            "agents",
            "investigation",
            "cnn",
            "cruel",
            "members",
            "lewd",
            "customs",
            "border"
        ]
    },
    {
        "url": "https://www.cnn.com/2019/06/25/us/border-patrol-donations/index.html",
        "title": "Why Border Patrol isn't accepting donations for kids in custody",
        "authors": [
            {
                "name": "Catherine E. Shoichet",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-06-25",
        "text": "(CNN) Rep. Terry Canales heard the reports of children suffering in squalid conditions at Customs and Border Protection facilities and knew what he had to do.\n\nThe Texas state legislator sent a letter to local Border Patrol officials asking what items members of the public could donate.\n\nCanales says the response he received baffled him. \"We don't accept donations,\" the email from a Border Patrol representative said, according to Canales.\n\n\"It just befuddles me and I think it's just heartbreaking to know that there's so many people that want to help, and that help is being denied for no definable reasons that anybody's been able to communicate,\" Canales told CNN on Tuesday.\n\nThe United States Border Patrol has responded, telling my office they do no accept donations. How ridiculous is this? #DontGetMeStarted https://t.co/ZpzGRHtq2D\n\nTwo people who attempted to donate items at a Texas facility this week also told CNN their items weren't accepted.\n\nThe situation, first reported by The Texas Tribune , has left would-be donors scratching their heads and drawn criticism from Canales and others who accuse the federal government of letting red tape get in the way of human decency.\n\nWhy wouldn't the agency accept donations? CBP officials said Tuesday that they aren't running low on supplies, but are looking into whether they can accept donations in the future. And a former CBP official told CNN it would be illegal for the agency to accept donations from the public.\n\nHere's a deeper look at the issues in play:\n\nCBP: 'We're not running low on those things'\n\nOn a call with reporters Tuesday, a CBP official said that the agency is working with its lawyers to see whether it can accept donations in the future.\n\nAsked about reports that donations of hygiene products were not being accepted by CBP, the official said the agency isn't running low on such supplies.\n\n\"We're using operational funding to provide those things. But those things are available now and they have been continuously,\" he said. \"So we are looking at the possibility of using some of those donations going forward. But those items, it's important to note, are available now.\"\n\nGabriel Acuña says he bought toothpaste, toothbrushes and soap that he wanted to give to kids in the custody of US Customs and Border protection, but wasn't able to donate them.\n\nLast week a team of doctors, lawyers and advocates warned of what they said were major health and hygiene problems at several CBP facilities in Texas. Members of the team of monitors told CNN the conditions they witnessed were \"unconscionable,\" noting a lack of soap and restrictions on how often children could shower.\n\nSeparately, a Justice Department lawyer argued last week that detained migrant children don't need toothbrushes, soap and blankets in order to be held in \"safe and sanitary conditions,\" as a court settlement requires.\n\nBoth the monitors' findings and widely circulated reports of the Trump administration's recent legal argument have spurred widespread criticism -- and increased interest in donating items to kids in US government custody.\n\nA CBP official told reporters Tuesday that the agency takes any allegations of abuse seriously, but also cautioned that some allegations the monitors raised are vague and difficult to investigate.\n\n\"We have made significant investments in humanitarian care,\" the official said, adding that agents in the field should be commended for going out of their way to care for infants. The high numbers of migrants crossing the border is a crisis, the official said, \"and we're doing the best we can do deal with it.\"\n\nFormer CBP adviser: Accepting donations would be illegal\n\nTheresa Cardinal Brown says there's one clear reason why CBP wouldn't be accepting donations.\n\n\"The short answer is it's against the law,\" says Brown, who worked for CBP as a policy adviser from 2005-2007 and now is the head of immigration and cross-border policy for the Bipartisan Policy Center in Washington.\n\nThe law in question, Brown says, is known as the Antideficiency Act\n\n\"That law is a law passed by Congress that says the government cannot accept goods and services without remuneration. Because it cannot spend or use things that have not been appropriated to it by Congress,\" Brown said. \"If (CBP) was able to accept donations outside of that it would be overspending what it was authorized to spend.\"\n\nIn addition, Brown said ethical considerations would come up \"if the executive gets to decide from whom it gets to accept donations and for what.\"\n\nShe cited the recent example of a GoFundMe border wall fundraiser , which began as an effort to raise money to donate to CBP.\n\n\"The government could not accept that money for a border wall because it would be a donation,\" she said.\n\nWould-be donors say when they went to Border Patrol facility's door, no one answered\n\nGabriel Acuña headed to the dollar store and stocked up on supplies to donate over the weekend.\n\nBut he was surprised to see there was no one at the Border Patrol facility in his hometown of Clint, Texas, to accept the bars of soap, tubes of toothpaste and packets of toothbrushes he'd purchased. The door was locked, he said, and the lobby was empty.\n\nGabriel Acuña says he wrote a note that he left with toothpaste and other items he wanted to donate to kids in US government custody.\n\n\"Obviously the community wants to help out,\" Acuña told CNN's Brooke Baldwin on Tuesday. \"Let the community get involved, if anybody higher up in terms of the administration or likewise in government is not able to do so.\"\n\nAustin Savage says he and a group of friends had a similar experience when they went to the Clint facility over the weekend with diapers and other supplies they'd brought to donate.\n\n\"The facility itself was shut down. We rang the intercom buzzer, to no response, and we called the help line posted on the window, to no response. The only activity was vehicles moving in and out from the facility through an electronic sliding gate,\" he said. \"The agents in the vehicles saw us, clearly, and in some cases stopped the vehicle to stare back, but no one interacted with us.\"\n\nAustin Savage says he and a group of friends tried to donate diapers and other supplies at a Border Patrol facility in Texas, but no one answered the door.\n\nLawmaker: Any policy and security reasons 'can be overcome'\n\nCanales said he spoke with Border Patrol representatives this week, but wasn't given an explanation as to why donations weren't being accepted.\n\n\"We had a semi-productive conversation with respect to what was happening, and the (Rio Grande sector) chief seemed to be receptive to trying to come to some sort of arrangement wherein he could accept donations. So the lines of communication are open,\" Canales said. \"But the reality is Border Patrol is overwhelmed, and whether they've got the monetary funding to provide the resources and whether they can provide the resources are two different things.\"\n\nThe federal government, he said, has been too slow to act.\n\n\"To say that you don't have the adequate resources, yet we're going to turn down resources that are being offered for free, is derelict,\" he said. \"I understand there can be some policy reasons and security reasons, but these reasons can be overcome.\"",
        "quotes": [
            [
                "It just befuddles me and I think it's just heartbreaking to know that there's so many people that want to help, and that help is being denied for no definable reasons that anybody's been able to communicate,",
                "Canales",
                true
            ],
            [
                "We're using operational funding to provide those things.",
                "",
                true
            ],
            [
                "But those things are available now and they have been continuously,",
                "",
                true
            ],
            [
                "So we are looking at the possibility of using some of those donations going forward.",
                "",
                true
            ],
            [
                "But those items, it's important to note, are available now.",
                "",
                true
            ],
            [
                "We have made significant investments in humanitarian care,",
                "",
                true
            ],
            [
                "and we're doing the best we can do deal with it.",
                "",
                false
            ],
            [
                "The short answer is it's against the law,",
                "Brown",
                true
            ],
            [
                "That law is a law passed by Congress that says the government cannot accept goods and services without remuneration.",
                "Theresa Cardinal Brown",
                true
            ],
            [
                "Because it cannot spend or use things that have not been appropriated to it by Congress,",
                "Theresa Cardinal Brown",
                true
            ],
            [
                "If (CBP) was able to accept donations outside of that it would be overspending what it was authorized to spend.",
                "Theresa Cardinal Brown",
                true
            ],
            [
                "if the executive gets to decide from whom it gets to accept donations and for what.",
                "Theresa Cardinal Brown",
                false
            ],
            [
                "The government could not accept that money for a border wall because it would be a donation,",
                "",
                true
            ],
            [
                "Obviously the community wants to help out,",
                "Gabriel Acuña",
                true
            ],
            [
                "Let the community get involved, if anybody higher up in terms of the administration or likewise in government is not able to do so.",
                "Gabriel Acuña",
                true
            ],
            [
                "The facility itself was shut down.",
                "Gabriel Acuña",
                true
            ],
            [
                "We rang the intercom buzzer, to no response, and we called the help line posted on the window, to no response.",
                "Gabriel Acuña",
                true
            ],
            [
                "The only activity was vehicles moving in and out from the facility through an electronic sliding gate,",
                "Gabriel Acuña",
                true
            ],
            [
                "The agents in the vehicles saw us, clearly, and in some cases stopped the vehicle to stare back, but no one interacted with us.",
                "Gabriel Acuña",
                true
            ],
            [
                "We had a semi-productive conversation with respect to what was happening, and the (Rio Grande sector) chief seemed to be receptive to trying to come to some sort of arrangement wherein he could accept donations.",
                "Canales",
                true
            ],
            [
                "So the lines of communication are open,",
                "Canales",
                true
            ],
            [
                "But the reality is Border Patrol is overwhelmed, and whether they've got the monetary funding to provide the resources and whether they can provide the resources are two different things.",
                "Canales",
                true
            ],
            [
                "To say that you don't have the adequate resources, yet we're going to turn down resources that are being offered for free, is derelict,",
                "Canales",
                true
            ],
            [
                "I understand there can be some policy reasons and security reasons, but these reasons can be overcome.",
                "Canales",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2018/12/20/us/gofundme-border-wall/index.html",
                "https://www.cnn.com/2019/06/23/politics/mike-pence-border-conditions-congress/index.html",
                "https://www.texastribune.org/2019/06/24/texas-border-facility-donations-turned-away/"
            ],
            "gov_pgs": [
                "https://www.gao.gov/legal/appropriations-law-decisions/resources"
            ],
            "unsure": []
        },
        "key_words": [
            "official",
            "isnt",
            "items",
            "told",
            "donations",
            "accept",
            "cbp",
            "accepting",
            "patrol",
            "facility",
            "texas",
            "kids",
            "custody",
            "border"
        ]
    },
    {
        "url": "https://www.cnn.com/2019/07/01/politics/cbp-agent-facebook-group/index.html",
        "title": "Report of cruel and lewd posts from Customs and Border Protection agents in a Facebook group sparks investigation",
        "authors": [
            {
                "name": "Geneva Sands",
                "link": null
            },
            {
                "name": "Matthew Hilk",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-07-01",
        "text": "(CNN) US Customs and Border Protection officials say they are investigating \"disturbing social media activity\" after a published report of a closed Facebook group for current and former Border Patrol agents that reportedly features jokes about migrant deaths, derogatory comments about Latina lawmakers and a lewd meme involving at least one of them.\n\nThe posts were \"hosted on a private Facebook group that may include a number of CBP employees,\" according to Matthew Klein, assistant commissioner of CBP's Office of Professional Responsibility\n\nThe existence of the group \"I'm 10-15\" was exposed by the investigative reporting group ProPublica . CNN has not been able to independently access and review the Facebook group posts in question.\n\nIt is not clear how many group members are or were affiliated with the Border Patrol.\n\n\"We take all the posts that were put out today very seriously. These do not represent the thoughts of the men and women of the US Border Patrol. Each one of these allegations will be thoroughly investigated,\" said US Border Patrol Chief of Operations Brian Hastings in an interview on \"Newsroom\" with CNN's Brooke Baldwin on Monday.\n\nThe posts were turned over the the Department of Homeland Security Office of the Inspector General, as well as CBP's internal affairs office to begin the investigations, added Hastings.\n\nProPublica claims it was able to link the participants in those online conversations to apparently legitimate Facebook profiles belonging to Border Patrol agents. Neither ProPublica nor CNN have been able to reach group members who made the postings.\n\nProPublica reports that the Facebook group's page boasts 9,500 members and says it was formed in 2016. It is unclear from the reporting how many members claim to be active agents. Posts feature comments about the death of a teen Guatemalan migrant in Weslaco, TX such as \"oh well\" and \"if he dies he dies.\"\n\nAnother post encourages members to protest Monday's border visit by Reps. Alexandria Ocasio-Cortez and Veronica Escobar, saying they should \"throw a 10-15 burrito\" at them. A meme posted on the group site depicts Ocasio-Cortez in a lewd act with a detained migrant, according to ProPublica.\n\nProPublica reports that, in another thread, a group member suggests the photo of drowned migrant father and daughter could have been faked because the bodies were so \"clean.\" \"I have never seen floaters like this,\" the poster reportedly wrote, adding \"could this be another edited photo. We've all seen the dems and liberal parties do some pretty sick things...\"\n\nA statement from US Border Patrol Chief Carla Provost said, \"These posts are completely inappropriate and contrary to the honor and integrity I see — and expect — from our agents day in and day out. Any employees found to have violated our standards of conduct will be held accountable.\"\n\nThe report inspired outrage from Democrats in Congress.\n\nResponding to the ProPublica report, Rep. Joaquin Castro, the chairman of the Congressional Hispanic Caucus, tweeted: \"These agents don't deserve to wear any uniform representing the United States of America.\"\n\nIn another tweet, Ocasio-Cortez decries a \"racist & sexually violent secret CBP Facebook group. They're threatening violence on members of Congress.\"\n\nOn her way out of the Clint Border Patrol facility in El Paso on Monday, she told CNN , \"In the last facility, I was not safe from the officers.\"\n\nIn response, Hastings told CNN that he would tell Ocasio-Cortez, \"Ma'am, we are professionals. We are dealing with a crisis right now. Over 680,000 apprehensions so far this year. Agents are under a great deal of stress.\"\n\nHe reminded the public of how many rescues the men and women of the Border Patrol have done and \"put their life on the line to save various individuals throughout the year.\"\n\nEscobar told CNN, \"It's obviously not acceptable for anyone to threaten a member of Congress.\"\n\nShe added, \"I'm more concerned that there are men and women, people in Customs and Border Protection and DHS, who feel this way about migrants, especially children.\"\n\nEscobar said she could not be certain that all the members of the group were linked to federal law enforcement, but did say they speak to a broader group of people.\n\n\"It could be civilians or spouses of agents,\" she said. \"I can say with certainty that they represent a lot of hate out there against people like me who advocate for the dignity of human beings.\"\n\nHouse Homeland Security Committee Chairman Bennie Thompson, a Democrat from Mississippi, said the report points to \"clear and systemic problems that must be addressed immediately,\" within DHS and CBP.\n\n\"This Facebook group is beyond sexist and racist -- it is truly abhorrent and shameful, and there is no excuse for this depraved behavior,\" Thompson said. \"The agents found to be responsible for these vile comments should no longer have the privilege of representing the United States of America in uniform.\"\n\nProPublica is a nonprofit news organization that produces investigative journalism.",
        "quotes": [
            [
                "hosted on a private Facebook group that may include a number of CBP employees,",
                "",
                false
            ],
            [
                "We take all the posts that were put out today very seriously.",
                "Brian Hastings",
                true
            ],
            [
                "These do not represent the thoughts of the men and women of the US Border Patrol.",
                "Brian Hastings",
                true
            ],
            [
                "Each one of these allegations will be thoroughly investigated,",
                "Brian Hastings",
                true
            ],
            [
                "I have never seen floaters like this,",
                "",
                true
            ],
            [
                "could this be another edited photo.",
                "",
                false
            ],
            [
                "We've all seen the dems and liberal parties do some pretty sick things...",
                "",
                true
            ],
            [
                "These posts are completely inappropriate and contrary to the honor and integrity I see — and expect — from our agents day in and day out.",
                "Carla Provost",
                true
            ],
            [
                "Any employees found to have violated our standards of conduct will be held accountable.",
                "Carla Provost",
                true
            ],
            [
                "These agents don't deserve to wear any uniform representing the United States of America.",
                "Joaquin Castro",
                true
            ],
            [
                "racist & sexually violent secret CBP Facebook group.",
                "Ocasio-Cortez",
                false
            ],
            [
                "They're threatening violence on members of Congress.",
                "Ocasio-Cortez",
                true
            ],
            [
                "In the last facility, I was not safe from the officers.",
                "Joaquin Castro",
                true
            ],
            [
                "We are dealing with a crisis right now.",
                "Ocasio-Cortez",
                true
            ],
            [
                "Over 680,000 apprehensions so far this year.",
                "Ocasio-Cortez",
                true
            ],
            [
                "Agents are under a great deal of stress.",
                "Ocasio-Cortez",
                true
            ],
            [
                "put their life on the line to save various individuals throughout the year.",
                "Joaquin Castro",
                false
            ],
            [
                "It's obviously not acceptable for anyone to threaten a member of Congress.",
                "Escobar",
                true
            ],
            [
                "I'm more concerned that there are men and women, people in Customs and Border Protection and DHS, who feel this way about migrants, especially children.",
                "Ocasio-Cortez",
                true
            ],
            [
                "It could be civilians or spouses of agents,",
                "Ocasio-Cortez",
                true
            ],
            [
                "I can say with certainty that they represent a lot of hate out there against people like me who advocate for the dignity of human beings.",
                "Ocasio-Cortez",
                true
            ],
            [
                "clear and systemic problems that must be addressed immediately,",
                "",
                false
            ],
            [
                "This Facebook group is beyond sexist and racist -- it is truly abhorrent and shameful, and there is no excuse for this depraved behavior,",
                "Thompson",
                true
            ],
            [
                "The agents found to be responsible for these vile comments should no longer have the privilege of representing the United States of America in uniform.",
                "Thompson",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2019/07/01/politics/alexandria-ocasio-cortez-clint-texas-facility/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "group",
            "ocasiocortez",
            "facebook",
            "report",
            "sparks",
            "posts",
            "patrol",
            "protection",
            "agents",
            "investigation",
            "cnn",
            "cruel",
            "members",
            "lewd",
            "customs",
            "border"
        ]
    },
    {
        "url": "https://www.cnn.com/2019/07/04/politics/customs-and-border-protection-memo-social-media/index.html",
        "title": "Customs and Border Protection 2018 memo warns of social media behavior",
        "authors": [
            {
                "name": "Geneva Sands",
                "link": null
            },
            {
                "name": "Nick Valencia",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-07-04",
        "text": "(CNN) In 2018, a senior Customs and Border Protection official warned all agency employees of potential discipline after having been informed of a private Facebook group with inappropriate and offensive posts, according to a memo obtained by CNN.\n\n\"Recently the Agency was made aware of a private Facebook group page that only a specific group of CBP employees could access, on which inappropriate and offensive posts were made,\" wrote Matthew Klein, assistant commissioner of CBP's Office of Professional Responsibility,\n\nThe memo, dated February 2018 and titled, \"Social Media Posts,\" reminded employees of CBP's standards of conduct, anti-discrimination and anti-harassment policies for workplace and off-duty employees that prohibits certain conduct on the grounds of discrimination or harassment.\n\n\"The bottom line is the Agency may bring discipline against an employee who posts offensive messages on a social media page where there is a nexus to the Agency workplace,\" reads the memo.\n\nThe discovery of the memo comes amid an investigation into a closed Facebook group for current and former Border Patrol agents that reportedly features jokes about migrant deaths, derogatory comments about Latina lawmakers and a lewd meme involving at least one of them. The Facebook group was publicly reported on this week and Klein called it \"disturbing social media activity.\"\n\nRead More",
        "quotes": [
            [
                "Recently the Agency was made aware of a private Facebook group page that only a specific group of CBP employees could access, on which inappropriate and offensive posts were made,",
                "Matthew Klein",
                true
            ],
            [
                "The bottom line is the Agency may bring discipline against an employee who posts offensive messages on a social media page where there is a nexus to the Agency workplace,",
                "Matthew Klein",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.propublica.org/article/secret-border-patrol-facebook-group-agents-joke-about-migrant-deaths-post-sexist-memes",
                "https://www.cnn.com/2019/07/01/politics/cbp-agent-facebook-group/index.html",
                "https://www.cnn.com/2019/07/03/politics/acting-dhs-secretary-orders-investigation/index.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.cnn.com/videos/politics/2019/07/03/border-patrol-agent-exclusive-facilities-valencia-ctn-pkg-vpx.cnn"
            ]
        },
        "key_words": [
            "group",
            "offensive",
            "social",
            "agency",
            "2018",
            "warns",
            "facebook",
            "posts",
            "protection",
            "memo",
            "media",
            "employees",
            "workplace",
            "behavior",
            "customs",
            "border"
        ]
    },
    {
        "url": "https://www.cnn.com/politics/live-news/immigration-crisis-us-border-july-2019/h_7e31156d56ce76d53de791276c700abd",
        "title": "Investigative report reveals CBP Facebook group featuring crude posts and jokes about migrant deaths",
        "authors": [
            {
                "name": "Cnn'S Eliott C. Mclaughlin",
                "link": null
            },
            {
                "name": "Cnn'S Priscilla Alvarez",
                "link": null
            },
            {
                "name": "Geneva Sands",
                "link": null
            },
            {
                "name": "Cnn'S Matthew Hilk",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-07-02",
        "text": "US Customs and Border Protection officials say they are investigating \"disturbing social media activity\" after a published report of a closed Facebook group for current and former Border Patrol agents that reportedly features jokes about migrant deaths, derogatory comments about Latina lawmakers and a lewd meme involving at least one of them.\n\nThe posts were \"hosted on a private Facebook group that may include a number of CBP employees,\" according to Matthew Klein, assistant commissioner of CBP's Office of Professional Responsibility.\n\nThe existence of the group \"I'm 10-15\" was exposed by the investigative reporting group ProPublica. CNN has not been able to independently access and review the Facebook group posts in question.\n\nIt is not clear how many group members are or were affiliated with the Border Patrol.\n\n\"We take all the posts that were put out today very seriously. These do not represent the thoughts of the men and women of the US Border Patrol. Each one of these allegations will be thoroughly investigated,\" US Border Patrol Chief of Operations Brian Hastings told CNN on Monday.\n\nRead more about this report here.",
        "quotes": [
            [
                "hosted on a private Facebook group that may include a number of CBP employees,",
                "",
                false
            ],
            [
                "We take all the posts that were put out today very seriously.",
                "Brian Hastings",
                true
            ],
            [
                "These do not represent the thoughts of the men and women of the US Border Patrol.",
                "Brian Hastings",
                true
            ],
            [
                "Each one of these allegations will be thoroughly investigated,",
                "Brian Hastings",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2019/06/25/us/border-patrol-donations/index.html",
                "https://www.propublica.org/article/secret-border-patrol-facebook-group-agents-joke-about-migrant-deaths-post-sexist-memes",
                "https://www.cnn.com/2019/06/25/politics/customs-and-border-protection-john-sanders/index.html",
                "https://www.cnn.com/2019/07/01/politics/cbp-agent-facebook-group/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "jokes",
            "group",
            "today",
            "women",
            "featuring",
            "deaths",
            "told",
            "facebook",
            "reveals",
            "migrant",
            "report",
            "posts",
            "patrol",
            "cnn",
            "investigative",
            "border"
        ]
    }
]