[
    {
        "url": "https://www.activistpost.com/2019/06/vaccine-damage-is-far-greater-than-long-held-views.html",
        "title": "Vaccine Damage is Far Greater Than Long-Held Views",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2019-06-10",
        "text": "By Laraine C. Abbey-Katzev, RN (emeritus), MS, CNS\n\nHow much death or life-long health damage will it take for the world to wake up to the dark side of vaccines? The stories are legion; the independent science stands in opposition to safety claims; the industry science is misleading, manipulated, and outright fraudulent in some cases. Scientific peer-reviewed journal articles, highlighting all manner of concerns, are steadily accumulating.\n\nWhile the autism/vaccine debate rages on, MIT researcher Dr. Stephanie Seneff tells us (based on current trajectory) by the year 2032—50% of all children, and most of them boys— will be autistic! How will they be cared for, and by whom—especially as they age and their parents pass away? How does a country survive if 50% of its children are severely disabled and in need of lifetime care? The astronomical cost of their desperately needed services will consume and destroy whatever is left of our economy.\n\nDespite Big-Pharma’s wishful non-sense claim that the science is settled on vaccines and autism, independent observers, researchers, and health professionals are declaring in ever increasing numbers that vaccines are contributing to the exponential rise in autism, other chronic conditions—particularly auto-immune disorders.\n\nHaving tracked this issue over many years, it is beyond clear to me that we are trading PERCEIVED BENEFIT in vaccine-preventable infectious diseases, for damaged brains, dysfunctional immune systems and a growing list of vaccine induced chronic maladies that include childhood diabetes. J Pediatr Endocrinol Metab. 2003 Apr-May;16(4):495-508.; http://www.nvic.org/vaccines-and-diseases/Diabetes/juvenilediabetes.aspx\n\nAutism, currently said to affect 3.5 million people, represents only a portion of the neuro-developmentally damaged youth that make up one-sixth of the kids we see in our classrooms today. When we view ALL types of chronic disorders the number rises to approximately 50%, a statistic never experienced until recent times. As a retired nurse, born when such percentages were unthinkable, I am heartbroken at our national loss of health.\n\nWhile we can’t lay all this at the ‘feet of vaccination’, there are multitudes of unvaccinated children who have NONE of the disorders so exponential in our time. Families with vaccine damaged children who stop vaccinating their later-born children, consistently report how healthy and bright they are—no ear infections, no allergies, no asthma, no weird behaviors, no ADHD, and no autism!\n\nThis reality has come to awareness since the producers of the movie VAXXED began interviewing the families all over the country that came forward after showings of the movie to share their stories of vaccine injuries. These families, numbering in the thousands, have made it clear that vaccines are a major contributor to the death, disability and developmental damage with which our nation is besieged. If these problems were hereditary in nature, we would not see a clear divide these parents are describing between healthy unvaccinated and unhealthy vaccinated children within a given family. One would expect the likelihood of health problems to increase in later-born children rather than stop occurring altogether, as has been repeatedly described by parents.\n\nThe stories and insights of these thousands of families and from various internet groups and sites, including their comment sections, are helping to connect the dots of vaccine injury for disorders previously thought unrelated or labeled “coincidental” by physicians.\n\nThere is even evidence that getting some naturally occurring childhood diseases strengthen the immune system, which is beneficial to later health, such as wild type measles and mumps which appear to be associated with a reduction of certain types of cancers.\n\nYou may challenge my saying “perceived benefit” referring to reduction of infectious diseases, but the facts in recorded research on deaths and disability from dreaded diseases had sharply, and steadily, declined over the decades, independent of vaccines. Diseases such as yellow fever, plague, cholera, scarlet fever, and TB have mostly disappeared despite the vaccines for these diseases being either non-existent or not used in the United States.\n\nDeaths in the United States, from the so-called ‘vaccine–preventable’ infectious diseases, had all but disappeared before the targeted vaccines had even been introduced—and this is according to our own CDC graphs! It was NOT vaccines but public health advances and initiatives in sanitation, refrigeration and nutrition; as well as reductions in unhealthful environmental factors like reductions in crowded and poor living conditions that drastically reduced death and permanent disability from infectious diseases. Before the relevant vaccines entered distribution, individuals simply got sick, recovered and went on to have long-term or lifetime immunity.\n\nOur government health agencies, with revolving door staffing from the pharmaceutical and medical industries are engaged in massive PR (public relations) campaigns spewing alarming death and disability statistics, which conveniently fail to mention severe disability and deaths from those infectious diseases occur almost exclusively outside the US in countries or regions with poor sanitation and malnutrition.\n\nVaccine proponent, Bill Gates, founder of GAVI Alliance (Global Alliance for Vaccines and Immunization), could do real service to the world through a foundation by helping provide clean water, nutritional awareness, compost toilets and other community sanitation endeavors, rather than vaccines filled with health damaging substances, which are additive to the health damages of squalor. Many of these third-world vaccine programs have increased the incidence of the diseases they are supposed to prevent like the vaccine-induced polio outbreak in India.\n\nHere’s an excellent article by Dr. Joe Mercola, DO, detailing some recently discovered disease effects from certain vaccines like Pandemrix resulting in a 400% increase in narcolepsy in Sweden with similar results in a Finnish study.\n\nGSK’s Infanrix Hexavalent vaccine is associated with 69 [SIDS]deaths\n\nThe manufacturers had reported these sudden and unexpected deaths were not caused by the vaccine but were merely coincidental SIDS deaths. Dr Puliyel analyzed the data and found that 97% of deaths (65 deaths) following Infanrix hexa, occur in the first 10 days and only 3% (2 deaths) occur in the next 10 days. Had the deaths been coincidental SIDS deaths unrelated to vaccination, the numbers of deaths in the two 10-day periods should have been the same.\n\nSince most SIDS deaths occur within 3 weeks of vaccination and the bulk of them within 3 days of vaccination it is clear that vaccines are strongly implicated in SIDS.\n\nThe manufacturers of this vaccine GlaxoSmithKline (GSK) disclosed in a confidential report to the Regulatory Authority that about 72 babies died within 20 days of receiving Infanrix hexa. They reported that the deaths of these children were due to Sudden Infant Death Syndrome (SIDS) and Sudden Unexpected Death Syndrome (SUDS) unrelated [to] vaccination. However an Italian Court of Justice Nicola Di Leo ordered that it be made public and is now available on the internet (http://autismoevaccini.files.wordpress.com/2012/12/vaccin-dc3a9cc3a8s.pdf) Analysis of the data shows that at least 69 out of 72 deaths reported were likely to have been caused by the vaccine. Infanrix hexa combines vaccines against 6 diseases [namely Diptheria, Tetanus and Acelluar Pertusis (whooping cough), Hepatitis B, inactivated Poliomyelitis and Haemophilus influenza type B] in a single vaccine. The DPT vaccine, Hepatitis B, Hib and injectable Polio Pentavalent vaccine deemed responsible for more than 237 deaths. Jacob Puliyel, MD November 2016–Under Right to Information we know that up to August 2016 there have been 237 deaths reported to the government here within 72 hours of vaccination with Pentavalent. We examined deaths in states which were giving DPT and Pentavalent vaccine concurrently. There were three deaths following the use of Pentavalent vaccine in Sri Lanka. The Government of Sri Lanka suspended the use of the vaccine. WHO experts investigated the deaths. They found there was a clear temporal association of the deaths. The report maintained that although it was probably related to vaccine, they were reporting it as “unlikely” to be related to vaccination. The full report was not published online, only the conclusion was made public. The full report was presented to the Delhi High Court in a vaccine case. Once this devious methodology employed by the WHO experts was known, it was exposed by the British Medical Journal.\n\nPowerful forces within the pharmaceutical and medical industry are colluding with each other and government agencies in the deliberate concealment of vaccine damage, in my and many others’ opinions. I see it as racketeering on a grand scale, not unlike the tobacco science of yesteryear, the Hinckley Water/PG2&E lawsuit of Erin Brockovich fame, and the corporate and government concealment of the Love Canal health disaster. For those unaware and interested, read the story and get the book Love Canal: and the Birth of the Environmental Health Movement by Lois Marie Gibbs. Also, recall the Vioxx heart attacks affair in which Merck plotted to destroy those bringing that to light.\n\nI was struck by Gibbs section title: How Many More Children Must We Lose Before a Decision Is Made? …followed by her comment, “It took me a long time to give up the idea that the state and the health department would do what is right and just.” (p.147).\n\nI’m asking the same question regarding exposure of the real dangers of vaccines. As Gibbs notes, the powers-that-be in industry and government do not do the “right and just” thing.\n\nRemember the commercials touting physician recommendations of this or that brand of cigarettes? One company actually claimed their cigarette would “soothe your throat.”\n\nThis horrific abuse of our children must stop, but it will not be industry or government that saves them. It will take an uprising by families and the good ethical physicians who care for them. It will require the courts, in response to lawsuits, to weigh the evidence and issue judgements. The uprising of parents, and those who serve their damaged children, will have to stop this vaccine public relations errant freight train aimed squarely at every living being.\n\nThe ability to bring lawsuits against pharmaceutical companies for vaccine injuries from their individual improperly tested products, promoted as safe and effective based on manipulated and fraudulent research was dealt a death blow with the passage of the National Childhood Vaccine Injury Compensation Program as an alternative remedy to judicial action for specified vaccine-related injuries. You might wonder why this act was passed. There were simply too many lawsuits, so vaccine producers threatened to stop producing such vaccines. Too many lawsuits! Do you hear that?\n\nNothing in that act protects industry from lawsuits proving manipulated or fraudulent research and concealing knowledge of harms. Mandating of vaccines will be stopped in its tracks, when all the newest independent (non-pharma) science is effectively garnered demonstrating the falsity of the current ‘religion’ of vaccinology.\n\nWhy, in my opinion, is this clear-cut racketeering? It should be obvious to all but the most naïve, that there is an aggressive media marketing campaign backed by a well-orchestrated industry agenda that is misrepresenting both the benefits and the harms associated with vaccines. Why would they do that? Follow the money, as they say.\n\nI’ve experienced first-hand what I feel is collusion some years back at an open-to-the-public Advisory Committee on Immunization Practices (ACIP) hearing at the FDA in Rockville, MD in which a false statement was issued of no abnormal rate of miscarriages among pregnant woman following flu vaccination, when in fact there were large numbers of such events reported through the governments Vaccine Adverse Events Reporting System (VAERS), as presented in testimony by Ms. Eileen Dannemann, director of the National Coalition of Organized Women, whose survey was included in this study:\n\nGary Goldman, PhD: 4250% increase in fetal deaths via VAERS after flu vaccines 2009-2010 http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3888271/\n\nHum Exp Toxicol. 2013 May; 32(5): 464–475.\n\nI made repeated efforts by email and then phone calls to their respective offices to clarify the discrepancy, first with its presenter Marie McCormick, MD, and later to another committee member, but all to no avail.\n\nMore recently, Ms. Dannemann captured evidence that sure feels like collusion and racketeering in this March 2017 email statement:\n\n“103 bills this legislative session in 30 states…why would there be such a coordination nationally when states have their independent, non federal [SIC] jurisdiction on vaccines? Because…each State Health Dept is a coordinated long arm of the CDC. And the “health advisory committees” ​on which the general legislators depend​ on is stacked! We need to acknowledge this fact that the State Health Depts are being coordinated by the CDC which due to the CDC whistleblower Dr. Thompson is being investigated for fraud concerning the link between vaccines and autism, t​hey can not [SIC] depend on information coming from their Health Advisory Committees.”\n\nSo, what’s wrong with vaccines—as Elizabeth Barrett Browning once wrote, “Let me count the ways.”\n\nhttp://vaccineliberationarmy.com/2017/02/03/intl-journal-vaccines-vaccinations-study-vaccines-dirty/\n\nhttp://prepareforchange.net/2017/02/03/dirty-vaccines-every-human-vaccine-tested-was-contaminated-with-metals-and-debris-in-new-study/\n\nAluminum, a brain neurotoxin, present in most vaccines as an adjuvant, produces an antigen response, and has been identified as hazardous to adults undergoing kidney dialysis and via accumulation in the brain of Alzheimer’s dementia. We are injecting ever-larger amounts of hazmat materials, including aluminum and mercury, into our kids!\n\nMany unwanted vaccines must be disposed as hazardous material.\n\nBehavioral abnormalities in female mice following administration of aluminum adjuvants and the human papillomavirus (HPV) vaccine Gardasil:\n\nhttp://link.springer.com/article/10.1007%2Fs12026-016-8826-6\n\nGardasil vaccination is noted by many vaccine experts as damaging to health and based on fraudulent science. Peruse the SaneVax “HPV Vaccine Information Clearinghouse” site to read stories and watch emotional videos in which doctors and vaccine injured families speak out. www.sanevax.org\n\nThe powers-that-be and the phony front groups they’ve created don’t want a Vaccine Safety Commission. Truth seekers would not oppose a Vaccine Safety Commission, so who is really opposing? Here’s your answer: http://ahrp.org/why-would-anybody-not-want-a-vaccine-safety-assessment/ “Yale study links vaccines to neurological disorders in children” published by researchers at Pennsylvania State University and Yale Child Study Center correlated neuropsychiatric disorders in children to vaccines. The study was published in the journal Frontiers in Psychiatry (2017).\n\nThree Good Movies—\n\nMMR (measles, mumps, rubella) and Autism: Does the media tell the whole story? These three documentary/movies will give you the scientific facts. “…the mainstream media spins facts, research, dates, omits information, etc. to influence public perception.\n\nhttp://www.greatergoodmovie.org/uncategorized/mmr-and-autism-does-the-media-tell-the-whole-story/\n\nVAXXED: From Cover-Up to Catastrophe:\n\nhttp://vaxxedthemovie.com/stream/\n\nSee the trailer for the movie BOUGHT: Your Health Now Brought to You by Wall Street – The hidden story behind vaccines, big pharma and your food.\n\nAnd watch part one of the movie itself here:\n\n﻿\n\nAnd buy the DVD on Amazon here.\n\nListen to two physician experts, Sherri Tenpenny and ‘Toni’ Bark, share their insights about vaccines:\n\n\n\n\n\nAvoiding The Eye - Ships Free Today! ﻿ You may find hearing about this mom’s excellent vaccine research comforting as well as informative http://www.stopmandatoryvaccination.com/personal-choice/\n\nhttp://www.stopmandatoryvaccination.com/vaccine-free/a-vaccine-free-lifestyle-is-a-healthy-lifestyle/ Hexavalent vaccine kills a 3-month old female infant who died within 24 hours of vaccination in which respiratory failure resulted from a shock reaction to that vaccine, was deemed to be the cause of death. (Forensic Science, Aug. 6, 2008) Hear Linda Hayes at Weston A. Price Foundation offer best explanations for why there is no basis to be pro-vaccine. ﻿ In 2010, a study found that the US had the highest infant mortality rate (6.1 out of 1,000 live births) of 28 wealthy industrialized nations. The US also has the highest number of vaccines given to infants. Learn more: http://www.naturalnews.com/A-Family-Destroyed-Vaccines-Without-Consent.html#ixzz4cDfi5fKJ Most SIDS deaths occur between 2 and 4 months, which coincides exactly with the peaks of infant vaccination schedules. US health agencies state categorically that SIDS is not caused by vaccines, despite this correlation. But numerous studies run counter to this assertion. Learn more: http://www.naturalnews.com/A-Family-Destroyed-Vaccines-Without-Consent.html#ixzz4cDfi5fKJ From ‘Truth About Vaccines’ episode 1— Robert F. Kennedy, Jr., “…not only that the science they were citing me was bogus, but that they knew it was weak, and they were unwilling to defend it in front of informed criticism. And that shocked me because…I was used to environmental agencies becoming captured, but a public health agency that is charged with protection the health of our children, to lie about science and to manipulate science, which is what they were doing, just seemed criminal. RFK, Jr. specifically cited communication with Paul Offit and Kathleen Stratton at CDC as who he was referring to regarding these conversations. Some CDC insiders have told journalist Jennifer Margulis, PhD, co-author of The Vaccine Friendly Plan, OFF THE RECORD that they do not follow the CDC schedule for their own children because their research of the science shows them it is not safe. The Mantra of no studies showing problems with vaccines is an “absolute lie” according to Neil Z. Miller who stated, “There are hundreds, if not thousands of such studies in peer-reviewed journals documenting safety and efficacy problems associated with vaccines.” He edited this in his 2016 book citing 400 of them: “Miller’s Review of Critical Vaccine Studies: 400 Important Scientific Papers Summarized for Parent and Researchers.” Speaking of safety, read what Mahin Khatami, PhD, Molecular/Cellular Biologist, Immunologist, Retired from NCI/NIH has to say on the topic—“Safety Concerns and Hidden Agenda Behind HPV Vaccines: Another Generation of Drug-Dependent Society?” Mahin Khatami, author, December 2016. Then consider this—repeating a lie makes it seem true. And finally…If you still believe the lie that vaccines are safe and effective explore this on the current hot media topic of measles:\n\nhttps://physiciansforinformedconsent.org/measles/ Laraine C. Abbey-Katzev, is a Registered Nurse (emeritus) and Certified Nutrition Specialist (CNS) with a Master’s Degree in Biology/Clinical Nutrition who maintained a private practice, developed health and weight control programs, nutritional products, and was a featured newspaper columnist for health and nutrition articles. Laraine earned the Huxley Institute Certificate in Orthomolecular Theory and Practice and her successful Orthomolecular treatment of Agoraphobia/Panic Disorder through diet and nutrient supplements, was featured in many magazine articles and books. Laraine is a health activist and a member of the American College of Nutrition. Subscribe to Activist Post for truth, peace, and freedom news. Follow us on Minds and Twitter. Provide, Protect and Profit from what’s coming! Get a free issue of Counter Markets today.",
        "quotes": [
            [
                "It took me a long time to give up the idea that the state and the health department would do what is right and just.",
                "",
                true
            ],
            [
                "103 bills this legislative session in 30 states…why would there be such a coordination nationally when states have their independent, non federal [SIC] jurisdiction on vaccines?",
                "Dannemann",
                false
            ],
            [
                "Because…each State Health Dept is a coordinated long arm of the CDC.",
                "Dannemann",
                true
            ],
            [
                "And the “health advisory committees”  on which the general legislators depend  on is stacked!",
                "Dannemann",
                true
            ],
            [
                "We need to acknowledge this fact that the State Health Depts are being coordinated by the CDC which due to the CDC whistleblower Dr. Thompson is being investigated for fraud concerning the link between vaccines and autism, t hey can not [SIC] depend on information coming from their Health Advisory Committees.",
                "Dannemann",
                true
            ],
            [
                "Yale study links vaccines to neurological disorders in children",
                "",
                false
            ],
            [
                "There are hundreds, if not thousands of such studies in peer-reviewed journals documenting safety and efficacy problems associated with vaccines.",
                "",
                true
            ],
            [
                "Miller’s Review of Critical Vaccine Studies: 400 Important Scientific Papers Summarized for Parent and Researchers.",
                "",
                true
            ],
            [
                "Safety Concerns and Hidden Agenda Behind HPV Vaccines: Another Generation of Drug-Dependent Society?",
                "Mahin Khatami",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://vaccineliberationarmy.com/2015/03/10/studies-show-natural-mumps-measles-chicken-pox-influenza-viruses-protect-against-cancer/",
                "https://link.springer.com/article/10.1007%2Fs12026-016-8826-6",
                "https://www.activistpost.com/privacy-policy",
                "https://childhealthsafety.wordpress.com/2014/12/01/53000-paralysis-cases-in-india-from-polio-vaccine-in-a-year-npafp-identical-to-polio-but-twice-as-deadly/",
                "http://www.bbc.com/future/story/20161026-how-liars-create-the-illusion-of-truth",
                "https://www.naturalnews.com/A-Family-Destroyed-Vaccines-Without-Consent.html",
                "https://prepareforchange.net/2017/02/03/dirty-vaccines-every-human-vaccine-tested-was-contaminated-with-metals-and-debris-in-new-study/",
                "https://greatergoodmovie.org/uncategorized/mmr-and-autism-does-the-media-tell-the-whole-story/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://physiciansforinformedconsent.org/measles/",
                "https://www.minds.com/ActivistPost",
                "https://freeavoidingtheeye.com/?affId=F494BB86&c1=1106&c2=102056652e6b8a3d55e31f57310246",
                "https://www.activistpost.com/survive-job-automation-apocalypse",
                "https://vaxxedthemovie.com/stream/",
                "https://www.ageofautism.com/2015/01/gsks-69-infanrix-deaths-are-not-explicable-as-coincidence.html"
            ]
        },
        "key_words": [
            "far",
            "greater",
            "science",
            "public",
            "deaths",
            "children",
            "vaccine",
            "views",
            "damage",
            "health",
            "vaccination",
            "death",
            "longheld",
            "vaccines",
            "diseases"
        ]
    },
    {
        "url": "https://vaccineliberationarmy.com/2015/03/10/studies-show-natural-mumps-measles-chicken-pox-influenza-viruses-protect-against-cancer/",
        "title": "Studies show: Natural Mumps, Measles, Chicken Pox & Influenza viruses protect against cancer",
        "authors": [
            {
                "name": "Commodore S Incense",
                "link": null
            },
            {
                "name": "Vicki Luibrand",
                "link": null
            }
        ],
        "publisher": "vaccineliberationarmy.com",
        "publish_date": "2015-03-10",
        "text": "Influenza virus\n\nMeasles virus\n\nGENETICALLY ENGINEERED virus, administered at high dose, the virus set about destroying the cancer cells, leading to complete remission and no tumors for 9 months. Currently, 11 months after treatment, the patient is still cancer free.The larger effects of this step will be discovered soon, a trial for 20 patients has been approved for September, 2014. In addition, the measles virus, as well as other viruses, will be studied for their potential to cure other types of cancer.\n\nAbstract\n\nVLA Comment: VACCINE POLICY IS HARMFUL TO THE POPULATION:\n\nGetting this infectious disease “naturally” (as listed in the studies below) apparently prevents the disease. Clearly the above protocol (creating a genetically engineered virus strain) was advanced by researchers because they realized that “naturally gained” wild viruses protect against cancer. Hence, they thought, lets genetically engineer the virus in our labs to cure cancer that people are getting because vaccination does not impart the same complex protective quality as in nature. And besides we can patent it and make money on the vaccines, then make money on the disease it provokes and then make money on an artificial cure to an artificial vaccine.\n\n\n\nEditor: So why don’t we get the natural diseases, like before we had the cancer epidemic that is the leading cause of death for children, and prevent cancer in the first place? The money make’s purpose is to design expensive pharmacuetical lab made genetic viruses that mimick natural virus in order to fix the cancer that we got by being artificially stimulating our immune system by be vaccinated.\n\n\n\nVLA Comment: The above protocol uses genetically modified virus. But as Doctor Palevsky writes…”The assumption among these people is that the genetic information of the micro-organisms that cause these diseases does not already exist inside the human body before the injection occurs. This assumption is one of the deepest flaws in current scientific ‘thinking.’ Any attempt to protect against diseases by injecting them into the body, especially since so much of what comprises human DNA is reportedly of viral genetic origin, is a set-up to destroy the human species. It’s possible, and even likely, that the genetic material of these wide ranges of diseases, may already be a part of the human genome, even if the diseases are not present, and even if the people have never been exposed to anyone with the diseases”\n\nMUMPS: Researchers investigated whether mumps might engender immunity to ovarian cancer through antibodies against the cancer-associated antigen MUC1 abnormally expressed in the inflamed parotid gland. Read more….\n\nMEASLES: Albonico et al found that adults are significantly protected against non-breast cancers — genital, prostate, gastrointestinal, skin, lung, ear-nose-throat, and others — if they contracted measles (odds ratio, OR = 0.45), rubella (OR = 0.38) or chickenpox (OR = 0.62) earlier in life. [Med Hypotheses 1998; 51(4): 315-20].\n\nMEASLES: Montella et al found that contracting measles in childhood reduces the risk of developing lymphatic cancer in adulthood [Leuk Res 2006; 30(8): 917-22].\n\nMEASLES: Alexander et al found that infection with measles during childhood is significantly protective — it cuts the risk in half — against developing Hodgkin’s disease (OR = 0.53) [Br J Cancer 2000; 82(5): 1117-21]. MEASLES: Glaser et al also found that lymph cancer is significantly more likely in adults who were not infected with measles, mumps or rubella in childhood [In J Cancer 2005; 115(4): 599-605]. COMMON INFECTIONS: Gilham et al found that infants with the least exposure to common infections have the greatest risk of developing childhood leukemia [BMJ 2005; 330: 1294]. EARLY EXPOSURE TO INFECTIONS:Urayama et al also found that early exposure to infections is protective against leukemia [Int J Cancer 2011; 128(7): 1632-43]. Read more…. CHICKEN POX (VARICELLA Canniff J., Donson A.M., Foreman N.K., Weinberg A. Cytotoxicity of glioblastoma cells mediated ex vivo by varicella-zoster virus-specific T cells. J Neurovirol. 2011;17(October (5)):448–454. [PubMed] Canniff et al. reported an association between those individuals with clinical or laboratory evidence of varicella-zoster virus (VZV) infection and lower risk of glioma.A glioma is a type of tumor that starts in the brain or spine. It is called a glioma because it arises from glial cells. CHICKEN POX IN CHILDHOOD: Silverberg J.I., Kleiman E., Silverberg N.B., Durkin H.G., Joks R., Smith-Norowitz T.A. Chickenpox in childhood is associated with decreased atopic disorders, IgE, allergic sensitization, and leukocyte subsets. Pediatr Allergy Immunol. 2012;23(February (1):50–58. [PubMed Silverberg et al. also reported that wild-type VZV infection up to 8 years of age was found to be protective against atopic disorders that are thought to be “mediated by suppression of IgE production and allergic sensitization, as well as altered leukocyte distributions. Chicken Pox references taken from Goldman, King STUDY INFLUENZA VACCINES Influenza Virus Infection Elicits Protective Antibodies and T Cells Specific for Host Cell Antigens Also Expressed as Tumor-Associated Antigens: A New View of Cancer ImmunosurveillanceUzoma K. Iheagwara, Pamela L. Beatty, Phu T. Van, Ted M. Ross, Jonathan S. Minden, and Olivera J. Finn\n\nCancer Immunology, March 1, 2014; 2: 263 – 273. CARDIOVASCULAR DISEASE PROTECT BY EARLY CHILDHOOD MEASLES. READ STUDY… UPDATE ON GENETICALLY ENGINEERED MEASLES VIRUS to CURE CANCER (MAYO CLINIC) Dr. Stephen Russell, a professor of molecular medicine at the Mayo Clinic who spearheaded the treatment, said his research has failed to live up to his initial hope to use an engineered form of the measles virus as a kind of guided missile against multiple myeloma, a cancer that attacks white blood cells. Even though…. READ… POLIOThe early polio vaccine that was given to millions of children in the 1950s contained a cancer causing virus, SV40. This virus has been found in biopsies of cancer tissue today. Read more… Researchers have found the SV40 virus in 60% of the human lung tumors he was studying, (SV40 stands for Simian Virus the 40th virus found). Eventually, sixty different labs confirmed the results. THE ATLANTIC.COM ARTICLE Riveting\n\nNEUROLOGICAL COMPLICATIONS OF VACCINATION\n\nPoser C.M. Neurological complications of vaccinations. Mealey’s Litigation Report. Thimerosal Vaccin. 2003;1(April (10))\n\nCLINICAL INFECTIOUS DISEASES JOURNAL: NYC Outbreak: Measles transmission from a twice vaccinated individual.\n\nRead study…\n\nConclusions. This is the first report of measles transmission from a twice vaccinated individual. The clinical presentation and laboratory data of the index were typical of measles in a naïve individual. Secondary cases had robust anamnestic antibody responses. No tertiary cases occurred despite numerous contacts. This outbreak underscores the need for thorough epidemiologic and laboratory investigation of suspected measles cases regardless of vaccination status.\n\n“Tell friends and family who are sick, or have recently had a live vaccine (such as chicken pox, measles, rubella, intranasal influenza, polio or smallpox) not to visit.”\n\nStarting in 2012 Vermont had declared a statewide epidemic of whooping cough. To date there has been a total of 612 confirmed cases of pertussis, of which 90 percent have been vaccinated against the bacteria with the Tdap vaccine.\n\nAccording to CSN.Philly.com, the New York State Department of Health reports that 18 of 20 people infected in a recent measles outbreak in New York City were children who had been vaccinated.\n\nAccording to USA Today, since August 107 American children have polio symptoms, such as paralyzed limbs (Non-polio acute flaccid paralysis, NPAFP). According to National Geographic, all the children had been successfully immunized against polio. In 2011 there were an extra 47,500 new cases of NPAFP in India. Clinically indistinguishable from polio paralysis but twice as deadly, the incidence of NPAFP was directly proportional to doses of oral polio received.\n\nIn a study published in the Journal of Pediatrics, “Adverse Events following Haemophilus influenzae Type b Vaccines in the Vaccine Adverse Event Reporting System, 1990-2013” CDC and FDA researchers identified 749 deaths linked to the administration of the Hib vaccine, 51 percent of which were sudden infant death (SIDS)\n\nBlaming the unvaccinated\n\nInstead of blaming the unvaccinated, if there is such a concern about infectious disease outbreaks, why aren’t health officials requiring a two-week quarantine of all children and adults who receive vaccination and shedding the vaccine virus. Two weeks is the minimum amount of time required to prevent transmission of infectious diseases.\n\nAvoid live virus vaccines and people who have received one\n\nSome vaccines are made from live viruses. Currently, these include oral polio, smallpox, MMR (measles, mumps, and rubella), and nasal flu vaccines.\n\nThese vaccines may pose a threat to your child’s health. Any person with a weakened immune system, including patients with cancer or HIV infection should not receive live virus vaccines.\n\nDo not allow people to visit your child if:\n\nThey have received oral polio or smallpox vaccines within 4 weeks;\n\nThey have received the nasal flu vaccine within one (1) week; or\n\nThey have rashes after receiving the chickenpox (varicella) vaccine or MMR (measles, mumps, rubella) vaccine.\n\n3. Outbreak of Measles Among Persons With Prior Evidence of Immunity, New York City, 2011 http://cid.oxfordjournals.org/content/early/2014/02/27/cid.ciu105",
        "quotes": [
            [
                "Tell friends and family who are sick, or have recently had a live vaccine (such as chicken pox, measles, rubella, intranasal influenza, polio or smallpox) not to visit.",
                "",
                true
            ],
            [
                "Adverse Events following Haemophilus influenzae Type b Vaccines in the Vaccine Adverse Event Reporting System, 1990-2013",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "http://www.csnphilly.com/article/no-vaccinations-fueling-measles"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "j",
            "polio",
            "al",
            "influenza",
            "mumps",
            "pox",
            "chicken",
            "protect",
            "natural",
            "vaccine",
            "studies",
            "virus",
            "measles",
            "cancer",
            "et",
            "childhood",
            "vaccines",
            "viruses"
        ]
    },
    {
        "url": "https://link.springer.com/article/10.1007%2Fs12026-016-8826-6",
        "title": "Behavioral abnormalities in female mice following administration of aluminum adjuvants and the human papillomavirus (HPV) vaccine Gardasil",
        "authors": [
            {
                "name": "Yael Deri",
                "link": null
            },
            {
                "name": "Universidad Del Rosario",
                "link": null
            },
            {
                "name": "Maria-Teresa Arango",
                "link": null
            },
            {
                "name": "University Of British Columbia",
                "link": null
            },
            {
                "name": "Lucija Tomljenovic",
                "link": null
            },
            {
                "name": "Tel Aviv University",
                "link": null
            },
            {
                "name": "Ronen Weiss",
                "link": null
            },
            {
                "name": "Sheba Medical Center",
                "link": null
            },
            {
                "name": "Tel-Aviv University",
                "link": null
            },
            {
                "name": "Rotem Inbar",
                "link": null
            }
        ],
        "publisher": "link.springer.com",
        "publish_date": "",
        "text": "The role of adjuvants\n\nIt is interesting to note that, in our hands, the extent of adverse neurological manifestations was similar in the three treatment groups whose only common denominator was the Al compound. As we noted above, the clinical trials for both HPV vaccines, Gardasil and Cervarix, used an Al-containing placebo and the safety of the vaccines was thus presumed on the finding that there was an equal number of adverse events in the vaccine and the alleged placebo group [21, 22, 27, 28, 29, 30, 31]. The HPV vaccines, like many other vaccines, are adjuvanted with Al in spite of well-documented evidence that Al can be both neuro- and immuno-toxic [10, 11, 13, 32, 33, 34, 35] and hence does not constitute an appropriate placebo choice.\n\nThe appearance of diverse adverse neurological and immuno-inflammatory manifestations following routine vaccinations is well documented in the medical literature (Table 1). Although the classical explanations for these phenomena have largely centered on vaccine antigens, in recent years attention has shifted to Al adjuvants. Consequently, in the last decade, studies on animal models and humans have indicated that Al adjuvants have an intrinsic ability to inflict adverse immune and neuro-inflammatory responses [9, 10, 11, 13, 14, 33, 35, 36, 37]. This research culminated in delineation of ASIA-‘autoimmune/inflammatory syndrome induced by adjuvants’, which encompasses the wide spectrum of adjuvant-triggered medical conditions characterized by a misregulated immune response [2]. Notably, the vast majority of adverse manifestations experimentally triggered by Al in animal models and those associated with administration of adjuvanted vaccines in humans are neurological and neuropsychiatric [2]. These observations should not be particularly surprising given Al’s well-established neurotoxic properties [38, 39]. What has, however, been argued is that the concentrations at which Al is used in vaccines are not sufficient to cause neurotoxicity [17, 40]. This argument, however, is not supported by recent evidence.\n\nIt should be noted that the long-term biodistribution of nanomaterials used in medicine is largely unknown. This is likewise the case with the Al vaccine adjuvant, which is a nanocrystalline compound spontaneously forming micron/submicron-sized agglomerates. It has been recently demonstrated that Al adjuvant compounds from vaccines, as well as Al-surrogate fluorescent nanomaterials, have a unique capacity to cross the blood–brain and blood–cerebrospinal fluid barriers and incite deleterious immuno-inflammatory responses in neural tissues [10, 13, 41]. Thus, a proportion of Al particles escapes the injected muscle, mainly within immune cells, travels to regional draining lymph nodes, then exits the lymphatic system to reach the bloodstream eventually gaining access to distant organs, including the spleen and the brain. Moreover, the Trojan horse mechanism by which Al loaded in macrophages enters the brain, results in the slow accumulation of this metal, due to lack of recirculation [10, 41]. The sustained presence of Al in central nervous system tissues is likely responsible for the myriad of cognitive deficits associated with administration of Al-containing vaccines in patients suffering from post-vaccination chronic systemic disease syndromes including macrophagic myofasciitis (MMF) [9, 11, 35].\n\nThus, contrary to prevalent assumptions, Al in the adjuvant form is not rapidly excreted but rather, tends to persist in the body long-term. As demonstrated by Khan et al. [41], intramuscular injection of Al-containing vaccine in mice is associated with the appearance of Al deposits in distant organs, such as spleen and brain, which were still detected 1 year after injection. Similarly, Al-particle fluorescent surrogate nanomaterials injected into muscle were found to translocate to draining lymph nodes and thereafter were detected associated with phagocytes in blood and spleen. Particles linearly accumulated in the brain up to the 6-month end point. They were first found in perivascular CD11b + cells and then in microglia and other neural cells. The ablation of draining lymph nodes dramatically reduced the biodistribution of injected Al-fluorescent surrogate nanocompounds. In addition, the nanoparticle delivery into the brain was found to be critically dependent on the major monocyte chemoattractant protein MCP-1/CCL2 as intramuscular injection of murine rCCL2 strongly increased particle incorporation into intact brain while CCL2-deficient mice had decreased neurodelivery [41].\n\nIn the ASIA syndrome, there could be a the prolonged hyperactivation of the immune system and chronic inflammation triggered by repeated exposure and unexpectedly long persistence of Al adjuvants in the human body (up to years post-vaccination) [6, 42]. It is probable that one of the reasons why Al adjuvants are retained long-term in bodily compartments including systemic circulation is due to their tight association with vaccine antigens or other vaccine excipients [43]. Even dietary Al has been shown to accumulate in the central nervous system overtime, producing Alzheimer’s disease type outcomes in experimental animals given dietary equivalent amounts of Al to what humans consume through a typical Western diet [44].\n\nThe ability of Al adjuvant nanoparticles to cross the blood–brain barrier via a macrophage-dependent Trojan horse mechanism may explain in part why some vaccines have a predilection to affect the central nervous system [8, 10, 33, 35, 39]. Another explanation comes from the fact that Al nanomaterials can on their own damage the blood–brain barrier and induce neurovascular injury [16, 45]. Collectively, these studies [16, 41, 45] show that nano-Al can accumulate in brain cells, inducing nerve and blood vessel damage and protein degradation in the brain. Persistent accumulation of nano-Al compounds regardless the source (i.e., vaccines, dietary) in the central nervous system may thus increase the likelihood of the development of acute and/or chronic neurological disorders.\n\nWith respect to the particular Al compounds used in HPV vaccines, AAHS in Gardasil and ASO4 (3-0-desacyl-4′-monophosphoryl lipid A (MPL) adsorbed onto Al hydroxide) in Cervarix, it should be noted that these new adjuvants induce a much stronger immune response than conventional Al adjuvants used in other vaccines (i.e., Al hydroxide and Al phosphate) [46]. Stronger immunogenicity of an adjuvant formulation also implies by default stronger reactogenicity and risk of adverse reactions. Because of the differences in immune-stimulating properties between different Al adjuvant compounds, safety of a particular adjuvant formulation cannot be a priori assumed on the basis of the allegedly good historical track record of other formulations. Rather, they need to be thoroughly evaluated case by case.\n\nAccording to the US FDA, a placebo is, ‘an inactive pill, liquid, or powder that has no treatment value’ [47]. From the literature cited above as well as the present study, it is obvious that Al in adjuvant form is neither inactive nor harmless and hence cannot constitute as a valid placebo. Commenting on the routine practice of using Al-based adjuvants as placebos in vaccine trials Exley recently stated that it is necessary to make a very strong scientific case for using a placebo which is itself known to result in side effects and that no scientific vindication for such practice is found in the relevant human vaccination literature [7]. Conceivably, there is even less justification for using a novel and more potent Al formulation than those that have been in standard use (Al phosphate and hydroxide). The only aim that this practice achieves is to give potentially misleading data on vaccine safety. Moreover, it is unethical to give a placebo to healthy clinical trial subjects that has no benefit but rather, may cause harm.",
        "quotes": [
            [
                "autoimmune/inflammatory syndrome induced by adjuvants",
                "",
                false
            ],
            [
                "an inactive pill, liquid, or powder that has no treatment value",
                "",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "gardasil",
            "adjuvants",
            "behavioral",
            "al",
            "placebo",
            "used",
            "following",
            "adjuvant",
            "adverse",
            "vaccine",
            "human",
            "papillomavirus",
            "aluminum",
            "vaccines",
            "system",
            "hpv",
            "female",
            "brain",
            "mice"
        ]
    },
    {
        "url": "https://www.activistpost.com/privacy-policy",
        "title": "Privacy Policy -",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "",
        "text": "Users may visit our Site anonymously. We will collect personal identification information from Users only if they voluntarily submit such information to us (such as an email address when subscribing to our mailing list). Users can always refuse to supply personally identification information. Activistpost.com uses a hit service that shows information such as which internet service visitors are using, their screen resolutions, browser types, etc… but in no way does this reveal the name, email address, or any specific information whatsoever about the site’s visitors.\n\nCookies & 3rd Party Advertisements:\n\nOur Site may use “cookies” to enhance User experience. User’s web browser places cookies on their hard drive for record-keeping purposes and sometimes to track information about them. User may choose to set their web browser to refuse cookies, or to alert you when cookies are being sent.\n\nGoogle, as a third party vendor, uses cookies to serve ads on your site. Google’s use of the DART cookie enables it to serve ads to your users based on their visit to your sites and other sites on the Internet. Users may opt out of the use of the DART cookie by visiting the Google ad and content network privacy policy. Activistpost.com is a participant in the Amazon Services LLC Associates Program, an affiliate advertising program designed to provide a means for sites to earn advertising fees by advertising and linking to amazon.com.\n\nWe allow third-party companies to serve ads and/or collect certain anonymous information when you visit our web site. These companies may use non-personally identifiable information (e.g., click stream information, browser type, time and date, subject of advertisements clicked or scrolled over) during your visits to this and other Web sites in order to provide advertisements about goods and services likely to be of greater interest to you. These companies typically use a cookie or third party web beacon to collect this information. To learn more about this behavioral advertising practice or to opt-out of this type of advertising, you can visit\n\naboutads.info\n\nnetworkadvertising.org\n\nyouronlinechoices.eu (EU users)\n\nWill Activistpost.com disclose collected information to outside parties?\n\nActivistpost.com may eventually disclose the aforementioned GENERAL information about visitors – information that does NOT identify who you are. We may disclose answers to questions such as: during what time periods do we receive the most visitors, what is the most common browser version of our visitors, what are the most popular internet services our visitors use, etc. We will never release contact details of any registered users of our website. The last thing we want is “spam” reaching our visitors.\n\nYour Consent:\n\nBy using our Web site, you consent to the collection and use of this information by Activistpost.com. If we decide to change our privacy policy, we will post those changes on this page so that you are always aware of what information we collect, how we use it, and under what circumstances we disclose it. But, now and forever we put your privacy first before any other concerns. We will never sell lists of email addresses from this site. We respect the privacy of our visitors.\n\nAffiliate Disclosure:\n\nActivistpost.com is a participant in the Amazon Services LLC Associates Program, an affiliate advertising program designed to provide a means for sites to earn advertising fees by advertising and linking to amazon.com.\n\nNewsletter:\n\nVisitors on this site may optionally sign up for our daily newsletter by providing their email address in one of the various signup forms available on Activistpost.com. The email addresses are stored with mailchimp.com, and the user data is never shared nor sold to any outside parties. The Mailchimp privacy policy an be seen here https://mailchimp.com/legal/privacy/. We use the subscribers email address to send out a daily newsletter with the most recent articles, and to communicate with regarding changes or updates on the site. In addition we also send out occasional promotional emails to our subscribers, for products that we think would be of interest. Users emails are kept safe by Mailchimp, for as long as the user remains a subscriber. Users can unsubscribe from our email list at any time by clicking on the unsubscribe link at the base of the email.\n\nCalifornia Online Privacy Protection Act\n\nCalOPPA is the first state law in the nation to require commercial websites and online services to post a privacy policy. The law’s reach stretches well beyond California to require any person or company in the United States (and conceivably the world) that operates websites collecting Personally Identifiable Information from California consumers to post a conspicuous privacy policy on its website stating exactly the information being collected and those individuals or companies with whom it is being shared. – See more at: http://consumercal.org/california-online-privacy-protection-act-caloppa/\n\nAccording to CalOPPA, we agree to the following:\n\nUsers can visit our site anonymously.\n\nOnce this privacy policy is created, we will add a link to it on our home page or as a minimum, on the first significant page after entering our website.\n\nOur Privacy Policy link includes the word ‘Privacy’ and can easily be found on the page specified above.\n\nYou will be notified of any Privacy Policy changes on our Privacy Policy Page.\n\nCan change your personal information by emailing us or via an online form.\n\nHow does our site handle Do Not Track signals?\n\nWe honor Do Not Track signals and Do Not Track, plant cookies, or use advertising when a Do Not Track (DNT) browser mechanism is in place.\n\nDoes our site allow third-party behavioral tracking?\n\nIt’s also important to note that we allow third-party behavioral tracking\n\nCOPPA (Children Online Privacy Protection Act)\n\nWhen it comes to the collection of personal information from children under the age of 13 years old, the Children’s Online Privacy Protection Act (COPPA) puts parents in control. The Federal Trade Commission, United States’ consumer protection agency, enforces the COPPA Rule, which spells out what operators of websites and online services must do to protect children’s privacy and safety online.\n\nWe do not specifically market to children under the age of 13 years old.\n\nFair Information Practices\n\nThe Fair Information Practices Principles form the backbone of privacy law in the United States and the concepts they include have played a significant role in the development of data protection laws around the globe. Understanding the Fair Information Practice Principles and how they should be implemented is critical to comply with the various privacy laws that protect personal information.\n\nIn order to be in line with Fair Information Practices we will take the following responsive action, should a data breach occur:\n\nWe will notify you via email within 7 business days.\n\nWe will notify the users via in-site notification within 7 business days.\n\nWe also agree to the Individual Redress Principle which requires that individuals have the right to legally pursue enforceable rights against data collectors and processors who fail to adhere to the law. This principle requires not only that individuals have enforceable rights against data users, but also that individuals have recourse to courts or government agencies to investigate and/or prosecute non-compliance by data processors.\n\nCAN SPAM Act\n\nThe CAN-SPAM Act is a law that sets the rules for commercial email, establishes requirements for commercial messages, gives recipients the right to have emails stopped from being sent to them, and spells out tough penalties for violations.\n\nWe collect your email address in order to:\n\n• Market to our mailing list or continue to send emails to our clients after the original transaction has occurred.\n\nTo be in accordance with CANSPAM, we agree to the following:\n\n• Not use false or misleading subjects or email addresses.\n\n• Identify the message as an advertisement in some reasonable way.\n\n• Include the physical address of our business or site headquarters.\n\n• Monitor third-party email marketing services for compliance, if one is used.\n\n• Honor opt-out/unsubscribe requests quickly.\n\n• Allow users to unsubscribe by using the link at the bottom of each email.\n\nIf at any time you would like to unsubscribe from receiving future emails, you can follow the instructions at the bottom of each email and we will promptly remove you from ALL correspondence.\n\nUser Access Request\n\nUsers have well-defined rights when it comes to having access to their personal data. When you submit a user request using our contact form or by sending us a request to the address provided below, we will provide the following information free of charge:\n\nWhat personal information pertaining to the user is being processed\n\nWhy this information is being processed\n\nWho has access to this personal information about the user\n\nHow this personal information is being used in automated decisions\n\nWhat processes are using this information\n\nYour user access request will be completed within 30 days and will include a copy of what personal information we have on file.\n\nContacting Us\n\nIf there are any questions regarding this privacy policy, you may contact us using the information below.\n\nActivist Post S.A.\n\nAPDO 376-4013\n\nAtenas Centro, Alajuela\n\n20501 Costa Rica\n\nLast updated on May 31, 2018",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://mailchimp.com/legal/privacy/",
                "http://optout.networkadvertising.org/?c=1",
                "https://consumercal.org/about-cfc/cfc-education-foundation/california-online-privacy-protection-act-caloppa-3/",
                "http://www.aboutads.info/",
                "http://www.youronlinechoices.eu/"
            ]
        },
        "key_words": [
            "user",
            "advertising",
            "services",
            "policy",
            "users",
            "personal",
            "site",
            "email",
            "information",
            "privacy"
        ]
    },
    {
        "url": "https://childhealthsafety.wordpress.com/2014/12/01/53000-paralysis-cases-in-india-from-polio-vaccine-in-a-year-npafp-identical-to-polio-but-twice-as-deadly/",
        "title": "53,000 Paralysis Cases in India From Polio Vaccine In A Year – NPAFP Identical to Polio But Twice as Deadly",
        "authors": [],
        "publisher": "childhealthsafety.wordpress.com",
        "publish_date": "2014-12-01",
        "text": "Posted on by ChildHealthSafety\n\nHow to declare a vaccine programme a success? Redefine the disease and then claim it is being eradicated with a vaccine whilst still causing paralysis under a different name “Non Polio Acute Flaccid Paralysis“.\n\nNPAFP is clinically indistinguishable from polio paralysis but twice as deadly as revealed in a peer reviewed journal and reported by CHS here: New Paper – Polio Vaccine – Disease Caused by Vaccine Twice As Fatal – Third World Duped – Scarce Money Wasted – Polio Eradication Impossible\n\nA report in India last January, from the second largest business newspaper in India “LiveMint”, with an exclusive relationship with the Wall Street Journal, records:\n\nIn the past 13 months, India has reported 53,563 cases of NPAFP at a national rate of 12 per 100,000 children—way above the global benchmark set by WHO of 2 per 100,000.” India to get polio-free status amid rise in acute flaccid paralysis cases Jan 13 2014\n\nIndia has provided the evidence to indicate that Non Polio Acute Flaccid Paralysis is a disease associated with the polio vaccine. The vaccine contains live polio virus, so when administered artificially is a means of causing a polio infection.\n\nThe LiveMint article reports:\n\nTwo doctors from Delhi’s St Stephens Hospital, Neetu Vashisht and Jacob Puliyel , who compiled data from the national polio surveillance project, found a link between the increase in dosage of polio vaccination and the increasing cases of NPAFP. “Most experts will tell you the cases of NPAFP have increased because of better surveillance. This is bunkum,” said Puliyel. “As per global benchmarks, as polio incidence comes down, the rate of NPAFP should also reduce. Instead, AFP cases have been increasing steadily.” “In 2010, the government reduced the number of pulse polio doses from 10 to 6. What we found was that between 2010-2013, the number of APF cases also came down. Our paper argues that other kinds of polio are being caused by the excessive administration of polio dosages,” Puliyel said. “Another proof is that states like Kerala and Goa, where dosages were less, AFP cases was also less. Majority of NPAFP cases are reported from Bihar and UP, where several immunization rounds are held to reach universal coverage. These are figures the government does not want to admit.”\n\nFiled under: vaccination, vaccine, Vaccine Damage, Vaccines | Tagged: polio eradication, polio vaccine |",
        "quotes": [
            [
                "NPAFP is clinically indistinguishable from polio paralysis but twice as deadly as revealed in a peer reviewed journal and reported by CHS here: New Paper – Polio Vaccine – Disease Caused by Vaccine Twice As Fatal – Third World Duped – Scarce Money Wasted – Polio Eradication Impossible\n\nA report in India last January, from the second largest business newspaper in India “LiveMint”, with an exclusive relationship with the Wall Street Journal, records:\n\nIn the past 13 months, India has reported 53,563 cases of NPAFP at a national rate of 12 per 100,000 children—way above the global benchmark set by WHO of 2 per 100,000.",
                "",
                true
            ],
            [
                "Most experts will tell you the cases of NPAFP have increased because of better surveillance.",
                "Puliyel",
                true
            ],
            [
                "As per global benchmarks, as polio incidence comes down, the rate of NPAFP should also reduce.",
                "Puliyel",
                true
            ],
            [
                "Instead, AFP cases have been increasing steadily.",
                "Puliyel",
                true
            ],
            [
                "In 2010, the government reduced the number of pulse polio doses from 10 to 6.",
                "Puliyel",
                true
            ],
            [
                "What we found was that between 2010-2013, the number of APF cases also came down.",
                "Puliyel",
                true
            ],
            [
                "Our paper argues that other kinds of polio are being caused by the excessive administration of polio dosages,",
                "Puliyel",
                true
            ],
            [
                "Another proof is that states like Kerala and Goa, where dosages were less, AFP cases was also less.",
                "Puliyel",
                true
            ],
            [
                "Majority of NPAFP cases are reported from Bihar and UP, where several immunization rounds are held to reach universal coverage.",
                "Puliyel",
                true
            ],
            [
                "These are figures the government does not want to admit.",
                "Puliyel",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://childhealthsafety.wordpress.com/2012/04/07/third-world-duped-on-polio-eradication/",
                "https://www.livemint.com/Politics/XS6vPor5jFX3vKkaE7Ri6H/India-to-get-poliofree-status-amid-rise-in-acute-flaccid-pa.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://childhealthsafety.wordpress.com/tag/vaccines/",
                "https://childhealthsafety.wordpress.com/tag/polio-vaccine/",
                "https://childhealthsafety.wordpress.com/tag/vaccine/",
                "https://childhealthsafety.wordpress.com/category/vaccine-damage/",
                "https://childhealthsafety.wordpress.com/tag/polio-eradication/",
                "https://childhealthsafety.wordpress.com/tag/vaccination/"
            ]
        },
        "key_words": [
            "npafp",
            "puliyel",
            "polio",
            "twice",
            "reported",
            "disease",
            "india",
            "flaccid",
            "53000",
            "identical",
            "vaccine",
            "paralysis",
            "deadly",
            "cases"
        ]
    },
    {
        "url": "http://www.bbc.com/future/story/20161026-how-liars-create-the-illusion-of-truth",
        "title": "How liars create the ‘illusion of truth’",
        "authors": [
            {
                "name": "Tom Stafford",
                "link": null
            }
        ],
        "publisher": "www.bbc.com",
        "publish_date": "2016-10-26",
        "text": "“Repeat a lie often enough and it becomes the truth”, is a law of propaganda often attributed to the Nazi Joseph Goebbels. Among psychologists something like this known as the \"illusion of truth\" effect. Here's how a typical experiment on the effect works: participants rate how true trivia items are, things like \"A prune is a dried plum\". Sometimes these items are true (like that one), but sometimes participants see a parallel version which isn't true (something like \"A date is a dried plum\").\n\nAfter a break – of minutes or even weeks – the participants do the procedure again, but this time some of the items they rate are new, and some they saw before in the first phase. The key finding is that people tend to rate items they've seen before as more likely to be true, regardless of whether they are true or not, and seemingly for the sole reason that they are more familiar.\n\nSo, here, captured in the lab, seems to be the source for the saying that if you repeat a lie often enough it becomes the truth. And if you look around yourself, you may start to think that everyone from advertisers to politicians are taking advantage of this foible of human psychology.\n\nBut a reliable effect in the lab isn't necessarily an important effect on people's real-world beliefs. If you really could make a lie sound true by repetition, there'd be no need for all the other techniques of persuasion.\n\nOne obstacle is what you already know. Even if a lie sounds plausible, why would you set what you know aside just because you heard the lie repeatedly?\n\nRecently, a team led by Lisa Fazio of Vanderbilt University set out to test how the illusion of truth effect interacts with our prior knowledge. Would it affect our existing knowledge? They used paired true and un-true statements, but also split their items according to how likely participants were to know the truth (so \"The Pacific Ocean is the largest ocean on Earth\" is an example of a \"known\" items, which also happens to be true, and \"The Atlantic Ocean is the largest ocean on Earth\" is an un-true item, for which people are likely to know the actual truth).\n\nTheir results show that the illusion of truth effect worked just as strongly for known as for unknown items, suggesting that prior knowledge won’t prevent repetition from swaying our judgements of plausibility.\n\nTo cover all bases, the researchers performed one study in which the participants were asked to rate how true each statement seemed on a six-point scale, and one where they just categorised each fact as \"true\" or \"false\". Repetition pushed the average item up the six-point scale, and increased the odds that a statement would be categorised as true. For statements that were actually fact or fiction, known or unknown, repetition made them all seem more believable.\n\nAt first this looks like bad news for human rationality, but – and I can't emphasise this strongly enough – when interpreting psychological science, you have to look at the actual numbers.\n\nWhat Fazio and colleagues actually found, is that the biggest influence on whether a statement was judged to be true was... whether it actually was true. The repetition effect couldn’t mask the truth. With or without repetition, people were still more likely to believe the actual facts as opposed to the lies.\n\nThis shows something fundamental about how we update our beliefs – repetition has a power to make things sound more true, even when we know differently, but it doesn't over-ride that knowledge\n\nThe next question has to be, why might that be? The answer is to do with the effort it takes to being rigidly logical about every piece of information you hear. If every time you heard something you assessed it against everything you already knew, you'd still be thinking about breakfast at supper-time. Because we need to make quick judgements, we adopt shortcuts – heuristics which are right more often than wrong. Relying on how often you've heard something to judge how truthful something feels is just one strategy. Any universe where truth gets repeated more often than lies, even if only 51% vs 49% will be one where this is a quick and dirty rule for judging facts.\n\nIf repetition was the only thing that influenced what we believed we'd be in trouble, but it isn't. We can all bring to bear more extensive powers of reasoning, but we need to recognise they are a limited resource. Our minds are prey to the illusion of truth effect because our instinct is to use short-cuts in judging how plausible something is. Often this works. Sometimes it is misleading.\n\nOnce we know about the effect we can guard against it. Part of this is double-checking why we believe what we do – if something sounds plausible is it because it really is true, or have we just been told that repeatedly? This is why scholars are so mad about providing references - so we can track the origin on any claim, rather than having to take it on faith.\n\nBut part of guarding against the illusion is the obligation it puts on us to stop repeating falsehoods. We live in a world where the facts matter, and should matter. If you repeat things without bothering to check if they are true, you are helping to make a world where lies and truth are easier to confuse. So, please, think before you repeat.\n\n--\n\nTom Stafford’s ebook on when and how rational argument can change minds is out now. If you have an everyday psychological phenomenon you'd like to see written about in these columns please get in touch with @tomstafford on Twitter, or ideas@idiolect.org.uk.\n\nJoin 700,000+ Future fans by liking us on Facebook, or follow us on Twitter, Google+, LinkedIn and Instagram.\n\nIf you liked this story, sign up for the weekly bbc.com features newsletter, called “If You Only Read 6 Things This Week”. A handpicked selection of stories from BBC Future, Earth, Culture, Capital, Travel and Autos, delivered to your inbox every Friday.",
        "quotes": [
            [
                "Repeat a lie often enough and it becomes the truth",
                "Joseph Goebbels",
                false
            ],
            [
                "A prune is a dried plum",
                "",
                false
            ],
            [
                "A date is a dried plum",
                "",
                false
            ],
            [
                "The Pacific Ocean is the largest ocean on Earth",
                "",
                false
            ],
            [
                "The Atlantic Ocean is the largest ocean on Earth",
                "",
                false
            ],
            [
                "If You Only Read 6 Things This Week",
                "",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/BBCFuture"
            ]
        },
        "key_words": [
            "truth",
            "illusion",
            "lie",
            "true",
            "liars",
            "things",
            "repetition",
            "participants",
            "items",
            "effect",
            "create",
            "know"
        ]
    },
    {
        "url": "https://www.naturalnews.com/A-Family-Destroyed-Vaccines-Without-Consent.html",
        "title": "A family destroyed: Six-month-old dies after clinic injects baby with 13 vaccines at once without mother's informed consent",
        "authors": [
            {
                "name": "Celia Farber",
                "link": null
            },
            {
                "name": "Updated",
                "link": null
            },
            {
                "name": "May",
                "link": null
            },
            {
                "name": "Tuesday",
                "link": null
            }
        ],
        "publisher": "www.naturalnews.com",
        "publish_date": "",
        "text": "A family destroyed: Six-month-old dies after clinic injects baby with 13 vaccines at once without mother's informed consent\n\nAlisa Neathery, a young dusky beauty, fragile in her composure, walked to the front of the starkly lit meeting room, holding two things: A photograph of her smiling baby boy Bently, and a moon crescent shaped silver object. I wondered what it was.\n\nShe began to speak, and tell her shocking story.\n\nWhen her son Bently was six months old, she took him in for a round of vaccinations to his local clinic, in Fort Worth, Texas, where she lived then. She had delayed giving him his two-month shots, so his immune system could develop a bit more, and she felt confident that he would fare better now that he was six months old. The pediatrician that day was telling her how important vaccinations were, and how many children died without them in his native country in Africa. He described how mothers would line up to get the shots for their babies, and that many had to have 10 children, just to have a few that survived infancy.\n\nTotally unbeknownst to his mother, Bently received a staggering 13 vaccinations that day, including two triple doses of DTap, Hepatitis B, a polio shot, three oral rotavirus doses, and a pneumococcal pneumonia vaccine. It was all compressed into three shots and one oral dose. It took the nurses half an hour to prepare all the shots Bently received. The pediatrician told Alisa that her boy perfectly healthy—that he showed above average strength in his stomach and legs.\n\nFive days later, he was dead.\n\nBently died while sleeping on Alisa's chest in the middle of the day, five days after receiving those 13 innoculations.\n\nHolding up the photograph, Alisa says, trying to steady her voice, \"This is Bently, or... was Bently.\"\n\nThen she holds up the silver object:\n\n\"And this is Bently now,\" she says quietly.\n\nBently died while sleeping on Alisa's chest in the middle of the day, five days after receiving those 13 innoculations.\n\nWhen she brought him home that day he was twitching a lot, extremely cranky, no longer making eye contact, and had a red knot on his leg, that was still there when she viewed his body prior to cremation.\n\n\"I trusted them,\" she said. \"I thought this was going to save my son.\"\n\nAt the back of the room, her now five-year-old daughter Skyler, who was two when Bently died, shifted in her father's lap and looked over at the table of fluffy cakes.\n\n\"He adored us all. He adored his sister and his dad, my husband. He had just learned to say \"Mama.\" My daughter was there. She looked at him when he said it, and repeated, \"Mama?\"\n\nIn 2010, a study found that the US had the highest infant mortality rate (6.1 out of 1,000 live births) of 28 wealthy industrialized nations. The US also has the highest number of vaccines given to infants.\n\n\"There are so many children who have died and been injured by vaccines that sadly, Alisa's story is very common,\" says Nancy Babcock, who runs a Facebook support group called Angel Babies for the parents of children who have died following vaccinations.\n\n\"Alisa is a brave soul for sharing her story, and there are so many just like her. It's heartwrenching.\"\n\n\"Angel Babies was started by my friend Suzanne who lost her precious boy Tommy. The group immediately got so much attention that she was about to shut it down because she couldn't stand the grief and I asked her not to and offered to help.\"\n\nThe group posts photos of the babies alive, then, often, photos of them after they have died, sometimes in small coffins. The parents, usually the mothers, write detailed accounts of what exactly happened, and the timeline is always the same. By some mechanism, the infant brain holds off the toxic assault for a few days, then quite suddenly, the child dies.\n\nAnother chilling fact is that SIDS, Sudden Infant Death Syndrome, coincides with the infant vaccination schedule—the deaths from SIDS generally occur between 2 and 6 months.\n\nThe Vaccine Adverse Event Reporting System is a US Government reporting system for vaccine injuries and deaths, funded by taxes on vaccines. It collects some (far from all) reports of vaccine injuries and deaths. Since its inception, it has awarded $2.5 billion to families or individuals, for injuries and/or deaths proven to be caused by vaccinations.\n\nAt the same time, rather inexplicably, US health agencies continue to insist that vaccines are in no way linked to SIDS.\n\nMost SIDS deaths occur between 2 and 4 months, which coincides exactly with the peaks of infant vaccination schedules. US health agencies state categorically that SIDS is not caused by vaccines, despite this correlation. But numerous studies run counter to this assertion.\n\nIt's now been three years since Alisa lost her son, and she has finally found the strength to begin to put into words the truth as she knows it, as she lived it. \"Vaccines killed my son,\" she says, without anger, but also without ambivalence. \"I was with him all the time. Every minute. Nobody knew him better than I did. There is no question in my mind.\"\n\nAlisa is the kind of parent entertainer Jimmy Kimmel saw fit to mock in a shockingly depraved comedy bit that made the rounds on the Internet, to the disgust of millions. She's \"paranoid,\" enough to think vaccines killed her son. As pro-vaxx bullies would have it, Alisa's message is a threat to the survival of America's children. But she does it for the same reason all the grieving mothers do it: \"Ever since he passed away this has been something that I really wanted to do. If I can help save any life, any child, adult, anybody from going through unnecessary heartache and pain, that is the only consolation I have now.\"\n\nBently's official cause of death was \"SUDS,\" or \"Sudden, Unexpected, Unexplained Death Syndrome..\n\nThe medical examiner told her that he was almost never in his career unable to find a cause of death in a corpse, even one who has decayed outdoors for years—but he could not find a cause of death for Bently.\n\n\"'There's no reason why he should not be alive,'\" were his exact words,\" Alisa says.\n\nAdding insult to tragedy, CPS removed Alisa's older daughter Skyler from her home and placed her with her grandmother for a period of four months while they \"investigated.\"\n\nAdding insult to tragedy, CPS removed Alisa's older daughter Skyler from her home and placed her with her grandmother for a period of four months while they \"investigated.\" These are precisely the intimidation tactics that cause most parents to remain silent after their children die. Alisa herself never protested, never even informed the pediatric clinic, after her son died. \"I didn't want to raise any red flags,\" she says.\n\nThe most tragic subset of parents are those who are actually charged with the murder of their children and sent to prison—over \"shaken baby syndrome.\"\n\nThankfully, Alisa and her husband were at least spared this fate.\n\nAlisa's story actually has a prelude, a foreshadowing, that makes the story even more startling.\n\nIt was a few years prior—she was pregnant with her first child, Skyler, and working. At the salon where Alisa worked as a hair dresser, a colleague got a devastating phone call that sent shock waves through the whole salon. Her baby was home with her boyfriend, who went to check on him, and found him unresponsive in his crib, with blood coming out of his ears and nostrils. His death, at two months, was labeled SIDS.\n\nAlisa recalls, \"My thought at the time was, when I have my baby, I want to stay home, and not go to work.\" As soon as Skyler was born, Alisa became a stay at home mother.\n\nOur health agencies have convinced mothers that SIDS is caused by positioning on the mattress, and/or co-sleeping, so that was, quite naturally, what Alisa focused on. But Bently died, ironically, while napping on top of her chest.\n\nIt was April 10, 2012, in the late afternoon. Alisa had been cleaning the house all morning, and both of her children had been especially well behaved. \"Skyler was sitting with him in front of the TV, playing with him and keeping him entertained while I got the cleaning done. Justin had just come in for lunch.\"\n\nAlisa felt sleepy, and sat down in a reclining chair, as Bently slept on her chest. She awoke to her husband Justin saying, \"The baby is not breathing. Wake up.\"\n\n\"I couldn't comprehend what he was telling me,\" she recalls. The baby was still warm. \"Alisa, call 911,\" he shouted, as he began CPR.\n\nThe next thing Alisa remembers, she was laying outside in the grass screaming, as 12 paramedics and two fire trucks arrived. In her state of hysteria, she could not bring herself to go back inside the house. \"I was waiting to hear him cry,\" she says.\n\nIn the ambulance, she was told her son was brain dead. He had been fine just two hours earlier. It was 4:15 pm.\n\nThey got to the hospital, and shortly thereafter, four chaplains came to talk to her. \"They said they had bad news and I just fell to the floor. I was absolutely out of my mind. They had to give me Thorazine and take me to another hospital. The Thorazine knocked me out, unconscious. I woke up on my mom's couch the next day and just began to scream, realizing it was not a dream. I was just screaming and crying. It was the worst physical pain imaginable. Every morning I woke up screaming. I wanted to see him again and hold him again. I sat in my daughter's room for weeks and weeks reading the Bible and just crying. I considered suicide but I just kept telling myself if I did that I would never see him again.\"\n\nAlisa descended into a dark abyss of spiraling grief. She could not be left alone, so her husband had to quit his job and stay home with her. Money was scarce, and they had to face the costs of funeral arrangements, which fortunately their church collected for them. \"They let us build his little casket, which saved us $500. My husband built the casket that Bently was cremated in.\"\n\nAlisa only returned to the pediatrician's office once, still in deep shock; she only asked for Bently's medical records, which somebody had advised her to do.\n\nIn the mid-1980s, the US Government indemnified the vaccine industry which complained it was losing too much money in a typhoon of product liability lawsuits, by creating a special and separate “Vaccine Court” (The National Vaccine Injury Compensation Program) where only a minority of cases are heard. In this separate universe, however, it has been acknowledged, legally, again and again, that vaccines can cause brain injury, autism, and death.*\n\nAlisa had one true friend and ally during those first few frightful weeks of acute grief: Her former colleague, April, who had also lost her baby years prior. \"She knew what I was going through. She'd been there.\" April came over every day, and sat with Alisa.\n\nOne day, Alisa sensed something in April's facial expression. She wasn't sure what she wanted to say but she falteringly said, \"Have you thought about the vaccines?\" The two began to discuss the similarities in their stories. \"Something told me to mention vaccines to you,\" April told Alisa, though she herself had never pursued the matter after her son's death. \"It was just one of those weird little things,\" Alisa says.\n\nIt was April who urged Alisa to get Bently's medical records, where it was confirmed that he received 13 vaccinations, in one visit. With all their energies focused on both financial and emotional survival, the family did not pursue any legal action.\n\nIn 2014, to get away from all the painful memories, they moved to Massachusets, then to upstate New York, where they live now.\n\nAlisa also, astonishingly, lost her grandmother, shortly after she got a flu shot.\n\nToday, she immerses herself in self-healing modalities, and positive affirmations, as she struggles to move forward, and accept what happened. She posts pictures of Bently on Facebook, along with loving messages, and on the third anniversary of his death, the family got mylar balloons with his name that they released into the sky. They don't make mylar balloons, or words, for that matter, that could ever be the right words for something like this. Mylar balloons are supposed to be for the living, for joyous occasions. I go visit Alisa's Facebook page to look at the balloons. I can see the text of three of them. They say:\n\n\"You're so special\", \"Baby Boy\"—and most heartbreaking of all—\"It's your day.\"\n\nNote: If you'd like to make a donation to Alisa Neathery and her family, they have a GoFundme page here.\n\n– Celia Farber\n\nUpdate May 28, 2015\n\nHere are photos of Bently's vaccination records:",
        "quotes": [
            [
                "This is Bently, or... was Bently.",
                "Alisa Neathery",
                true
            ],
            [
                "I thought this was going to save my son.",
                "Alisa Neathery",
                true
            ],
            [
                "He adored his sister and his dad, my husband.",
                "Alisa Neathery",
                true
            ],
            [
                "He had just learned to say \"Mama.",
                "Alisa Neathery",
                true
            ],
            [
                "There are so many children who have died and been injured by vaccines that sadly, Alisa's story is very common,",
                "Nancy Babcock",
                true
            ],
            [
                "Alisa is a brave soul for sharing her story, and there are so many just like her.",
                "",
                true
            ],
            [
                "Angel Babies was started by my friend Suzanne who lost her precious boy Tommy.",
                "Nancy Babcock",
                true
            ],
            [
                "The group immediately got so much attention that she was about to shut it down because she couldn't stand the grief and I asked her not to and offered to help.",
                "Nancy Babcock",
                true
            ],
            [
                "I was with him all the time.",
                "Alisa Neathery",
                true
            ],
            [
                "Nobody knew him better than I did.",
                "Alisa Neathery",
                true
            ],
            [
                "There is no question in my mind.",
                "Alisa Neathery",
                true
            ],
            [
                "Ever since he passed away this has been something that I really wanted to do.",
                "",
                true
            ],
            [
                "If I can help save any life, any child, adult, anybody from going through unnecessary heartache and pain, that is the only consolation I have now.",
                "",
                true
            ],
            [
                "The medical examiner told her that he was almost never in his career unable to find a cause of death in a corpse, even one who has decayed outdoors for years—but he could not find a cause of death for Bently.",
                "Bently",
                true
            ],
            [
                "There's no reason why he should not be alive,",
                "Bently",
                true
            ],
            [
                "Adding insult to tragedy, CPS removed Alisa's older daughter Skyler from her home and placed her with her grandmother for a period of four months while they \"investigated.",
                "Bently",
                true
            ],
            [
                "I didn't want to raise any red flags,",
                "Alisa Neathery",
                true
            ],
            [
                "My thought at the time was, when I have my baby, I want to stay home, and not go to work.",
                "Alisa Neathery",
                true
            ],
            [
                "Skyler was sitting with him in front of the TV, playing with him and keeping him entertained while I got the cleaning done.",
                "Alisa Neathery",
                true
            ],
            [
                "Justin had just come in for lunch.",
                "Alisa Neathery",
                true
            ],
            [
                "I couldn't comprehend what he was telling me,",
                "Alisa Neathery",
                true
            ],
            [
                "I was waiting to hear him cry,",
                "Alisa Neathery",
                true
            ],
            [
                "They said they had bad news and I just fell to the floor.",
                "Alisa Neathery",
                true
            ],
            [
                "I was absolutely out of my mind.",
                "Alisa Neathery",
                true
            ],
            [
                "They had to give me Thorazine and take me to another hospital.",
                "Alisa Neathery",
                true
            ],
            [
                "The Thorazine knocked me out, unconscious.",
                "Alisa Neathery",
                true
            ],
            [
                "I woke up on my mom's couch the next day and just began to scream, realizing it was not a dream.",
                "Alisa Neathery",
                true
            ],
            [
                "I was just screaming and crying.",
                "Alisa Neathery",
                true
            ],
            [
                "It was the worst physical pain imaginable.",
                "Alisa Neathery",
                true
            ],
            [
                "Every morning I woke up screaming.",
                "Alisa Neathery",
                true
            ],
            [
                "I wanted to see him again and hold him again.",
                "Alisa Neathery",
                true
            ],
            [
                "I sat in my daughter's room for weeks and weeks reading the Bible and just crying.",
                "Alisa Neathery",
                true
            ],
            [
                "I considered suicide but I just kept telling myself if I did that I would never see him again.",
                "Alisa Neathery",
                true
            ],
            [
                "They let us build his little casket, which saved us $500.",
                "",
                true
            ],
            [
                "My husband built the casket that Bently was cremated in.",
                "",
                true
            ],
            [
                "She knew what I was going through.",
                "",
                true
            ],
            [
                "Have you thought about the vaccines?",
                "Alisa Neathery",
                true
            ],
            [
                "Something told me to mention vaccines to you,",
                "Alisa Neathery",
                true
            ],
            [
                "It was just one of those weird little things,",
                "Alisa Neathery",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.gofundme.com/qbry9a"
            ]
        },
        "key_words": [
            "consent",
            "clinic",
            "family",
            "baby",
            "bently",
            "alisa",
            "informed",
            "mothers",
            "sixmonthold",
            "day",
            "children",
            "death",
            "vaccine",
            "dies",
            "injects",
            "vaccines",
            "alisas",
            "died",
            "destroyed"
        ]
    },
    {
        "url": "https://prepareforchange.net/2017/02/03/dirty-vaccines-every-human-vaccine-tested-was-contaminated-with-metals-and-debris-in-new-study/",
        "title": "Dirty Vaccines: Every Human Vaccine Tested Was Contaminated With Metals and Debris in New Study",
        "authors": [
            {
                "name": "Greg Dampier",
                "link": null
            },
            {
                "name": "Margaret Fawcett",
                "link": null
            }
        ],
        "publisher": "prepareforchange.net",
        "publish_date": "2017-02-03",
        "text": "Researchers examining 44 samples of 30 different vaccines found dangerous contaminants, including red blood cells in one vaccine and metal toxicants in every single sample tested – except in one animal vaccine.\n\nUsing extremely sensitive new technologies not used in vaccine manufacturing, Italian scientists reported they were “baffled” by their discoveries which included single particles and aggregates of organic debris including red cells of human or possibly animal origin and metals including lead, tungsten, gold, and chromium, that have been linked to autoimmune disease and leukemia.\n\nIn the study, published this week in the International Journal of Vaccines and Vaccination, the researchers led by Antoinetta Gatti, of the National Council of Research of Italy and the Scientific Director of Nanodiagnostics, say their results “show the presence of micro- and nano-sized particulate matter composed of inorganic elements in vaccine samples” not declared in the products’ ingredients lists.\n\nLead particles were found in the cervical cancer vaccines, Gardasil and Cevarix, for example, and in the seasonal flu vaccine Aggripal manufactured by Novartis as well as in the Meningetec vaccine meant to protect against meningitis C.\n\nSamples of an infant vaccine called Infarix Hexa (against diphtheria, tetanus, pertussis, hepatitis B, poliomyelitis and haemophilus influenzae type B) manufactured by GlaxoSmithKline was found to contain stainless steel, tungsten and a gold-zinc aggregate.\n\nOther metal contaminants included platinum, silver, bismuth, iron, and chromium. Chromium (alone or in alloy with iron and nickel) was identified in 25 of the human vaccines from Italy and France that were tested.\n\nGSK’s Fluarix vaccine for children three years and older contained 11 metals and aggregates of metals. Similar aggregates to those identified in the vaccines have been shown to be prevalent in cases of leukemia, the researchers noted.\n\nMany of the vaccines contained iron and iron alloys which, according to the researchers, “can corrode and the corrosion products exert a toxicity affecting the tissues”.\n\nThe researchers supply an image of an area in a drop of Sanofi Pasteur MSD’s Repevax (diphtheria, pertussis, tetanus, polio) vaccine “where the morphology of red cells – we cannot tell whether they are human or animal- is clearly visible” along with the presence of “debris” composed of aluminum, bromine, silicon, potassium and titanium.\n\nFeligen, the only veterinary vaccine tested in the 44 total vaccines sampled, proved to be the only sample free from inorganic contamination.\n\nThe investigation revealed aluminum and sodium chloride, the usual component of saline, as was expected, because they are named ingredients of most vaccines. Using a Field Emission Gun Environmental Electron Scanning Microscope, the researchers produced photos of this aluminum salt which formed white crystalline branches similar to frost on a windowpane on the top of the droplets of vaccine liquid. A German-made vaccine against allergies produced a layer of inorganic salts so thick that the researchers could not penetrate the drop not to detect other particulate contaminants.\n\nAluminum has a documented neurotoxicity all by itself. The French veterinary vaccines exclude it for this reason. The human ones don’t. The researchers express concern about synergy of multiple toxins added to this known neurotoxin. “It is a well-known fact in toxicology that contaminants exert a mutual, synergic effect, and as the number of contaminants increases, the effects grow less and less predictable. The more so when some substances are unknown.”\n\n“The quantity of foreign bodies detected and, in some cases, their unusual chemical compositions baffled us,” the researchers note. “In most circumstances, the combinations detected are very odd as they have no technical use, cannot be found in any material handbook and look like the result of the random formation occurring, for example, when waste is burnt. In any case, whatever their origin, they should not be present in any injectable medicament, let alone in vaccines, more in particular those meant for infants.”\n\nUndesirable impact\n\nThe study explains that these foreign injected impurities may explain a vast array of apparently unrelated adverse events associated with vaccination from headaches and seizures to fatigue, muscle pain, paralysis and sudden infant death syndrome. More likely than not, they speculate, vaccine contaminants will “have a more serious impact on very small organisms like those of children.”\n\nOnce inside a body, foreign material in a vaccine shot, whether it is meant to be there as in the case of an aluminum, or not, in the case of contaminants, launches the formidable immune system into action.\n\nAs with anything small and foreign, its reaction to vaccine ingredients is potent, poorly understood, unpredictable, and as the Italian researchers say, may be “undesirable.” The immune system may dispatch an army of large white blood cells called macrophages to engulf the foreign bodies and contain them in swellings and granulomas at the injection site. But if the contaminants are swept away in the blood’s circulation to any distant site or organ including the microbiota, which regulate numerous functions including the immune system, their effect could be felt long after they covertly entered the body.\n\nIn some cases, the immune system my initiate an inflammatory assault against what it perceives as invader. This may include the launch of a host of players called cytokines. Some of these chemical messengers like interleukin-6 are incriminated in autism.\n\nBecause the body cannot get rid of these contaminants — metal-based pollutants are not biodegradable – this kind of inflammation may be sustained and chronic and can manifest as autoimmune diseases when the immune system turns on its own cells as in multiple sclerosis or type 1 diabetes.\n\nIt’s also been shown that the contaminants found in the vaccines can enter cell nuclei and interact with DNA, the researchers note. No one knows what that can do.\n\nDark history\n\nVaccines have a long and sordid history of contamination. In 1955 batches of polio vaccine containing live polio virus infected and paralysed hundreds of children. The tragedy became known as the Cutter Incident for the laboratory where the vaccines had passed safety tests with flying colors.\n\nBut there are dozens of other “incidents” which would better be called acts of criminal negligence, including:\n\nThe polio vaccine doled out between 1955 and 1963 was contaminated with simian virus 40 (SV40) from monkey kidney cells used to produce the vaccine. It’s been linked to the growing epidemic of cancer.\n\nIn 2007, Merck & Company, Inc. recalled 1.2 million doses of Hib vaccines due to contamination with bacteria called B. cereus, a potentially lethal food-poisoning bug.\n\nIn 2009, more than 40,000 doses of a meningitis C vaccine for babies were withdrawn from the British market when they were found to be contaminated with blood-poisoning bacteria, S aureus.\n\nIn 2010, deep sequence analysis of eight different live attenuated virus vaccines revealed unexpected viral sequences in three of them: retrovirus avian leukosis was found in a measles vaccine, a virus similar to simian retrovirus was identified in Rotateq anti-diarrhea vaccine developed by CDC consultant Paul Offit, and the entire genome sequence of porcine cirovirus1 was found in Rotarix leading the FDA to suspend the rotavirus vaccine.\n\nIn 2014, The US Food and Drug Administration ordered GlaxoSmithKline to review the manufacturing operation of its flu vaccine when it found microbiological contamination of products purporting to be sterile.\n\nIn 2013, Merck & Company, Inc. recalled one batch of Gardasil when glass particles were discovered in several phials.\n\nRecently it was reported that Sanofi Pasteur refused to recall its ActHIB vaccine for babies, even though it knew it was contaminated with glass shards. The FDA didn’t object.\n\nThere are dozens of these cases, and even if vaccine manufacturers are issued multiple “warnings” action is rarely ever taken to clean the vaccine manufacture process. Since pharmaceutical companies have blanket indemnity from lawsuits for faulty vaccines, there is no incentive for them to clean up their act.\n\nClear and present danger\n\nThe study investigators conclude that the vaccine contamination they found is likely accidental. “Our hypothesis is that this contamination is unintentional, since it is probably due to polluted components or procedures of industrial processes (e.g. filtrations) used to produce vaccines, not investigated and not detected by the Producers”.\n\nDiscussion about why pharmaceutical companies don’t produce clean vaccines is one thing. But the reality of vaccines as they are now is another. It doesn’t change what is being injected into millions of people today. Dangerous unintended toxins are in every one of the vaccines tested in this investigation, except one for cats.\n\nThis research doesn’t just show that vaccines are full of crud that top scientists can’t even define. It makes a mockery of health oversight agencies like the FDA and CDC and their lies that vaccines undergo adequate safety checks and risk assessment.\n\nIt doesn’t merely reveal that the long-term consequences of vaccinating cannot even be assessed. If anti-cancer vaccines like Gardasil and Cevarix contain cancer-causing aggregates of toxic metals, their use as a weapon against a cancer a girl has zero chance of getting before age 21 is not just useless. It is egregious abuse.\n\nNow, every vaccine’s claims to saving lives must be weighed against its risks of causing cancer, neurodevelopmental disease, autoimmune disease and every other immune-mediated “mystery” disorder now epidemic and soaring.\n\nThe results of these investigations not only negate every assertion that vaccines are “safe and effective”, but they confirm that they are actually a clear and present danger.\n\nView the new study in its entirety here.\n\nFor more research on the unintended, adverse effects of vaccination, use the GreenMedInfo.com Research Dashboard on the topic:\n\nOriginally published on Children’s Medical Safety Research Institute",
        "quotes": [
            [
                "show the presence of micro- and nano-sized particulate matter composed of inorganic elements in vaccine samples",
                "Antoinetta Gatti",
                false
            ],
            [
                "can corrode and the corrosion products exert a toxicity affecting the tissues",
                "",
                false
            ],
            [
                "where the morphology of red cells – we cannot tell whether they are human or animal- is clearly visible",
                "",
                false
            ],
            [
                "It is a well-known fact in toxicology that contaminants exert a mutual, synergic effect, and as the number of contaminants increases, the effects grow less and less predictable.",
                "",
                true
            ],
            [
                "The more so when some substances are unknown.",
                "",
                true
            ],
            [
                "The quantity of foreign bodies detected and, in some cases, their unusual chemical compositions baffled us,",
                "",
                true
            ],
            [
                "In most circumstances, the combinations detected are very odd as they have no technical use, cannot be found in any material handbook and look like the result of the random formation occurring, for example, when waste is burnt.",
                "",
                true
            ],
            [
                "In any case, whatever their origin, they should not be present in any injectable medicament, let alone in vaccines, more in particular those meant for infants.",
                "",
                true
            ],
            [
                "have a more serious impact on very small organisms like those of children.",
                "",
                false
            ],
            [
                "Our hypothesis is that this contamination is unintentional, since it is probably due to polluted components or procedures of industrial processes (e.g.",
                "",
                true
            ],
            [
                "filtrations) used to produce vaccines, not investigated and not detected by the Producers",
                "",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3232990/"
            ],
            "unsure": []
        },
        "key_words": [
            "study",
            "dirty",
            "cells",
            "contaminated",
            "including",
            "immune",
            "researchers",
            "debris",
            "research",
            "vaccine",
            "human",
            "system",
            "metals",
            "foreign",
            "contaminants",
            "vaccines",
            "tested"
        ]
    },
    {
        "url": "https://greatergoodmovie.org/uncategorized/mmr-and-autism-does-the-media-tell-the-whole-story/",
        "title": "MMR and Autism: Does the media tell the whole story?",
        "authors": [
            {
                "name": "Tony Edwards",
                "link": null
            },
            {
                "name": "Peggy O'Mara",
                "link": null
            },
            {
                "name": "Dr. Larry Rosen",
                "link": null
            },
            {
                "name": "Dr. Joe Mercola",
                "link": null
            },
            {
                "name": "Dr. Larry Palevsky",
                "link": null
            },
            {
                "name": "Dr. Bob Sears",
                "link": null
            }
        ],
        "publisher": "greatergoodmovie.org",
        "publish_date": "2013-04-19",
        "text": "Recently we have discussed the manner in which the mainstream media spins facts, research, dates, omits information, etc. to influence public perception. In this post, we share the experience of a mother whose perspective you are not likely to see on the nightly news.\n\nIsabella Thomas, the mother of two children involved in the Lancet study that has caused such controversy about the MMR vaccine, has released the following statement:\n\nThere is much more I could say about the experience of my family and others but I want to make it clear that the children’s claims in relation to MMR were supported by many other experts in several disciplines all of whom provided reports for the court. I attach a list of them. These experts would all have given evidence at the Royal Courts of Justice on behalf of hundreds of children we claim were damaged by the MMR vaccine had the cases been allowed to continue. In addition, the solicitors representing the claimants were in touch with and drawing on the expertise from many more than these, but many did not want to be formal experts. I don’t know how much the experts listed were paid, but they were all paid fees just as Dr. Wakefield was in the normal way that experts are paid in litigation cases (and probably much less than the defendants’ experts were paid!).\n\nParents were speaking about this situation years before Dr. Wakefield came on the scene and our government also knew about these concerns years before the Lancet study yet they did nothing to investigate, leaving hundreds of other children at risk of side effects. Our government did not listen to parents but accused them of making the symptoms up and threatening to take their children away if they did not stop making a connection with MMR vaccine. As a result, these children and young adults live in a great deal of pain to this day (one doctor saying to my son ‘we believe you believe you are in pain’).\n\nDr. Andrew Wakefield listened to the concerns of many parents about their sick children suffering with bowel conditions and a form of Autism, a bowel condition and brain damage that was ignored by other professionals. These parents were demonstrably ‘black listed’ for saying their children became ill after the MMR vaccine.\n\nI, as a parent of two children in the Lancet study, have had to speak out about the vicious attacks on Dr. Andrew Wakefield by his own government, the US government and the media blaming him for the measles outbreak in Wales. The Lancet study was not paid for by the Legal Services Commission and our children were referred to the Royal Free Hospital because they were very sick and would still have had investigations done even if they were not part of the Lancet research as many more children have done after the Lancet study by other consultants at the Royal Free and other hospitals in London.\n\nMMR Claimant Experts (who produced reports that were served)\n\nProfessor M B Abou-Donia\n\nProfessor of Pharmacology and Cancer Biology and a Professor of Neurobiology, Duke University Medical Centre\n\nPharmacology and Neurobiology\n\nDr Kenneth Aitken\n\nK.Aitken Consultancy, Independent Consultant\n\nChild Clinical Neuropsychologist\n\nProfessor William Banks\n\nProfessor in the Department of Pharmacology & Physiology, both departments at Saint Louis University School of Medicine\n\nPharmacology and Physiology\n\nDr. Edward Bilsky\n\nAssociate Professor of Pharmacology, University of New England College of Medicine\n\nPharmacology\n\nJames Jeffrey Bradstreet, MD, Fellow, AAFP\n\nInternational Child Development Resource Center Adjunct, Professor of Neurosciences, Department of Psychology, Stetson, University Celebration, Florida\n\nChild development\n\nVera S. Byers, M.D., Ph.D\n\nPresident of Immunology, Inc\n\nImmunologist\n\nProfessor Neal Castagnoli, Jr.\n\nPeters Professor of Chemistry, Virginia Tech, Blacksburg, VA\n\nChemistry\n\nDr A Peter Fletcher MB BS PhD FFPM (Dist)\n\nFormer regulator Industry Expert\n\nProfessor Noam Harpaz\n\nAssociate Attending Pathologist, The Mount Sinai Hospital, Director, Division of Gastrointestinal Pathology, The Mount Sinai Hospital, and Associate Professor of Pathology, The Mount Sinai School of Medicine, New York\n\nPathologist\n\nProfessor Ronald C. Kennedy, Ph.D\n\nProfessor and Chairman of the Department of Microbiology and Immunology at Texas Tech University Health Sciences Center located in Lubbock, Texas\n\nImmunologist\n\nMarcel Kinsbourne, D.M. (OXON), M.R.C.P. (LOND).\n\nResearch Professor of Cognitive Studies at Tufts University and Professor of Psychology at the New School University in New York\n\nNeurologist\n\nArthur Krigsman MD New York University Hospital\n\nPediatric Gastroenterologist\n\nDr John March\n\nHead of Mycoplasmology at the Moredun Research Institute (MRI), Edinburgh Vaccine development\n\nMolecular Biologist\n\nProfessor John J Marchalonis\n\nProfessor and Chairman, Department of Microbiology and Immunology, University of Arizona, College of Medicine, Tucson, Arizona\n\nMicrobiologist and Immunologist\n\nProfessor Johnjoe McFadden\n\nProfessor of Molecular Genetics at the School of Biomedical and Life Sciences, University of Surrey, Guildford\n\nGenetics\n\nJohn H. Menkes, M.D Professor Emeritus of Neurology and Pediatrics, University of California, Los Angeles Director Emeritus of Pediatric Neurology, Cedars-Sinai Medical Center\n\nNeurologist\n\nDr Scott M Montgomery\n\nKarolinska Institutet, Stockholm, Sweden\n\nEpidemiologist\n\nProfessor John J. O’Leary, MD, DPhil, MSc, BSc, FRCPath, FFPathRCPI\n\nProfessor of Pathology at Trinity College Dublin and Consultant Histopathologist, St. James’s Hospital, Dublin and the Coombe Women’s Hospital\n\nPathologist\n\nProfessor Samuel Shapiro MB, FRCP(E)\n\nVisiting Professor of Epidemiology, Mailman School of School of Public Health, Columbia University. Emeritus Director, Slone Epidemiology Center, Boston University School of Public Health\n\nEpidemiologist\n\nDr Orla Sheils\n\nSenior Lecturer in Molecular Pathology, University of Dublin, Trinity College (TCD).\n\nMolecular Pathologist\n\nDr Fiona Scott BSc (Hons) PhD C.Psychol\n\nUniversity of Cambridge\n\nChartered Psychologist\n\nDr Carol Stott BSc (Hons) PhD (CANTAB) C.Psychol\n\nUniversity of Cambridge\n\nChartered Psychologist\n\nProfessor SAMY SUISSA\n\nProfessor of Epidemiology and Biostatistics, McGill University and Royal Victoria Hospital Montreal, Canada\n\nStatistician\n\nProfessor Richard Tedder\n\nHead of the Joint Department of Virology, University College London. Also Clinical Lead for the UCLH NHS Trust Department of Virology and Clinical Head of Microbiology Services UCLH NHS Trust\n\nVirologist\n\nProfessor Edward J Thompson Doctor of Medicine (MD, FRCP,FRCPath) and a Doctor of Science (DSc,PhD)\n\nHead of the Department of Neuro-Immunology at the National Hospital for Neurology & Neurosurgery\n\nNeuro-Immunologist\n\nProfessor John Walker- Smith\n\nEmeritus Professor of Paediatric Gastroenterology in the University of London\n\nPaediatric Gastroenterologist\n\nDr. Troy D. Wood\n\nAssociate Professor in Chemistry and Adjunct Faculty in Structural Biology at the University at Buffalo, State University of New York, Buffalo, NY, USA\n\nChemistry and Structural Biology\n\nThe court case was not heard and parents did not lose. Legal Aid decided to pull their funds for the sick children at the last minute. Legal Aid is government run and the government took out an indemnity to protect the drug companies from parents suing and we as parents had no idea that the litigation case was set up to fail right from the start. The government could not afford for the children to win and thus they could not afford for the statements from the experts to be read out in court. I have these reports and am told they are sealed and I am not allowed to produce them here, however tempted. Below is a ‘summing up by Justice Keith when a few of us parents tried to continue the case without the support of Legal Aid and spoke in front of a room full of drug company representatives about our sick children at the Royal Courts of Justice. I was very proud to be part of that group.\n\n“It is important for the claimants’ litigation friends to understand why their children’s claims are not being allowed to proceed. It is not because the court thinks that the claims have no merit. Although this litigation has been going on for very many years, the question whether the claims have merit has never been addressed by the court. The reason why the claims have not been allowed to proceed is because everyone has realistically recognised for some time that it is just not practicable for the claims to proceed without public funding. With no realistic prospect of public funding being restored for any of the claims save for the two which are now to proceed as unitary actions, the dissolution of the litigation became inevitable.\n\nBefore leaving the litigation, I wish to express my thanks to the defendants’ legal teams for the assistance they have given the court. Although at all times advancing the interests of their clients as is to be expected in adversarial litigation, they recognised the needs of the claimants’ litigation friends, and provided them with all the information they needed, as well as affording them the occasional indulgence. The assembly of the various bundles of documents, and the preparation of the skeleton arguments, were of an exceptionally high order. But my final words must go to the claimants’ litigation friends. As I said in an earlier judgment, no-one can fail to have enormous sympathy for the parents of the children to whom this litigation has related. They have spoken eloquently and with great feeling of the tragedies which befell them when their children became ill. They blame the vaccines produced by the defendants for damaging their children, and they are bitter over their inability to proceed with their claims. But when they came to court, they always expressed themselves in a measured and moderate tone, despite their disenchantment with the Legal Services Commission which they believe has let them down, and at all times they treated the court with courtesy and respect. They made my difficult task less wearing that it might otherwise have been. I am grateful to them for that.” Justice Keith.\n\nDr Andrew Wakefield has made front page news over the last few days in some of the national papers prompting an immediate reaction that it is lunacy to give him space, and that what he says is “balderdash”. What is highly questionable (and vindictive) is to blame him for all the ills of MMR vaccine because he published a paper in the Lancet 15 years ago (which has neither been “discredited” nor did it claim that MMR causes autism) and because he suggested that children should be given the single measles vaccine.\n\nThe association between autism and MMR was never assessed by the UK courts because of the withdrawal of legal aid. In the USA and Italy the courts have awarded compensation for MMR vaccine damage. The USA also has an expert committee for assessing claims of vaccine damage and they have compensated other parents for damage caused by MMR which did not then need to go through the full legal process.\n\nHow long does it take the UK government to learn that cover-up is invariably a more serious matter than the original crime or mistake? It’s time the spotlight was turned on Professor David Salisbury, who had little or no background in immunization and had only been in post a short time when he reassured his committee that they did not need to worry about the adverse effects of Pluserix despite its withdrawal in Canada and serious reports from Japan. It’s time to turn the spotlight on the process by which I believe Brian Deer was recruited by the Department of Health to help rescue their MMR programme. It is, of course, easy to conjecture and it needs a full enquiry which must come sooner or later, the results of which demand full media attention.\n\nI am aware that in 1992 two of the three brands of MMR were withdrawn overnight on the safety ground that they caused viral meningitis and that when MMR was first introduced the Department of Health stated that the single vaccine would continue to be available. For their own reasons they changed their minds later. Had they not done so, those who had concerns could have continued to protect their children from measles and this present outbreak would not be happening.\n\nI know that it is officially denied that there is any link between the vaccine and any form of autism (even though American and Italian courts appear to have accepted the link). What is not denied is that the rate of autism has increased substantially since the 1990s (from about one in 2500 to as many as one in 50). Instead of blaming Andrew Wakefield every time there is a measles outbreak why does the Government not put funding into finding the cause of this distressing condition? If it can be shown that the cause of the increase in autism has absolutely nothing to do with vaccines, then that will remove the suspicion that it does and you can all forget that Andrew Wakefield ever existed.\n\nGovernments should be putting huge resources into finding out what is causing this disabling condition which is putting an immense strain on families and draining the welfare resources of the UK and other countries, and attacking doctors and parents of telling lies\n\nBy not listening to the Experts, families and more importantly to the children then this in my opinion has to come into the category of “child abuse”.\n\nProfessor John Walker Smith, who was part of the Lancet team, was exonerated in March 2012 in the Autism MMR GMC Case. The GMC issued the following statement following the judgment “Mr. Justice Mitting has made a number of criticisms about the inadequacy of the reasons given by the panel for the decisions they made on the charges facing Professor Walker-Smith. The panel of medical and non-medical members, having heard all the evidence, were required to set out very clearly why they reached the decisions they did. They failed to do that in relation to key questions, including whether Professor Walker-Smith’s actions were undertaken for the purpose of medical practice or medical research and whether procedures performed on the children were clinically necessary. These were important points that needed to be addressed by the panel in the determination and the failure to do so was the major cause of Mr. Justice Mitting allowing the appeal”. (Extract of official GMC Statement).\n\nIn my opinion, this also stands for Dr. Wakefield who did not have the funds to challenge the GMC as Professor Walker-Smith did.\n\nIsabella Thomas.\n\nMother of two boys who were part of the Lancet study",
        "quotes": [
            [
                "we believe you believe you are in pain",
                "",
                false
            ],
            [
                "summing up by Justice Keith when a few of us parents tried to continue the case without the support of Legal Aid and spoke in front of a room full of drug company representatives about our sick children at the Royal Courts of Justice.",
                "",
                false
            ],
            [
                "I was very proud to be part of that group.",
                "",
                true
            ],
            [
                "It is important for the claimants",
                "",
                false
            ],
            [
                "Justice Mitting has made a number of criticisms about the inadequacy of the reasons given by the panel for the decisions they made on the charges facing Professor Walker-Smith.",
                "",
                true
            ],
            [
                "The panel of medical and non-medical members, having heard all the evidence, were required to set out very clearly why they reached the decisions they did.",
                "",
                true
            ],
            [
                "They failed to do that in relation to key questions, including whether Professor Walker-Smith’s actions were undertaken for the purpose of medical practice or medical research and whether procedures performed on the children were clinically necessary.",
                "",
                true
            ],
            [
                "These were important points that needed to be addressed by the panel in the determination and the failure to do so was the major cause of Mr. Justice Mitting allowing the appeal",
                "",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "parents",
            "university",
            "department",
            "media",
            "autism",
            "litigation",
            "professor",
            "tell",
            "children",
            "vaccine",
            "does",
            "experts",
            "lancet",
            "mmr"
        ]
    },
    {
        "url": "https://childhealthsafety.wordpress.com/2012/04/07/third-world-duped-on-polio-eradication/",
        "title": "New Paper – Polio Vaccine – Disease Caused by Vaccine Twice As Fatal – Third World Duped – Scarce Money Wasted – Polio Eradication Impossible",
        "authors": [],
        "publisher": "childhealthsafety.wordpress.com",
        "publish_date": "2012-04-07",
        "text": "Posted on by ChildHealthSafety\n\nAccording to a new paper published today in the April issue of Indian Journal of Medical Ethics, polio vaccine appears to cause a clinically identical disease which is twice as deadly as polio and the WHO polio eradication programme should be halted : ‘Polio programme – let us declare victory and move on‘ [click title for full .pdf download] by Neetu Vashisht and Jacob Puliyel of the Department of Pediatrics at St Stephens Hospital in Delhi [for online web version click here and for PubMed abstract click here].\n\nThe paper records a failure to investigate NPAFP [non polio acute flacid paralysis] which is clinically indistinguishable from polio paralysis but twice as deadly. Data from India’s National Polio Surveillance Project shows the NPAFP rate increased in proportion to the number of polio vaccine doses administered. I ndependent studies show that children identified with NPAFP “were at more than twice the risk of dying than those with wild polio infection”.\n\nIndia was polio-free in 2011, but that year there were 47500 cases of NPAFP. NPAFP has increased in incidence in areas where many doses of polio vaccine were used.\n\nThe authors report that, nationally, the NPAFP rate is now twelve times higher than expected. In the states of Uttar Pradesh and Bihar — which have pulse polio rounds nearly every month–the NPAFP rate is 25 and 35 fold higher than the international norms.\n\n….. while India has been polio-free for a year, there has been a huge increase in non-polio acute flaccid paralysis (NPAFP). In 2011, there were an extra 47500 new cases of NPAFP. Clinically indistinguishable from polio paralysis but twice as deadly, the incidence of NPAFP was directly proportional to doses of oral polio received. Though this data was collected within the polio surveillance system, it was not investigated. The principle of primum-non-nocere was violated.”\n\n[ED: Does this paper appear to confirm that the claimed eradication of polio has been achieved by redefining cases of paralytic polio as something else in order to remove from the statistics cases of paralytic polio caused by polio vaccines? See Inside Vaccines: Polio and Acute Flaccid Paralysis which suggests that the “polio” eradication campaign by WHO appears to have always been a “fools errand” and the unsuspecting world (third and all else) has been duped.]\n\nAdditionally, WHO’s polio eradication campaign will never end because it will never eradicate polio:\n\nThe long promised monetary benefits from ceasing to vaccinate against poliovirus will never be achieved,”\n\nIndia was taken off the list of polio-endemic countries by the World Health Organisation (WHO) two months ago but will now have to continue spending scarce health funds on the programme forever. They argue that the huge costs of repeated rounds of OPV and the parallel rise alongside the use of the vaccine of the more deadly non-polio acute flaccid paralysis (NPAFP) shows that monthly administration of OPV must cease.\n\nOur resources are perhaps better spent on controlling poliomyelitis to a locally acceptable level rather than trying to eradicate the disease.”\n\nThe authors point out that while the anti-polio campaign in India was mostly self-financed it started with a token donation of two million dollars from abroad.\n\nThe Indian government finally had to fund this hugely expensive programme, which cost the country 100 times more than the value of the initial grant.”\n\nThe doctors note that it was long known to the scientific community that eradication of polio was impossible because scientists had synthesized poliovirus in a test-tube as early as in 2002. “The sequence of its genome is known and modern biotechnology allows it to be resurrected at any time in the lab,” they report. “Man can thus never let down his guard against poliovirus.”\n\nAccording to the authors it was unethical for WHO and Bill Gates to promote this programme when they knew 10 years ago that it was never to succeed.\n\nGetting poor countries to expend their scarce resources on an impossible dream over the last 10 years was unethical. This is a startling reminder of how initial funding and grants from abroad distort local priorities, ”the authors note. “From India’s perspective the exercise has been an extremely costly both in terms of human suffering and in monetary terms. It is tempting to speculate what could have been achieved if the $ 2.5 billion spent on attempting to eradicate polio, were spent on water and sanitation and routine immunization.”\n\nIn conclusion they say that:\n\nthe polio eradication programme epitomizes nearly everything that is wrong with donor funded ‘disease specific’ vertical projects at the cost of investments in community-oriented primary health care (horizontal programs).”\n\nThe WHO’s current policy calls for stopping oral polio vaccine (OPV) vaccination three years after the last case of poliovirus-caused poliomyelitis. Injectable polio vaccine (IPV), which is expensive, will replace OPV in countries which can afford it.\n\nThe risks inherent in this strategy are immense, ”Puliyel and Vashisht warn. “Herd immunity against poliomyelitis will rapidly decline as new children are born and not vaccinated. Thus, any outbreak of poliomyelitis will be disastrous, whether it is caused by residual samples of virus stored in laboratories, by vaccine-derived polioviruses or by poliovirus that is chemically synthesized with malignant intent.”\n\n[ED: This article includes quotes from the authors’ news release.]\n\nFiled under: ADHD, Aspergers, autism, Child Health Safety, MMR, vaccination, vaccine, Vaccine Damage, Vaccines | Tagged: ADHD, Anti-vaccine Safety, Aspergers, autism, Cervarix, Corruption, fraud, Gardasil, GlaxoSmithKline, HPV vaccine, John Poling, mercury, MMR, swine flu, thimerosal, thiomersal, vaccination, vaccine, vaccine court, Vaccine Damage, Vaccines |",
        "quotes": [
            [
                "were at more than twice the risk of dying than those with wild polio infection",
                "",
                false
            ],
            [
                "The sequence of its genome is known and modern biotechnology allows it to be resurrected at any time in the lab,",
                "",
                true
            ],
            [
                "Man can thus never let down his guard against poliovirus.",
                "",
                true
            ],
            [
                "From India’s perspective the exercise has been an extremely costly both in terms of human suffering and in monetary terms.",
                "",
                true
            ],
            [
                "It is tempting to speculate what could have been achieved if the $ 2.5 billion spent on attempting to eradicate polio, were spent on water and sanitation and routine immunization.",
                "",
                true
            ],
            [
                "Herd immunity against poliomyelitis will rapidly decline as new children are born and not vaccinated.",
                "",
                true
            ],
            [
                "Thus, any outbreak of poliomyelitis will be disastrous, whether it is caused by residual samples of virus stored in laboratories, by vaccine-derived polioviruses or by poliovirus that is chemically synthesized with malignant intent.",
                "",
                true
            ],
            [
                "click title for full .pdf download] by Neetu Vashisht and Jacob Puliyel of the Department of Pediatrics at St Stephens Hospital in Delhi [for online web version click here and for PubMed abstract click here].",
                "",
                false
            ],
            [
                "The paper records a failure to investigate NPAFP [non polio acute flacid paralysis] which is clinically indistinguishable from polio paralysis but twice as deadly.",
                "",
                true
            ],
            [
                "Data from India’s National Polio Surveillance Project shows the NPAFP rate increased in proportion to the number of polio vaccine doses administered.",
                "",
                true
            ],
            [
                "I ndependent studies show that children identified with NPAFP “were at more than twice the risk of dying than those with wild polio infection”.",
                "",
                true
            ],
            [
                "India was polio-free in 2011, but that year there were 47500 cases of NPAFP.",
                "",
                true
            ],
            [
                "NPAFP has increased in incidence in areas where many doses of polio vaccine were used.",
                "",
                true
            ],
            [
                "The authors report that, nationally, the NPAFP rate is now twelve times higher than expected.",
                "",
                true
            ],
            [
                "In the states of Uttar Pradesh and Bihar — which have pulse polio rounds nearly every month–the NPAFP rate is 25 and 35 fold higher than the international norms.",
                "",
                true
            ],
            [
                "while India has been polio-free for a year, there has been a huge increase in non-polio acute flaccid paralysis (NPAFP).",
                "",
                false
            ],
            [
                "In 2011, there were an extra 47500 new cases of NPAFP.",
                "",
                true
            ],
            [
                "Clinically indistinguishable from polio paralysis but twice as deadly, the incidence of NPAFP was directly proportional to doses of oral polio received.",
                "",
                true
            ],
            [
                "Though this data was collected within the polio surveillance system, it was not investigated.",
                "",
                true
            ],
            [
                "The principle of primum-non-nocere was violated.”\n\n[ED: Does this paper appear to confirm that the claimed eradication of polio has been achieved by redefining cases of paralytic polio as something else in order to remove from the statistics cases of paralytic polio caused by polio vaccines?",
                "",
                true
            ],
            [
                "See Inside Vaccines: Polio and Acute Flaccid Paralysis which suggests that the “polio” eradication campaign by WHO appears to have always been a “fools errand” and the unsuspecting world (third and all else) has been duped.",
                "",
                true
            ],
            [
                "Additionally, WHO’s polio eradication campaign will never end because it will never eradicate polio:\n\nThe long promised monetary benefits from ceasing to vaccinate against poliovirus will never be achieved,”\n\nIndia was taken off the list of polio-endemic countries by the World Health Organisation (WHO) two months ago but will now have to continue spending scarce health funds on the programme forever.",
                "",
                true
            ],
            [
                "They argue that the huge costs of repeated rounds of OPV and the parallel rise alongside the use of the vaccine of the more deadly non-polio acute flaccid paralysis (NPAFP) shows that monthly administration of OPV must cease.",
                "",
                true
            ],
            [
                "Our resources are perhaps better spent on controlling poliomyelitis to a locally acceptable level rather than trying to eradicate the disease.”\n\nThe authors point out that while the anti-polio campaign in India was mostly self-financed it started with a token donation of two million dollars from abroad.",
                "",
                true
            ],
            [
                "The Indian government finally had to fund this hugely expensive programme, which cost the country 100 times more than the value of the initial grant.”\n\nThe doctors note that it was long known to the scientific community that eradication of polio was impossible because scientists had synthesized poliovirus in a test-tube as early as in 2002.",
                "",
                true
            ],
            [
                "The sequence of its genome is known and modern biotechnology allows it to be resurrected at any time in the lab,” they report.",
                "",
                true
            ],
            [
                "Man can thus never let down his guard against poliovirus.”\n\nAccording to the authors it was unethical for WHO and Bill Gates to promote this programme when they knew 10 years ago that it was never to succeed.",
                "",
                true
            ],
            [
                "Getting poor countries to expend their scarce resources on an impossible dream over the last 10 years was unethical.",
                "",
                true
            ],
            [
                "This is a startling reminder of how initial funding and grants from abroad distort local priorities, ”the authors note.",
                "",
                true
            ],
            [
                "From India’s perspective the exercise has been an extremely costly both in terms of human suffering and in monetary terms.",
                "",
                true
            ],
            [
                "It is tempting to speculate what could have been achieved if the $ 2.5 billion spent on attempting to eradicate polio, were spent on water and sanitation and routine immunization.”\n\nIn conclusion they say that:\n\nthe polio eradication programme epitomizes nearly everything that is wrong with donor funded ‘disease specific’ vertical projects at the cost of investments in community-oriented primary health care (horizontal programs).”\n\nThe WHO’s current policy calls for stopping oral polio vaccine (OPV) vaccination three years after the last case of poliovirus-caused poliomyelitis.",
                "",
                true
            ],
            [
                "Injectable polio vaccine (IPV), which is expensive, will replace OPV in countries which can afford it.",
                "",
                true
            ],
            [
                "The risks inherent in this strategy are immense, ”Puliyel and Vashisht warn.",
                "",
                true
            ],
            [
                "Herd immunity against poliomyelitis will rapidly decline as new children are born and not vaccinated.",
                "",
                true
            ],
            [
                "Thus, any outbreak of poliomyelitis will be disastrous, whether it is caused by residual samples of virus stored in laboratories, by vaccine-derived polioviruses or by poliovirus that is chemically synthesized with malignant intent.”\n\n[ED: This article includes quotes from the authors",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "http://www.issuesinmedicalethics.org/~ijmein/ijme/article/download/110/1066"
            ],
            "gov_pgs": [
                "https://www.ncbi.nlm.nih.gov/pubmed/22591873"
            ],
            "unsure": [
                "https://childhealthsafety.wordpress.com/tag/corruption/",
                "https://childhealthsafety.wordpress.com/tag/john-poling/",
                "http://insidevaccines.com/wordpress/2010/06/02/polio-and-acute-flaccid-paralysis/",
                "https://childhealthsafety.wordpress.com/tag/anti-vaccine-safety/",
                "https://childhealthsafety.wordpress.com/category/aspergers/",
                "http://www.issuesinmedicalethics.org/202co114.html",
                "https://childhealthsafety.wordpress.com/tag/thimerosal/",
                "https://childhealthsafety.wordpress.com/tag/vaccine-damage/",
                "https://childhealthsafety.wordpress.com/tag/mercury/",
                "https://childhealthsafety.wordpress.com/tag/glaxosmithkline/",
                "https://childhealthsafety.wordpress.com/tag/mmr/",
                "https://childhealthsafety.wordpress.com/tag/fraud/",
                "https://childhealthsafety.wordpress.com/tag/gardasil/",
                "https://childhealthsafety.wordpress.com/tag/cervarix/",
                "https://childhealthsafety.wordpress.com/tag/autism/",
                "https://childhealthsafety.wordpress.com/tag/vaccine-court/",
                "https://childhealthsafety.wordpress.com/tag/vaccine/",
                "https://childhealthsafety.wordpress.com/category/vaccine-damage/",
                "https://childhealthsafety.wordpress.com/tag/adhd/",
                "https://childhealthsafety.wordpress.com/tag/vaccines/",
                "https://childhealthsafety.wordpress.com/tag/swine-flu/",
                "https://childhealthsafety.wordpress.com/tag/hpv-vaccine/",
                "https://childhealthsafety.wordpress.com/category/adhd/",
                "https://childhealthsafety.wordpress.com/tag/thiomersal/",
                "https://childhealthsafety.wordpress.com/category/child-health-safety/",
                "https://childhealthsafety.wordpress.com/tag/vaccination/",
                "https://childhealthsafety.wordpress.com/tag/aspergers/"
            ]
        },
        "key_words": [
            "npafp",
            "fatal",
            "polio",
            "twice",
            "authors",
            "poliomyelitis",
            "world",
            "impossible",
            "wasted",
            "scarce",
            "vaccine",
            "money",
            "paper",
            "programme",
            "paralysis",
            "vaccines",
            "eradication"
        ]
    },
    {
        "url": "https://www.livemint.com/Politics/XS6vPor5jFX3vKkaE7Ri6H/India-to-get-poliofree-status-amid-rise-in-acute-flaccid-pa.html",
        "title": "India to get polio-free status amid rise in acute flaccid paralysis cases",
        "authors": [
            {
                "name": "Vidya Krishnan",
                "link": null
            }
        ],
        "publisher": "www.livemint.com",
        "publish_date": "2014-01-13",
        "text": "New Delhi: India will on Monday be accorded “polio-free\" status by the World Health Organization (WHO), with not a single case of the crippling disease being reported in the past three years, but studies show the alarming rise of another similar paralytic condition that experts suspect may be a result of increased dosage of polio drops.\n\nThe last case of polio in the country was reported on 13 January, 2011, from West Bengal. Following the “polio-free\" status, India will be certified as a polio-free nation by March, leaving Afghanistan, Pakistan and Nigeria as the remaining polio endemic countries.\n\nIndia’s dramatic turnout in polio eradication, though, has seen a consistent sidelining of the increasing incidence of non-polio acute flaccid paralysis (NPAFP) cases. In the last 13 months, India has reported at least 53,000 cases of NPAFP.\n\nMany health activists say the government, in its rush to get the polio-free certification for the country, ignored the increasing incidence of NPAFP.\n\nAcute flaccid paralysis (AFP) is a condition in which a patient suffers from paralysis that results in floppy limbs due to reduced muscle tone. While AFP is symptomatic of polio, it can be caused by other diseases such as the Guillain Barre Syndrome and nerve lesions as well—the primary cause fuelling the argument that India is not really free of wild polio virus.\n\nGovernment surveillance data show that while India is set to be tagged as polio-free, it has actually become the nation with the world’s highest rate of NPAFP incidence.\n\nIn the past 13 months, India has reported 53,563 cases of NPAFP at a national rate of 12 per 100,000 children—way above the global benchmark set by WHO of 2 per 100,000. WHO data indicate NPAFP cases have been increasing steadily since 2003, when the number was at 8,000.\n\nIn 2004, 12,000 cases of NPAFP were reported in the country, increasing dramatically to 25,000 in 2005. In 2007, the number crossed 40,000 and in 2011 the year India reported its last polio case—nearly 61,000 children were detected to be suffering from NPAFP.\n\n“The increased number of non-polio AFP cases being investigated by the national polio surveillace programme (NPSP) has been due to an increased reporting of AFP cases following deliberate efforts made by the programme to increase the sensitivity of the surveillance system in order to reduce the risk of missing any polio cases,\" said Nata Menabde, WHO representative to India. “The intensity of these actions was monitored very closely in UP (Uttar Pradesh) and Bihar—the two traditional polio reservoir states—to ensure no polio cases gets missed in these states,\" she added.\n\nTwo doctors from Delhi’s St Stephens Hospital, Neetu Vashisht and Jacob Puliyel, who compiled data from the national polio surveillance project, found a link between the increase in dosage of polio vaccination and the increasing cases of NPAFP.\n\n“Most experts will tell you the cases of NPAFP have increased because of better surveillance. This is bunkum,\" said Puliyel. “As per global benchmarks, as polio incidence comes down, the rate of NPAFP should also reduce. Instead, AFP cases have been increasing steadily.\"\n\n“In 2010, the government reduced the number of pulse polio doses from 10 to 6. What we found was that between 2010-2013, the number of APF cases also came down. Our paper argues that other kinds of polio are being caused by the excessive administration of polio dosages,\" Puliyel said. “Another proof is that states like Kerala and Goa, where dosages were less, AFP cases was also less. Majority of NPAFP cases are reported from Bihar and UP, where several immunization rounds are held to reach universal coverage. These are figures the government does not want to admit.\"\n\nThe health ministry has denied NPAFP is rising, stating that the increasing numbers are indicative of good government surveillance. This, however, does not explain why a majority of the NPAFP cases are found in Uttar Pradesh and Bihar. UP and Bihar have an annualized NPAFP rate of 21 per 100,000 children and 34 per 100,000 children, respectively.\n\n“Our surveillance is very sophisticated and the incidence has gone because every case is being picked up. Even at the least bit of suspicion, we report the case because we want to ensure it is not a polio case,\" said Anuradha Gupta, additional secretary, health ministry. “One must also keep in mind that AFP can actually result due to various reason other than polio.\"\n\n“Even if the polio-free certificate was a legitimate success, it is just that—a certificate,\" said Deepak Kapoor, head of Rotary International’s national pulse polio committee.\n\nSince 2005, there has been a resurgence of polio in Syria, Egypt, Tajikistan and Israel. So, while India is celebrating the success of its polio campaign, the threat of a resurgence is ongoing and real, Kapoor said.\n\n“This polio-free target was considered impossible a few years ago. Yes, everyone is aware polio is not gone forever, especially because India is yet to achieve 100% immunization and our routine immunization is still poor,\" he added.\n\n“Having said that, if India does not report a case until the end of March, South East Asia Region (SEARO) will be polio free and that is something to celebrate. The certificate, however, is a piece of paper. There are huge risks of importation as many countries like Syria, China, etc., have seen before us. We need to guard against that... The best defence is to reach out and immunize every child in India. Supplementary immunization has to be kept up until our routine immunization is up to the mark,\" Kapoor said.\n\n\n\nGupta of the health ministry said: “India has become the first country to issue travel advisory concerning importation. Having said that, the WHO certification will not be affected by re-importation as it is about not having indigenous wild polio virus in the environment.\"\n\nIndia’s strategy to maintain its polio-free status involves phasing out the oral polio vaccine (OPV) due to adverse effects. To contain the “wild\" polio virus, OPV uses viruses which are “attenuated\" but still alive. This weakened version of polio virus activates an immune response in the body.\n\nThe India expert advisory group on polio has recommended that the country’s immunization programme switch from trivalent oral polio vaccine and only rely on the oral bivalent variant, reducing chances of vaccine derived polio virus infection. The switch will be accompanied with a booster shot of injectable polio vaccine. The WHO strategic advisory group of experts (SAGE) on immunization has called for a global, coordinated withdrawal of type 2-containing OPV by the end of 2016, and switch to bivalent OPV.",
        "quotes": [
            [
                "status by the World Health Organization (WHO), with not a single case of the crippling disease being reported in the past three years, but studies show the alarming rise of another similar paralytic condition that experts suspect may be a result of increased dosage of polio drops.",
                "",
                false
            ],
            [
                "The last case of polio in the country was reported on 13 January, 2011, from West Bengal.",
                "",
                true
            ],
            [
                "said Nata Menabde, WHO representative to India.",
                "",
                false
            ],
            [
                "The intensity of these actions was monitored very closely in UP (Uttar Pradesh) and Bihar—the two traditional polio reservoir states—to ensure no polio cases gets missed in these states,",
                "",
                true
            ],
            [
                "As per global benchmarks, as polio incidence comes down, the rate of NPAFP should also reduce.",
                "",
                true
            ],
            [
                "Instead, AFP cases have been increasing steadily.",
                "",
                true
            ],
            [
                "Another proof is that states like Kerala and Goa, where dosages were less, AFP cases was also less.",
                "",
                true
            ],
            [
                "Majority of NPAFP cases are reported from Bihar and UP, where several immunization rounds are held to reach universal coverage.",
                "",
                true
            ],
            [
                "These are figures the government does not want to admit.",
                "",
                true
            ],
            [
                "said Anuradha Gupta, additional secretary, health ministry.",
                "",
                false
            ],
            [
                "One must also keep in mind that AFP can actually result due to various reason other than polio.",
                "",
                true
            ],
            [
                "said Deepak Kapoor, head of Rotary International’s national pulse polio committee.",
                "",
                false
            ],
            [
                "Since 2005, there has been a resurgence of polio in Syria, Egypt, Tajikistan and Israel.",
                "",
                true
            ],
            [
                "So, while India is celebrating the success of its polio campaign, the threat of a resurgence is ongoing and real, Kapoor said.",
                "",
                true
            ],
            [
                "This polio-free target was considered impossible a few years ago.",
                "",
                true
            ],
            [
                "Yes, everyone is aware polio is not gone forever, especially because India is yet to achieve 100% immunization and our routine immunization is still poor,",
                "",
                true
            ],
            [
                "Gupta of the health ministry said: “India has become the first country to issue travel advisory concerning importation.",
                "",
                true
            ],
            [
                "Having said that, the WHO certification will not be affected by re-importation as it is about not having indigenous wild polio virus in the environment.",
                "",
                true
            ],
            [
                "polio virus, OPV uses viruses which are “attenuated",
                "",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.livemint.com/Search/Link/Keyword/Neetu%20Vashisht",
                "https://www.livemint.com/Search/Link/Keyword/Nata%20Menabde",
                "https://www.livemint.com/Search/Link/Keyword/Deepak%20Kapoor",
                "https://www.livemint.com/Search/Link/Keyword/Jacob%20Puliyel",
                "https://www.livemint.com/Search/Link/Keyword/Anuradha%20Gupta"
            ]
        },
        "key_words": [
            "npafp",
            "polio",
            "status",
            "reported",
            "surveillance",
            "increasing",
            "india",
            "flaccid",
            "rise",
            "poliofree",
            "immunization",
            "amid",
            "acute",
            "paralysis",
            "afp",
            "cases"
        ]
    }
]