[
    {
        "url": "http://www.newshounds.us/fox_turns_to_dr_ben_carson_for_gop_vaccine_rehab_020815",
        "title": "Fox Turns To Dr. Ben Carson For GOP Vaccine Rehab",
        "authors": [],
        "publisher": "www.newshounds.us",
        "publish_date": "",
        "text": "After the Republican brand has come under scrutiny for looking anti-science because of some anti-vaccination comments in the wake of a measles outbreak, Fox News Sunday trotted out Dr. Ben Carson in a blatant effort of rebuttal. The only problem? Fox ignored Carson’s other anti-science stances.\n\nFrom Time:\n\nRepublicans who would prefer to be aiming their fire at President Obama and presumptive Democratic nominee Hillary Clinton instead found themselves debating whether or not parents should have to vaccinate their children for measles and where to draw the line between public health and parental choice. …“I’m a little shocked that we are having a discourse about the efficacy of vaccinations,” said John Weaver, a moderate Republican strategist often critical of the party’s conservative wing. “It’s a shocking development. Our party has a reputation that’s grown as being anti-science, and now we’re going to be anti-public health?”\n\nNot to worry, Republicans: Fox News has your back, as you probably well know.\n\nWell, maybe not Senator Rand Paul’s back so much. Although Fox would almost certainly unite behind Paul if he were to become the Republican nominee, he’s not the first choice. Otherwise, host Chris Wallace would not be opening a discussion by playing a clip of Paul’s comments questioning vaccines and all but pushing Carson into attacking Paul.\n\nWALLACE: Dr. Carson, you have been reluctant to criticize the senator. You say he’s a reasonable person. But let me put this differently. Is that a reasonable statement?\n\nNeither is Carson Fox’s first choice, in all likelihood. But he makes a great poster child for the “Republicans love science” cause. For medicine only.\n\nCarson talked up “the science behind vaccines” and the “tremendous progress in eliminating some devastating diseases over the decades.” He also said, “Information was disseminated inappropriately, anecdotal in nature about terrible side effects from vaccinations and all of that has been carefully investigated and debunked.” Carson compared vaccinations to mandatory seat belts and prohibitions against texting while driving. However, he didn’t take any direct swipes at Paul.\n\nNevertheless, Wallace made a point of underscoring Carson’s scientific mindset in a political context.\n\nWALLACE: Dr. Carson, I mean it’s interesting. Because you are talking about this in a very clinical, very scientific way as a noted brain surgeon would. Some Democrats, though, say that there’re some elements in the Republican Party, both candidates and voters, who deny science, whether it is vaccinations, or climate change or evolution. Do you think that criticism is fair?\n\nOf course, Carson didn’t think so. And he took the hint by pointing out Democratic pockets with low vaccination rates (but named no actual politicians or public officials). He never mentioned climate change or evolution.\n\nBut as Crooks and Liars points out, Carson is quite the science denier on those scores. On global warming, he is not convinced (“We may be warming, we may be cooling”). He is also a Creationist who rejects Darwin’s theory of evolution.\n\nRather than press Carson on those subjects - that Wallace, himself, raised - he moved on to discuss Carson’s 2016 political fortunes – in some of the friendliest terms imaginable. In fact, Wallace came right out and called himself a friend.\n\nWallace: I want to talk, now surprisingly, some politics with you. You say that some people have been brainwashed that they think that only politicians can run for office and I wonder when you said that whether you were thinking about me, because as you know I’ve raced with you, we’re friends. The questions about your prospects in running for president and I’ve got to say you have proven me wrong. We’re going to put up two recent polls. The latest Fox News national poll, you are in fourth place behind Bush and Huckabee and Paul, but ahead of a whole lot of other people. Then let’s look at Iowa, where you are in fourth place, but you are running ahead of Jeb Bush and a bunch of senators and governors. So, and I say this is a bit of a mea culpa, Dr. Carson, why are you connecting with voters?\n\nCan you imagine the uproar from Fox and Republicans if a Sunday anchor like Chuck Todd or George Stephanopoulos told a potential Democratic candidate, “we’re friends?”\n\nWatch it below, from today’s Fox News Sunday.",
        "quotes": [
            [
                "I’m a little shocked that we are having a discourse about the efficacy of vaccinations,",
                "John Weaver",
                true
            ],
            [
                "It’s a shocking development.",
                "John Weaver",
                true
            ],
            [
                "Our party has a reputation that’s grown as being anti-science, and now we’re going to be anti-public health?",
                "John Weaver",
                true
            ],
            [
                "tremendous progress in eliminating some devastating diseases over the decades.",
                "Carson",
                false
            ],
            [
                "Information was disseminated inappropriately, anecdotal in nature about terrible side effects from vaccinations and all of that has been carefully investigated and debunked.",
                "Carson",
                true
            ],
            [
                "We may be warming, we may be cooling",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "http://www.msnbc.com/morning-joe/watch/fox-loves-jeb--heres-why-its-big-news-390049859793",
                "https://www.mediamatters.org/blog/2015/02/03/jeb-bushs-cousin-is-a-fox-business-executive/202089",
                "https://www.washingtontimes.com/news/2015/feb/4/steve-deace-fox-news-already-tank-jeb-bush-2016/",
                "https://www.washingtonpost.com/blogs/answer-sheet/post/ben-carsons-creationist-views-spark-controvery-over-commencement-speech/2012/05/08/gIQAi0vsBU_blog.html?noredirect=on",
                "https://crooksandliars.com/2015/02/chris-wallace-asks-science-denier-ben",
                "https://time.com/3693977/2016-presidential-race-measles-chris-christie-rand-paul-hillary-clinton/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.bloomberg.com/tosv2.html?vid=&uuid=35e0e5d0-a1d8-11e9-8737-4734742fd626&url=L3BvbGl0aWNzL2FydGljbGVzLzIwMTQtMTEtMjYvYmVuLWNhcnNvbi1ub3QtY29udmluY2VkLW9uLWdsb2JhbC13YXJtaW5n",
                "http://www.foxnews.com/on-air/fox-news-sunday-chris-wallace/2015/02/08/president-obamas-isis-strategy-falling-short-plus-dr-ben-carson-measles-outbreak-vaccines",
                "https://www.mediamatters.org/video/2015/02/05/mark-levin-fox-news-should-come-out-of-the-clos/202425"
            ]
        },
        "key_words": [
            "gop",
            "fox",
            "republicans",
            "science",
            "say",
            "rehab",
            "ben",
            "wallace",
            "republican",
            "dr",
            "carson",
            "turns",
            "vaccinations",
            "think",
            "vaccine"
        ]
    },
    {
        "url": "http://www.msnbc.com/morning-joe/watch/fox-loves-jeb--heres-why-its-big-news-390049859793",
        "title": "Fox loves Jeb: Here's why it's big news",
        "authors": [
            {
                "name": "Jan.",
                "link": null
            }
        ],
        "publisher": "www.msnbc.com",
        "publish_date": "",
        "text": "Top Talkers: Media mogul Rupert Murdoch is said to be very impressed with Jeb Bush. Why is this is a news story? The Morning Joe panel discusses.",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "fox",
            "loves",
            "talkers",
            "rupert",
            "panel",
            "impressed",
            "jeb",
            "morning",
            "big",
            "mogul",
            "heres",
            "joe",
            "media",
            "murdoch"
        ]
    },
    {
        "url": "https://crooksandliars.com/2015/02/chris-wallace-asks-science-denier-ben",
        "title": "'Science Denier' Ben Carson Denies GOP Is The Anti-Science Party",
        "authors": [
            {
                "name": "John Amato",
                "link": null
            }
        ],
        "publisher": "crooksandliars.com",
        "publish_date": "",
        "text": "After Rand Paul and few other Republicans came out supporting the anti-vaxxer movement this past week, Fox News Sunday's host Chris Wallace asked Dr. Ben Carson, a supporter of vaccinations, if the GOP is the anti-science party.\n\nWallace: You are talking about this in a very clinical scientific way, as a noted brain surgeon would. Some Democrats say there’s some elements in Republican Party, both candidates and voters, who deny science, whether it is vaccinations, or climate change, or evolution. Do you think that criticism is fair?\n\nWallace didn't only offer up the anti-vaxxers position as the only ideal that would paint the GOP as anti-science party and included global warming and evolution deniers as well.\n\nCarson refuted that idea based on his own support of vaccinations even though he himself is a science denier.\n\nCarson: No, it’s not fair at all because it’s not a partisan issue. You look in California, the places where outbreaks have occurred are largely blue areas, Democratic areas where people have said you know, they don’t need them anymore. The reason they think they don’t need them anymore is because we've had such an effective vaccination program that you’re not seeing diseases. But now that you’re getting large pockets of people who are not vaccinated, the opportunity exists to reintroduce the disease. It’s not a Democrat or Republican issue at all. A lot of people want to make it a partisan issue.\n\nGlenn Beck just said the measles outbreak was a federal government hoax and conspiracy to control people. par Robertson longs for the days when children got sick and died from measles while issuing a warning against water fluoridation. Chris Christie said anti-vaxxers need a voice at the table and Republcian Rep. Sean Duffy feels anti-vaxxers are being oppressed.\n\nThat would lend credence to the claim that the GOP is anti-science just based on being an anti-vaxxer, which Ben Carson is not, but let's see how Carson feels about climate change. Oh, He's not convinced:\n\nCarson, a retired Johns Hopkins neurosurgeon, often talks about his medical background and science during his speeches. Pressed on the fact that the bulk of the scientific communitybelieves the Earth is indeed warming, Carson pivoted. \"You can ask it several different ways, but my answer is going to be the same,\" he said. \"We may be warming. We may be cooling.\"\n\n↓ Story continues below ↓\n\nAnd Dr. Ben Carson is also a Creationist:\n\nAn unusual controversy has erupted at Emory University over the choice of famed neurosurgeon Ben Carson to deliver this year’s commencement address because he does not believe in evolution. Nearly 500 professors, student and alumni signed a letter (see full text below) expressing concern that Carson, as a 7th Day Adventist, believes in creationist theory that holds that all life on Earth was created by God about 6,000 years ago. It rejects Darwin’s theory of evolution, which is the central principle that animates modern biology, uniting all biological fields under one theoretical tent, and which virtually all modern scientists agree is true. Carson has spoken publicly about his views on evolution and creationism, once telling a convention of the National Science Teachers: “Evolution and creationism both require faith. It’s just a matter of where you choose to place that faith.”\n\nThere's nothing partisan there. Science isn't based on faith, but research. Anti-vaxxers have strech to all types of people, but not to the political parties of today.",
        "quotes": [
            [
                "You can ask it several different ways, but my answer is going to be the same,",
                "Ben Carson",
                true
            ],
            [
                "We may be warming.",
                "Ben Carson",
                true
            ],
            [
                "We may be cooling.",
                "Ben Carson",
                true
            ],
            [
                "Evolution and creationism both require faith.",
                "Ben Carson",
                true
            ],
            [
                "It’s just a matter of where you choose to place that faith.",
                "Ben Carson",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.washingtonpost.com/blogs/answer-sheet/post/ben-carsons-creationist-views-spark-controvery-over-commencement-speech/2012/05/08/gIQAi0vsBU_blog.html?noredirect=on",
                "https://crooksandliars.com/2015/02/gop-rep-vaccinations-oppressive-state",
                "https://crooksandliars.com/2015/02/glenn-beck-measles-outbreak-govt-hoax",
                "https://crooksandliars.com/2015/02/pat-robertson-against-vaccinations-warns",
                "https://www.washingtonpost.com/blogs/answer-sheet/post/about-that-mathews-notion-on-evolution-oy-vey-jay/2012/01/13/gIQArmCOwP_blog.html?noredirect=on",
                "https://crooksandliars.com/cltv/2015/02/christie-2009-anti-vaxxer-parents"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.bloomberg.com/tosv2.html?vid=&uuid=8f2ade70-a1d8-11e9-87f2-5338c2ea05df&url=L3BvbGl0aWNzL2FydGljbGVzLzIwMTQtMTEtMjYvYmVuLWNhcnNvbi1ub3QtY29udmluY2VkLW9uLWdsb2JhbC13YXJtaW5n"
            ]
        },
        "key_words": [
            "party",
            "gop",
            "partisan",
            "science",
            "need",
            "denies",
            "denier",
            "ben",
            "evolution",
            "vaccinations",
            "carson",
            "warming",
            "antiscience",
            "antivaxxers"
        ]
    },
    {
        "url": "https://crooksandliars.com/2015/02/gop-rep-vaccinations-oppressive-state",
        "title": "GOP Anti-Vaxxer: Help, Help, We're Being Oppressed",
        "authors": [],
        "publisher": "crooksandliars.com",
        "publish_date": "",
        "text": "Leave it to the teabagging lunatics who are afraid the Nanny State is taking over our lives to endanger our collective safety. These are the same morons who want to regulate a woman's reproductive choices but at the same time, who also want children to walk around as 'patient zero' to start a deadly epidemic of previously eradicated diseases. These are also the very same idiots who want to put boots on the ground to fight ISIS, like the Republican Governor of Wisconsin.\n\nThe latest King Moron of the Anti-Vaxxer movement is none other than Wisconsin Republican Representative, Sean Duffy, father of SEVEN, who claims\n\n\n\n\"We should not have an oppressive state telling us what to do.\"I want that to be my choice as a parent,\" he said during an appearance on MSNBC's The Rundown With José Díaz-Balart.\n\nFollowing a recent Measles outbreak, this first class irresponsible idiot is spewing the pure fiction that vaccination should be a choice that parents should have the right to make. Then again, he's a member of the same party that harbors the notion that homosexuality is a lifestyle choice, so we aren't dealing with people with a strong grasp on reality.\n\nYou truly have to hear the cognitive dissonance for yourself to believe it. Duffy actually said:\n\n\n\nThe community may say, 'Mr. Duffy, if you don't want to vaccinate your kids, you can't send them to school.' That may be fair, but I do think we want to make sure we continue to let parents make these decisions for their kids. I think it's a slippery slope when we let the state get so involved with our children.\n\nIn other words, yes, I know I'm endangering the lives of others, but I should have that right to do so? WHAT? Anti-vax stupidity is nothing new. This cartoon is from the 1930's\n\nThis cavalcade of free-market morons from the GOP are showing, irrefutably, that they couldn't care any less about public safety. These are the same troglodytes who believe that only Republicans keep us safe and Benghazi was a bigger tragedy than the dozens of Americans killed in the NUMEROUS embassy attacks during the Bush Administration. Of course, 9/11 doesn't count.\n\n↓ Story continues below ↓\n\nWhen is the fascination with the \"stupid is the new smart\" movement going to end? Why must we be constantly reminded that the ideology of the Republican party stems from complications from the Dunning-Kruger Effect:\n\n\n\nA cognitive bias in which unskilled individuals suffer from illusory superiority, mistakenly rating their ability much higher than is accurate. This bias is attributed to a metacognitive inability to recognize their [own] ineptitude.\n\nThis explains Jenny McCarthy's belief that she is some self-anointed infectious disease expert while Rand Paul believes in self-certification as an eye doctor (in addition to claiming vaccines should be optional). Duffy's belief that a deluded parent knows best is more proof that these people see themselves as infallible experts, when they're just dangerously misinformed.\n\nI suppose until the GOP goes the way of the Whigs, we will continue to see rampant denial of proven science for many more years to come. Let's hope we can survive the damage that their ignorance inflicts.\n\nH/T Ydnas639",
        "quotes": [
            [
                "We should not have an oppressive state telling us what to do.",
                "",
                true
            ],
            [
                "I want that to be my choice as a parent,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://crooksandliars.com/2015/01/fox-news-and-pundits-want-president-will",
                "https://www.huffpost.com/entry/the-dunningkruger-effect_b_4476166",
                "https://crooksandliars.com/2015/02/abcs-martha-raddatz-makes-scott-walker",
                "https://www.washingtonpost.com/blogs/plum-line/wp/2015/02/03/how-the-vaccine-controversy-shows-the-limits-of-gop-libertarianism/?noredirect=on",
                "https://talkingpointsmemo.com/livewire/sean-duffy-vaccine-oppressive-state"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://crooksandliars.com:8080/cltv/2015/02/mike-huckabee-calls-gay-marriage",
                "https://disqus.com/by/ydnas639/"
            ]
        },
        "key_words": [
            "gop",
            "party",
            "parents",
            "oppressed",
            "antivaxxer",
            "choice",
            "safety",
            "republican",
            "duffy",
            "parent",
            "state",
            "help",
            "think",
            "right"
        ]
    },
    {
        "url": "https://crooksandliars.com/2015/02/glenn-beck-measles-outbreak-govt-hoax",
        "title": "Glenn Beck: Measles Outbreak Is A Gov't 'Hoax'",
        "authors": [
            {
                "name": "John Amato",
                "link": null
            }
        ],
        "publisher": "crooksandliars.com",
        "publish_date": "",
        "text": "Almost everyday we get pillaged with new right wing conspiracy theories ranging from liberal controlled weather weapons to free college tuition turns students against white people.\n\nGlenn Beck, a rape denier, may be the first conservative to deny there's any validity to the recent outbreak of measles and spins it into a federal government plot to control you.\n\nNothing better demonstrates this fact that the opening of Beck's radio program yesterday where he declared that the current measles outbreak is a \"hoax\" designed increase government control, which he \"proved\" by reading from a piece posted on 21st Century Wire.\n\nAs Beck told it, \"if you look at the 102 children in California who have been detected with measles, you look at where they came from, you see that the two cases came from 1) an Amish community and 2) a group of travelers who entered the U.S. from the Philippines. If you eliminate those two sources, there is no uptrend in measles.\"\n\nBeck and co-host Pat Gray then went on to assert that even though immigrants from the Philippines are responsible for the measles outbreak, the media won't report that because their intention is \"to make the case that you've got to obey the government\" and get vaccinated.\"Do everything you can just to obey the government,\" Beck said",
        "quotes": [
            [
                "if you look at the 102 children in California who have been detected with measles, you look at where they came from, you see that the two cases came from 1) an Amish community and 2) a group of travelers who entered the U.S. from the Philippines.",
                "Beck",
                false
            ],
            [
                "If you eliminate those two sources, there is no uptrend in measles.",
                "Beck",
                true
            ],
            [
                "to make the case that you've got to obey the government",
                "",
                false
            ],
            [
                "Do everything you can just to obey the government,",
                "Beck",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.rightwingwatch.org/post/glenn-beck-the-measles-outbreak-is-a-hoax-meant-to-convince-people-to-obey-the-government/",
                "https://crooksandliars.com/2015/02/ann-coulter-free-college-tuition-scam-make",
                "https://crooksandliars.com/karoli/latest-wingnut-alex-jones-conspiracy-theory",
                "https://crooksandliars.com/2014/05/glenn-beck-mocks-all-rape-victims"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=VY90ri9H_oA&feature=youtu.be"
            ]
        },
        "key_words": [
            "came",
            "measles",
            "hoax",
            "look",
            "glenn",
            "outbreak",
            "obey",
            "govt",
            "beck",
            "philippines",
            "control",
            "youve",
            "younothing"
        ]
    },
    {
        "url": "https://crooksandliars.com/2015/02/pat-robertson-against-vaccinations-warns",
        "title": "Pat Robertson Against Mandatory Vaccinations, Warns Of Water Fluoridation",
        "authors": [
            {
                "name": "John Amato",
                "link": null
            }
        ],
        "publisher": "crooksandliars.com",
        "publish_date": "",
        "text": "Not only is Pat Robertson against mandatory vaccinations, but he's more worried about water flouridation a la Dr. Strangelove than your kids getting sick from mumps or measles.\n\n“I’m sure that there’s some serious consequences to measles and perhaps vaccinations is the answer, but I don’t think any parent should be forced by the government to vaccinate,” he said. “There was a vaccination against polio and I know the mother of a friend contracted polio from the vaccine so all vaccines are not benign. But so far this one about whooping cough and diphtheria and measles has been very effective and I think it was a good thing to do but the problem is, natural immunity is a pretty good thing and if you have some of these diseases when you’re a kid you have immunity the rest of your life.” Robertson linked his criticisms of vaccine mandates to water fluoridation: “I just think that we’ve got to be careful that we fall for these nostrums, you know, you have to put fluoride in all of the water because it will cut down on cavities. But what does fluoride do to people? We don’t know some of the consequences, we don’t have all of the knowledge we need and we should be very careful not to force people to do stuff that they earnestly feel they shouldn’t do.”\n\nYes, we should all just let our children get sick and suffer while at the same time opening up the possibility that other children could get contaminated as a result of the contagion these diseases pose just because kids should live through the experience. What a guy.\n\nI never realized General Jack D. Ripper is one of pat Robertson's heroes.",
        "quotes": [
            [
                "I’m sure that there’s some serious consequences to measles and perhaps vaccinations is the answer, but I don’t think any parent should be forced by the government to vaccinate,",
                "Pat Robertson",
                true
            ],
            [
                "There was a vaccination against polio and I know the mother of a friend contracted polio from the vaccine so all vaccines are not benign.",
                "Pat Robertson",
                true
            ],
            [
                "But so far this one about whooping cough and diphtheria and measles has been very effective and I think it was a good thing to do but the problem is, natural immunity is a pretty good thing and if you have some of these diseases when you’re a kid you have immunity the rest of your life.",
                "Pat Robertson",
                true
            ],
            [
                "I just think that we’ve got to be careful that we fall for these nostrums, you know, you have to put fluoride in all of the water because it will cut down on cavities.",
                "Pat Robertson",
                true
            ],
            [
                "But what does fluoride do to people?",
                "Pat Robertson",
                true
            ],
            [
                "We don’t know some of the consequences, we don’t have all of the knowledge we need and we should be very careful not to force people to do stuff that they earnestly feel they shouldn’t do.",
                "Pat Robertson",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.rightwingwatch.org/post/pat-robertson-opposes-vaccination-mandates-questions-water-fluoridation/",
                "http://www.visual-memory.co.uk/amk/doc/0055.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=fm0eVkpL9BI&feature=youtu.be"
            ]
        },
        "key_words": [
            "know",
            "polio",
            "dont",
            "pat",
            "sick",
            "vaccinations",
            "robertson",
            "water",
            "fluoridation",
            "think",
            "thing",
            "mandatory",
            "vaccine",
            "warns"
        ]
    },
    {
        "url": "https://www.washingtonpost.com/blogs/answer-sheet/post/about-that-mathews-notion-on-evolution-oy-vey-jay/2012/01/13/gIQArmCOwP_blog.html?noredirect=on",
        "title": "Re that Mathews notion on evolution: Oy vey, Jay",
        "authors": [
            {
                "name": "The La Times.",
                "link": null
            },
            {
                "name": "January",
                "link": null
            },
            {
                "name": "Foreign Affairs",
                "link": null
            },
            {
                "name": "Valerie Strauss",
                "link": null
            }
        ],
        "publisher": "https://www.washingtonpost.com",
        "publish_date": "2012-01-13",
        "text": "My unrivaled colleague, Jay Mathews, wrote a column urging Republican Rick Santorum to stay in the presidential race so that he can promote his belief that high schools should discuss alternatives to evolutionary theory.\n\nJay notes that when he suggested in 2005 that high school biology classes would be improved if students debated Darwinism and intelligent design — as if, apparently, they had equal claims of scientific legitimacy — he got a lot of letters telling him he was an idiot, and even a dangerous one.\n\nJay, of course, is the most accomplished education reporter on the planet, which makes this particular line of thinking so unacceptable.\n\nCome on Jay, you must know better.\n\nThis isn’t an issue of competing theories. This isn’t an issue of whether one believes God had a hand in creating life.\n\nThis is simple: Evolution is the animating principle of modern biology, uniting all biological fields under one theoretical tent. It’s a theory in the sense that everything in science is considered a theory but biologists have no doubt of its essential truth: that life evolved on Earth through changes in the gene pools of populations over time.\n\nCreationist theory is not a scientific alternative view to evolution. Though there are different varieties of creationist theory, or intelligent design, they all refer to the religious belief that God intervenes, or did intervene, in the physical world.\n\nU.S. courts have ruled over and over that teaching explicitly religious alternatives to evolution in public schools violates the Establishment Clause of the Constitution.\n\nYet the issue is so confusing or controversial that high school biology teachers are reluctant to endorse evolution in class, according to a 2011 poll. That poll of high school biology teachers, published in Science magazine, found that:\n\n*About 28 percent consistently implement National Research Council recommendations calling for introduction of evidence that evolution occurred, and craft lesson plans with evolution as a unifying theme linking disparate topics in biology.\n\n* About 13 percent of biology teachers “explicitly advocate creationism or intelligent design by spending at least one hour of class time presenting it in a positive light.”\n\n* The rest, about 60 percent, “fail to explain the nature of scientific inquiry, undermine the authority of established experts, and legitimize creationist arguments.”\n\nI don’t know if you, Jay, would find this disturbing, but I do.\n\nHigh school students certainly should know that there are a lot of people who don’t believe in evolution. But that’s hardly the same thing as saying that creationism and evolution should be debated, side by side, as if they have equal claims to legitimacy in a biology class.\n\nThey don’t.\n\nAnd just because a lot of people think so doesn’t make it so.\n\n-0-\n\nFollow The Answer Sheet every day by bookmarking http://www.washingtonpost.com/blogs/answer-sheet",
        "quotes": [
            [
                "explicitly advocate creationism or intelligent design by spending at least one hour of class time presenting it in a positive light.",
                "",
                false
            ],
            [
                "fail to explain the nature of scientific inquiry, undermine the authority of established experts, and legitimize creationist arguments.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.sciencedaily.com/releases/2008/05/080520090630.htm",
                "https://www.washingtonpost.com/blogs/answer-sheet/post/the-fight-over-teaching-evolution-climate-change/2010/12/20/ABjg9XN_blog.html?noredirect=on",
                "https://www.washingtonpost.com/blogs/class-struggle/post/santorums-good-but-hated-education-idea/2012/01/12/gIQAoXXosP_blog.html?noredirect=on"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.washingtonpost.com/news/answer-sheet/?noredirect=on"
            ]
        },
        "key_words": [
            "teachers",
            "know",
            "school",
            "jay",
            "lot",
            "high",
            "oy",
            "notion",
            "mathews",
            "evolution",
            "theory",
            "biology",
            "vey",
            "scientific"
        ]
    },
    {
        "url": "https://crooksandliars.com/cltv/2015/02/christie-2009-anti-vaxxer-parents",
        "title": "Christie (2009): Anti-Vaxxer Parents Need A Voice At The Table",
        "authors": [],
        "publisher": "crooksandliars.com",
        "publish_date": "",
        "text": "(TPM) In an October 2009 interview with Fox Business Network's Don Imus, Christie defended the concerns of parents who believe in the theory that vaccines caused their children to develop autism. That belief stems from a now-debunked study linking vaccines to the disorder.",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "tpm",
            "stems",
            "parents",
            "need",
            "vaccines",
            "antivaxxer",
            "linking",
            "interview",
            "christie",
            "networks",
            "2009",
            "theory",
            "study",
            "voice",
            "nowdebunked",
            "table"
        ]
    }
]