[
    {
        "url": "https://newspunch.com/chiropractor-investigation-vaccines/",
        "title": "Chiropractor Under Gov’t Investigation For Speaking Out Against Vaccines",
        "authors": [
            {
                "name": "Sean Adl-Tabatabai",
                "link": null
            }
        ],
        "publisher": "newspunch.com",
        "publish_date": "2018-05-29",
        "text": "Canadian chiropractor Dr. Dena Churchill has been placed under a government investigation for daring to speak out against the dangers of vaccines.\n\nRegulatory authorities have threatened to revoke Dr. Churchill’s license after she posted material online that dealt with the negative side effects of vaccines, such as autism.\n\nNaturalblaze.com reports: As a result, John Sutherland, the Executive Director of the Nova Scotia College of Chiropractors has confirmed that a formal complaint has been filed by the college’s Registrar against Dr. Churchill.\n\nAs CBC reports,\n\nAfter being advised of the complaint, Churchill has 10 business days to respond before a committee reviews the case to determine next steps, which range from the ability to levy a fine to suspending a licence. The matter could also be referred to a hearing committee, said Sutherland, where there are the same statutory rules as a Nova Scotia court.\n\nVaccination is not within the scope of chiropractic practice. The college even goes as far as posting a notice on its website saying it “recognizes that vaccination and immunization are established public health practices in the prevention of infectious diseases.”\n\nIt goes on to note “the appropriate sources for patient consultation and education regarding vaccination and immunization are public health authorities and health professionals with the scope of practice that includes vaccination.”\n\nThe purpose of the statement, Sutherland said, is to give “guidance to the members.”\n\n“We take that guidance seriously, and if need be, we’re prepared to use our discipline process to seek compliance with the college policy,” he said.\n\nOf course, if vaccination is “not within the scope of the chiropractic practice,” perhaps the college should keep its mouth shut when it promotes vaccines since, by its own admission, vaccination is “not within the scope of the chiropractic practice.”\n\nNevertheless, it seems Big Pharma has its man/woman in place at the College of Chiropractors. Either that or the Registrar is just a typical vaccine nazi who becomes apoplectic at the thought of anyone questioning “god needles” and medical “authority.”\n\nPerhaps the Registar is unfamiliar with the concept that some people disagree with one another and should have the right to do so. Perhaps the Registar is unaware that some people may disagree with “experts” or that they may actually have evidence to back themselves up. Or perhaps we are being too hard on the Registar. It may simply be that the poor Registar is terrified of Big Pharma and does not have the guts to stand behind the free speech of its trained professionals.\n\nEither way, Dr. Churchill has not been accused of wrongdoing, just “wrongthink.” If she isn’t careful, Canadian authorities will have to arrange her a personal meeting with O’Brien.",
        "quotes": [
            [
                "recognizes that vaccination and immunization are established public health practices in the prevention of infectious diseases.",
                "",
                false
            ],
            [
                "the appropriate sources for patient consultation and education regarding vaccination and immunization are public health authorities and health professionals with the scope of practice that includes vaccination.",
                "",
                false
            ],
            [
                "We take that guidance seriously, and if need be, we’re prepared to use our discipline process to seek compliance with the college policy,",
                "Sutherland",
                true
            ],
            [
                "not within the scope of the chiropractic practice,",
                "Sutherland",
                false
            ],
            [
                "not within the scope of the chiropractic practice.",
                "Sutherland",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.cbc.ca/news/canada/nova-scotia/health-care-vaccines-cancer-chiropractor-dena-churchill-1.4676037",
                "https://www.naturalblaze.com/2018/05/canadian-chiropractor-investigation-vaccine-dangers.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "govt",
            "vaccines",
            "churchill",
            "dr",
            "chiropractic",
            "college",
            "practice",
            "registar",
            "health",
            "speaking",
            "vaccination",
            "investigation",
            "sutherland",
            "chiropractor",
            "scope"
        ]
    },
    {
        "url": "https://www.cbc.ca/news/canada/nova-scotia/health-care-vaccines-cancer-chiropractor-dena-churchill-1.4676037",
        "title": "",
        "authors": [
            {
                "name": "Health Care. Contact Him With Story Ideas At Michael.Gorman Cbc.Ca",
                "link": null
            },
            {
                "name": "Rural Communities",
                "link": null
            }
        ],
        "publisher": "www.cbc.ca",
        "publish_date": "",
        "text": "A Halifax-based chiropractor is being investigated by her regulatory authority for her staunch anti-vaccination views.\n\nDr. Dena Churchill owns and operates Oxford Chiropractic Inc. She also markets herself as an author and public speaker, writes a blog called DrSexyMom, and runs a Facebook page billing herself as \"Innovator in Women's Health and Wellness.\"\n\nIt's on that page, as well as her personal one, where Churchill has posted extensive material perpetuating unfounded claims about vaccinations and the negative effects they can have on people's health, including the disproved theory linking vaccinations with autism.\n\nJohn Sutherland, executive director of the Nova Scotia College of Chiropractors, confirmed to CBC News the college's registrar filed a complaint last week against Churchill.\n\nAfter being advised of the complaint, Churchill has 10 business days to respond before a committee reviews the case to determine next steps, which range from the ability to levy a fine to suspending a licence. The matter could also be referred to a hearing committee, said Sutherland, where there are the same statutory rules as a Nova Scotia court.\n\nChurchill, who owns and operates Oxford Chiropractic Inc., markets herself as an author and public speaker. (Facebook)\n\nVaccination is not within the scope of chiropractic practice. The college even goes as far as posting a notice on its website saying it \"recognizes that vaccination and immunization are established public health practices in the prevention of infectious diseases.\"\n\nIt goes on to note \"the appropriate sources for patient consultation and education regarding vaccination and immunization are public health authorities and health professionals with the scope of practice that includes vaccination.\"\n\nThe purpose of the statement, Sutherland said, is to give \"guidance to the members.\"\n\n\"We take that guidance seriously, and if need be, we're prepared to use our discipline process to seek compliance with the college policy,\" he said.\n\nThis message, posted on the Nova Scotia College of Chiropractors website, reflects the Canadian Chiropractic Association's guidance on vaccines. (Nova Scotia College of Chiropractors)\n\nChurchill did not respond to interview requests, but she's made her views on vaccines clear to the public.\n\nIn one video she has posted online, she becomes particularly emotional as she rails against them, suggesting — incorrectly — that people are given vaccines that haven't been tested. She recounts a meeting with an unnamed family doctor who she said couldn't dispel her views on vaccines, as well as repeating several debunked conspiracy theories.\n\n\"Why can [the government] do this? It's because we're drinking too much fluoridated water and we can't think for ourselves,\" Churchill says in one video. \"Why wouldn't they tell you that these vaccines are harmful?\"\n\nShe also alleges the Centers for Disease Control and Prevention in the U.S. has a financial bias related to vaccines. It is the only video she has posted online where Churchill distances herself from her profession, saying she's not representing chiropractors.\n\nDr. Scott Halperin is the director of the Canadian Centre for Vaccinology and a professor of pediatrics, microbiology and immunology at Dalhousie University. (CBC)\n\nDr. Scott Halperin, director of the Canadian Centre for Vaccinology and a professor of pediatrics, microbiology and immunology at Dalhousie University, said no one will be able to change the minds of the very small population of committed anti-vaccination people.\n\n\"We would be wasting our time to try.\"\n\nHalperin said the starting point for doctors is \"do no harm,\" so a stringent regulatory process is followed any time a vaccine is being developed or used. It takes about 10 years for a vaccine to be developed and ultimately approved, he said.\n\n\"The first thing we want to make sure is that we don't hurt anybody by using the vaccine. So we want to make sure it's safe and is it effective.\"\n\nVaccines don't cause cancer\n\nOne of the claims Churchill makes in a video is that vaccines cause cancer. The opposite is true, said Halperin.\n\n\"There are some vaccines that prevent cancer,\" he said, pointing to the HPV vaccine that was developed to prevent cervical cancer and the hepatitis B vaccine, which all children in Nova Scotia get in Grade 4.\n\n\"Hepatitis B virus is one of the primary causes of liver cancer, and since we've had universal hepatitis vaccination the rates of liver cancer have dropped dramatically.\"\n\nAnti-vaccine claims have had negative effects on public health in recent years. \"Vaccine refusal\" has been linked to the resurgence of some diseases. Recent outbreaks of measles is one example.\n\nConspiracy claims\n\nVaccinations are not the only thing Churchill has strong views on that also appear to fall outside her scope of practice. Her Facebook pages include extensive video reviews of The Truth About Cancer, a series that makes conspiratorial claims about cancer and related research.\n\nIn her own videos, Churchill, who always refers to herself as \"doctor,\" makes claims such as that essential oils can suppress tumours, wearing a bra makes a person more susceptible to cancer than smoking, and coffee enemas have healing powers for cancer patients.\n\nJennette Boudreau, an assistant professor in Dalhousie's departments of pathology and immunology, said there is no scientific evidence or research to support any of those theories.\n\nJennette Boudreau is an assistant professor in Dalhousie’s departments of immunology and microbiology, and pathology. (CBC)\n\nAt the root of any new treatment is an idea, said Boudreau. But those ideas go through years of research, stringent testing and peer review before they might ever become a part of daily treatment. Things get difficult, said Boudreau, when people become so married to an idea they're unable to accept when it's disproved.\n\nPromoting unproven views can be extremely dangerous, she said.\n\n\"We've unfortunately seen cases where individuals have elected to go after an alternative therapy — foregoing chemo, radiation, surgery, immunotherapy. All the while their cancer continues to grow and their disease goes from being something that was very treatable to something that is end stage and palliative because they didn't get treated quickly enough.\"\n\nThe chiropractor college's advertising guidelines prevent members from making claims about things \"that can't be substantiated,\" said Sutherland.\n\nThe right information sources\n\nIn the case of vaccinations and cancer therapies, Boudreau and Halperin both say there are immensely high and rigid standards a treatment must meet before regulators at Health Canada will ultimately approve something for use as standard of care.\n\nIn one video, Churchill says people cannot trust medical professionals and must learn to heal themselves. She is heavily critical of public health agencies.\n\nHalperin and Boudreau both say there is a wealth of information people can consult if they have questions or are uncertain about a type of treatment. But both researchers also stress the importance of consulting sites with information that is peer reviewed and thoroughly scrutinized.\n\n\"I can categorically say that [when] people say, 'You can't trust what's on a public health website,' it's false,\" said Halperin. \"People spend a lot of time in public health trying to make sure the information is accurate, up to date and understandable.\"​",
        "quotes": [
            [
                "Innovator in Women's Health and Wellness.",
                "",
                true
            ],
            [
                "recognizes that vaccination and immunization are established public health practices in the prevention of infectious diseases.",
                "",
                false
            ],
            [
                "the appropriate sources for patient consultation and education regarding vaccination and immunization are public health authorities and health professionals with the scope of practice that includes vaccination.",
                "",
                false
            ],
            [
                "We take that guidance seriously, and if need be, we're prepared to use our discipline process to seek compliance with the college policy,",
                "Sutherland",
                true
            ],
            [
                "Why can [the government] do this?",
                "Churchill",
                true
            ],
            [
                "It's because we're drinking too much fluoridated water and we can't think for ourselves,",
                "Churchill",
                true
            ],
            [
                "Why wouldn't they tell you that these vaccines are harmful?",
                "Churchill",
                true
            ],
            [
                "We would be wasting our time to try.",
                "",
                true
            ],
            [
                "The first thing we want to make sure is that we don't hurt anybody by using the vaccine.",
                "",
                true
            ],
            [
                "So we want to make sure it's safe and is it effective.",
                "",
                true
            ],
            [
                "There are some vaccines that prevent cancer,",
                "Halperin",
                true
            ],
            [
                "Hepatitis B virus is one of the primary causes of liver cancer, and since we've had universal hepatitis vaccination the rates of liver cancer have dropped dramatically.",
                "",
                true
            ],
            [
                "We've unfortunately seen cases where individuals have elected to go after an alternative therapy — foregoing chemo, radiation, surgery, immunotherapy.",
                "",
                true
            ],
            [
                "All the while their cancer continues to grow and their disease goes from being something that was very treatable to something that is end stage and palliative because they didn't get treated quickly enough.",
                "",
                true
            ],
            [
                "I can categorically say that [when] people say, 'You can't trust what's on a public health website,' it's false,",
                "Halperin",
                true
            ],
            [
                "People spend a lot of time in public health trying to make sure the information is accurate, up to date and understandable.",
                "Halperin",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cbc.ca/news/health/vaccination-refusal-measles-outbreak-study-1.3490506"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "vaccines",
            "vaccine",
            "video",
            "scotia",
            "health",
            "claims",
            "cancer",
            "boudreau",
            "churchill",
            "public"
        ]
    },
    {
        "url": "https://www.naturalblaze.com/2018/05/canadian-chiropractor-investigation-vaccine-dangers.html",
        "title": "Canadian Chiropractor Under Investigation For Highlighting Vaccine Dangers",
        "authors": [],
        "publisher": "www.naturalblaze.com",
        "publish_date": "2018-05-29",
        "text": "By Brandon Turbeville, Natural Blaze\n\nCanada has never been one for Free Speech but the last few years have become incredibly more oppressive in terms of what is allowed to be said and who is allowed to say it. We could write a lot of things about the hypocrisy of claiming to be “free” and “tolerant” while censoring and punishing certain speech and rewarding others, but at least Canada is as consistent as a country can be when it tries to crush free thought and expression.\n\nThe latest victim of Canada’s “Democracy” and “tolerance” is Halifax chiropractor Dr. Dena Churchill who is now being “investigated” (translate persecuted) by “regulatory authorities” for speaking out about the dangers of vaccines.\n\nDr. Churchill operates Oxfor Chiropractic Inc. and is an author, public speaker and blogger at the website DrSexyMom.\n\nOn her website and her personal Facebook page Dr. Churchill has repeatedly posted material discussing the negative side effects of vaccines such as autism, a link which has been repeatedly demonstrated.\n\nAs a result, John Sutherland, the Executive Director of the Nova Scotia College of Chiropractors has confirmed that a formal complaint has been filed by the college’s Registrar against Dr. Churchill.\n\nAs CBC reports,\n\nAfter being advised of the complaint, Churchill has 10 business days to respond before a committee reviews the case to determine next steps, which range from the ability to levy a fine to suspending a licence. The matter could also be referred to a hearing committee, said Sutherland, where there are the same statutory rules as a Nova Scotia court. Vaccination is not within the scope of chiropractic practice. The college even goes as far as posting a notice on its website saying it “recognizes that vaccination and immunization are established public health practices in the prevention of infectious diseases.” It goes on to note “the appropriate sources for patient consultation and education regarding vaccination and immunization are public health authorities and health professionals with the scope of practice that includes vaccination.” The purpose of the statement, Sutherland said, is to give “guidance to the members.” “We take that guidance seriously, and if need be, we’re prepared to use our discipline process to seek compliance with the college policy,” he said.\n\nOf course, if vaccination is “not within the scope of the chiropractic practice,” perhaps the college should keep its mouth shut when it promotes vaccines since, by its own admission, vaccination is “not within the scope of the chiropractic practice.”\n\nNevertheless, it seems Big Pharma has its man/woman in place at the College of Chiropractors. Either that or the Registrar is just a typical vaccine nazi who becomes apoplectic at the thought of anyone questioning “god needles” and medical “authority.” Perhaps the Registar is unfamiliar with the concept that some people disagree with one another and should have the right to do so. Perhaps the Registar is unaware that some people may disagree with “experts” or that they may actually have evidence to back themselves up. Or perhaps we are being too hard on the Registar. It may simply be that the poor Registar is terrified of Big Pharma and does not have the guts to stand behind the free speech of its trained professionals.\n\nEither way, Dr. Churchill has not been accused of wrongdoing, just “wrongthink.” If she isn’t careful, Canadian authorities will have to arrange her a personal meeting with O’Brien.\n\nPlease help us out by sharing!\n\nThis article (Canadian Chiropractor Under Investigation For Highlighting Vaccine Dangers) was created by and appeared first at Natural Blaze. It can be reshared with attribution but MUST include link to homepage, bio, intact links and this message. Image\n\nGet a nifty FREE eBook – Like at Facebook, Twitter and Instagram. Can republish but MUST include author name + link back at the TOP, links and bio intact. Must include this message!",
        "quotes": [
            [
                "recognizes that vaccination and immunization are established public health practices in the prevention of infectious diseases.",
                "",
                false
            ],
            [
                "the appropriate sources for patient consultation and education regarding vaccination and immunization are public health authorities and health professionals with the scope of practice that includes vaccination.",
                "",
                false
            ],
            [
                "We take that guidance seriously, and if need be, we’re prepared to use our discipline process to seek compliance with the college policy,",
                "Sutherland",
                true
            ],
            [
                "not within the scope of the chiropractic practice,",
                "",
                false
            ],
            [
                "not within the scope of the chiropractic practice.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "vaccine",
            "churchill",
            "dr",
            "chiropractic",
            "canadian",
            "college",
            "website",
            "registar",
            "highlighting",
            "dangers",
            "vaccination",
            "investigation",
            "free",
            "chiropractor",
            "scope",
            "sutherland"
        ]
    },
    {
        "url": "https://www.cbc.ca/news/health/vaccination-refusal-measles-outbreak-study-1.3490506",
        "title": "",
        "authors": [
            {
                "name": "Follow On Twitter",
                "link": null
            },
            {
                "name": "More This Author",
                "link": null
            },
            {
                "name": "Where He'S Always Lived.",
                "link": null
            },
            {
                "name": "Wrote For Various Magazines In Toronto",
                "link": null
            },
            {
                "name": "He Worked For The Toronto Star",
                "link": null
            },
            {
                "name": "Justin Li Is A Senior News Writer. Prior To Joining Cbc News",
                "link": null
            },
            {
                "name": "Senior News Writer",
                "link": null
            }
        ],
        "publisher": "www.cbc.ca",
        "publish_date": "",
        "text": "Measles, a disease that was considered eliminated 16 years ago in the U.S., has made a comeback in which a \"substantial proportion\" of the cases are associated with vaccine refusal, a study suggests.\n\nThe study, recently published in the March 15 issue of the Journal of the American Medical Association, says \"the phenomenon of vaccine refusal\" increases the risk for measles among individuals who are not vaccinated or refuse to get vaccinated, and also among those who are already fully vaccinated.\n\nResearchers took into consideration 18 measles studies published since the disease was declared eliminated in the U.S. on Jan. 1, 2000, through Nov. 30, 2015. They found that of the 1,416 measles cases reported in the U.S. during that time span, 804 cases, or 56.8 per cent, had no medical history or record of receiving the vaccine, as opposed to the 199 cases, or 14.1 per cent, involving individuals who did.\n\nOf the 970 cases in which such data could be extrapolated, 574 cases involved individuals who were unvaccinated despite being eligible to receive one, and 405 of those had nonmedical exemptions — such as exemptions for religious, moral or philosophical reasons — as opposed to medical contraindications.\n\nRex's Murphy's Point of View on anti-vaccination. 3:11\n\nThe study notes the increase of measles incidents was initially seen only among states where nonmedical exemptions were readily offered, but states with \"moderately difficult\" exemption procedures have experienced increases in measles rates as nonmedical exemptions have \"steadily increased\" in the last 20 years.\n\nResearchers also said a higher rate of vaccine exemption or refusal in a community is associated with increased incidences of measles in that community, among persons with and without exemptions.\n\nThe study points to a 2014 outbreak of measles that originated at Disneyland in Anaheim, Calif.\n\nOf the 111 measles cases reported from the outbreak, approximately half were unvaccinated individuals, most of whom were eligible for vaccination yet remained unvaccinated.\n\nEmergency room physician Dr. Brett. Belchetz on what you need to know to protect yourself and your family 6:49\n\n\"A substantial proportion of the U.S. measles cases in the era after elimination were intentionally unvaccinated,\" researchers concluded. \"The phenomenon of vaccine refusal was associated with an increased risk for measles among people who refuse vaccines and among fully vaccinated individuals.\"\n\nResearchers note the link between vaccine refusal and increased risk of contracting vaccine-preventable diseases is \"imperfectly defined\" and said the association between the two could be population- and disease-specific.\n\nThe study also looked at 32 reports of pertussis outbreaks and found that, in the five largest statewide outbreaks in the U.S., those who were unvaccinated or undervaccinated ranged from 25 to 45 per cent of those who contracted it.\n\nAlthough vaccine refusal was associated with an increased risk of contracting whooping cough — which is caused by a type of bacteria called Bordetella pertussis — the researchers noted several outbreaks occurred in highly vaccinated populations, indicating a possibly waning immunity to pertussis.\n\nA boy in Santa Ana, Calif., reacts to a measles, mumps and rubella vaccination (MMR) as his father tries to comfort him. A study published in the Journal of the American Medical Association says unvaccinated children are 22 times more likely to contract measles than those who were vaccinated. (David McNew/Getty Images)\n\nUnvaccinated children vulnerable\n\nChildren with vaccine exemptions were 22 times more likely to acquire measles than fully vaccinated children, according to one study cited by researchers, which used data from Colorado measles cases from 1987 through 1998.\n\nThe risk was highest among children with exemptions between the ages of three and 10 years old. Among vaccinated children who contracted measles, 11 per cent contracted the disease from an individual with an exemption.\n\n\"The most direct measure of vaccine refusal is the rate of parents claiming nonmedical exemptions to school immunization requirements,\" researchers wrote.\n\nOf all the measles cases since 2000, the study says 178 involved children younger than 12 months.\n\nResearchers suggest the study has \"broad implications\" for vaccine policy in the U.S., including the possible overriding of parents' decisions to not vaccinate their children.\n\nFamily says they believe their daycare protects children from health risks, but Ottawa Public Health disagrees. 2:16\n\n\"Fundamental to the strength and legitimacy of justification to override parental decisions to refuse a vaccine for their child is a clear demonstration that the risks and harms to the child of remaining unimmunized are substantial,\" researchers wrote.\n\nMeasles prevention comes in two doses of a vaccine, including the measles-mumps-rubella (MMR) immunization or measles-mumps-rubella-varicella (MMRV) immunization.\n\nThe needle vaccine is given to children first between the ages of 12 to 15 months and again at 18 months or four to six years, depending on the province or territory.\n\nPublic Health says the vaccine is safe, effective and free. There can be some mild side-effects, however, including redness or soreness where the needle went in, as well as slight fever, skin rash and swollen glands.\n\nA single dose is considered to have up to a 95 per cent effectiveness rate, which rises to 99 per cent with the two doses recommended.",
        "quotes": [
            [
                "A substantial proportion of the U.S. measles cases in the era after elimination were intentionally unvaccinated,",
                "Belchetz",
                true
            ],
            [
                "The phenomenon of vaccine refusal was associated with an increased risk for measles among people who refuse vaccines and among fully vaccinated individuals.",
                "",
                true
            ],
            [
                "The most direct measure of vaccine refusal is the rate of parents claiming nonmedical exemptions to school immunization requirements,",
                "",
                true
            ],
            [
                "Fundamental to the strength and legitimacy of justification to override parental decisions to refuse a vaccine for their child is a clear demonstration that the risks and harms to the child of remaining unimmunized are substantial,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "exemptions",
            "vaccine",
            "cases",
            "measles",
            "study",
            "vaccinated",
            "children",
            "refusal",
            "cent",
            "unvaccinated"
        ]
    }
]