[
    {
        "url": "https://newspunch.com/fda-sued-for-recommending-untested-unlicensed-flu-vaccines-to-pregnant-women/",
        "title": "FDA Sued For Recommending Untested, Unlicensed Flu Vaccines To Pregnant Women",
        "authors": [
            {
                "name": "Niamh Harris",
                "link": null
            }
        ],
        "publisher": "https://newspunch.com",
        "publish_date": "2019-02-12",
        "text": "Headed by Robert F. Kennedy, The Children’s Health Defense issued a major press release amid a media black out.\n\nThe FDA admitted, for the first time, that government agencies, including the CDC, are pushing vaccines on pregnant women that have neither been licensed for pregnant mothers by the FDA or even tested for safety in clinical trials.\n\nChildren’s Health Defense (CHD) attorney, Robert F. Kennedy, Jr. filed a lawsuit seeking all clinical trial data used by FDA to approve influenza vaccines for pregnant women.\n\n“As a nation, we can no longer pretend our trusted agencies are protecting our children. It is time to hold federal agencies accountable” he stressed\n\nChildren’s Health Deference reports:\n\nWASHINGTON, D.C., Feb. 11, 2019—In response to a Freedom of Information Act (FOIA) lawsuit, the FDA has admitted, for the first time, that government agencies, including the CDC, are recommending vaccines for pregnant women that have neither been licensed for pregnant mothers by the FDA nor tested for safety in clinical trials.\n\nThe lawsuit, filed by Children’s Health Defense (CHD) attorney, Robert F. Kennedy, Jr. on behalf of Informed Consent Action Network (ICAN), a vaccine safety advocacy group, sought all clinical trial data used by FDA to approve influenza vaccines for pregnant women.\n\nThe FDA’s terse reply: “We have no records responsive to your requests.”\n\nThe manufacturers of flu and Tdap vaccines warn against their use for pregnant mothers since their safety has never been established. Package inserts state that it is “not known” whether the vaccines “will harm an unborn baby” and there are “insufficient data” on use in pregnant women to inform vaccine-associated risks.\n\nFDA regulations strictly prohibit pharmaceutical companies from marketing products for “off-license” uses. Noncompliant companies are routinely prosecuted criminally and civilly, paying billions in lawsuits and settlements.\n\nThe CDC nevertheless has actively recommended influenza vaccination during any trimester of pregnancy since 2004 and has told pregnant women to get Tdap shots (for tetanus, diphtheria and pertussis) since 2011.\n\nThe FDA is responsible for vaccine safety and licensing, but, in the just-released court documents, it admits that it has no safety data to back up the pregnancy recommendations. FDA’s website states that it has never formally approved any vaccines “specifically for use during pregnancy to protect the infant.”\n\nBlanket recommendations for vaccination during pregnancy are a dangerous proposition due to vaccination’s ability to activate a maternal immune response that can damage the developing fetal brain—just as infections during pregnancy sometimes do.\n\nIn 2008, neuroscientist Paul Patterson warned:\n\n“Even if it happens less than 1% of the time, vaccinating an entire population of pregnant women could affect thousands of children.”\n\nLong-term safety studies have not been designed to detect vaccine-related fetal injuries, but a 2017 Kaiser study of over 45,000 women (published in JAMA Pediatrics) showed an elevated risk of birth defects and a 20% higher risk of autism in children whose mothers received a first-trimester flu shot.\n\nAfter the authors applied a statistical correction that lessened the significant association, renowned UCLA statistician Sander Greenland criticized the methodologically “inappropriate” decision, noting that pharmaceutical researchers use the technique when they don’t like a result and “want to see if they can get rid of it.”\n\nCDC data show that women who received certain flu shots from 2010 to 2012 had a 7.7 times greater risk of miscarriage than women who did not receive those vaccines.\n\nCDC published the study in Vaccine but omitted those findings from its press release, leaving pregnant women ignorant of the vaccines’ true risks.\n\nCHD’s Chairman Robert F. Kennedy, Jr. notes that most flu shots given to pregnant women still contain a mercury-based preservative thimerosal. Thimerosal is acknowledged by Proposition 65 in California as a reproductive toxicant and exposure during pregnancy can cause learning and behavioral problems. Tdap contains aluminum, which FDA regulates as a toxin in parenteral nutrition but not in vaccines.\n\nThe FDA’s admission that CDC is recommending untested and unlicensed vaccines follows another disclosure forced by an ICAN/CHD lawsuit.\n\nHHS confessed that it has not once complied—in over 30 years—with statutory requirements for regular review of childhood vaccine safety, nor reported to Congress on measures to improve safety.\n\nThe National Childhood Vaccine Injury Act established the requirements while essentially eliminating manufacturers’ legal liability for childhood vaccine injuries.",
        "quotes": [
            [
                "As a nation, we can no longer pretend our trusted agencies are protecting our children.",
                "",
                true
            ],
            [
                "It is time to hold federal agencies accountable",
                "",
                false
            ],
            [
                "We have no records responsive to your requests.",
                "",
                true
            ],
            [
                "specifically for use during pregnancy to protect the infant.",
                "",
                false
            ],
            [
                "Even if it happens less than 1% of the time, vaccinating an entire population of pregnant women could affect thousands of children.",
                "Paul Patterson",
                true
            ],
            [
                "want to see if they can get rid of it.",
                "Sander Greenland",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://childrenshealthdefense.org/news/maternal-immune-activation-and-autism/",
                "https://childrenshealthdefense.org/news/fda-admits-that-government-is-recommending-untested-unlicensed-vaccines-for-pregnant-women/",
                "https://childrenshealthdefense.org/government/federal-agency-documents/thimerosal-is-recognized-as-a-reproductive-toxicant-in-the-state-of-california/",
                "https://childrenshealthdefense.org/child-health-topics/federal-failures/fda-admits-government-recommending-untested-unlicensed-vaccines-for-pregnant-women/"
            ],
            "gov_pgs": [
                "https://www.congress.gov/bill/99th-congress/house-bill/5546",
                "https://www.ncbi.nlm.nih.gov/pubmed/28917295",
                "https://www.cdc.gov/mmwr/preview/mmwrhtml/rr5306a1.htm",
                "https://www.ncbi.nlm.nih.gov/pubmed/27893896",
                "https://www.cdc.gov/mmwr/preview/mmwrhtml/mm6041a4.htm"
            ],
            "unsure": [
                "https://icandecide.org/",
                "https://childrenshealthdefense.org/"
            ]
        },
        "key_words": [
            "safety",
            "sued",
            "untested",
            "pregnant",
            "fda",
            "recommending",
            "vaccines",
            "robert",
            "flu",
            "data",
            "mothers",
            "unlicensed",
            "women",
            "vaccine",
            "pregnancy"
        ]
    }
]