[
    {
        "url": "http://www.newshounds.us/fox_news_vaccination_rehab_for_2016_republicans_020515",
        "title": "Fox News Vaccination Rehab For 2016 Republicans",
        "authors": [],
        "publisher": "www.newshounds.us",
        "publish_date": "",
        "text": "When anti-vaxxer comments become a problem for Republican candidates, Fox News is there to immunize!\n\nIn case you’ve missed it, Governor Chris Christie and Senator Rand Paul, each a 2016 presidential hopeful, have created controversy with their comments about vaccinations in the wake of a measles outbreak.\n\nFrom Politico:\n\nThe Disneyland measles outbreak has forced a reckoning on the politics of vaccination: Likely GOP presidential candidates are stumbling over the issue, President Barack Obama has forcefully weighed in, and several states are pushing to make it harder to exempt children from vaccinations. On Monday, New Jersey Gov. Chris Christie had to backpedal on the question of parental choice in vaccinations. Kentucky Sen. Rand Paul drew fire for connecting vaccines to mental disorders. Late Monday night Hillary Clinton chimed in with a pro-vaccine message on Twitter: “The science is clear: The earth is round, the sky is blue, and #vaccineswork. Let’s protect all our kids. #GrandmothersKnowBest”\n\nBut Fox is there to help!\n\nOn Tuesday, host Megyn Kelly had a little chat with Fox's conservative contributor Brit Hume about the “fallout” over “a parent’s right to choose whether or not to vaccinate,” as she put it in her scripted introduction.\n\n“But is this really a Republican issue?” Kelly “asked.” Her tone was so overtly skeptical, you’d have to be an idiot not to foresee the answer.\n\nBefore Hume appeared, reporter Trace Gallagher made a point of noting that during the 2008 campaign, Clinton had “called for more research into the link between vaccines and autism.” As if saying “vaccines work” and calling for more research into possible side effects are contradictory.\n\nGallagher continued, “The numbers show that this so-called conservative problem as having a liberal outbreak.” His so-called proof was that 92 of the 102 measles cases are in “very Democratic suburbs” and that vaccination opt-out rates for California schoolchildren are very popular in “exclusive preschools and daycare centers used by many in the entertainment industry.”\n\nGallgher concluded, “The bottom line, Megyn, is it’s very far from a one-party problem.”\n\nActually, the real bottom line is that the people under scrutiny are running for president. That point also seemed to escape Kelly and Hume. Furthermore, nobody seemed to have noticed that Christie took quite a different stance on the far-less contagious Ebola just a few months ago when he forcibly quarantined nurse Kaci Hickox merely because she had treated Ebola patients in West Africa. Hickox never came down with the disease.\n\nKelly’s voice dripped with sarcasm as she said to Hume, “Joy Behar is sick and tired of the Neanderthal behavior by conservatives …like this very well-known conservative man who’s been one of the most outspoken on the issue of vaccines.” Kelly played a clip of Robert Kennedy, Jr. saying there’s a link between vaccines and autism.\n\nHume suggested that Kennedy is a bigger voice than Paul or Christie because Kennedy wrote a book on the subject and the two Republican candidates haven’t.\n\nHowever, not long after, deep into the discussion, both Hume and Kelly seemed to acknowledge Christie and Paul had really stepped in it.\n\nKelly said, “If these candidates come out and say you should have the choice and it shouldn’t be mandatory, then they’re effectively saying that non-vaccinated children should be allowed to go to school with vaccinated children and that’s A-OK with them. That is politically controversial, no?”\n\nHume agreed, saying, “There are serious public health reasons why certain vaccinations should be mandatory.”\n\nBut, then, perhaps as Fox News \"balance,\" Hume added, “I don’t think that it’s reasonable, for example, for The New York Times to say, that conservatives, largely speaking, don’t buy that.”\n\nActually, that’s not what The Times said, at least not the article cited in the segment. In that article the paper specifically reported that the vaccination controversy does not break down along party lines. However, it also cited Pew polls showing support growing for vaccinations among Democrats and falling among Republicans. Neither Hume nor Kelly offered any evidence to refute that.\n\nHume continued:\n\nThere are people on the right and, as you have demonstrated very ably here, Megyn, on the left as well, who are skeptical of the whole idea… but the idea that that is a view that is very widely held among conservatives is unsupported by any data that I know of or anything that the New York Times reported in its story which was clearly an effort to tar, I think, conservatives and Republicans with this idea.\n\nI think it's pretty clear that Paul and Christie tarred themselves.\n\nWatch it below, from February 3, The Kelly File.\n\nCORRECTION: This post originally said that Hickox had been exposed to Ebola. As one of our readers pointed out in the comments section, below, there was no evidence Hickox had been exposed to the disease.",
        "quotes": [
            [
                "The science is clear: The earth is round, the sky is blue, and #vaccineswork.",
                "Hillary Clinton",
                true
            ],
            [
                "Let’s protect all our kids.",
                "Hillary Clinton",
                true
            ],
            [
                "a parent’s right to choose whether or not to vaccinate,",
                "Megyn Kelly",
                false
            ],
            [
                "But is this really a Republican issue?",
                "Kelly",
                true
            ],
            [
                "called for more research into the link between vaccines and autism.",
                "Hillary Clinton",
                false
            ],
            [
                "The numbers show that this so-called conservative problem as having a liberal outbreak.",
                "Gallagher",
                true
            ],
            [
                "exclusive preschools and daycare centers used by many in the entertainment industry.",
                "Gallagher",
                false
            ],
            [
                "The bottom line, Megyn, is it’s very far from a one-party problem.",
                "Gallagher",
                true
            ],
            [
                "Joy Behar is sick and tired of the Neanderthal behavior by conservatives …like this very well-known conservative man who’s been one of the most outspoken on the issue of vaccines.",
                "Kelly",
                true
            ],
            [
                "If these candidates come out and say you should have the choice and it shouldn’t be mandatory, then they’re effectively saying that non-vaccinated children should be allowed to go to school with vaccinated children and that’s A-OK with them.",
                "Kelly",
                true
            ],
            [
                "There are serious public health reasons why certain vaccinations should be mandatory.",
                "Hume",
                true
            ],
            [
                "I don’t think that it’s reasonable, for example, for The New York Times to say, that conservatives, largely speaking, don’t buy that.",
                "Hume",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.politico.com/story/2015/02/measles-epidemic-politicians-114850",
                "https://www.nytimes.com/2015/02/03/us/politics/measles-proves-delicate-issue-to-gop-field.html?_r=0",
                "https://www.huffingtonpost.ca/2015/02/03/nurse-chris-christie-quar_n_6604504.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "republicans",
            "vaccination",
            "hume",
            "paul",
            "conservatives",
            "rehab",
            "saying",
            "kelly",
            "vaccinations",
            "christie",
            "candidates",
            "2016",
            "hickox",
            "fox",
            "vaccines"
        ]
    },
    {
        "url": "https://www.politico.com/story/2015/02/measles-epidemic-politicians-114850",
        "title": "Vaccination foes on the defensive",
        "authors": [
            {
                "name": "Natalie Villacorta",
                "link": null
            },
            {
                "name": "Nirvi Shah",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2015-02-02",
        "text": "The Disneyland measles outbreak has forced a reckoning on the politics of vaccination: Likely GOP presidential candidates are stumbling over the issue, President Barack Obama has forcefully weighed in, and several states are pushing to make it harder to exempt children from vaccinations.\n\nOn Monday, New Jersey Gov. Chris Christie had to backpedal on the question of parental choice in vaccinations. Kentucky Sen. Rand Paul drew fire for connecting vaccines to mental disorders.\n\nStory Continued Below\n\nLate Monday night Hillary Clinton chimed in with a pro-vaccine message on Twitter: “The science is clear: The earth is round, the sky is blue, and #vaccineswork. Let’s protect all our kids. #GrandmothersKnowBest”\n\nBut as national Republicans try to walk a line between standing up for public health and avoiding government mandates for child vaccinations, state lawmakers are pushing bills that might start to reset stagnant or even falling immunization rates in many parts of the country.\n\nIn California and Arizona, two states hit hardest by the current eruption of measles, lawmakers are introducing measures that would make schools’ immunization rates public. Doing so would let parents know the percentage of unvaccinated students on a campus and then consider their own child’s possible risk.\n\nTwo bills are in the pipeline in Maine, which last summer saw more than 200 children sickened by whooping cough, to make opting out more difficult by making a parent first consult a primary care doctor, nurse or physician assistant.\n\nOn Thursday, Minnesota lawmakers introduced legislation with the same goal. It would require a signature from a health care provider and renewal as a child enters the seventh grade.\n\nThe issue is drawing congressional attention, too, with hearings this week and next suddenly focusing on overall vaccine effectiveness, and with Democrats on the House Energy and Commerce Committee asking Chairman Fred Upton to look specifically at the Disneyland outbreak and its spread.\n\nWhile leading public health and pediatric organizations express optimism that the outbreak could prove a true turning point, they‘re also realistic.\n\n“I think we’re all hoping that this … will encourage people, particularly policymakers, to strengthen their vaccine laws and not weaken them and look very carefully at any exemptions they go to approve,” said physician Georges Benjamin, who leads the American Public Health Association. Even so, he added, “there is no reason to believe it will be different.”\n\nYet state lawmakers elsewhere are still proposing to make a child’s opt-out easier — with the same muted expectations. Despite given all the publicity and high-profile, celebrity-heightened exposure the “anti-vax” movement has generated, its cause hasn’t translated recently into any legislative victories.\n\n“This is an issue that affects a minority population” of parents, said Dawn Richardson, director of advocacy at the National Vaccine Information Center, which pushes for more parental choice. “Like any minority issue, it’s a challenge to be heard.”\n\nAs of Friday, the Centers for Disease Control and Prevention tallied 102 measles cases in 14 states, most of them linked to the initial exposure at Disneyland. That count now crisscrosses the country, from up and down the West Coast to as far away as New York and Pennsylvania. And it’s highly likely the numbers will continue to grow.\n\n“This virus is incredibly contagious,” Sandra Hassink, president of the American Academy of Pediatrics, noted in a statement that emphasized the serious, even life-threatening complications that can result from infection. “When measles was more common in the U.S., hundreds of children died from this virus every year.”\n\nObama is backing the health experts, calling the science on the safety of vaccinations “pretty indisputable.”\n\n”There is every reason to get vaccinated, but there aren’t reasons to not,” Obama told Savannah Guthrie on the “Today” show.\n\nYet 2016 Republican hopefuls Christie and Paul said parents should have latitude — with Paul telling talk radio host Laura Ingraham on Monday that “for the most part vaccines should be voluntary.” The eye doctor then went on CNBC and said he had “heard of many tragic cases of walking, talking normal children who wound up with profound mental disorders after vaccines.” He didn’t mention that the study typically cited as evidence of a link was long ago debunked, labeled as fraudulent research by the British medical journal that had published it.\n\nChristie was mild by contrast, saying the government must “balance” public health and parental choice. But a spokesman still sought to clarify his point afterward: “The governor believes vaccines are an important public health protection and with a disease like measles there is no question kids should be vaccinated.”\n\nCalifornia and 18 other states allow parents to cite philosophical or personal beliefs, in addition to religious or medical exemptions, as their reason for not having a child immunized. Those conscientious objections cover more than half the population of U.S. school-age children, according to the National Vaccine Information Center.\n\nRichardson said there’s a misperception about many parents who choose to opt out of vaccines. “All it takes is being off schedule for one vaccine, and you need an exemption,” she said. Some parents want to wait until children are older before being immunized against some infectious diseases, she continued, while others may want an exemption for one specific shot but not the whole roster of school-enrollment requirements.\n\nA couple of the proposed measures to curb exemptions were in the works before the first red-splotched child was linked to exposure at Disneyland — but as the count rises, it’s increasing lawmakers’ sense of urgency.\n\n“It’s just very timely,” said Diane Peterson, who tracks state policy for the Immunization Action Coalition.\n\nThe bills will follow recent moves in California, Oregon, Washington and Vermont that tightened policies on parents trying to avoid a mandated immunization. In each, parents who want a child exempted must now meet with a medical provider first or review the benefits and risks of vaccines from a state-approved source. Michigan’s state health agency implemented the same language. Early data suggest that some of the policies are decreasing opt-out rates.\n\nMississippi and West Virginia — the two states with the strictest policies, allowing children to opt out only for medical reasons — actually have legislation to broaden exemptions this session. But their bills seem to be running into obstacles. Three cosponsors of the West Virginia measure removed their names last week. Mississippi’s has yet to come to a committee vote, and the deadline is Tuesday.\n\nTami Brooks, a Mississippi physician and member of the American Academy of Pediatrics’ committee on state government affairs, suspects the outbreak’s spread has lawmakers there reconsidering. “I definitely think we’ll continue to see states reversing the trend and making it a little more stricter as far as allowing philosophical exemptions or even rescinding some of that legislation,” Brooks said.\n\nSome states have recently added registries to track which students have vaccines. South Carolina took its registry statewide this school year after a one-year pilot.\n\n“Then it’s there for everyone to see — everyone who has reading rights,” said Carolyn Duff, president of the National Association of School Nurses. “It is a leap forward.”\n\nMost of the state exemptions for philosophical or personal beliefs were on the books before the anti-vaccination movement began to have any teeth in the early 2000s. What has changed of late is the number of parents pursuing them. Research shows that the easier it is to get an exemption, the higher the rates will be.\n\nBetween 1991 and 2004, the percentage of children nationwide who obtained non-medical exemptions rose from 0.98 percent to 1.49 percent. The increase was even higher in the states with less restricted exemptions, according to the Journal of the American Medical Association.\n\nExemptions tend to cluster geographically, and that’s what the new bill in California aims to address, said state Sen. Richard Pan, a doctor who successfully sponsored the earlier bill. His new proposal would require a school to inform parents of its vaccination rates as they enroll their child.\n\n“Certainly the outbreak is prompting us to think about, are there additional steps we need to take as well?” Pan said.\n\nPaul Jarris, executive director of the Association of State and Territorial Health Officials, said he is glad to see the outbreak spurring conversation about parents’ responsibility to their communities when it comes to vaccination. “The effort is cumulative, of course, but I think this will be one more effort at strengthening those laws.”\n\n“Measles is bad,” Jarris continued. “It’s more than just a little rash that kids get. I’m hoping that this episode once again demonstrates how we must be vigilant at all times.”",
        "quotes": [
            [
                "I think we’re all hoping that this … will encourage people, particularly policymakers, to strengthen their vaccine laws and not weaken them and look very carefully at any exemptions they go to approve,",
                "",
                true
            ],
            [
                "there is no reason to believe it will be different.",
                "",
                false
            ],
            [
                "This is an issue that affects a minority population",
                "",
                false
            ],
            [
                "Like any minority issue, it’s a challenge to be heard.",
                "",
                true
            ],
            [
                "When measles was more common in the U.S., hundreds of children died from this virus every year.",
                "",
                true
            ],
            [
                "for the most part vaccines should be voluntary.",
                "",
                false
            ],
            [
                "heard of many tragic cases of walking, talking normal children who wound up with profound mental disorders after vaccines.",
                "",
                false
            ],
            [
                "The governor believes vaccines are an important public health protection and with a disease like measles there is no question kids should be vaccinated.",
                "",
                true
            ],
            [
                "All it takes is being off schedule for one vaccine, and you need an exemption,",
                "",
                true
            ],
            [
                "The science is clear: The earth is round, the sky is blue, and #vaccineswork.",
                "Hillary Clinton",
                true
            ],
            [
                "Let’s protect all our kids.",
                "Hillary Clinton",
                true
            ],
            [
                "I think we’re all hoping that this … will encourage people, particularly policymakers, to strengthen their vaccine laws and not weaken them and look very carefully at any exemptions they go to approve,” said physician Georges Benjamin, who leads the American Public Health Association.",
                "",
                true
            ],
            [
                "Even so, he added, “there is no reason to believe it will be different.”\n\nYet state lawmakers elsewhere are still proposing to make a child’s opt-out easier — with the same muted expectations.",
                "",
                true
            ],
            [
                "Despite given all the publicity and high-profile, celebrity-heightened exposure the “anti-vax” movement has generated, its cause hasn’t translated recently into any legislative victories.",
                "",
                true
            ],
            [
                "This is an issue that affects a minority population” of parents, said Dawn Richardson, director of advocacy at the National Vaccine Information Center, which pushes for more parental choice.",
                "",
                true
            ],
            [
                "Like any minority issue, it’s a challenge to be heard.”\n\nAs of Friday, the Centers for Disease Control and Prevention tallied 102 measles cases in 14 states, most of them linked to the initial exposure at Disneyland.",
                "",
                true
            ],
            [
                "That count now crisscrosses the country, from up and down the West Coast to as far away as New York and Pennsylvania.",
                "",
                true
            ],
            [
                "And it’s highly likely the numbers will continue to grow.",
                "",
                true
            ],
            [
                "This virus is incredibly contagious,” Sandra Hassink, president of the American Academy of Pediatrics, noted in a statement that emphasized the serious, even life-threatening complications that can result from infection.",
                "",
                true
            ],
            [
                "When measles was more common in the U.S., hundreds of children died from this virus every year.”\n\nObama is backing the health experts, calling the science on the safety of vaccinations “pretty indisputable.”\n\n”There is every reason to get vaccinated, but there aren’t reasons to not,” Obama told Savannah Guthrie on the “Today” show.",
                "",
                true
            ],
            [
                "Yet 2016 Republican hopefuls Christie and Paul said parents should have latitude — with Paul telling talk radio host Laura Ingraham on Monday that “for the most part vaccines should be voluntary.” The eye doctor then went on CNBC and said he had “heard of many tragic cases of walking, talking normal children who wound up with profound mental disorders after vaccines.” He didn’t mention that the study typically cited as evidence of a link was long ago debunked, labeled as fraudulent research by the British medical journal that had published it.",
                "",
                true
            ],
            [
                "Christie was mild by contrast, saying the government must “balance” public health and parental choice.",
                "",
                true
            ],
            [
                "But a spokesman still sought to clarify his point afterward: “The governor believes vaccines are an important public health protection and with a disease like measles there is no question kids should be vaccinated.”\n\nCalifornia and 18 other states allow parents to cite philosophical or personal beliefs, in addition to religious or medical exemptions, as their reason for not having a child immunized.",
                "",
                true
            ],
            [
                "Those conscientious objections cover more than half the population of U.S. school-age children, according to the National Vaccine Information Center.",
                "",
                true
            ],
            [
                "Richardson said there’s a misperception about many parents who choose to opt out of vaccines.",
                "",
                true
            ],
            [
                "All it takes is being off schedule for one vaccine, and you need an exemption,” she said.",
                "",
                true
            ],
            [
                "Some parents want to wait until children are older before being immunized against some infectious diseases, she continued, while others may want an exemption for one specific shot but not the whole roster of school-enrollment requirements.",
                "",
                true
            ],
            [
                "A couple of the proposed measures to curb exemptions were in the works before the first red-splotched child was linked to exposure at Disneyland — but as the count rises, it’s increasing lawmakers",
                "",
                false
            ],
            [
                "I definitely think we’ll continue to see states reversing the trend and making it a little more stricter as far as allowing philosophical exemptions or even rescinding some of that legislation,",
                "Brooks",
                true
            ],
            [
                "Then it’s there for everyone to see — everyone who has reading rights,",
                "Carolyn Duff",
                true
            ],
            [
                "Certainly the outbreak is prompting us to think about, are there additional steps we need to take as well?",
                "",
                true
            ],
            [
                "The effort is cumulative, of course, but I think this will be one more effort at strengthening those laws.",
                "Paul Jarris",
                true
            ],
            [
                "It’s more than just a little rash that kids get.",
                "Jarris",
                true
            ],
            [
                "I’m hoping that this episode once again demonstrates how we must be vigilant at all times.",
                "Jarris",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.politico.com/story/2015/02/chris-christie-vaccinations-114825",
                "https://www.politico.com/story/2015/02/rand-paul-vaccines-114845",
                "https://www.politico.com/story/2015/02/barack-obama-vaccinations-114823"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mailchi.mp/a7c062a845f4/subscribetoplaybook"
            ]
        },
        "key_words": [
            "vaccination",
            "foes",
            "public",
            "states",
            "lawmakers",
            "health",
            "vaccine",
            "exemptions",
            "parents",
            "children",
            "defensive",
            "vaccines",
            "state"
        ]
    },
    {
        "url": "https://www.nytimes.com/2015/02/03/us/politics/measles-proves-delicate-issue-to-gop-field.html?_r=0",
        "title": "Measles Outbreak Proves Delicate Issue to G.O.P. Field",
        "authors": [
            {
                "name": "Richard Pérez-Peña",
                "link": null
            },
            {
                "name": "Jeremy W. Peters",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2015-02-03",
        "text": "WASHINGTON — The politics of medicine, morality and free will have collided in an emotional debate over vaccines and the government’s place in requiring them, posing a challenge for Republicans who find themselves in the familiar but uncomfortable position of reconciling modern science with the skepticism of their core conservative voters.\n\nAs the latest measles outbreak raises alarm, and parents who have decided not to vaccinate their children face growing pressure to do so, the national debate is forcing the Republican Party’s 2016 presidential hopefuls to confront questions about whether it is in the public’s interest to allow parents to decide for themselves.\n\nGov. Chris Christie’s trade mission to London was suddenly overshadowed on Monday after he was quoted as saying that parents “need to have some measure of choice” about vaccinating their children against measles. The New Jersey governor, who is trying to establish his credibility among conservatives as he weighs a run for the Republican nomination in 2016, later tried to temper his response. His office released a statement clarifying that “with a disease like measles there is no question kids should be vaccinated.”\n\nSenator Rand Paul of Kentucky, a physician, was less equivocal, telling the conservative radio host Laura Ingraham on Monday that parents should absolutely have a say in whether to vaccinate their children for measles.",
        "quotes": [
            [
                "need to have some measure of choice",
                "",
                false
            ],
            [
                "with a disease like measles there is no question kids should be vaccinated.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/politics/first-draft/2015/02/02/christie-says-parents-should-have-choice-on-vaccinations/?module=inline",
                "https://www.nytimes.com/politics/first-draft/2015/02/02/paul-calls-vaccination-a-matter-of-freedom/?module=inline",
                "https://www.nytimes.com/2015/01/31/us/vaccine-critics-turn-defensive-over-measles.html?module=inline",
                "https://www.nytimes.com/2015/01/31/us/as-measles-spreads-in-us-so-does-anxiety.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "washington",
            "conservative",
            "outbreak",
            "measles",
            "vaccinate",
            "2016",
            "delicate",
            "weighs",
            "republican",
            "field",
            "parents",
            "children",
            "issue",
            "proves",
            "debate",
            "gop"
        ]
    },
    {
        "url": "https://www.huffingtonpost.ca/2015/02/03/nurse-chris-christie-quar_n_6604504.html",
        "title": "Nurse Chris Christie Quarantined For Ebola Goes After Governor On Vaccines",
        "authors": [
            {
                "name": "The Huffington Post",
                "link": null
            },
            {
                "name": "Amanda Terkel",
                "link": null
            }
        ],
        "publisher": "www.huffingtonpost.com",
        "publish_date": "2015-02-03",
        "text": "New Jersey Gov. Chris Christie (R) came out as a vaccine choicer Tuesday, saying it should be up to parents to decide whether to inoculate their children against deadly diseases that could infect the rest of the population.\n\nHis stance was looser than the one he took last year against Kaci Hickox, the nurse Christie forcibly quarantined over Ebola fears when she returned to the United States after helping patients in West Africa. There was never any evidence that Hickox had symptoms of Ebola, a far less contagious disease than the measles, which is currently spreading across the country due to parents who refuse to vaccinate their children.\n\nIn the end, Hickox never contracted Ebola.\n\nOn Monday night, Hickox went on \"All In with Chris Hayes\" on MSNBC and blasted Christie for his vaccination comments.\n\n\"I think this is a good example of Gov. Christie making some very ill-informed statements. We heard it a lot during the Ebola discussion, and now it seems to have happened again,\" said Hickox.\n\nHickox added that unlike Christie, she had first-hand experience with measles and what happens when there isn't widespread vaccination.\n\n\"We know that vaccines are safe, and we know that vaccines save lives,\" she said. \"I have worked in a measles outbreak in northern Nigeria before. We were seeing about 2,000 children a week with measles. It is a scary disease. I know that these families of these 100 people who have the disease now could tell you a little bit about what the disease looks like and how much misery it causes. After the vaccine was implemented in 1963, there was a large reduction in cases, about 98 percent. And I believe it was 1989 to '91, there was a resurgence. ... The stakes are high. We have to protect our most vulnerable populations.\"\n\nChristie made his controversial vaccination comments to reporters during his three-day trip to London, as he weighs whether to jump in the 2016 presidential field. Christie said he and his wife had vaccinated their children but understood \"that parents need to have some measure of choice in things as well, so that’s the balance that the government has to decide.\"\n\nChristie spokesman Kevin Roberts later clarified the governor's comments, saying, \"To be clear: The Governor believes vaccines are an important public health protection and with a disease like measles there is no question kids should be vaccinated. At the same time different states require different degrees of vaccination, which is why he was calling for balance in which ones government should mandate.\"\n\nChristie's comments weren't entirely surprising. While running for governor in 2009, he met with an anti-vaccine group and wrote a letter supporting their work.\n\nWatch Hickox above.\n\nWant more updates from Amanda? Sign up for her newsletter, Piping Hot Truth.\n\n",
        "quotes": [
            [
                "I think this is a good example of Gov.",
                "Christie",
                true
            ],
            [
                "Christie making some very ill-informed statements.",
                "Christie",
                true
            ],
            [
                "We heard it a lot during the Ebola discussion, and now it seems to have happened again,",
                "Christie",
                true
            ],
            [
                "We know that vaccines are safe, and we know that vaccines save lives,",
                "Christie",
                true
            ],
            [
                "I have worked in a measles outbreak in northern Nigeria before.",
                "Christie",
                true
            ],
            [
                "We were seeing about 2,000 children a week with measles.",
                "Christie",
                true
            ],
            [
                "I know that these families of these 100 people who have the disease now could tell you a little bit about what the disease looks like and how much misery it causes.",
                "Christie",
                true
            ],
            [
                "After the vaccine was implemented in 1963, there was a large reduction in cases, about 98 percent.",
                "Christie",
                true
            ],
            [
                "And I believe it was 1989 to '91, there was a resurgence.",
                "Christie",
                true
            ],
            [
                "We have to protect our most vulnerable populations.",
                "Christie",
                true
            ],
            [
                "that parents need to have some measure of choice in things as well, so that’s the balance that the government has to decide.",
                "Christie",
                false
            ],
            [
                "To be clear: The Governor believes vaccines are an important public health protection and with a disease like measles there is no question kids should be vaccinated.",
                "Christie",
                true
            ],
            [
                "At the same time different states require different degrees of vaccination, which is why he was calling for balance in which ones government should mandate.",
                "Christie",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.huffpost.com/entry/kacii-hickox-leaving-maine_n_6127146",
                "https://www.thedailybeast.com/christie-in-2009-i-stand-with-autism-fearing-anti-vaxx-parents?via=twitter_page",
                "https://www.huffingtonpost.ca/2015/02/02/chris-christie-vaccinations_n_6593806.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.lifehealthchoices.com/103009-get-out-the-vote-chris-christie-supports-parental-choice",
                "http://nymag.com/intelligencer/2015/01/anti-vaccinators-react-to-measles-outbreak.html?gtm=bottom"
            ]
        },
        "key_words": [
            "vaccination",
            "know",
            "nurse",
            "measles",
            "ebola",
            "chris",
            "disease",
            "christie",
            "goes",
            "governor",
            "parents",
            "hickox",
            "quarantined",
            "vaccines",
            "comments"
        ]
    },
    {
        "url": "https://www.politico.com/story/2015/02/chris-christie-vaccinations-114825",
        "title": "Christie causes stir with vaccination comments",
        "authors": [
            {
                "name": "Jonathan Topaz",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2015-02-02",
        "text": "Christie causes stir with vaccination comments\n\nNew Jersey Gov. Chris Christie said Monday that parents should have a “measure of choice” in whether their children are vaccinated — remarks that appeared to break with President Barack Obama and public health officials worried about a measles outbreak.\n\n“Mary Pat and I have had our children vaccinated, and we think that it’s an important part of being sure we protect their health and the public health,” the likely 2016 presidential candidate said while in Cambridge, England.\n\nStory Continued Below\n\nThe Republican also noted: “I also understand that parents need to have some measure of choice in things as well, so that’s the balance that the government has to decide.”\n\nLater Monday, Christie spokesman Kevin Roberts sought to clarify the remarks.\n\n“To be clear: The governor believes vaccines are an important public health protection and with a disease like measles there is no question kids should be vaccinated,” Roberts said in a statement. “At the same time different states require different degrees of vaccination, which is why he was calling for balance in which ones government should mandate.”\n\nOn Sunday, Obama told NBC News in a Super Bowl pregame interview that the science behind vaccination is “pretty indisputable” and there are no reasons for parents not to have their children receive vaccinations.\n\nWhite House senior adviser Dan Pfeiffer, in an exchange with a reporter on Twitter, soon after Christie’s remarks became public, said he hoped the New Jersey leader would “clarify” his comments because “it’s important that responsible leaders speak with one voice.”\n\nPublic health officials are trying to contain an outbreak of measles that began in southern California and has now reached 14 states — a problem they say is exacerbated by some parents declining to vaccinate their children.\n\nAnti-vaccine parents argue that vaccinations pose a greater threat to their children than the diseases themselves, with some suggesting that the vaccines can lead to autism. But there is virtually no scientific evidence for such claims, doctors say.\n\nChristie is on a three-day trade visit to the United Kingdom, his third international trip in his second term as governor. Last October, he broke with the White House in another public health matter by quarantining a nurse who had returned from West Africa and didn’t exhibit symptoms of Ebola, a decision that went against federal guidelines.",
        "quotes": [
            [
                "Mary Pat and I have had our children vaccinated, and we think that it’s an important part of being sure we protect their health and the public health,",
                "",
                true
            ],
            [
                "I also understand that parents need to have some measure of choice in things as well, so that’s the balance that the government has to decide.",
                "",
                true
            ],
            [
                "To be clear: The governor believes vaccines are an important public health protection and with a disease like measles there is no question kids should be vaccinated,",
                "Christie",
                true
            ],
            [
                "At the same time different states require different degrees of vaccination, which is why he was calling for balance in which ones government should mandate.",
                "Christie",
                true
            ],
            [
                "it’s important that responsible leaders speak with one voice.",
                "Dan Pfeiffer",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://mailchi.mp/a7c062a845f4/subscribetoplaybook",
                "https://twitter.com/Goldman44/status/562253734370373633"
            ]
        },
        "key_words": [
            "causes",
            "vaccination",
            "public",
            "important",
            "health",
            "stir",
            "measles",
            "vaccinated",
            "christie",
            "parents",
            "children",
            "vaccines",
            "comments"
        ]
    },
    {
        "url": "https://www.politico.com/story/2015/02/rand-paul-vaccines-114845",
        "title": "Rand Paul doubles down on vaccine stance",
        "authors": [
            {
                "name": "Adam B. Lerner",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2015-02-02",
        "text": "Rand Paul doubles down on vaccine stance\n\nSen. Rand Paul doubled down Monday on his earlier comments that vaccines should be “voluntary,” telling CNBC, “I don’t understand the point of why that would be controversial.” He also alleged he was the victim of media bias.\n\nThe remarks of the Kentucky Republican, who is an ophthalmologist by training and a likely 2016 Republican presidential candidate, come as public health officials try to contain an outbreak of measles believed to be fueled in part by a growing number of families refusing to vaccinate their children.\n\nStory Continued Below\n\nPaul first expressed his stance on vaccinations during an interview with conservative talk show host Laura Ingraham, expressing particular concern over mandatory vaccinations for sexually transmitted diseases.\n\nOn CNBC, “Closing Bell” host Kelly Evans pushed back against the senator, saying “maybe you are not aware, but there is a huge problem right now” caused by parents deciding that the measles, mumps and rubella vaccine is “voluntary.”\n\nPaul responded that he has “heard of many tragic cases of walking, talking normal children who wound up with profound mental disorders after vaccines,” though he was sure to note that he wasn’t arguing vaccines are a “bad idea.”\n\nThe CDC has studied the alleged relationship between common vaccines like MMR and autism and found “no links” whatsoever. These results have been replicated by multiple separate reports.\n\nThe exchange stayed heated as the two changed subjects and began discussing the efficacy of corporate tax holidays. At one point, Paul shushed Evans and told her to “calm down a bit here.”\n\nEvans also pressed the Republican on a Washington Post article about Paul’s efforts in the early 2000s to protest the group that certifies ophthalmologists by starting his own National Board of Ophthalmology. Ultimately, Paul was able to certify only about 50 or 60 doctors and the state of Kentucky dissolved his board.\n\nPaul responded to questions about the article by accusing Evans of “mischaracterizing and confusing the whole situation” and “twist[ing]” it as, he believed, the Post did in its article.\n\nToward the end of the interview, Paul said what he perceived as bias against him in the media could be a “problem” for his 2016 ambitions.\n\n“You end up having interviews like this where the interview is so slanted and full of distortions that you don’t get useful information. I think this is what is bad about TV sometimes,” he said.\n\n“Frankly, I think if we do this again, you need to start out with a little more objectivity going into the interview.”",
        "quotes": [
            [
                "I don’t understand the point of why that would be controversial.",
                "",
                true
            ],
            [
                "maybe you are not aware, but there is a huge problem right now",
                "Kelly Evans",
                false
            ],
            [
                "heard of many tragic cases of walking, talking normal children who wound up with profound mental disorders after vaccines,",
                "Rand Paul",
                false
            ],
            [
                "mischaracterizing and confusing the whole situation",
                "",
                false
            ],
            [
                "You end up having interviews like this where the interview is so slanted and full of distortions that you don’t get useful information.",
                "Rand Paul",
                true
            ],
            [
                "I think this is what is bad about TV sometimes,",
                "Rand Paul",
                true
            ],
            [
                "Frankly, I think if we do this again, you need to start out with a little more objectivity going into the interview.",
                "Rand Paul",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.washingtonpost.com/politics/how-rand-paul-tried-to-lead-an-eye-doctors-rebellion/2015/02/01/010994da-9cd6-11e4-a7ee-526210d665b4_story.html?noredirect=on"
            ],
            "gov_pgs": [
                "https://www.cdc.gov/vaccinesafety/concerns/autism/"
            ],
            "unsure": [
                "https://mailchi.mp/a7c062a845f4/subscribetoplaybook",
                "https://www.youtube.com/watch?v=CGvBB_nqZWI"
            ]
        },
        "key_words": [
            "paul",
            "doubles",
            "think",
            "vaccine",
            "rand",
            "responded",
            "republican",
            "stance",
            "evans",
            "vaccinations",
            "vaccines",
            "interview"
        ]
    },
    {
        "url": "https://www.politico.com/story/2015/02/barack-obama-vaccinations-114823",
        "title": "Obama urges vaccinations",
        "authors": [
            {
                "name": "Trevor Eischen",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2015-02-01",
        "text": "Obama urges vaccinations His remarks are in reaction to a measles outbreak.\n\nAmerican parents “should get their kids vaccinated” and the science behind vaccinations is “indisputable,” President Barack Obama said in an NBC News interview that was to air on Monday morning.\n\n“The science is, you know, pretty indisputable,” Obama told Savannah Guthrie in the interview on the “Today” show. “We’ve looked at this again and again. There is every reason to get vaccinated, but there aren’t reasons to not.”\n\nStory Continued Below\n\nThe president’s remarks come in response to one of the worst measles outbreaks on years and discussion of its connection to an increasingly vocal antivaccination movement, which is built largely around parents who believe that these shots pose a greater risk to their children than the illnesses for which they are being vaccinated.\n\nCalifornia is experiencing the worst of the epidemic after visitors and workers at Disneyland contracted the virus. And last week, a student from Bard College who has measles traveled on an Amtrak train through New York, causing concern with health officials that the disease could spread.\n\nAnswering questions from Guthrie, Obama said in the NBC News interview: “The fact is that a major success of our civilization has the ability to prevent diseases that in the past have devastated folks. And measles is preventable.”",
        "quotes": [
            [
                "The science is, you know, pretty indisputable,",
                "Obama",
                true
            ],
            [
                "We’ve looked at this again and again.",
                "Savannah Guthrie",
                true
            ],
            [
                "There is every reason to get vaccinated, but there aren’t reasons to not.",
                "Savannah Guthrie",
                true
            ],
            [
                "The fact is that a major success of our civilization has the ability to prevent diseases that in the past have devastated folks.",
                "Obama",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://mailchi.mp/a7c062a845f4/subscribetoplaybook"
            ]
        },
        "key_words": [
            "remarks",
            "worst",
            "measles",
            "vaccinated",
            "obama",
            "parents",
            "urges",
            "vaccinations",
            "nbc",
            "science",
            "interview"
        ]
    },
    {
        "url": "https://www.nytimes.com/politics/first-draft/2015/02/02/christie-says-parents-should-have-choice-on-vaccinations/?module=inline",
        "title": "Christie Says Parents Should Have ‘Choice’ on Vaccinations",
        "authors": [
            {
                "name": "Topics.Nytimes.Com Top Reference Timestopics People B Michael_Barbaro Index.Html",
                "link": null
            },
            {
                "name": "Michael Barbaro",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2015-02-02",
        "text": "Photo\n\nCAMBRIDGE, England — Amid an outbreak of measles that has spread across 14 states, Gov. Chris Christie of New Jersey on Monday said that parents “need to have some measure of choice” about vaccinating their children against the virus, breaking with President Obama and much of the medical profession.\n\nIn remarks here, Mr. Christie at first stopped short of recommending that parents immunize their children against measles, or any other illness, calling for “balance” and “choice.” But his remarks quickly set off an outcry, prompting the governor to modify his position about an hour later and declare, through a spokesman, that “there is no question kids should be vaccinated.”\n\nMr. Christie, when asked about the connection between the new measles cases and parents who object to the long-recommended vaccine against it, said that he and his wife had vaccinated their four children. He called that “the best expression I can give you of my opinion.”\n\nBut he added: “It’s more important what you think as a parent than what you think as a public official. I also understand that parents need to have some measure of choice in things as well. So that’s the balance that the government has to decide.”\n\nMr. Christie said that “not every vaccine is created equal, and not every disease type is as great a public health threat as others.”\n\nMr. Obama on Sunday night issued an unambiguous call for parents to have their children vaccinated. He called the scientific rationale for using the vaccines “pretty indisputable.”\n\nMr. Christie did not offer any such urgency or firmness in his original remarks. That prompted a scolding response from the White House. Mr. Obama’s senior adviser, Dan Pfeiffer, took to Twitter to request that Mr. Christie “clarify” his statement. “It’s important that responsible leaders speak with one voice,” Mr. Pfeiffer wrote.\n\nDoctors warn that up to 1,000 people may have been exposed to measles in recent weeks, a risk linked to parents who, against the advice of the medical profession, refuse to vaccinate their children for a variety of reasons.\n\nMr. Christie spoke during an impromptu news conference in front of a facility for MedImmune, an American company that makes a nasal flu vaccine, called FluMist. Inside, Mr. Christie donned a lab coat and protective plastic goggles.\n\nHe is traveling in the London area on a three-day trade mission.",
        "quotes": [
            [
                "need to have some measure of choice",
                "Chris Christie",
                false
            ],
            [
                "there is no question kids should be vaccinated.",
                "",
                false
            ],
            [
                "the best expression I can give you of my opinion.",
                "",
                false
            ],
            [
                "It’s more important what you think as a parent than what you think as a public official.",
                "",
                true
            ],
            [
                "I also understand that parents need to have some measure of choice in things as well.",
                "",
                true
            ],
            [
                "So that’s the balance that the government has to decide.",
                "",
                true
            ],
            [
                "not every vaccine is created equal, and not every disease type is as great a public health threat as others.",
                "Christie",
                false
            ],
            [
                "It’s important that responsible leaders speak with one voice,",
                "Christie",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com//www.nytimes.com/2015/02/02/us/a-discredited-vaccine-studys-continuing-impact-on-public-health.html"
            ]
        },
        "key_words": [
            "remarks",
            "choice",
            "vaccine",
            "measles",
            "vaccinated",
            "mr",
            "parents",
            "christie",
            "children",
            "called",
            "vaccinations"
        ]
    },
    {
        "url": "https://www.nytimes.com/politics/first-draft/2015/02/02/paul-calls-vaccination-a-matter-of-freedom/?module=inline",
        "title": "Paul Calls Vaccination a Matter of Freedom",
        "authors": [
            {
                "name": "Alan Rappeport",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2015-02-02",
        "text": "Senator Rand Paul of Kentucky took a firm position Monday on the side of people who say vaccination is a personal choice, overshadowing similar comments made earlier in the day by Gov. Chris Christie of New Jersey, a fellow Republican, and inserting himself into a hot debate that will likely resurface if the senator runs for president.\n\nMr. Paul, who is an eye doctor, said on CNBC that “the state doesn’t own your children” and that “profound medical disorders” sometimes occur after vaccines.\n\nHe also appeared to lose his temper later in the interview, telling the host Kelly Evans to “calm down” so that he could finish his response.\n\n“You’ve taken the interview and you’ve made it into something where you got no useful information because you were argumentative,” Mr. Paul said.",
        "quotes": [
            [
                "the state doesn’t own your children",
                "Paul",
                false
            ],
            [
                "You’ve taken the interview and you’ve made it into something where you got no useful information because you were argumentative,",
                "Paul",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "vaccination",
            "paul",
            "useful",
            "calls",
            "temper",
            "youve",
            "matter",
            "vaccineshe",
            "telling",
            "interview",
            "took",
            "senator",
            "freedom"
        ]
    },
    {
        "url": "https://www.nytimes.com/2015/01/31/us/vaccine-critics-turn-defensive-over-measles.html?module=inline",
        "title": "Vaccine Critics Turn Defensive Over Measles",
        "authors": [
            {
                "name": "Michael Paulson",
                "link": null
            },
            {
                "name": "Jack Healy",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2015-01-31",
        "text": "“There are different threads of concern out there” when it comes to vaccination, said Matt Zahn, the medical director for epidemiology at the Orange County Health Agency. “It becomes a game of Whack-a-Mole: As soon as you get rid of one issue, there’s another.”\n\nThe people most at risk of becoming seriously ill are babies too young to be vaccinated and the immunologically frail; measles can transform into something much worse, like encephalitis, and can be deadly. Among the fully vaccinated, the chances of contracting measles are small but do exist; the C.D.C. says the vaccine is more than 95 percent effective.\n\nOn Friday, all unvaccinated students who had been sent home from Huntington Beach High School after a possible measles exposure were allowed to return to school. But in Riverside County, officials reporting a probable case of a school employee with the measles ordered 40 students without vaccinations to stay home.\n\nSimilar scares are playing out far from Disneyland. In Kearny, Ariz., a small rural community with an economy tied to a nearby copper mine, a single family’s Christmas vacation has upended the rhythms of daily life. The family visited Disneyland in December, and four of its unvaccinated members came back with measles; a fifth person in Kearny also contracted the disease.\n\nNow, many businesses in town — the grocery store, the post office, and more — have measles alerts in the windows featuring a blond boy with a rash all over his face. Several signs say that someone with the measles was in the store at a specific time last week and advise others who were there at the same time to be alert to symptoms.\n\nSome parents in Kearny are sympathetic to the family that did not vaccinate children.\n\n“I strongly believe in getting children the vaccines they need to protect them from any childhood disease out there, but that is my opinion,“ said Tiffany Magee, a mother of three. “I also strongly believe other parents have the right to choose not to get their children vaccinated due to religion or health reasons.”\n\nKearny school officials sent a letter home to all parents, urging calm, noting that, other than the children in the affected family, all other students in the district had been vaccinated. But it also advised parents to keep an eye out for symptoms. The measles outbreak has dominated talk in town and in two Facebook groups that discuss Kearny goings-on, and it has altered the way some people in town think about vaccines.",
        "quotes": [
            [
                "There are different threads of concern out there",
                "Matt Zahn",
                false
            ],
            [
                "It becomes a game of Whack-a-Mole: As soon as you get rid of one issue, there’s another.",
                "Matt Zahn",
                true
            ],
            [
                "I also strongly believe other parents have the right to choose not to get their children vaccinated due to religion or health reasons.",
                "Tiffany Magee",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "school",
            "kearny",
            "critics",
            "vaccine",
            "measles",
            "town",
            "vaccinated",
            "students",
            "family",
            "vaccines",
            "parents",
            "children",
            "defensive",
            "turn"
        ]
    },
    {
        "url": "https://www.nytimes.com/2015/01/31/us/as-measles-spreads-in-us-so-does-anxiety.html?module=inline",
        "title": "As Measles Cases Spread in U.S., So Does Anxiety",
        "authors": [
            {
                "name": "Damien Cave",
                "link": null
            },
            {
                "name": "Julie Turkewitz",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2015-01-31",
        "text": "The measles outbreak tied to Disneyland continued to spread anxiety Friday as two new cases emerged overnight in Marin County in California — along with at least one in Nebraska — while Arizona officials warned that at least 1,000 people may have been exposed to the virus through seven others in that state.\n\nSince Jan. 1, the federal Centers for Disease Control and Prevention have confirmed 84 measles cases in 14 states. California’s health department, which is updating a measles count more frequently, has found more than 90 cases in the United States and Mexico so far, with 52 linked to the Disneyland outbreak.\n\nConcern about the highly contagious disease intensified Friday in several states, including Minnesota, where health officials are notifying hundreds of people who may have come into contact with a University of Minnesota student with measles.\n\nThere was also anxiety in Arizona, where thousands of people are arriving in Phoenix for the Super Bowl on Sunday. The disease centers are now advising anyone with symptoms not to attend the game.",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [
                "http://www.cdph.ca.gov/HealthInfo/discond/Pages/Measles.aspx",
                "https://www.cdc.gov/measles/cases-outbreaks.html"
            ],
            "unsure": []
        },
        "key_words": [
            "does",
            "centers",
            "states",
            "health",
            "officials",
            "measles",
            "minnesota",
            "disease",
            "arizona",
            "cases",
            "spread",
            "disneyland",
            "anxiety"
        ]
    },
    {
        "url": "https://www.huffpost.com/entry/kacii-hickox-leaving-maine_n_6127146",
        "title": "Kaci Hickox, Nurse Who Fought Ebola Quarantine, To Leave Maine: Report",
        "authors": [],
        "publisher": "www.huffpost.com",
        "publish_date": "2014-11-08",
        "text": "Nov 8 (Reuters) - A nurse who treated Ebola patients in West Africa and publicly fought quarantine orders in New Jersey and Maine after returning to the United States last month has decided to move away from her home state, a newspaper in Maine reported.\n\nKaci Hickox and her boyfriend, Ted Wilbur, plan to leave Maine after Nov. 10, or the expiration of the monitoring period for the virus' 21-day incubation, according to the Press Herald newspaper.\n\nWilbur did not say where the couple planned to move. \"We're going to try to get our lives back on track,\" he told the newspaper on Friday.\n\nWilbur and Hickox could not immediately be reached for comment.\n\nHickox returned to the United States last month after treating Ebola patients in Sierra Leone and was quarantined in a tent outside a hospital in New Jersey for four days despite showing no symptoms.\n\nAfter criticizing New Jersey Governor Chris Christie over the forced isolation, she was driven to her boyfriend's home in Fort Kent, in Maine's far north, where Governor Paul LePage ordered her quarantined even though she had tested negative for the virus.\n\nShe publicly defied the order, drawing national attention to the battle between states seeking to impose strict restrictions on healthcare workers returning after treating Ebola patients and the civil liberties of those individuals.\n\nLast week, a judge ruled the isolation of Hickox was too stringent but ordered her to continue self-monitoring through Nov. 10.\n\nMedical experts say Ebola can be transmitted only through the bodily fluid of a person who is exhibiting symptoms. The deadliest deadly outbreak of Ebola on record has killed nearly 5,000 people, mostly in Liberia, Guinea and Sierra Leone.\n\nTom Pelletier, Fort Kent's chief of police, said he had received calls from people who wanted him to arrest Hickox, local media reported.\n\nWilbur told the Press Herald he has withdrawn from his nursing program at the University of Maine at Fort Kent because university officials were not doing enough to stop threats against him.\n\nDan Demeritt, spokesman for the University of Maine System, told the Press Herald the school \"worked hard to balance the students' needs and the overall concerns of the campus and the community.\"\n\nNeither Pelletier nor a representative of the University of Maine could immediately be reached. (Reporting by Victoria Cavaliere in Seattle; editing by Matthew Lewis)",
        "quotes": [
            [
                "We're going to try to get our lives back on track,",
                "Wilbur",
                true
            ],
            [
                "worked hard to balance the students' needs and the overall concerns of the campus and the community.",
                "Dan Demeritt",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.huffpost.com/subscribe?ncid=huffpost_hpabmember_v3asdajsqwi"
            ]
        },
        "key_words": [
            "jersey",
            "states",
            "report",
            "nurse",
            "maine",
            "quarantine",
            "kaci",
            "fought",
            "leave",
            "ebola",
            "nov",
            "patients",
            "university",
            "hickox",
            "told",
            "press"
        ]
    },
    {
        "url": "https://www.thedailybeast.com/christie-in-2009-i-stand-with-autism-fearing-anti-vaxx-parents?via=twitter_page",
        "title": "Christie in 2009: ‘I Stand With’ Autism-Fearing Anti-Vaxx Parents",
        "authors": [
            {
                "name": "Olivia Nuzzi",
                "link": null
            }
        ],
        "publisher": "www.thedailybeast.com",
        "publish_date": "2015-02-02",
        "text": "Chris Christie is pro-choice again—at least when it comes to vaccines.\n\nThe New Jersey governor said Monday that he believes that parents “need to have some measure of choice” over vaccinating their children against measles, despite a recent outbreak of the virus that was caused by parents not vaccinating their children. What a world!\n\nWhile visiting Cambridge, England, Christie was asked about vaccinations, according to The New York Times.\n\nHe said that although he and his wife had vaccinated their children, “It’s more important what you think as a parent than what you think as a public official. I also understand that parents need to have some measure of choice in things as well. So that’s the balance that the government has to decide… Not every vaccine is created equal, and not every disease type is as great a public-health threat as others.”\n\nStatements like this have long kept Christie on the good side of the anti-vaccination crowd.\n\nWhile running for governor in 2009, Christie wrote a letter wherein he seemed to acknowledge a link between autism and vaccinations—a theory for which there is no scientific proof.\n\n“I have met with families affected by autism from across the state and have been struck by their incredible grace and courage. Many of these families have expressed their concern over New Jersey’s highest-in-the-nation vaccine mandates. I stand with them now, and will stand with them as their governor in their fight for greater parental involvement in vaccination decisions that affect their children.”\n\nAlso in 2009, Christie told The Don Imus Show that he struggled with then-Gov. Jon Corzine’s flu-shot mandate and the problems some parents have with vaccines.\n\nLater Monday, a Christie spokeman issued a statement urging vaccinations for viruses like measles.\n\n“To be clear: The governor believes vaccines are an important public health protection and with a disease like measles there is no question kids should be vaccinated. At the same time different states require different degrees of vaccination, which is why he was calling for balance in which ones government should mandate.”\n\nAsked to confirm whether Christie believes it’s possible that vaccines cause autism, his office did not respond. (It surfaced Monday that then-candidate Barack Obama said in 2008: \"We've seen just a skyrocketing autism rate. Some people are suspicious that it's connected to the vaccines. This person included. The science right now is inconclusive, but we have to research it.\")\n\nIt’s easy to forget, given Christie’s reputation as a no-nonsense pragmatist, but he often finds himself at odds with the medical establishment and basic common sense on issues of health.\n\nDuring the Ebola outbreak in October, Christie quarantined a nurse who had just returned from West Africa for three days. Everyone from the Centers for Disease Control to the Obama administration protested Christie’s decision to keep the woman in a tent, but Christie was unapologetic, saying it was his duty to protect the health of the people of New Jersey.\n\nToo bad she didn’t have the measles.\n\nThis story has been updated throughout.",
        "quotes": [
            [
                "need to have some measure of choice",
                "",
                false
            ],
            [
                "It’s more important what you think as a parent than what you think as a public official.",
                "Chris Christie",
                true
            ],
            [
                "I also understand that parents need to have some measure of choice in things as well.",
                "Chris Christie",
                true
            ],
            [
                "So that’s the balance that the government has to decide… Not every vaccine is created equal, and not every disease type is as great a public-health threat as others.",
                "Chris Christie",
                true
            ],
            [
                "I have met with families affected by autism from across the state and have been struck by their incredible grace and courage.",
                "",
                true
            ],
            [
                "Many of these families have expressed their concern over New Jersey’s highest-in-the-nation vaccine mandates.",
                "",
                true
            ],
            [
                "I stand with them now, and will stand with them as their governor in their fight for greater parental involvement in vaccination decisions that affect their children.",
                "",
                true
            ],
            [
                "To be clear: The governor believes vaccines are an important public health protection and with a disease like measles there is no question kids should be vaccinated.",
                "",
                true
            ],
            [
                "At the same time different states require different degrees of vaccination, which is why he was calling for balance in which ones government should mandate.",
                "",
                true
            ],
            [
                "We've seen just a skyrocketing autism rate.",
                "Barack Obama",
                true
            ],
            [
                "Some people are suspicious that it's connected to the vaccines.",
                "Barack Obama",
                true
            ],
            [
                "The science right now is inconclusive, but we have to research it.",
                "Barack Obama",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.thedailybeast.com/christies-convenient-abortion-flip",
                "https://www.thedailybeast.com/anti-vaxxers-brought-measles-to-the-happiest-place-on-earth",
                "https://www.thedailybeast.com/fda-moves-to-crack-down-on-quack-autism-cures"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.imus.com/guestbook/2009/10/29/chris-christie-gains-favor-with-imus-by-bulking-up-on-the-la.html",
                "http://voices.washingtonpost.com/fact-checker/2008/04/dr_obama_and_dr_mccain.html"
            ]
        },
        "key_words": [
            "vaccine",
            "2009",
            "stand",
            "antivaxx",
            "believes",
            "children",
            "disease",
            "parents",
            "autismfearing",
            "christie",
            "governor",
            "autism",
            "vaccinations",
            "vaccines"
        ]
    },
    {
        "url": "https://www.huffingtonpost.ca/2015/02/02/chris-christie-vaccinations_n_6593806.html",
        "title": "Chris Christie: Parents Should Have 'Some Measure Of Choice' On Vaccinating Their Children",
        "authors": [
            {
                "name": "The Huffington Post",
                "link": null
            },
            {
                "name": "Paige Lavender",
                "link": null
            }
        ],
        "publisher": "www.huffingtonpost.com",
        "publish_date": "2015-02-02",
        "text": "New Jersey Gov. Chris Christie (R) said parents should have \"some measure of choice\" when it comes to vaccinating their children.\n\nChristie, speaking to reporters during a three-day trip to the United Kingdom, said all four of his children have been vaccinated, but noted he thinks a parent's opinion about the issue is more important than what a public official thinks.\n\n“Mary Pat and I have had our children vaccinated and we think that it’s an important part of being sure we protect their health and the public health,” Christie said, according to The Washington Post.\n\n“I also understand that parents need to have some measure of choice in things as well, so that’s the balance that the government has to decide,\" Christie added.\n\nChristie spokesman Kevin Roberts clarified the governor's comments Monday in an email featuring a transcript of Christie's remarks.\n\n\"To be clear: The Governor believes vaccines are an important public health protection and with a disease like measles there is no question kids should be vaccinated,\" Roberts' email said. \"At the same time different states require different degrees of vaccination, which is why he was calling for balance in which ones government should mandate.\"\n\nIn 2009, Christie met with those who oppose vaccinations and penned a letter that year expressing support for them, The Daily Beast pointed out Monday.\n\n“I have met with families affected by autism from across the state and have been struck by their incredible grace and courage,\" Christie wrote. \"Many of these families have expressed their concern over New Jersey’s highest-in-the-nation vaccine mandates. I stand with them now, and will stand with them as their governor in their fight for greater parental involvement in vaccination decisions that affect their children.”\n\nChristie's comments on vaccinations seem to contradict his actions in 2014, when he quarantined a nurse who had been in West Africa treating Ebola victims even after she tested negative for the virus.\n\n“I'm glad she can be comfortable and back in her home now where she wants to be, but I hope, I think upon reflection she will understand that my job is to protect the health and safety of the people of New Jersey and the region,\" Christie said after nurse Kaci Hickox threatened to sue the governor for keeping her in isolation.\n\nHis comments also break from President Barack Obama's recent remarks urging parents to get their children fully vaccinated amid what the Centers for Disease Control and Prevention said could become a \"large outbreak\" of measles.\n\n\"I understand that there are families that, in some cases, are concerned about the effect of vaccinations,\" Obama told NBC's Savannah Guthrie in an interview ahead of the Super Bowl on Sunday. \"The science is, you know, pretty indisputable. We’ve looked at this again and again. There is every reason to get vaccinated, but there aren’t reasons to not.\"\n\n\"You should get your kids vaccinated,\" he added. \"It's good for them and the challenge you have is if you have a certain group of kids who don't get vaccinated, and if it grows large enough that a percentage of the population doesn't get vaccinated and they're the folks who can't get vaccinated, small infants, for example ... they suddenly become much more vulnerable.\"\n\nThe CDC has said there are at least 102 reported cases of measles in 14 states. In an interview on CBS's \"Face the Nation\" Sunday, CDC Director Tom Frieden said that the U.S. is \"likely to see more cases.\"\n\nThis post has been updated with information about Christie's past remarks on vaccinations and illnesses. It's also been updated with clarification on Christie's remarks from his spokesman.",
        "quotes": [
            [
                "Mary Pat and I have had our children vaccinated and we think that it’s an important part of being sure we protect their health and the public health,",
                "Christie",
                true
            ],
            [
                "Christie spokesman Kevin Roberts clarified the governor's comments Monday in an email featuring a transcript of Christie's remarks.",
                "",
                true
            ],
            [
                "To be clear: The Governor believes vaccines are an important public health protection and with a disease like measles there is no question kids should be vaccinated,",
                "",
                true
            ],
            [
                "At the same time different states require different degrees of vaccination, which is why he was calling for balance in which ones government should mandate.",
                "Roberts",
                true
            ],
            [
                "I have met with families affected by autism from across the state and have been struck by their incredible grace and courage,\" Christie wrote.",
                "Roberts",
                true
            ],
            [
                "Many of these families have expressed their concern over New Jersey’s highest-in-the-nation vaccine mandates.",
                "Roberts",
                true
            ],
            [
                "I stand with them now, and will stand with them as their governor in their fight for greater parental involvement in vaccination decisions that affect their children.",
                "Roberts",
                true
            ],
            [
                "Christie said after nurse Kaci Hickox threatened to sue the governor for keeping her in isolation.",
                "",
                true
            ],
            [
                "His comments also break from President Barack Obama's recent remarks urging parents to get their children fully vaccinated amid what the Centers for Disease Control and Prevention said could become a \"large outbreak",
                "",
                false
            ],
            [
                "I understand that there are families that, in some cases, are concerned about the effect of vaccinations,",
                "Obama",
                true
            ],
            [
                "The science is, you know, pretty indisputable.",
                "",
                true
            ],
            [
                "We’ve looked at this again and again.",
                "",
                true
            ],
            [
                "There is every reason to get vaccinated, but there aren’t reasons to not.",
                "",
                true
            ],
            [
                "You should get your kids vaccinated,",
                "",
                true
            ],
            [
                "It's good for them and the challenge you have is if you have a certain group of kids who don't get vaccinated, and if it grows large enough that a percentage of the population doesn't get vaccinated and they're the folks who can't get vaccinated, small infants, for example ... they suddenly become much more vulnerable.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.washingtonpost.com/news/post-politics/wp/2015/02/02/christie-breaks-with-obama-over-measles-vaccine-calls-for-balance/?noredirect=on",
                "https://www.thedailybeast.com/christie-in-2009-i-stand-with-autism-fearing-anti-vaxx-parents?via=twitter_page",
                "https://www.nbcnews.com/storyline/ebola-virus-outbreak/nj-gov-chris-christie-ebola-quarantine-nurse-go-ahead-sue-n235436",
                "https://www.nj.com/politics/2015/01/christies_london_trip_more_about_2016_presidential.html",
                "https://www.huffingtonpost.ca/2015/02/01/barack-obama-kids-vaccinated-measles_n_6591452.html",
                "https://thehill.com/policy/healthcare/231394-cdc-director-warns-of-measles-outbreak",
                "https://www.nytimes.com/politics/first-draft/2015/02/02/christie-says-parents-should-have-choice-on-vaccinations/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.lifehealthchoices.com/103009-get-out-the-vote-chris-christie-supports-parental-choice"
            ]
        },
        "key_words": [
            "public",
            "important",
            "remarks",
            "choice",
            "health",
            "measure",
            "vaccinated",
            "chris",
            "vaccinating",
            "kids",
            "parents",
            "christie",
            "children",
            "vaccinations",
            "understand"
        ]
    }
]