[
    {
        "url": "https://www.ageofautism.com/2019/04/failure-of-mumps-component-of-mmr-and-male-infertility.html",
        "title": "Failure of Mumps Component of MMR and Male Infertility",
        "authors": [
            {
                "name": "Name Is Required To Post A Comment",
                "link": null
            },
            {
                "name": "Age Of Autism",
                "link": null
            }
        ],
        "publisher": "https://www.ageofautism.com",
        "publish_date": "",
        "text": "Note: Mother Nature can be cruel. And she can be kind. She can also be smart. Many years ago, I met with a physician who talked about how the \"schedule\" of childhood diseases laid down the immune system needed for a strong adulthood. There are five viral rash diseases: measles, rubella, chicken pox, roseola and erythema infectiosum - which you and I call \"Fifth Disease.\" It's number 5. We have vaccines against measles, rubella and chicken pox. And so the media goes wild with every case. We do not have a vaccine for roseola or Fifth disease - to which I was exposed while pregnant with my first child. And so you never hear of cases of these diseases.\n\nBefore sanitation, antibiotics, modern healthcare, and nutritional support, many children did not survive their toddler years. Graveyards are full of weathered markers that bear witness to the power of these diseases. What happens when adults contract diseases that have been \"put off\" by childhood vaccination? Robert Kennedy Jr discusses the problem with adult onset mumps and male fertility problems as a result of vaccine failure.\n\n\n\n###\n\nMerck's MMR vaccine, when it fails to protect against mumps, puts males at risk of infertility MMR Vaccine’s Poison Pill: Mumps After Puberty, Reduced Testosterone and Sperm Counts\n\nAcross the country, frenzied legislators are responding to the pharmaceutical industry’s orchestrated fear campaign around measles by seeking to impose further mandating of Merck’s measles, mumps and rubella (MMR) vaccine. Although ongoing mumps outbreaks involving thousands of at-risk adolescents and young adults completely dwarf the number of measles cases, no one is covering the mumps story—because it will expose the fact that Merck has been in court for over eight years due to scientists blowing the whistle on Merck’s fabrication and falsification of the effectiveness of the mumps component of its MMR vaccine. Instead of punishing Merck for its chicanery, legislatures are rewarding the company by making it impossible to refuse Merck’s profitable vaccine, subjecting a generation of American children to the risk of serious complications from mumps infection at an age that nature never intended.\n\nWhen younger children experience mumps, the virus is relatively harmless; infected children often exhibit no symptoms. When mumps strikes adolescents or adults, on the other hand, the infection can cause far more serious adverse effects, including inflammation of various organs (brain, pancreas, ovaries and testicles)—as well as damage to male fertility.\n\nInflammation of one or both testicles (a condition called orchitis) occurs in approximately one in three post-pubertal men who get mumps and can contribute to sperm defects and subfertility as well as impairing the function of cells that produce testosterone. An estimated 30% to 87% of men with bilateral orchitis induced by mumps experience full-blown infertility—a major cause for concern given the significant declines in male fertility observed over the past several decades. Thus, it appears that Merck’s vaccine, instead of protecting children, not only delays onset of disease to later age cohorts but has the potential to cause serious and permanent injury.\n\n\n\nMerck and mumps vaccines",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.rescuepost.com/.a/6a00d8357f3f2969e20240a49cd56d200b-pi"
            ]
        },
        "key_words": [
            "children",
            "component",
            "rubella",
            "infertility",
            "male",
            "failure",
            "mmr",
            "measles",
            "serious",
            "mercks",
            "vaccines",
            "vaccine",
            "mumps",
            "diseases"
        ]
    }
]