[
    {
        "url": "https://www.huzlers.com/center-disease-control-says-ebola-vaccine-works-white-people/",
        "title": "The Center of Disease Control Says Ebola Vaccine Only Works On White People!",
        "authors": [],
        "publisher": "www.huzlers.com",
        "publish_date": "2014-10-10",
        "text": "\n\n\n\nAtlanta Georgia – The Center of Disease Control, which is headquartered in Atlanta, has released a statement saying the trial vaccine for the deadly Ebola virus will only work on those with white skin.\n\nIn an excerpt from the statement, the government agency stated, “Early tests of an experimental drug, which would effectively combat the spread of Ebola, have proved successful only in those with white skin — We are working diligently to improve the sample to be able to help all those who are in need.”\n\nThe vaccine, which was developed by ThomasSmithCharles in conjunction with the BIP, has began a trial phase. The vaccine uses a strain of a West Nile monkey cold virus called ape multivirus type 5 to deliver benign genetic material of the West African strain of Ebola. The genetic material given to the patient is not able to replicate and poses virtually no health risk. The sample instead strengthens the immune system to fight off the virus. If successful, ape multivirus type 5 could stop the spread of Ebola.\n\nAccording to the CDC, the trial was doled out 200 people, but only proved effective to those with white skin. Some scientists believe high levels of melanin may somehow be affecting the sample.\n\nMany citizens voiced concern when two white Americans were flown to Emory Hospital in Atlanta and were cured of the deadly disease, while 1,000’s in Africa continue to die. Conspiracy theorists believe the American Government has a cure for the disease, but has no plans to dole it out to Africans.\n\nA Twitter member, who goes by @Sidney_Bingham wrote, “Ebola was a incurable disease when it was killing Africans by the hundreds but now that 2 white people have it suddenly there’s a cure.”\n\nUser @J_Nuclear wrote, “Ebola death camps in Africa…..now when white people start getting it all of a sudden an experimental cure comes out.”\n\nWith the disease seeming to only work on those with white skin, the conspiracy theorists certainly have been provided with more fodder for their beliefs.\n\n[VIA]",
        "quotes": [
            [
                "Early tests of an experimental drug, which would effectively combat the spread of Ebola, have proved successful only in those with white skin — We are working diligently to improve the sample to be able to help all those who are in need.",
                "",
                true
            ],
            [
                "Ebola was a incurable disease when it was killing Africans by the hundreds but now that 2 white people have it suddenly there’s a cure.",
                "",
                true
            ],
            [
                "Ebola death camps in Africa…..now when white people start getting it all of a sudden an experimental cure comes out.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://www.thenewsnerd.com/technology/cdc-says-ebola-vaccine-works-white-people/"
            ]
        },
        "key_words": [
            "vaccine",
            "ebola",
            "center",
            "wrote",
            "virus",
            "work",
            "trial",
            "control",
            "white",
            "atlanta",
            "skin",
            "disease",
            "works"
        ]
    }
]