[
    {
        "url": "https://newspunch.com/democrats-bill-illegal-question-vaccines/",
        "title": "Democrats Push Bill That Makes It Illegal to Question Vaccines",
        "authors": [
            {
                "name": "Sean Adl-Tabatabai",
                "link": null
            }
        ],
        "publisher": "https://newspunch.com",
        "publish_date": "2018-12-30",
        "text": "The Democrats are proposing a new bill that will make it illegal to question the safety and effectiveness of vaccines.\n\nThe person behind this new Draconian law is California’s Senator Richard Pan, the very same man who made vaccinations for all Californian schoolchildren mandatory with his dangerous SB277 bill of 2015.\n\nNewstarget.com reports: Senator Pan has proposed a new bill entitled “SB1424 Internet: social media: false information: strategic plan,” which would make it a crime to raise questions about any “official story” put forth by the government. That, of course, would include the official vaccine story, namely that all vaccines are good, safe and side effect free, and that a healthy nation is a vaccinated nation.\n\nWhy SB1424 is dangerous\n\nNatural Health 365 explained how this bill would threaten free speech and the right to question the official vaccine narrative:\n\nAny person operating an Internet site in California would be obligated to develop a strategic plan to verify any news stories shared on the site. The plan must also have measures to mitigate the spread of false information by using fact-checkers to verify the stories and provide outreach to social media users. A “fake news” warning must be placed on any news story that contains false information.\n\nThe bill, if it passes, will require agencies of the California government to develop numerous laws for its enforcement, including penalties for so-called “speech criminals.”\n\nIf, for example, someone in the independent media published a story about the dangers of vaccines and their toxic ingredients, that person would have to include a warning that the content was fake (since it deviates from the “official” story), or risk penalties for being a speech criminal.\n\nCensorship disguised as a form of “protection”\n\nAnd just who would get to decide what is right and wrong, true and false? Where will these official “fact checkers” come from, and which way will their viewpoints be slanted? After all, we are all biased for or against things based on our own life experiences.\n\nBreitbart News noted:\n\nIt is not clear who would appoint the “fact-checkers.”\n\nCurrently, Facebook uses fact-checkers approved by the International Fact-Checking Network (IFCN), an organization run by the Poynter Institute, which in turn is funded, in part, by George Soros’s Open Society Foundation and other liberal organizations.\n\nIt would be easy for government agencies to eliminate all sources of opinion that deviate from the official narrative by first targeting the largest organizations and news outlets that routinely express non-mainstream opinions, and slowly working their way down to the smaller organizations and finally to any individual who dares to express a contrary opinion.\n\nSlowly but surely, censorship is being presented as a wholesome way to control the facts that we are all exposed to – a way to protect us from fake news and the spread of misinformation. It is important to recognize, however, that we have the right to hear both sides of every story and form our own conclusions.\n\nGovernment interference like that which would surely arise from the implementation of proposed bill SB1424 strips us of the right to assess the validity of information for ourselves – a right which each one of us should cherish.",
        "quotes": [
            [
                "SB1424 Internet: social media: false information: strategic plan,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.breitbart.com/local/2018/04/04/california-democrat-dr-richard-pan-proposes-fake-news-bill-shut-internet-free-speech-censorship/",
                "https://www.newstarget.com/2018-05-18-senator-richard-pushing-bill-crime-question-vaccines.html",
                "https://newspunch.com/refusing-to-vaccinate-your-child-in-california-is-now-illegal/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "plan",
            "speech",
            "illegal",
            "official",
            "right",
            "sb1424",
            "bill",
            "question",
            "makes",
            "vaccines",
            "person",
            "media",
            "democrats",
            "push",
            "way",
            "false"
        ]
    },
    {
        "url": "https://www.breitbart.com/local/2018/04/04/california-democrat-dr-richard-pan-proposes-fake-news-bill-shut-internet-free-speech-censorship/",
        "title": "California Democrat Introduces Bill to Force Websites to Use ‘Fact-Checkers’",
        "authors": [
            {
                "name": "Joel B. Pollak",
                "link": null
            }
        ],
        "publisher": "https://www.breitbart.com",
        "publish_date": "2018-04-04",
        "text": "California State Senator Dr. Richard Pan (D-Sacramento) has proposed a bill, the “Online False Information Act,” that would require anyone who posts news on the Internet to verify their information through “fact-checkers.”\n\nThe bill, filed quietly in late February as SB 1424, requires all California-based websites to develop a plan to fight “fake news,” to use “fact-checkers,” and to warn readers — including via social media — of “false information.”\n\nThe bill reads as follows:\n\nTHE PEOPLE OF THE STATE OF CALIFORNIA DO ENACT AS FOLLOWS: SECTION 1. Title 14.5 (commencing with Section 3085) is added to Part 4 of Division 3 of the Civil Code, to read: TITLE 14.5. False Information Strategic Plans 3085. (a) Any person who operates a social media Internet Web site with physical presence in California shall develop a strategic plan to verify news stories shared on its Internet Web site. (b) The strategic plan shall include, but is not limited to, all of the following: (1) A plan to mitigate the spread of false information through news stories. (2) The utilization of fact-checkers to verify news stories. (3) Providing outreach to social media users regarding news stories containing false information. (4) Placing a warning on a news story containing false information. (c) As used in this section, “social media” means an electronic service or account, or electronic content, including, but not limited to, videos, still photographs, blogs, video blogs, podcasts, instant and text messages, email, online services or accounts, or Internet Web site profiles or locations.\n\nThe bill would arguably impose onerous costs on individuals and businesses alike, and would serve as a tool for censorship by subjecting dissenting opinions to review via “fact-checkers.”\n\nIt is not clear who would appoint the “fact-checkers.”\n\nCurrently, Facebook uses fact-checkers approved by the International Fact-Checking Network (IFCN), an organization run by the Poynter Institute, which in turn is funded, in part, by George Soros’s Open Society Foundation and other liberal organizations.\n\nJoel B. Pollak is Senior Editor-at-Large at Breitbart News. He was named to Forward’s 50 “most influential” Jews in 2017. He is the co-author of How Trump Won: The Inside Story of a Revolution, which is available from Regnery. Follow him on Twitter at @joelpollak.",
        "quotes": [
            [
                "Online False Information Act,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [
                "https://leginfo.legislature.ca.gov/faces/billTextClient.xhtml?bill_id=201720180SB1424"
            ],
            "unsure": []
        },
        "key_words": [
            "plan",
            "factcheckers",
            "websites",
            "democrat",
            "bill",
            "social",
            "verify",
            "force",
            "internet",
            "web",
            "media",
            "introduces",
            "information",
            "california",
            "strategic",
            "false"
        ]
    },
    {
        "url": "https://www.newstarget.com/2018-05-18-senator-richard-pushing-bill-crime-question-vaccines.html",
        "title": "Senator Richard Pan is pushing a bill that would make it a “crime” for anyone to question vaccines",
        "authors": [
            {
                "name": "Tracey Watson",
                "link": null
            }
        ],
        "publisher": "https://www.newstarget.com",
        "publish_date": "2018-05-18",
        "text": "Senator Richard Pan is pushing a bill that would make it a “crime” for anyone to question vaccines\n\nFake News. The term that didn’t even exist five years ago has now become everybody’s favorite way to suppress free speech. The latest person to jump on the censorship bandwagon is California’s Senator Richard Pan, the very same politician who has already done untold damage by mandating vaccinations for all Californian schoolchildren with his infamous SB277 bill of 2015.\n\nAs reported by Natural Health 365, Senator Pan has proposed a new bill entitled “SB1424 Internet: social media: false information: strategic plan,” which would make it a crime to raise questions about any “official story” put forth by the government. That, of course, would include the official vaccine story, namely that all vaccines are good, safe and side effect free, and that a healthy nation is a vaccinated nation. (Related: The dirty history of Big Pharma’s scientific censorship, oppression and destruction of human knowledge.)\n\nWhy SB1424 is dangerous\n\nNatural Health 365 explained how this bill would threaten free speech and the right to question the official vaccine narrative:\n\nAny person operating an Internet site in California would be obligated to develop a strategic plan to verify any news stories shared on the site. The plan must also have measures to mitigate the spread of false information by using fact-checkers to verify the stories and provide outreach to social media users. A “fake news” warning must be placed on any news story that contains false information.\n\nThe bill, if it passes, will require agencies of the California government to develop numerous laws for its enforcement, including penalties for so-called “speech criminals.”\n\nThe power of the elements: Discover Colloidal Silver Mouthwash with quality, natural ingredients like Sangre de Drago sap, black walnut hulls, menthol crystals and more. Zero artificial sweeteners, colors or alcohol. Learn more at the Health Ranger Store and help support this news site.\n\nIf, for example, someone in the independent media published a story about the dangers of vaccines and their toxic ingredients, that person would have to include a warning that the content was fake (since it deviates from the “official” story), or risk penalties for being a speech criminal. (Related: Find out what they’re hiding from you at Censorship.news.)\n\nCensorship disguised as a form of “protection”\n\nAnd just who would get to decide what is right and wrong, true and false? Where will these official “fact checkers” come from, and which way will their viewpoints be slanted? After all, we are all biased for or against things based on our own life experiences. (Related: Mainstream media fails to expose government censorship of news.)\n\nBreitbart News noted:\n\nIt is not clear who would appoint the “fact-checkers.”\n\nCurrently, Facebook uses fact-checkers approved by the International Fact-Checking Network (IFCN), an organization run by the Poynter Institute, which in turn is funded, in part, by George Soros’s Open Society Foundation and other liberal organizations.\n\nIt would be easy for government agencies to eliminate all sources of opinion that deviate from the official narrative by first targeting the largest organizations and news outlets that routinely express non-mainstream opinions, and slowly working their way down to the smaller organizations and finally to any individual who dares to express a contrary opinion.\n\nSlowly but surely, censorship is being presented as a wholesome way to control the facts that we are all exposed to – a way to protect us from fake news and the spread of misinformation. It is important to recognize, however, that we have the right to hear both sides of every story and form our own conclusions.\n\nGovernment interference like that which would surely arise from the implementation of proposed bill SB1424 strips us of the right to assess the validity of information for ourselves – a right which each one of us should cherish.\n\nRead Vaccines.news for more coverage of the dangers of vaccines. Visit ThoughtPolice.news for news about restrictions on the freedom to think.\n\nSources for this article include:\n\nNaturalHealth365.com\n\nBreitbart.com",
        "quotes": [
            [
                "SB1424 Internet: social media: false information: strategic plan,",
                "Richard Pan",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.naturalnews.com/054131_mainstream_media_government_censorship_journalistic_malpractice.html",
                "https://www.naturalnews.com/056212_Big_Pharma_censorship_human_knowledge.html",
                "https://www.naturalhealth365.com/vaccines-fake-news-2536.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.newstarget.com//www.breitbart.com/california/2018/04/04/california-democrat-dr-richard-pan-proposes-fake-news-bill-shut-internet-free-speech-censorship/",
                "https://www.newstarget.com//Vaccines.news",
                "https://www.newstarget.com//ThoughtPolice.news",
                "https://colloidalsilvermouthwash.healthrangerstore.com/colloidal-silver-mouthwash.html",
                "https://www.newstarget.com//censorship.news/"
            ]
        },
        "key_words": [
            "pushing",
            "pan",
            "crime",
            "speech",
            "right",
            "official",
            "bill",
            "question",
            "vaccines",
            "media",
            "censorship",
            "richard",
            "way",
            "false",
            "senator"
        ]
    },
    {
        "url": "https://newspunch.com/refusing-to-vaccinate-your-child-in-california-is-now-illegal/",
        "title": "Refusing To Vaccinate Your Child In California Is Now Illegal",
        "authors": [
            {
                "name": "Sean Adl-Tabatabai",
                "link": null
            }
        ],
        "publisher": "https://newspunch.com",
        "publish_date": "2015-07-01",
        "text": "Any parent who refuses to vaccinate their child in California will be breaking the law as of January 2016. There are no exceptions.\n\nGovernor Jerry Brown signed the legislation on Tuesday, making California the strictest State in America – and it means that all children must be vaccinated before they can attend school.\n\nSfgate.com reports:\n\nNoting the “widespread interest and controversy” surrounding SB277, Brown said he signed the bill because “the science is clear that vaccines dramatically protect children against a number of infectious and dangerous diseases.”\n\nSB277 eliminates an exemption many parents have used to opt their children out of some of all of the 10 required school vaccines, based on personal or religious beliefs. The new law takes effect on Jan. 1. But even after that date, children enrolled in school or day care who are unvaccinated because of a personal belief exemption can continue to attend until their next scheduled vaccine check. Such checks occur in kindergarten, seventh grade or when students enter a new school.\n\n“While it’s true that no medical intervention is without risk, the evidence shows that immunization powerfully benefits and protects the community,” Brown wrote in a signing message with the bill.\n\nNoting the “considerable debate” in the Legislature about the vaccine mandate, Brown called attention to an amendment allowing children to receive a medical exemption from a doctor. That exemption is broad and can be based on family medical history—such as a sibling’s adverse reaction to a vaccine. Many of the thousands of parents who lined Capitol hallways to express their opposition to the bill had said medical exemptions were too difficult to obtain.\n\n“SB277, while requiring that school children be vaccinated, explicitly provides an exception when a physician believes that circumstances—in the judgement and sound discretion of the physician—so warrant,” Brown wrote.",
        "quotes": [
            [
                "the science is clear that vaccines dramatically protect children against a number of infectious and dangerous diseases.",
                "Brown",
                false
            ],
            [
                "While it’s true that no medical intervention is without risk, the evidence shows that immunization powerfully benefits and protects the community,",
                "Brown",
                true
            ],
            [
                "SB277, while requiring that school children be vaccinated, explicitly provides an exception when a physician believes that circumstances—in the judgement and sound discretion of the physician—so warrant,",
                "Brown",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://newspunch.com/mandatory-vaccine-act-2015-spine-chilling-u-s-legislation-proposed/",
                "https://www.sfgate.com/news/article/Brown-signs-bill-requiring-childhood-vaccinations-6358317.php"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "exemption",
            "children",
            "medical",
            "wrote",
            "illegal",
            "vaccine",
            "vaccinated",
            "brown",
            "refusing",
            "school",
            "vaccines",
            "child",
            "signed",
            "california",
            "vaccinate"
        ]
    },
    {
        "url": "https://newspunch.com/mandatory-vaccine-act-2015-spine-chilling-u-s-legislation-proposed/",
        "title": "Mandatory Vaccine Act 2015: Spine-chilling U.S. Legislation Proposed",
        "authors": [
            {
                "name": "Sean Adl-Tabatabai",
                "link": null
            }
        ],
        "publisher": "https://newspunch.com",
        "publish_date": "2015-05-14",
        "text": "A Florida Congresswoman is introducing legislation which, if passed, will require all children to receive every single shot that the CDC recommends on its vaccine schedule.\n\nThe spine chilling legislation named, H.R.2232 – Vaccinate All Children Act of 2015, says the following:\n\nREQUIREMENT.—For a State or a political subdivision or other public entity of a State to be eligible to receive a grant under this section, the applicant shall demonstrate to the Secretary’s satisfaction that, subject to paragraphs (2) and (3), the State requires each student enrolled in one of the State’s public elementary schools or public secondary schools to be vaccinated in accordance with the recommendations of the Advisory Committee on Immunization Practices.\n\nThis is the list of the current CDC vaccine schedule:\n\nStateofthenation2012.com reports:",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://stateofthenation2012.com/?p=15058"
            ]
        },
        "key_words": [
            "children",
            "mandatory",
            "vaccine",
            "vaccinated",
            "spinechilling",
            "proposed",
            "schools",
            "2015",
            "state",
            "cdc",
            "act",
            "public",
            "vaccinate",
            "legislation",
            "receive"
        ]
    },
    {
        "url": "https://www.sfgate.com/news/article/Brown-signs-bill-requiring-childhood-vaccinations-6358317.php",
        "title": "Gov. Jerry Brown signs bill requiring childhood vaccinations",
        "authors": [
            {
                "name": "Melody Gutierrez",
                "link": null
            }
        ],
        "publisher": "https://www.sfgate.com",
        "publish_date": "2015-06-30",
        "text": "Gov. Jerry Brown signs bill requiring childhood vaccinations\n\nKimberly McCauley, a foe of the vaccine measure, holds a photo of her daughter, Ella, after what McCauley says was a bad reaction to a vaccine. Kimberly McCauley, a foe of the vaccine measure, holds a photo of her daughter, Ella, after what McCauley says was a bad reaction to a vaccine. Photo: Rich Pedroncelli, Associated Press Photo: Rich Pedroncelli, Associated Press Image 1 of / 4 Caption Close Gov. Jerry Brown signs bill requiring childhood vaccinations 1 / 4 Back to Gallery\n\nSACRAMENTO — Gov. Jerry Brown signed legislation Tuesday that will make California one of the strictest states in requiring children to be vaccinated before attending public and private schools or day care, beginning in January.\n\nThe state will stop offering personal- or religious-belief exemptions for school vaccines next year, when California joins just two other states in allowing only medical exemptions signed by a doctor.\n\nBrown signed SB277 less than 24 hours after the bill landed on his desk, prompting supporters to turn their Tuesday news conference into a victory rally instead of a meeting to urge the governor to sign the legislation.\n\n“The science is clear that vaccines dramatically protect children against a number of infectious and dangerous diseases,” Brown wrote in a signing message with the bill. “While it’s true that no medical intervention is without risk, the evidence shows that immunization powerfully benefits and protects the community.”\n\nNoting the “considerable debate” in the Legislature about the vaccine mandate, Brown called attention to an amendment of the new law that will allow children to receive a medical exemption from a doctor. In addition to medical exemptions for children who cannot be safely vaccinated, doctors can also consider family medical history — such as a sibling’s adverse reaction to a vaccine. Many of the thousands of parents who lined Capitol hallways to express their opposition to the bill had said medical exemptions were too difficult to obtain from their doctors and that the legislation would unfairly force them to homeschool.\n\nBrown did not buy that argument.\n\n“SB277, while requiring that schoolchildren be vaccinated, explicitly provides an exception when a physician believes that circumstances — in the judgment and sound discretion of the physician — so warrant,” Brown wrote.\n\nUnder the new law, California joins Mississippi and West Virginia as the only states that do not allow personal or religious exemptions. As before, California families will still be allowed to enroll their children in school if they have not completed their vaccinations but intend to do so.\n\nParents who choose not to vaccinate their children will have to homeschool or enroll them in an off-campus independent study program.\n\n“We’re surprised and we’re disappointed,” said Monica Sokoloski, vice president of the opposition group Our Kids Our Choice. “At the same time, we’re going to continue to fight this. We don’t have everything hammered out yet on how. This happened so quickly.”\n\nCalifornia requires public- and private-school students to be vaccinated against 10 diseases — including measles, mumps, rubella, tetanus, chicken pox, hepatitis B and diphtheria — before entering kindergarten. The new law will allow unvaccinated children enrolled in school or day care who already have a personal-belief exemption to continue attending until their next scheduled vaccine check. Such checks occur in kindergarten, seventh grade or when entering a new school.\n\nStudents with disabilities will be exempt from the new law if their Individualized Education Program calls for on-campus services.\n\nBill co-authors state Sens. Richard Pan, D-Sacramento, and Ben Allen, D-Santa Monica, said they introduced the bill in response to a measles outbreak that started at Disneyland in December. More than 100 people in California were infected, and the disease spread to other states.\n\nPublic health officials say immunization rates need to be high — at least 90 percent of the population — to prevent the spread of diseases and protect individuals who can’t receive vaccines because of age or illness.\n\nThis past school year, parents filed 13,592 personal-belief exceptions for California kindergartners, or 2.5 percent of the total kindergarten population, according to the California Department of Public Health. Some children were given conditional entry when a vaccine was not yet due, making the total vaccination rate 90.4 percent of the 535,332 students enrolled in kindergartens across the state.\n\nHowever, certain areas of the state have much lower rates of immunization than California as a whole. Marin County has the highest rate of personal-belief exemptions in the Bay Area, with 6.5 percent of children having entered school without all of the required vaccinations.\n\n“Throughout our state, our people know that vaccines are safe and vaccines save lives,” said Pan, who is a pediatrician. “The science is clear. Californians have spoken, the governor and the Legislature have spoken. No more preventable contagions, no more outbreaks, no more hospitalizations, no more deaths and no more fear. SB277 is now the law.”\n\nThe bill’s signing caps months of debate that at times turned vitriolic. Pan reported he received a death threat, and Allen said one of his staffers did, as well. Several lawmakers reported receiving threatening online posts from opponents of the bill.\n\nHearings in the Capitol were filled with angry parents who wanted lawmakers to see the children they said the bill would harm. Their opposition centered on a belief that because there are risks to vaccines, the decision should remain up to the parents. Others cited a discredited study that said vaccines cause autism.\n\n“I think it’s difficult for people who are outside the Capitol to know the pressure that was applied on members of the Legislature, the difficult conversations that were had, the fear,” Allen said. “I respect the many, many people on the other side of the debate who conducted themselves in a civil manner. Not everyone did.”\n\nMelody Gutierrez is a San Francisco Chronicle staff writer. E-mail: mgutierrez@sfchronicle.com Twitter: @MelodyGutierrez",
        "quotes": [
            [
                "The science is clear that vaccines dramatically protect children against a number of infectious and dangerous diseases,",
                "Jerry Brown",
                true
            ],
            [
                "While it’s true that no medical intervention is without risk, the evidence shows that immunization powerfully benefits and protects the community.",
                "Jerry Brown",
                true
            ],
            [
                "SB277, while requiring that schoolchildren be vaccinated, explicitly provides an exception when a physician believes that circumstances — in the judgment and sound discretion of the physician — so warrant,",
                "Jerry Brown",
                true
            ],
            [
                "We’re surprised and we’re disappointed,",
                "Monica Sokoloski",
                true
            ],
            [
                "At the same time, we’re going to continue to fight this.",
                "Monica Sokoloski",
                true
            ],
            [
                "We don’t have everything hammered out yet on how.",
                "Monica Sokoloski",
                true
            ],
            [
                "This happened so quickly.",
                "Monica Sokoloski",
                true
            ],
            [
                "Throughout our state, our people know that vaccines are safe and vaccines save lives,",
                "",
                true
            ],
            [
                "The science is clear.",
                "",
                true
            ],
            [
                "Californians have spoken, the governor and the Legislature have spoken.",
                "",
                true
            ],
            [
                "No more preventable contagions, no more outbreaks, no more hospitalizations, no more deaths and no more fear.",
                "",
                true
            ],
            [
                "SB277 is now the law.",
                "",
                true
            ],
            [
                "I think it’s difficult for people who are outside the Capitol to know the pressure that was applied on members of the Legislature, the difficult conversations that were had, the fear,",
                "Allen",
                true
            ],
            [
                "I respect the many, many people on the other side of the debate who conducted themselves in a civil manner.",
                "Allen",
                true
            ],
            [
                "Not everyone did.",
                "Allen",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "signs",
            "vaccinations",
            "children",
            "vaccine",
            "medical",
            "requiring",
            "brown",
            "bill",
            "vaccinated",
            "vaccines",
            "school",
            "gov",
            "jerry",
            "childhood",
            "california",
            "exemptions"
        ]
    }
]