[
    {
        "url": "https://bients.com/teen-defies-parents-gets-first-vaccinations-during-measles-outbreaks-in-us/",
        "title": "Teen defies parents, gets first vaccinations during measles outbreaks in US",
        "authors": [],
        "publisher": "https://bients.com",
        "publish_date": "2019-02-10",
        "text": "An 18-year-old from Norfolk, Ohio, recently made the decision to receive his first-ever vaccines for a number of diseases despite his parents’ beliefs.\n\nEthan Lindenberger discussed his decision in an interview with NPR Newsthat was released on Saturday.\n\nIn the interview, Lindenberger said he had gone without vaccines for diseases like the measles, rubella, mumps and hepatitis for his entire life due to his mother’s anti-vaccine beliefs.\n\nHe told the publication that his mother, Jill Wheeler, was influenced by online misinformation, including a debunked study that claims certain vaccines could lead to autism and a theory that claims vaccines were linked to brain damage.\n\nThroughout his childhood, Lindenberger said his mother would tell him about the negative side effects of vaccines and how they were bad. He also said he thought it was normal for children not to receive vaccines.\n\nBut after he realized his other friends and classmates had all been vaccinated, Lindenberger said that’s when he began to do his own research into the matter.\n\n“When I started looking into it myself, it became very apparent that there was a lot more evidence in defense of vaccinations, in their favor,” Lindenberger said.\n\nLindenberger said he later approached his mother with research that debunked some of her claims, including a report from the CDC that explained how vaccines did not cause autism.\n\n“Her response was simply ‘that’s what they want you to think,'” Lindenberger said. “I was just blown away that you know, the largest health organization in the entire world would be written off with a kind of conspiracy theory-like statement like that.”\n\nAfter failing to change his mother’s thinking on the matter, Lindenberger decided to get vaccinated on his own after turning 18 years old.\n\nAs the publication also notes, the story comes at a time when more measles outbreaks have been reported in the Pacific Northwest, prompting more concern among minors about whether they are able to use their own consent to obtain vaccines.\n\nIn the month of January alone, measles were confirmed in ten states: California, Colorado, Connecticut, Georgia, Illinois, New Jersey, New York, Oregon, Texas, and Washington, according to the CDC.\n\nWashington officials also declared a public health emergency as an outbreak of measles spread across an anti-vaccination “hot spot” near Portland, Oregon, late last month.",
        "quotes": [
            [
                "When I started looking into it myself, it became very apparent that there was a lot more evidence in defense of vaccinations, in their favor,",
                "Ethan Lindenberger",
                true
            ],
            [
                "Her response was simply ‘that’s what they want you to think,",
                "Ethan Lindenberger",
                true
            ],
            [
                "I was just blown away that you know, the largest health organization in the entire world would be written off with a kind of conspiracy theory-like statement like that.",
                "Ethan Lindenberger",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://thehill.com/policy/healthcare/426593-washington-officials-declare-public-health-emergency-as-measles-outbreak",
                "https://www.npr.org/sections/health-shots/2019/02/09/692819105/defying-parents-a-teen-decides-to-get-vaccinated"
            ],
            "gov_pgs": [
                "https://www.cdc.gov/measles/cases-outbreaks.html"
            ],
            "unsure": []
        },
        "key_words": [
            "vaccinations",
            "vaccinated",
            "publication",
            "gets",
            "defies",
            "vaccines",
            "claims",
            "mother",
            "thats",
            "outbreaks",
            "measles",
            "lindenberger",
            "research",
            "receive",
            "teen",
            "parents"
        ]
    },
    {
        "url": "https://thehill.com/policy/healthcare/426593-washington-officials-declare-public-health-emergency-as-measles-outbreak",
        "title": "Washington declares public health emergency as measles hits anti-vaccination community",
        "authors": [],
        "publisher": "https://thehill.com",
        "publish_date": "2019-01-23",
        "text": "Washington officials have declared a public health emergency as an outbreak of measles spreads across an anti-vaccination \"hot spot\" near Portland, Ore.\n\nClark County, Washington, has seen 23 confirmed cases of measles as of Tuesday, according to a statement from the public health department.\n\nTwenty of those who contracted the highly contagious virus were not vaccinated against measles. The immunization status of three people have not yet been confirmed and at least one person has been hospitalized.\n\nADVERTISEMENT\n\nClark County, which is just across the Columbia River from Portland, Ore., is a “hot spot” for outbreaks because of the high rate of nonmedical vaccine exemptions, The Washington Post reported.\n\nAn estimated 7 percent of students in Clark County were exempt from compulsory vaccines upon entering kindergarten by claiming personal or religious reasons in the 2017-2018 school year, according to state data.\n\nRoughly 2 percent of children across the country forgo required immunizations for nonmedical reasons.\n\nPeter J. Hotez, a professor of pediatrics and dean of the National School of Tropical Medicine at Baylor College of Medicine, told the Post that he had predicted an outbreak in the area for a while.\n\n“It’s really awful and really tragic and totally preventable,” Hotez said.\n\nThe number of “philosophical-belief” vaccine exemptions has flourished since 2009 and 12 of the 18 states that allow such exemptions have seen outbreaks of measles, the research found.\n\n“Hotspot metropolitan areas” included Portland, Seattle, Phoenix and Detroit, according to Hotez’s study published in the Public Library of Science.\n\n“Portland is a total train wreck when it comes to vaccine rates,” Hotez said in an interview with the Post.\n\nNew York is also battling its most severe outbreak of the disease in decades, with 182 confirmed cases as of last Thursday. The New York Times reported last week that the outbreak is almost exclusively among the ultra-Orthodox Jewish community.\n\nThe Centers for Disease Control and Prevention (CDC) said two doses of the MMR vaccine for measles, mumps and rubella is about 97 percent effective at preventing the illness.\n\nThe modern anti-vaccination movement has persisted despite research debunking the myth that MMR vaccine is linked to autism.\n\nThe airborne illness became the leading killer of children across the world after smallpox was eradicated in 1980, the Post reported. It was declared eliminated in the U.S. in 2000 after there was no continuous transmission of the disease for more than a year.\n\nHotez told the Post that he blames the anti-vaccination movement for the resurgence of the virus, calling it a “self-inflicted wound.”\n\nThere was a total of 349 confirmed measles cases across 26 states and the District of Columbia last year — the second highest number since 2000, according to the CDC. There were 667 cases reported in 2014.\n\nSymptoms begin with a fever followed by a cough, runny nose and red eyes. A rash of tiny, red spots then spreads across the rest of the body, according to the CDC.\n\nPeople infected with the virus in Clark County have visited schools and churches, a dentist’s office, a Costco, an Ikea and an Amazon locker pickup station, city officials said in a Tuesday statement.\n\n“If other people breathe the contaminated air or touch a contaminated surface, then touch their eyes, noses or mouths, they can become infected,” the county warned in a statement. “Measles is so contagious that if one person has it, 90 percent of the people close to that person who are not immune will also become infected.”",
        "quotes": [
            [
                "It’s really awful and really tragic and totally preventable,",
                "Hotez",
                true
            ],
            [
                "Portland is a total train wreck when it comes to vaccine rates,",
                "Hotez",
                true
            ],
            [
                "If other people breathe the contaminated air or touch a contaminated surface, then touch their eyes, noses or mouths, they can become infected,",
                "",
                true
            ],
            [
                "Measles is so contagious that if one person has it, 90 percent of the people close to that person who are not immune will also become infected.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2019/01/17/nyregion/measles-outbreak-jews-nyc.html",
                "https://www.washingtonpost.com/nation/2019/01/23/an-anti-vaccination-hotspot-near-portland-suffers-public-health-emergency-over-measles/?noredirect=on&utm_term=.2c72c08dceda",
                "https://journals.plos.org/plosmedicine/article?id=10.1371/journal.pmed.1002578"
            ],
            "gov_pgs": [
                "https://www.cdc.gov/measles/vaccination.html",
                "https://www.clark.wa.gov/public-health/measles-investigation"
            ],
            "unsure": [
                "https://thehill.com/person/peter-j-hotez"
            ]
        },
        "key_words": [
            "health",
            "declares",
            "public",
            "post",
            "outbreak",
            "virus",
            "county",
            "measles",
            "emergency",
            "community",
            "hits",
            "according",
            "confirmed",
            "cases",
            "vaccine",
            "antivaccination",
            "washington"
        ]
    },
    {
        "url": "https://www.npr.org/sections/health-shots/2019/02/09/692819105/defying-parents-a-teen-decides-to-get-vaccinated",
        "title": "Defying Parents, A Teen Decides To Get Vaccinated",
        "authors": [
            {
                "name": "Scott Simon",
                "link": null
            },
            {
                "name": "Amanda Morris",
                "link": null
            }
        ],
        "publisher": "https://www.npr.org",
        "publish_date": "2019-02-09",
        "text": "Defying Parents, A Teen Decides To Get Vaccinated\n\nEnlarge this image toggle caption Eric Risberg/AP Eric Risberg/AP\n\nEthan Lindenberger is getting vaccinated for well, just about everything.\n\nHe's 18 years old, but had never received vaccines for diseases like hepatitis, polio, measles, mumps, rubella, or the chickenpox.\n\nLindenberger's mother, Jill Wheeler, is anti-vaccine. He said she has been influenced by online misinformation, such as a debunked study that claimed certain vaccines were linked with autism, or a theory that vaccines cause brain damage. Incorrect ideas like these have spread like wildfire, so much so that the CDC has explicitly tried to combat them, posting pages like \"Vaccines Do Not Cause Autism.\"\n\nLindenberger's eldest sister is vaccinated, and his eldest brother is partially immunized, but once his mother found out that she had the right to opt-out of vaccinations, she chose not to vaccinate her younger five children.\n\n\"God knows how I'm still alive,\" Lindenberger wrote on Reddit last November.\n\nEnlarge this image toggle caption Courtesy of Ethan Lindenberger Courtesy of Ethan Lindenberger\n\nIn his Reddit post, Lindenberger goes on to ask for help figuring out how to get vaccinated. He got more than 1,000 responses. His post joins similar ones from other unvaccinated teenagers trying to get their shots, despite their parents' beliefs.\n\nAt a time of widespread measles outbreaks in the Pacific Northwest, causing Washington state Gov. Jay Inslee to declare a state of emergency, more minors are raising questions about whether they can provide their own consent to get vaccines.\n\nAccording to the CDC, for month of January this year, measles have been confirmed in 10 states, with the agency monitoring other outbreaks in New York state and New York City.\n\nGrowing up, Lindenberger said he listened to what his mom told him about how vaccines were bad and carried negative side effects. He thought it was normal to not receive vaccines.\n\nBut then in school, Lindenberger got pulled out of class and asked by educators to get vaccinated. He talked with friends and realized all of them had been vaccinated, but that he didn't even know what a flu shot felt like. He saw more and more anti-vaccination debates popping up on social media. Slowly, he started to question what his mother had told him.\n\nSo, he did some research of his own.\n\n\"When I started looking into it myself, it became very apparent that there was a lot more evidence in defense of vaccinations, in their favor,\" Lindenberger told NPR's Scott Simon on Weekend Edition.\n\nAfter researching, Lindenberger tried to confront his mother, approaching her with an article from the CDC about how vaccines don't cause autism.\n\n\"Her response was simply 'that's what they want you to think,' \" he said. \"I was just blown away that you know, the largest health organization in the entire world would be written off with a kind of conspiracy theory-like statement like that.\"\n\nDespite repeated efforts to debate vaccination with his mother and show her the impact of the anti-vaccination movement on public health, Lindenberger has been unable to change her mind. But his own mind was made up: he was going to get vaccinated.\n\nLindenberger recently received his first round of shots — for diseases such as HPV, hepatitis A, hepatitis B, and influenza. It has caused some stress in his Norwalk, Ohio home, where he lives with both of his parents.\n\n\"My mom had always known I disagreed with her and figured that was going to pass, but it didn't,\" he said. \"She looked at it as me getting vaccines for a gesture of rebellion and not for my own sake and for the sake of people around me.\"\n\nIn an interview with the science magazine Undark, Lindenberger's mother said that his decision to get vaccinations felt like an insult and called it \"a slap in the face.\"\n\nSince he's now legally an adult, Lindenberger's mother cannot stop him from getting the vaccinations. For minors who want to get their shots, it can be trickier, since there are no federal laws regulating the issue. Instead, a minor's ability to get vaccinated varies depending on state laws. In many cases, 18 is the requirement to get medical procedures without a parent's consent.\n\nThough she can't control his decision, Lindenberger said his mother still tries to convince him not to continue with vaccinations.\n\nWhile he doesn't question his mother's love, Lindenberger said he questions her judgment. He has more shots scheduled for later this month.\n\nNPR's Denise Guerra contributed to this report and produced this story for broadcast.",
        "quotes": [
            [
                "Vaccines Do Not Cause Autism.",
                "",
                true
            ],
            [
                "God knows how I'm still alive,",
                "Ethan Lindenberger",
                true
            ],
            [
                "When I started looking into it myself, it became very apparent that there was a lot more evidence in defense of vaccinations, in their favor,",
                "Ethan Lindenberger",
                true
            ],
            [
                "Her response was simply 'that's what they want you to think,",
                "Ethan Lindenberger",
                true
            ],
            [
                "I was just blown away that you know, the largest health organization in the entire world would be written off with a kind of conspiracy theory-like statement like that.",
                "Ethan Lindenberger",
                true
            ],
            [
                "My mom had always known I disagreed with her and figured that was going to pass, but it didn't,",
                "Ethan Lindenberger",
                true
            ],
            [
                "She looked at it as me getting vaccines for a gesture of rebellion and not for my own sake and for the sake of people around me.",
                "Ethan Lindenberger",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.npr.org/templates/story/story.php?storyId=123472234",
                "https://www.npr.org/2019/01/28/689549375/washington-state-officials-declare-state-of-emergency-as-measles-outbreak-contin"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.reddit.com/r/NoStupidQuestions/comments/9xm989/my_parents_are_kind_of_stupid_and_dont_believe_in/?st=JRTFJJR5&sh=0b2c98a8",
                "https://www.reddit.com/r/legaladvice/comments/aka52r/im_a_minor_who_wishes_to_get_vaccinated_what_are/"
            ]
        },
        "key_words": [
            "vaccinations",
            "vaccinated",
            "state",
            "vaccines",
            "mother",
            "minors",
            "defying",
            "lindenberger",
            "told",
            "decides",
            "teen",
            "parents",
            "shots"
        ]
    },
    {
        "url": "https://www.nytimes.com/2019/01/17/nyregion/measles-outbreak-jews-nyc.html",
        "title": "New York Confronts Its Worst Measles Outbreak in Decades",
        "authors": [
            {
                "name": "Sharon Otterman",
                "link": null
            }
        ],
        "publisher": "https://www.nytimes.com",
        "publish_date": "2019-01-17",
        "text": "[What you need to know to start the day: Get New York Today in your inbox.]\n\nThrough the fall, traveler after traveler arrived in the ultra-Orthodox Jewish communities of New York from areas of Israel and Europe where measles was spreading. They then spent time in homes, schools and shops in communities where too many people were unvaccinated.\n\nWithin months, New York State was facing its most severe outbreak of the disease in decades, with 182 cases confirmed by Thursday, almost exclusively among ultra-Orthodox Jews. Health officials in New Jersey have reported 33 measles cases, mostly in Ocean County, driven by similar conditions.\n\nIn 2018, New York and New Jersey accounted for more than half the measles cases in the country.\n\nAlarmed, health officials began a systematic effort to bring up vaccination rates and halt the disease’s spread.\n\nBut while there has been progress, the outbreak is not yet over. Health officials said part of the problem has been resistance among some people in ultra-Orthodox neighborhoods to fully cooperate with health workers, get vaccinations and promptly report infections.",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.nytimes.com/2015/02/15/nyregion/refuse-to-vaccinate-little-religious-ground-to-stand-on.html?module=inline",
                "https://www.nytimes.com/2019/04/09/us/measles-outbreak.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/newsletters/newyorktoday?module=inline"
            ]
        },
        "key_words": [
            "health",
            "decades",
            "worst",
            "ultraorthodox",
            "traveler",
            "confronts",
            "outbreak",
            "measles",
            "officials",
            "cases",
            "communities",
            "york",
            "jersey"
        ]
    },
    {
        "url": "https://www.npr.org/2019/01/28/689549375/washington-state-officials-declare-state-of-emergency-as-measles-outbreak-contin",
        "title": "Washington State Officials Declare State Of Emergency As Measles Outbreak Continues",
        "authors": [
            {
                "name": "Patti Neighmond",
                "link": null
            },
            {
                "name": "Vanessa Romo",
                "link": null
            }
        ],
        "publisher": "https://www.npr.org",
        "publish_date": "2019-01-28",
        "text": "Washington State Officials Declare State Of Emergency As Measles Outbreak Continues\n\nEnlarge this image toggle caption Courtney Perry for The Washington Post/Getty Images Courtney Perry for The Washington Post/Getty Images\n\nHealth officials in Washington have declared a state of emergency and are urging immunization as they scramble to contain a measles outbreak in two counties, while the number of cases of the potentially deadly virus continues to climb in a region with lower-than-normal vaccination rates.\n\nWashington Department of Health officials announced that as of Monday afternoon, there have been 36 confirmed cases and 11 suspected cases of the disease. That is a significant increase from the reported numbers on Friday, when Gov. Jay Inslee declared a state of emergency. At the time, there were 26 confirmed measles cases.\n\nIn Friday's statement, Inslee said, \"The measles virus is a highly contagious infectious disease that can be fatal in small children, and the existence of 26 confirmed cases in the state of Washington creates an extreme public health risk that may quickly spread to other counties.\"\n\nSince then, 10 new cases have been confirmed, nine in Clark County, which borders Portland, Ore., creating concern in that state as well.\n\nWashington state epidemiologist Scott Lindquist told NPR that this is likely only the beginning of the epidemic because many of the families with infected children traveled to very public places, including Costco, Ikea, the Portland International Airport and the basketball arena where the Portland Trail Blazers play.\n\nLindquist added that officials are particularly concerned that \"folks that are immuno-compromised — pregnant women, young kids and those that are unvaccinated — could be at risk for this disease\" without realizing it because the telltale measles rash might not appear for four days into the sickness. As a result, people may not know they are carrying the disease and could easily unwittingly expose others to the extremely contagious virus.\n\nMeasles virus travels through the air. It can be contracted without even being near a person with the virus because it lingers for up to two hours in the air of a room where a person with the measles has been. It can cause serious complications, including pneumonia and encephalitis, and can be deadly. Inslee notes, \"Almost everyone who is not immune will get measles if they are exposed.\"\n\nClark County Public Health has identified 35 confirmed cases and 11 suspected cases since Jan. 1, when it first began investigating the outbreak. In 31 of the cases, the person who had contracted the disease had not been immunized. In the remaining cases, authorities had not yet verified their immunization status.\n\nThe majority of those infected were children, with 25 of the 35 confirmed cases impacting children under 10 years old.\n\nChildren under the age of one cannot be immunized.\n\nSo far, King County has reported the only adult case, a man in his 50s who was hospitalized but has since recovered. Although it's not clear where he became infected, the man said he had recently traveled to Clark County.\n\nThe Centers for Disease Control and Prevention recommends that people who have not been immunized but believe they have been exposed to the airborne virus, get the measles, mumps and rubella vaccine. It explains, \"If you get MMR vaccine within 72 hours of initially being exposed to measles, you may get some protection against the disease, or have milder illness.\"\n\nBefore the vaccine was introduced in 1963, measles was the single leading killer of children in the world. To this day, it still kills 100,000 people, mostly children a year worldwide, most under the age of 5.\n\nMeasles was declared completely eliminated within the U.S. in 2000 because the country's widespread vaccination program. However, state laws allowing parents to opt out of mandatory vaccinations quickly began eroding those statistics, leading to outbreaks across the nation.\n\nThe number of measles cases nearly tripled in 2018, when there were 349 cases, from 2017, which saw 120 cases reported. The CDC attributed the jump to primarily unvaccinated people in the Orthodox Jewish communities in New York state, New York City and New Jersey. The agency noted the outbreaks were associated with travelers who brought measles back from Israel.\n\nAnd, in 2017, low vaccination compliance rates among the Somali-American community living in Minnesota led to a cluster of 75 cases.\n\nAs NPR reported, \"In 2014, there were 667 cases in the U.S., including a large outbreak among Amish communities in Ohio. In 2015, there were 188 cases, including some linked to an outbreak that started at the Disneyland amusement park. Prior vaccination is critical to keeping people from contracting the virus if they are exposed to it.\"\n\nWashington and Oregon are among the country's many states that allow parents with a personal or philosophical objection to decline the measles vaccination, among some others. And Seattle and Spokane in Washington and Portland are among 15 U.S. cities considered \"hot spots\" for their high rates of nonmedical exemptions to vaccines that cover measles, mumps and rubella.\n\nPediatrician Peter Hotez, dean of Baylor College of Medicine's National School of Tropical Medicine, told NPR there is a very aggressive anti-vaccine lobby throughout the Pacific Northwest that has effectively driven up the rates of vaccine noncompliance, leaving scores of children vulnerable to the infection.\n\nThe groups often spread misinformation claiming a link between vaccines and autism. A claim that has been wholly refuted by the Centers for Disease Control and Prevention.\n\nWashington state officials are now beginning the arduous and costly task of tracking down everyone who might have been exposed to the infection and cautioning them to be on the alert for symptoms, including runny nose, red eyes, fever and rash.",
        "quotes": [
            [
                "The measles virus is a highly contagious infectious disease that can be fatal in small children, and the existence of 26 confirmed cases in the state of Washington creates an extreme public health risk that may quickly spread to other counties.",
                "Inslee",
                true
            ],
            [
                "folks that are immuno-compromised — pregnant women, young kids and those that are unvaccinated — could be at risk for this disease",
                "Lindquist",
                false
            ],
            [
                "Almost everyone who is not immune will get measles if they are exposed.",
                "Inslee",
                true
            ],
            [
                "If you get MMR vaccine within 72 hours of initially being exposed to measles, you may get some protection against the disease, or have milder illness.",
                "",
                true
            ],
            [
                "In 2014, there were 667 cases in the U.S., including a large outbreak among Amish communities in Ohio.",
                "",
                true
            ],
            [
                "In 2015, there were 188 cases, including some linked to an outbreak that started at the Disneyland amusement park.",
                "",
                true
            ],
            [
                "Prior vaccination is critical to keeping people from contracting the virus if they are exposed to it.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [
                "https://www.kingcounty.gov/depts/health/news/2019/January/23-measles.aspx?utm_medium=email&utm_source=govdelivery"
            ],
            "unsure": []
        },
        "key_words": [
            "children",
            "state",
            "disease",
            "declare",
            "continues",
            "vaccination",
            "outbreak",
            "virus",
            "officials",
            "measles",
            "emergency",
            "confirmed",
            "cases",
            "washington"
        ]
    }
]