[
    {
        "url": "http://www.newshounds.us/bill_o_reilly_ebola_virus_expert_10132014",
        "title": "Bill O'Reilly: Ebola Virus Expert",
        "authors": [],
        "publisher": "www.newshounds.us",
        "publish_date": "",
        "text": "Bill O'Reilly has decided he knows better than the head of the Centers for Disease Control and Prevention - as well as medical doctors who have appeared on Fox - about how to keep Americans safe from the Ebola virus. Hint: it has nothing to do with vaccines, treatments or protocols and everything to do with barring West Africans from the U.S. And ramping up distrust of the Obama administration.\n\nTonight's Talking Points Memo on this subject was called, “Why the federal government is not protecting America.” The main reason, according to O'Reilly, seems to be because the head of the CDC is afraid to go on The O'Reilly Factor and tell Americans the truth. Or something.\n\nO'Reilly worked himself into a seething lather. I'm sure it's just a coincidence that ratcheting up fear of Ebola and distrust of the federal government three weeks in advance of the midterm elections might help the GOP. Because O'Reilly is only looking out for you. And that's why he knows you don't need a real doctor to tell you what you should know about preventing an Ebola epidemic in the U.S.:\n\nTalking Points has said from the beginning there is no compelling reason why West Africans should be admitted to the U.S.A. when there is an Ebola epidemic raging in that region. Think about it! Think about it! This is a national security issue, is it not? What reason is there on this earth not to suspend visas from that area? The truth is, there is no reason, just a bunch of excuse making.\n\nFox News contributor Dr. Marc Siegel and Dr. Anthony Fauci, head of the National Institute of Allergy and Infectious Diseases, have explained to Fox News viewers the reasons why that's not a good idea. But what would they know, next to “Dr.” O'Reilly?\n\nThen, on to the O'Reilly scapegoat of the day, Dr. Tom Frieden, the head of The Centers for Disease Control and Prevention. Frieden – along with Siegel and Fauci - says that such a quarantine would make matters worse.\n\nBut O'Reilly knows better! He said about Frieden:\n\nTotal garbage! We have asked Dr. Frieden a number of times to appear on The Factor. He will not, because he is afraid. He knows that I know he's not being candid, that he's spinning the situation and not being forthcoming about how the disease is being spread.\n\nThen why didn't O'Reilly have another infectious disease specialist on the show to make that case? Or was it more politically expedient to grandstand without the inconvenient possibility of an expert throwing a wrench in his tirade?\n\n\"Frieden should resign,\" “Dr.” O'Reilly continued. Perhaps he or \"Dr.\" Donald Trump can replace him.\n\nO'Reilly went on to offer his prescription for charter flights for medical personnel in and out of West Africa and to declare disease screening by civilians at airports “stupid and irresponsible and puts all Americans at risk.” O'Reilly continued, “It's a dumb and dangerous ruse and Frieden is the chief propagandist.”\n\nBy the way, with all that ranting and raving, he never got around to questioning what is going on at that Texas hospital that first released an Ebola patient and then somehow didn't follow protocols well enough to protect its staff. Think it might have something to do with the fact that investigating a hospital would do little or nothing for Republicans in the upcoming elections compared to fomenting more anger and fear about the Obama administration?\n\nWatch it below.",
        "quotes": [
            [
                "Why the federal government is not protecting America.",
                "",
                true
            ],
            [
                "stupid and irresponsible and puts all Americans at risk.",
                "Bill O'Reilly",
                false
            ],
            [
                "It's a dumb and dangerous ruse and Frieden is the chief propagandist.",
                "Bill O'Reilly",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.washingtonpost.com/news/to-your-health/wp/2014/10/09/texas-hospital-responds-to-questions-over-treatment-of-ebola-patient-thomas-eric-duncan/?noredirect=on",
                "https://video.foxnews.com/v/3837629342001/why-the-federal-government-is-not-protecting-america/?playlist_id=930909812001"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.newshounds.us/hannity_guest_fear_mongers_america_will_soon_be_importing_ebola_on_an_hourly_basis_10072014",
                "http://www.newshounds.us/_dr_donald_trump_knows_better_than_niaid_about_ebola_because_benghazi_10062014"
            ]
        },
        "key_words": [
            "think",
            "reason",
            "bill",
            "expert",
            "head",
            "dr",
            "west",
            "ebola",
            "disease",
            "oreilly",
            "frieden",
            "knows",
            "virus"
        ]
    },
    {
        "url": "https://www.washingtonpost.com/news/to-your-health/wp/2014/10/09/texas-hospital-responds-to-questions-over-treatment-of-ebola-patient-thomas-eric-duncan/?noredirect=on",
        "title": "Texas hospital responds to questions over treatment of Ebola patient Thomas Eric Duncan",
        "authors": [
            {
                "name": "The Gazette Community Newspapers.",
                "link": null
            },
            {
                "name": "Tbd.Com",
                "link": null
            },
            {
                "name": "Wamu",
                "link": null
            },
            {
                "name": "Local News. She Has Worked For National Journal",
                "link": null
            },
            {
                "name": "Race",
                "link": null
            },
            {
                "name": "She Covered Congress",
                "link": null
            },
            {
                "name": "October",
                "link": null
            },
            {
                "name": "Pop Culture Writer",
                "link": null
            },
            {
                "name": "Elahe Izadi",
                "link": null
            }
        ],
        "publisher": "www.washingtonpost.com",
        "publish_date": "2014-10-09",
        "text": "\n\nThomas Eric Duncan died Wednesday at Texas Health Presbyterian Hospital. (Reuters/Mike Stone)\n\nThe Texas hospital system that treated Ebola patient Thomas Eric Duncan said Thursday that it wanted to \"correct some misconceptions\" over the care of the Liberian national who died Wednesday.\n\n\"Our care team provided Mr. Duncan with the same high level of attention and care that would be given any patient, regardless of nationality or ability to pay for care,\" read a statement from Texas Health Resources, which includes Texas Health Presbyterian, where Duncan was treated. \"In this case that included a four-hour evaluation and numerous tests. We have a long history of treating a multicultural community in this area.\"\n\nDallas County Commissioner John Wiley Price had criticized the hospital's preparedness to treat to Duncan, who first went to the hospital Sept. 26 and was sent home with antibiotics after saying he had been in Liberia. Price called the facility \"a boutique hospital next to a little Ellis Island\" -- referring to the nearby neighborhood where many immigrants live. “If you don’t have insurance, you’re not going to get treated. That’s the elephant in the room,\" Price said.\n\nSome of Duncan's family members had questioned why he didn't receive the same experimental treatments that other Ebola patients in the United States had received. “We want him to live,” Mawhen Jallah, the daughter of Duncan’s girlfriend, Louise Troh, had said. “So we want the drug the other people used to get saved if they have it.”\n\nAmericans Kent Brantly and Nancy Writebol had both received the experimental drug ZMapp. American physician Rick Sacra received a convalescent serum from blood donated by Brantly. They all survived. Brantly has donated blood for a similar treatment to be given to NBC cameraman Ashoka Mukpo in Nebraska.\n\nAccording to the hospital, ZMapp wasn't given to Duncan because it hasn't been available since Aug. 12. Instead, Duncan was given an experimental treatment, the antiviral drug Brincidofovir, on Saturday, many days after he was put into isolation.\n\n\"After consulting with experts across the country, the CDC, and the FDA, the investigative drug was administered as soon as his physicians determined that his condition warranted it, and as soon as it could be obtained,\" the hospital said. \"Mr. Duncan was the first Ebola patient to receive this drug.\"\n\nTroh and other family members had asked why doctors waited four days to treat Duncan with an experimental drug when another patient who had been successfully treated for the virus in the United States seemed to have received drug treatments \"immediately.\"\n\n\"Before the drug treatment was started she was very anxious because she felt like nothing positive was being done for him,\" said Troh's pastor, George Mason, who was with Troh when she learned of Duncan's death. \"And it's very difficult to hear news stories about others who have come with the Ebola virus and are treated immediately with a certain drug treatment. And to think that Duncan was there at the hospital and nothing was being done, it seemed unfair to her.\"\n\nThe Texas hospital said that serum treatment that Mukpo and Sacra received wasn't an option for Duncan because he had an incompatible blood type with the serum donors.\n\nUnlike Duncan, other Ebola patients in the United States had been brought over from Africa for treatment with the knowledge that they had disease. They were taken to hospitals with biocontainment units. More than 50 people were on the team that treated Duncan, with a 24-bed intensive care unit dedicated to his case, according to the hospital.\n\n\"The nurses, doctors, and team who cared for him, as well as the entire Texas Health Presbyterian Hospital Dallas community, grieve the loss of Mr. Duncan,\" the hospital statement read.\n\nAbby Phillip contributed to this report.\n\nRelated:\n\nThe terrifying logic of Ebola math\n\nThe spread of Ebola: It's slow but deadly\n\nSpanish Ebola patient’s health deteriorates\n\nHow the world failed to stop the Ebola disaster\n\nHere’s what the Ebola epidemic (still) looks like in West Africa",
        "quotes": [
            [
                "So we want the drug the other people used to get saved if they have it.",
                "",
                true
            ],
            [
                "Our care team provided Mr. Duncan with the same high level of attention and care that would be given any patient, regardless of nationality or ability to pay for care,",
                "Thomas Eric Duncan",
                true
            ],
            [
                "In this case that included a four-hour evaluation and numerous tests.",
                "Thomas Eric Duncan",
                true
            ],
            [
                "We have a long history of treating a multicultural community in this area.",
                "Thomas Eric Duncan",
                true
            ],
            [
                "a boutique hospital next to a little Ellis Island",
                "Thomas Eric Duncan",
                false
            ],
            [
                "Some of Duncan's family members had questioned why he didn't receive the same experimental treatments that other Ebola patients in the United States had received.",
                "Thomas Eric Duncan",
                true
            ],
            [
                "We want him to live,” Mawhen Jallah, the daughter of Duncan’s girlfriend, Louise Troh, had said.",
                "Thomas Eric Duncan",
                true
            ],
            [
                "So we want the drug the other people used to get saved if they have it.”\n\nAmericans Kent Brantly and Nancy Writebol had both received the experimental drug ZMapp.",
                "Thomas Eric Duncan",
                true
            ],
            [
                "American physician Rick Sacra received a convalescent serum from blood donated by Brantly.",
                "Thomas Eric Duncan",
                true
            ],
            [
                "Brantly has donated blood for a similar treatment to be given to NBC cameraman Ashoka Mukpo in Nebraska.",
                "Thomas Eric Duncan",
                true
            ],
            [
                "According to the hospital, ZMapp wasn't given to Duncan because it hasn't been available since Aug. 12.",
                "Thomas Eric Duncan",
                true
            ],
            [
                "Instead, Duncan was given an experimental treatment, the antiviral drug Brincidofovir, on Saturday, many days after he was put into isolation.",
                "Thomas Eric Duncan",
                true
            ],
            [
                "After consulting with experts across the country, the CDC, and the FDA, the investigative drug was administered as soon as his physicians determined that his condition warranted it, and as soon as it could be obtained,",
                "Thomas Eric Duncan",
                true
            ],
            [
                "Mr. Duncan was the first Ebola patient to receive this drug.",
                "",
                true
            ],
            [
                "Before the drug treatment was started she was very anxious because she felt like nothing positive was being done for him,",
                "Troh",
                true
            ],
            [
                "And it's very difficult to hear news stories about others who have come with the Ebola virus and are treated immediately with a certain drug treatment.",
                "",
                true
            ],
            [
                "And to think that Duncan was there at the hospital and nothing was being done, it seemed unfair to her.",
                "",
                true
            ],
            [
                "The nurses, doctors, and team who cared for him, as well as the entire Texas Health Presbyterian Hospital Dallas community, grieve the loss of Mr. Duncan,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.washingtonpost.com/national/health-science/the-ominous-math-of-the-ebola-epidemic/2014/10/09/3cad9e76-4fb2-11e4-8c24-487e92bc997b_story.html?noredirect=on",
                "https://www.washingtonpost.com/national/health-science/ebola-patient-in-dallas-rues-bringing-virus-to-love-of-my-life/2014/10/07/a1eb8ba8-4e55-11e4-babe-e91da079cb8a_story.html?noredirect=on",
                "https://www.washingtonpost.com/local/as-ebola-patient-in-texas-fights-for-his-life-his-family-copes-with-stigma-and-isolation/2014/10/05/d3c8b2ac-4cc7-11e4-8c24-487e92bc997b_story.html?noredirect=on",
                "https://www.washingtonpost.com/news/to-your-health/wp/2014/10/08/ebola-survivor-kent-brantly-donates-blood-to-help-treat-nbc-cameraman-ashoka-mukpo/?noredirect=on",
                "https://www.washingtonpost.com/news/to-your-health/wp/2014/10/06/heres-what-the-ebola-epidemic-still-looks-like-in-west-africa/?noredirect=on",
                "https://www.washingtonpost.com/news/to-your-health/wp/2014/10/09/as-spanish-ebola-patients-health-deteriorates-two-doctors-who-treated-her-are-under-observation/?noredirect=on",
                "https://www.washingtonpost.com/sf/national/2014/10/04/how-ebola-sped-out-of-control/?noredirect=on",
                "https://www.washingtonpost.com/news/post-nation/wp/2014/10/08/texas-ebola-patient-has-died-from-ebola/?noredirect=on"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.washingtonpost.com/wp-srv/special/health/how-ebola-spreads/?noredirect=on"
            ]
        },
        "key_words": [
            "received",
            "duncan",
            "health",
            "hospital",
            "care",
            "responds",
            "treatment",
            "ebola",
            "thomas",
            "treated",
            "drug",
            "eric",
            "questions",
            "texas",
            "patient"
        ]
    },
    {
        "url": "https://video.foxnews.com/v/3837629342001/why-the-federal-government-is-not-protecting-america/?playlist_id=930909812001",
        "title": "Why the federal government is not protecting America",
        "authors": [],
        "publisher": "video.foxnews.com",
        "publish_date": "2014-10-13",
        "text": "",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "federal",
            "america",
            "protecting"
        ]
    },
    {
        "url": "https://www.washingtonpost.com/national/health-science/the-ominous-math-of-the-ebola-epidemic/2014/10/09/3cad9e76-4fb2-11e4-8c24-487e92bc997b_story.html?noredirect=on",
        "title": "The ominous math of the Ebola epidemic",
        "authors": [
            {
                "name": "Politics For The National Desk. He Has Been A Staff Writer For The Post Since",
                "link": null
            },
            {
                "name": "Joel Achenbach Covers Science",
                "link": null
            },
            {
                "name": "October",
                "link": null
            },
            {
                "name": "Public Health Issues",
                "link": null
            },
            {
                "name": "Brady Dennis",
                "link": null
            },
            {
                "name": "Lena H. Sun",
                "link": null
            },
            {
                "name": "Joel Achenbach",
                "link": null
            }
        ],
        "publisher": "www.washingtonpost.com",
        "publish_date": "2014-10-09",
        "text": "Tom Frieden, the director of the Centers for Disease Control and Prevention, urged world leaders to work quickly to combat the spread of the Ebola virus during a meeting on Thursday morning. (AP)\n\nTom Frieden, the director of the Centers for Disease Control and Prevention, urged world leaders to work quickly to combat the spread of the Ebola virus during a meeting on Thursday morning. (AP)\n\nWhen the experts describe the Ebola disaster, they do so with numbers. The statistics include not just the obvious ones, such as caseloads, deaths and the rate of infection, but also the ones that describe the speed of the global response.\n\nRight now, the math still favors the virus.\n\nGlobal health officials are looking closely at the “reproduction number,” which estimates how many people, on average, will catch the virus from each person stricken with Ebola. The epidemic will begin to decline when that number falls below one. A recent analysis estimated the number at 1.5 to 2.\n\nThe number of Ebola cases in West Africa has been doubling about every three weeks. There is little evidence so far that the epidemic is losing momentum.\n\n“The speed at which things are moving on the ground, it’s hard for people to get their minds around. People don’t understand the concept of exponential growth,” said Tom Frieden, director of the U.S. Centers for Disease Control and Prevention. “Exponential growth in the context of three weeks means: ‘If I know that X needs to be done, and I work my butt off and get it done in three weeks, it’s now half as good as it needs to be.’ ”\n\nFrieden warned Thursday that without immediate, concerted, bold action, the Ebola virus could become a global calamity on the scale of HIV. He spoke at a gathering of global health officials and government leaders at the World Bank headquarters in Washington. The president of Guinea was at the table, and the presidents of Liberia and Sierra Leone joined by video link. Amid much bureaucratic talk and table-thumping was an emerging theme: The virus is still outpacing the efforts to contain it.\n\n“The situation is worse than it was 12 days ago. It’s entrenched in the capitals. Seventy percent of the people [who become infected] are definitely dying from this disease, and it is accelerating in almost all settings,” Bruce Aylward, assistant director general of the World Health Organization, told the group.\n\nAylward had come from West Africa only hours earlier. He offered three numbers: 70, 70 and 60. To bring the epidemic under control, officials should ensure that at least 70 percent of Ebola-victim burials are conducted safely, and that at least 70 percent of infected people are in treatment, within 60 days, he said.\n\nMore numbers came from Ernest Bai Koroma, president of Sierra Leone: The country desperately needs 750 doctors, 3,000 nurses, 1,500 hygienists, counselors and nutritionists.\n\nThe numbers in this crisis are notoriously squishy, however. Epidemiological data is sketchy at best. No one really knows exactly how big the epidemic is, in part because there are areas in Liberia, Sierra Leone and Guinea where disease detectives cannot venture because of safety concerns.\n\nThe current assumption is that for every four known Ebola cases, about six more go unreported.\n\nThe latest World Health Organization statistics, published Wednesday, show 8,033 cases of suspected or confirmed Ebola in the West Africa outbreak, with 3,865 deaths. That figure does not include Thomas Eric Duncan, a Liberian man who died Wednesday in Dallas.\n\n“This has been a particularly difficult outbreak because of the difficulty getting a lot of data quickly out of the countries,” said Martin Meltzer, a CDC researcher who models epidemics. “My crystal ball is painted a deep black. It’s like tracking a hurricane.”\n\nMeltzer helped produce a report in late September that said that at current rates of infection, as many as 1.4 million people would become infected by January. That number, officials stressed, was a straight extrapolation of the explosive spread of Ebola at a time when the world had managed to mount only a feeble response. The more vigorous response underway is designed to bend that curve.\n\nThe U.S. military is building 17 treatment centers that can hold 100 people each, but the top military commander in Africa said Tuesday that they won’t be ready until mid-November. Liberia and Sierra Leone have a particularly keen need for more hospital beds. The two countries currently have 924 beds between them, but they need 4,078, according to the WHO.\n\n“The virus is moving on virus time; we’re moving on bureaucracy or program time,” said Michael Osterholm, director of the Center for Infectious Disease Research and Policy at the University of Minnesota. “The virus is actually picking up the pace. Even as we add resources, we get farther behind.”\n\nAylward, the WHO official, pointed to some bright spots in the response in recent weeks. Liberia has gone from just six burial teams to 54. Officials are working with religious leaders to enable safe burials while respecting cultural traditions. “There’s a way to observe most of the ritual while keeping safe,” Aylward said in an interview.\n\nBut he said that overall, the countries in West Africa still lack a coordinated response.\n\n“What is needed in every country is a list, an Excel spreadsheet. It’s not complicated. Here is every district, every county, here is burials and who is going to lead them, here is case finding and contact tracing, here is behavioral change,” Aylward said. In effect, the countries need better numbers.\n\nThe latest data from the WHO show hints of progress in bringing Ebola under control in certain rural areas stricken by the disease earlier this year. Seven provinces in Guinea that previously reported Ebola cases saw no new infections in the most recent three-week period covered in Wednesday’s WHO update. Two districts in Sierra Leone and one in Liberia showed a decline in infections.\n\nBut experts caution against reading too much into small fluctuations that may simply reflect an increase or decrease in surveillance or a reappraisal of older data. This cautious attitude toward lower numbers particularly applies to a reported drop in new cases in Liberia in the past three weeks, which the WHO said is “unlikely to be genuine” and more likely reflects “a deterioration in the ability of overwhelmed responders to record accurate epidemiological data.”\n\nGerardo Chowell, a mathematical epidemiologist at Arizona State University, used data compiled through the end of August to estimate the reproduction number of 1.5 to 2 for this Ebola epidemic. Chowell said that even modest gains in lowering that number could give health officials and the military a better chance of controlling the epidemic.\n\n“Maybe we can bring it from two to 1.2 or 1.3, which would indicate that the number of new cases will be dramatically reduced, and that will give you time,” he said.\n\nAnother key number: how many days elapse between the time symptoms occur (which is when a person becomes contagious) and when health officials diagnose the disease in that person. Driving that number down is critical to containing the virus.\n\nThe incubation period for Ebola is usually about a week to 10 days, although it can last as long as 21 days. That creates obvious challenges for health workers who have to do contact tracing — they have to repeatedly knock on doors and take the temperatures of people who weeks earlier were potentially exposed to the virus. But it also gives those same workers a decent interval of time to track down people who may be infected before they start shedding the virus and potentially spreading the disease.\n\nThere are several scenarios for how this plays out. One is that the conventional methods of containing Ebola — isolating patients and doing contact tracing of people who might be exposed — lower the rate of new infections until finally the epidemic burns itself out. That has been the case in all previous outbreaks of Ebola, although no outbreak has ever been nearly as extensive as this one.\n\nA second scenario is more dire: The conventional methods come too late, the epidemic keeps spreading, and the virus is beaten back only when vaccines can be developed and scaled up to the point where they can be widely distributed.\n\nAs the number of infections increases, so does the possibility that a person with Ebola will carry it to another country. This is known as an export.\n\n“So we had two exports in the first 2,000 patients,” Frieden said in a recent interview. “Now we’re going to have 20,000 cases, how many exports are we going to have?”",
        "quotes": [
            [
                "If I know that X needs to be done, and I work my butt off and get it done in three weeks, it’s now half as good as it needs to be.",
                "",
                true
            ],
            [
                "The speed at which things are moving on the ground, it’s hard for people to get their minds around.",
                "Tom Frieden",
                true
            ],
            [
                "People don’t understand the concept of exponential growth,",
                "Tom Frieden",
                true
            ],
            [
                "Exponential growth in the context of three weeks means: ‘If I know that X needs to be done, and I work my butt off and get it done in three weeks, it’s now half as good as it needs to be.",
                "Tom Frieden",
                true
            ],
            [
                "The situation is worse than it was 12 days ago.",
                "Bruce Aylward",
                true
            ],
            [
                "It’s entrenched in the capitals.",
                "Bruce Aylward",
                true
            ],
            [
                "Seventy percent of the people [who become infected] are definitely dying from this disease, and it is accelerating in almost all settings,",
                "Bruce Aylward",
                true
            ],
            [
                "This has been a particularly difficult outbreak because of the difficulty getting a lot of data quickly out of the countries,",
                "Martin Meltzer",
                true
            ],
            [
                "My crystal ball is painted a deep black.",
                "Martin Meltzer",
                true
            ],
            [
                "It’s like tracking a hurricane.",
                "Martin Meltzer",
                true
            ],
            [
                "The virus is moving on virus time; we’re moving on bureaucracy or program time,",
                "Michael Osterholm",
                true
            ],
            [
                "The virus is actually picking up the pace.",
                "Michael Osterholm",
                true
            ],
            [
                "Even as we add resources, we get farther behind.",
                "Michael Osterholm",
                true
            ],
            [
                "There’s a way to observe most of the ritual while keeping safe,",
                "Aylward",
                true
            ],
            [
                "What is needed in every country is a list, an Excel spreadsheet.",
                "Aylward",
                true
            ],
            [
                "Here is every district, every county, here is burials and who is going to lead them, here is case finding and contact tracing, here is behavioral change,",
                "Aylward",
                true
            ],
            [
                "a deterioration in the ability of overwhelmed responders to record accurate epidemiological data.",
                "Aylward",
                false
            ],
            [
                "Maybe we can bring it from two to 1.2 or 1.3, which would indicate that the number of new cases will be dramatically reduced, and that will give you time,",
                "Chowell",
                true
            ],
            [
                "So we had two exports in the first 2,000 patients,",
                "Frieden",
                true
            ],
            [
                "Now we’re going to have 20,000 cases, how many exports are we going to have?",
                "Frieden",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.washingtonpost.com/national/health-science/cdc-ebola-could-infect-14-million-in-west-africa-by-end-of-january-if-trends-continue/2014/09/23/fc260920-4317-11e4-9a15-137aa0153527_story.html?noredirect=on"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.washingtonpost.com/wp-srv/special/health/how-ebola-spreads/?noredirect=on"
            ]
        },
        "key_words": [
            "epidemic",
            "health",
            "officials",
            "weeks",
            "ebola",
            "disease",
            "ominous",
            "cases",
            "world",
            "number",
            "math",
            "virus"
        ]
    },
    {
        "url": "https://www.washingtonpost.com/local/as-ebola-patient-in-texas-fights-for-his-life-his-family-copes-with-stigma-and-isolation/2014/10/05/d3c8b2ac-4cc7-11e4-8c24-487e92bc997b_story.html?noredirect=on",
        "title": "As Ebola patient in Texas fights for his life, his family copes with stigma and isolation",
        "authors": [
            {
                "name": "October",
                "link": null
            },
            {
                "name": "Sean Sullivan",
                "link": null
            },
            {
                "name": "Deneen L. Brown",
                "link": null
            }
        ],
        "publisher": "www.washingtonpost.com",
        "publish_date": "2014-10-05",
        "text": "Eric Williams, a Texas congressional candidate, speaks to reporters outside Texas Health Presbyterian Hospital in Dallas about the death of Ebola patient Thomas Eric Duncan at the hospital. Williams is calling on Gov. Rick Perry (R) to begin an investigation into the treatment of Duncan and the care he received at the hospital.\n\nOct. 8, 2014 Eric Williams, a Texas congressional candidate, speaks to reporters outside Texas Health Presbyterian Hospital in Dallas about the death of Ebola patient Thomas Eric Duncan at the hospital. Williams is calling on Gov. Rick Perry (R) to begin an investigation into the treatment of Duncan and the care he received at the hospital. LM Otero/AP\n\nThe family of Thomas Eric Duncan was devastated by the news of his death.\n\nAs a Liberian man diagnosed with Ebola was fighting to survive Sunday in a Texas hospital, his worried family members and others who were in contact with him said they are being ostracized by the local Liberian community, which is struggling to cope with fear, isolation and the stigma associated with the deadly disease.\n\nThomas Eric Duncan, who traveled to Dallas from Liberia more than a week ago after coming in contact with Ebola in the West African country, was in critical condition in an isolated hospital ward and “fighting for his life,” Tom Frieden, director of the U.S. Centers for Disease Control and Prevention, said Sunday.\n\n“We understand that his situation has taken a turn for the worse,” he said.\n\nFrieden said he does not believe that Duncan has received any experimental medicines that have been used to treat Ebola. And he would not comment on whether another type of experimental treatment — convalescent serum made from the blood of Ebola survivors — is being used to treat Duncan, referring questions to the hospital caring for him. A spokeswoman for Texas Health Presbyterian Hospital in Dallas did not respond to requests for comment.\n\nSuch serum was administered to two American doctors who contracted Ebola while in West Africa. The physicians, as well as another American who was infected with Ebola, also were given experimental drugs and survived. The supply of at least one of the drugs, ZMapp, has been exhausted, and federal officials say it will take time to make more.\n\nView Graphic Ebolas catastrophic effect on the body\n\nStill, Duncan’s family members question why experimental Ebola treatments have not been used to treat Duncan, who one family member said is attached to a ventilator at the Dallas hospital.\n\n“We want him to live,” said Mawhen Jallah, 28, the daughter of Duncan’s girlfriend, Louise Troh. “So we want the drug the other people used to get saved if they have it.”\n\nTroh, with whom Duncan stayed for eight days before going to the hospital, said, “We are praying for our loved one.”\n\nSix days after the first U.S. case was diagnosed, fear has raced across the Liberian community here. Public health officials are monitoring as many as 49 people who may have had contact with Duncan, whose flight landed in Dallas on Sept. 20. Four people, including Troh, who were close to him have been ordered to remain in isolation for the 21-day incubation period to help prevent the disease from spreading. CDC officials visit daily to monitor their temperatures for fever. None of them have developed symptoms, health officials said.\n\nAs they wait for any signs of illness, family members say their lives have been destroyed by rampant fear of the deadly disease.\n\n“This whole Ebola thing — this virus is tearing people apart,” Jallah said. “Since the whole thing occurred, nobody has come to visit.”\n\nOn Saturday night, Jallah sat alone with her two children in the dim light of her garden apartment in Dallas, in self-imposed isolation.\n\nAlthough CDC officials have cleared her, saying it is unlikely she contracted Ebola when she visited her mother’s apartment last week to welcome the man she calls her stepfather, she said she has been shunned.\n\nJallah said she did not touch Duncan when she greeted him. She said he was sitting in a chair as she said hello from the door of her mother’s bedroom. But she said people do not understand that it is nearly impossible to contract Ebola without touching the bodily fluids of a symptomatic person.\n\nJallah’s mother has been ordered into isolation by Dallas health officials. Troh was moved Friday from her apartment to an undisclosed house in Dallas, where she remains with her 13-year-old son, Duncan’s cousin and another 20-year-old man. Each had lived in Troh’s apartment, where Duncan stayed.\n\nTroh’s other daughter, Youngor Jallah, 35, who cared for Duncan before calling the ambulance to get him, was told Sunday by CDC officials that she no longer has to isolate herself and her family.\n\n“They came today to say it is okay if I want to go out,” she said.\n\nBut Youngor said she feels that people outside her apartment do not want her to come close. Last week, a neighbor standing outside Youngor’s home pointed a finger at her door.\n\n“That is the Ebola family there,” the woman said.\n\nMawhen Jallah, who lives several miles from her sister, said that last week her daughter’s babysitter, a friend, called to demand that she remove the 2-year-old girl from her home day care.\n\n“My friend said, ‘I don’t want for your daughter to be here until everything is over,’ ” Mawhen said. “That broke my heart. But I cannot do anything, because I know everybody is afraid.”\n\nShe said that people have posted sharp comments on Facebook about the family and that others have whispered, refusing to come close, fracturing a close-knit community of Liberians who had traveled here from a war-torn country to seek refuge.\n\nTroh and her family left Liberia in the early 1990s, in the midst of a civil war that would eventually devastate that country for 14 years.\n\nIt was in neighboring Ivory Coast where Troh met Duncan.\n\n“We all lived in the same community,” said Princes Duo, who considers Troh to be like a mother. “I guess he saw her and he loved her. She’s a beautiful woman.”\n\nIn 1995, Troh and Duncan had a son, Kasiah Eric Duncan. Three years later, Troh moved to Boston, leaving her children behind.\n\nA civil war in Ivory Coast forced the remaining members of the family to move again, to Guinea. Kasiah, Youngor and, later, Mawhen joined their mother in the United States in 2005 and 2006. By then she was living in Dallas, with another son, Timothy Wayne, now 13 years old.\n\nTroh’s two older sons, Dwana and Emen, still live in Liberia. Another daughter, Kebbeh Jallah, died with her baby in Monrovia, Liberia’s capital, in February after a Caesarean section to deliver her child failed.\n\nTroh has never returned to Liberia and until this year had not seen Duncan since they parted ways in Ivory Coast many years ago. That country’s civil war forced many Liberians back home, and Duncan went with them.\n\nBefore he boarded that flight to Dallas, Duncan worked as a private driver for the manager of a Liberian customs clearance agent, but he quit abruptly just before he departed.\n\nDuncan’s arrival in the United States in September was months after he had originally planned.\n\nHe had hoped to get his visa approved so he could attend his son’s high school graduation in June.\n\nBy the time his visa was approved in September, the Ebola outbreak in Liberia had exploded. Liberia accounts for more than half of the more than 3,400 Ebola deaths in West Africa, according to the World Health Organization.\n\nNeighbors in Liberia said Duncan contracted Ebola while helping to carry a sick, pregnant woman to a hospital. Hours later the woman died.\n\nMawhen Jallah’s head was covered in a pink scarf Saturday as she curled up barefoot on a brown leather sofa. She picked up her cellphone and called the hospital where her “stepfather” was being treated. “Hello,” she said, “can I speak with Eric Duncan?”\n\nA voice finally answered: “He is in critical condition.”\n\n“Is he taking any drugs for the viral?” Mawhen asked.\n\n“I cannot talk about that,” the hospital worker said.\n\nShe hung up the phone. She is worried about Duncan. She also worries about her family members in Liberia. “It is hard to sleep,” she said. “I keep the TV on all night, watching the news. I am crying all night. . . . Our people are suffering, dying every day. We experienced war before, but this type of virus we haven’t experienced before. We are asking God for protection.”\n\nSullivan reported from Washington.",
        "quotes": [
            [
                "I don’t want for your daughter to be here until everything is over,",
                "",
                true
            ],
            [
                "We understand that his situation has taken a turn for the worse,",
                "Frieden",
                true
            ],
            [
                "So we want the drug the other people used to get saved if they have it.",
                "Mawhen Jallah",
                true
            ],
            [
                "We are praying for our loved one.",
                "",
                true
            ],
            [
                "This whole Ebola thing — this virus is tearing people apart,",
                "Kebbeh Jallah",
                true
            ],
            [
                "Since the whole thing occurred, nobody has come to visit.",
                "Kebbeh Jallah",
                true
            ],
            [
                "They came today to say it is okay if I want to go out,",
                "Kebbeh Jallah",
                true
            ],
            [
                "That is the Ebola family there,",
                "",
                true
            ],
            [
                "My friend said, ‘I don’t want for your daughter to be here until everything is over,",
                "Kebbeh Jallah",
                true
            ],
            [
                "But I cannot do anything, because I know everybody is afraid.",
                "Kebbeh Jallah",
                true
            ],
            [
                "We all lived in the same community,",
                "Princes Duo",
                true
            ],
            [
                "I guess he saw her and he loved her.",
                "Princes Duo",
                true
            ],
            [
                "can I speak with Eric Duncan?",
                "Kebbeh Jallah",
                false
            ],
            [
                "Is he taking any drugs for the viral?",
                "Kebbeh Jallah",
                true
            ],
            [
                "I keep the TV on all night, watching the news.",
                "Kebbeh Jallah",
                true
            ],
            [
                "Our people are suffering, dying every day.",
                "Kebbeh Jallah",
                true
            ],
            [
                "We experienced war before, but this type of virus we haven’t experienced before.",
                "Kebbeh Jallah",
                true
            ],
            [
                "We are asking God for protection.",
                "Kebbeh Jallah",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.washingtonpost.com/sf/national/2014/10/04/how-ebola-sped-out-of-control/?noredirect=on",
                "https://www.washingtonpost.com/news/to-your-health/wp/2014/10/05/dallas-ebola-patient-fighting-for-his-life-cdc-head-says/?noredirect=on"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.washingtonpost.com/wp-srv/special/health/ebola-effect-on-body/?noredirect=on"
            ]
        },
        "key_words": [
            "fights",
            "duncan",
            "health",
            "troh",
            "hospital",
            "isolation",
            "dallas",
            "officials",
            "copes",
            "family",
            "liberia",
            "ebola",
            "life",
            "eric",
            "texas",
            "patient",
            "stigma"
        ]
    },
    {
        "url": "https://www.washingtonpost.com/news/to-your-health/wp/2014/10/08/ebola-survivor-kent-brantly-donates-blood-to-help-treat-nbc-cameraman-ashoka-mukpo/?noredirect=on",
        "title": "Ebola survivor Kent Brantly donates blood to help treat NBC cameraman Ashoka Mukpo",
        "authors": [
            {
                "name": "Focusing On National Breaking News",
                "link": null
            },
            {
                "name": "Public Health Issues. He Previously Spent Years Covering The Nation S Economy. Dennis Was A Finalist For The Pulitzer Prize For A Series Of Explanatory Stories About The Global Financial Crisis.",
                "link": null
            },
            {
                "name": "Focusing On The Environment",
                "link": null
            },
            {
                "name": "October",
                "link": null
            },
            {
                "name": "Public Health Issues",
                "link": null
            },
            {
                "name": "Brady Dennis",
                "link": null
            }
        ],
        "publisher": "www.washingtonpost.com",
        "publish_date": "2014-10-08",
        "text": "\n\nAshoka Mukpo's parents, Diana Mukpo and Mitchell Levy, at a Nebraska Medical Center news conference. (Eric Francis/Getty Images)\n\nThe Nebraska hospital treating Ebola patient Ashoka Mukpo said that he is scheduled on Wednesday to receive the same convalescent serum from the same donor – Ebola survivor Kent Brantly – as American doctor Rick Sacra received several weeks ago.\n\nMukpo, a freelance cameraman who was diagnosed with Ebola while working for the network in Liberia, will receive some of Brantly's blood as part of his treatment against the virus at the Nebraska Medical Center.\n\nIn September, Brantly, an American doctor, donated some of his plasma to Sacra, who was also treated at the Nebraska Medical Center.\n\nIn what the hospital called “an amazing stroke of luck,” Brantly was traveling through the Midwest on Tuesday on his way to Texas. He is scheduled to speak later this week at his alma mater, Abilene Christian University, according to Samaritan’s Purse, the international relief organization for which Brantly was working when he contracted Ebola at a missionary hospital in Liberia. Brantly later was flown to Atlanta for treatment and released in August.\n\n\n\nKent Brantly testifying at a House Foreign Affairs Subcommittee hearing on Ebola. (Joshua Roberts/Reuters)\n\nBrantly was driving through Kansas City on Tuesday when he received a call from Angela Hewett, associate medical director of the biocontainment unit at the Nebraska Medical Center, where Sacra was treated and where Mukpo currently is being treated. Remarkably, Brantly’s blood type matched Mukpo’s blood type, just as it had with Sacra. Brantly stopped at a facility in Kansas City to give his blood, which was then flown to Omaha.\n\n“It’s not a likely scenario that he would again have the same blood type,” Hewett said in a statement released by the hospital. “We are incredibly grateful that that Dr. Brantly would take the time to do this, not once, but twice.”\n\nIn a statement to NBC, Mukpo's father, Mitchell Levy, called Brantly's donation an act of \"kindness and generosity\" that \"makes me believe in the goodness of humanity.\"\n\nThe theory behind the transfusion treatment is this: The blood of an Ebola survivor should carry antibodies of the virus. By giving a current Ebola patient an injection of a compatible amount of blood plasma from someone who recovered from the disease, those antibodies could help the patient fight the virus.\n\nIn September, a panel of World Health Organization experts said such transfusions were a promising direction for experimental treatments against Ebola, and one that officials working in West Africa should pursue.\n\nLike many Westerners who have contracted the illness, Brantly, Sacra and Mukpo all received experimental treatments -- often more than one -- against Ebola. Brantly, the first Westerner repatriated to the United States for treatment during the deadliest Ebola outbreak in history, received the blood of a young Ebola survivor he'd treated in Liberia, along with the experimental drug zMapp.\n\nSacra was treated with Brantly's blood and the drug TKM-Ebola.\n\nMukpo is receiving an experimental drug called brincidofovir. It is the same drug given in Dallas to Thomas Eric Duncan, the Liberian man who was diagnosed with Ebola after traveling to the United States. Duncan died on Wednesday.\n\nA spokesman for Samaritan’s Purse on Wednesday said Brantly had been contacted by the Dallas hospital treating Duncan to see if he would also be willing to donate blood to him, should their blood types match. Brantly said he definitely would be willing to do so but never heard back after that.\n\n“The assumption is they weren’t a match,” said Samaritan’s Purse spokesman Jeremy Blume. “He was never contacted again.”\n\nMore than 3,800 people have died from the Ebola epidemic in West Africa, according to the WHO, and there have been more than twice as many total cases reported in the region.\n\n\n\nAshoka Mukpo in an undated photo released by his father. (Courtesy of Mitchell Levy via Reuters)\n\n[this post has been updated]\n\nRELATED:\n\nSpanish nurse with Ebola may have touched her face with a glove\n\nSpanish case highlights the risks and benefits of repatriating Ebola patients\n\nPost Exclusive: How the world failed to stop the Ebola epidemic\n\nWorried about Ebola? Experts will answer your questions today at Noon\n\nDallas patient: I would have preferred to die in Liberia rather than expose fiancée to Ebola\n\nHere’s what the Ebola epidemic (still) looks like in West Africa\n\nSex in a time of Ebola\n\nTravelers from West African countries will face stronger Ebola screening at U.S. airports",
        "quotes": [
            [
                "It’s not a likely scenario that he would again have the same blood type,",
                "Hewett",
                true
            ],
            [
                "We are incredibly grateful that that Dr. Brantly would take the time to do this, not once, but twice.",
                "Hewett",
                true
            ],
            [
                "makes me believe in the goodness of humanity.",
                "",
                false
            ],
            [
                "The assumption is they weren’t a match,",
                "Ashoka Mukpo",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.washingtonpost.com/sf/national/2014/10/04/how-ebola-sped-out-of-control/?noredirect=on",
                "https://www.washingtonpost.com/news/to-your-health/wp/2014/09/11/ebola-survivor-kent-brantly-donates-blood-to-infected-american-being-treated-in-nebraska/?noredirect=on",
                "https://www.washingtonpost.com/news/post-nation/wp/2014/10/08/travelers-from-west-african-countries-will-face-stronger-ebola-screening-at-u-s-airports/?noredirect=on",
                "https://live.washingtonpost.com/ebola-epidemic-q-a-20141008.html?dsfa",
                "https://www.washingtonpost.com/national/health-science/ebola-patient-in-dallas-rues-bringing-virus-to-love-of-my-life/2014/10/07/a1eb8ba8-4e55-11e4-babe-e91da079cb8a_story.html?noredirect=on",
                "https://www.washingtonpost.com/news/to-your-health/wp/2014/10/08/sex-in-a-time-of-ebola/?noredirect=on",
                "https://www.washingtonpost.com/news/to-your-health/wp/2014/10/08/spanish-nurse-says-she-has-no-idea-how-she-got-ebola-as-her-family-fights-for-their-dogs-life/?noredirect=on",
                "https://www.washingtonpost.com/news/to-your-health/wp/2014/10/06/heres-what-the-ebola-epidemic-still-looks-like-in-west-africa/?noredirect=on",
                "https://www.scientificamerican.com/article/blood-transfusions-from-survivors-best-way-to-fight-ebola/",
                "https://www.washingtonpost.com/news/to-your-health/wp/2014/10/07/spanish-case-highlights-the-risks-and-benefits-of-repatriating-ebola-patients/?noredirect=on",
                "https://www.washingtonpost.com/news/post-nation/wp/2014/10/08/texas-ebola-patient-has-died-from-ebola/?noredirect=on"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://apps.washingtonpost.com/g/page/national/experimental-drugs-used-for-ebola/1361/"
            ]
        },
        "key_words": [
            "brantly",
            "treat",
            "mukpo",
            "kent",
            "blood",
            "hospital",
            "west",
            "cameraman",
            "ebola",
            "help",
            "sacra",
            "donates",
            "survivor",
            "treated",
            "nebraska",
            "nbc",
            "medical"
        ]
    },
    {
        "url": "https://www.washingtonpost.com/news/to-your-health/wp/2014/10/06/heres-what-the-ebola-epidemic-still-looks-like-in-west-africa/?noredirect=on",
        "title": "Here’s what the Ebola epidemic (still) looks like in West Africa",
        "authors": [
            {
                "name": "Tbd.Com",
                "link": null
            },
            {
                "name": "October",
                "link": null
            },
            {
                "name": "Breaking News",
                "link": null
            },
            {
                "name": "Sarah Larimer",
                "link": null
            }
        ],
        "publisher": "https://www.washingtonpost.com",
        "publish_date": "2014-10-06",
        "text": "\n\nA Doctors Without Borders worker carries a child suspected of having Ebola in a treatment center in Liberia on Sunday. (John Moore/Getty Images)\n\nLast week, health officials announced the first case of Ebola diagnosed in the United States. On Wednesday, the patient, Thomas Eric Duncan, died in a Dallas hospital.\n\nSince the first U.S. diagnosis, an American freelance journalist was stricken with Ebola; he was repatriated from Liberia and is now receiving treatment in Nebraska. There have been scares in the Washington area, South Florida and Newark, N.J., as fears of infection worsened.\n\nAnd a Spanish nurse who was treating an Ebola-stricken priest became infected herself, in the first case of Ebola transmission outside of West Africa.\n\nBut as the attention shifted to U.S. concerns and the situation in Europe, the death toll has continued to rise in West Africa, where medical teams are still scrambling to contain the deadly virus.\n\nThere are now more than 8,000 confirmed, suspected and probable cases of Ebola in Guinea, Liberia and Sierra Leone, according to World Health Organization figures released Wednesday, hours after Duncan's death in Dallas. Nearly 4,000 deaths have been reported in the region. The situation is especially dire in Sierra Leone, which this month reported a one-day death toll of 121, according to Reuters, and Liberia, where more than 2,000 Ebola deaths have been recorded.\n\nHere's how the epidemic and the response looks in those countries now.\n\n\n\nA Liberian nurse picks up disinfected boots at an Ebola treatment facility in Monrovia, Liberia, this month. (Ahmed Jallanzo/EPA)\n\n\n\nA child suffering from Ebola receives treatment in Makeni, Sierra Leone. (Tanya Bindra/Associated Press)\n\n\n\nA health worker checks the temperature of a woman entering Mali from Guinea on Thursday. (Joe Penney/Reuters)\n\nThe ongoing Ebola outbreak is the worst in history. Medical workers are overwhelmed by those seeking care, families struggle with dead and dying relatives, and children have been left orphaned and abandoned.\n\nIn Nigeria, the spread of Ebola appears to have been stopped; there have been no new cases in Africa's largest country since the end of August.\n\nBut in Sierra Leone, the Guardian reports that the rapid escalation of cases has drawn comparisons to how the virus spread in Liberia, where Duncan was reportedly infected.\n\n\"The disease has reached every county of Liberia,\" Anthony Banbury, head of U.N. Mission for Ebola Emergency Response, told the BBC. \"It is clear that the international community has to have a rapid and very strong response to get this disease under control before it wreaks much more massive havoc in these countries and possibly other ones.\"\n\n\n\nA woman lies alongside the road while waiting to enter the Ebola treatment center at the Island Hospital on Oct. 6 on the outskirts of Monrovia, the capital of Liberia. (John Moore/Getty Images)\n\n\n\nA health official examines children suffering from the Ebola virus at Makeni Arab Holding Centre in Makeni, Sierra Leone. (Tanya Bindra/Associated Press)\n\n\n\nLiberians react as a corpse is collected from a home of a suspected Ebola victim in the Sonuwein community in Monrovia on Oct. 3. (Ahmed Jallanzo/EPA)\n\n\n\nPeople walk in front of a banner warning against the deadly Ebola virus on Oct. 4 in Freetown, capital of Sierra Leone. (Florian Plaucheur/AFP/Getty Images)\n\n\n\nLiberian children sit outside their home on the outskirts of Monrovia after the death of their mother from Ebola. (Ahmed Jallanzo/EPA)\n\n\n\nA family member is disinfected on Oct. 6 after bringing a sick relative to the Ebola treatment center at the Island Hospital on the outskirts of the Liberian capital of Monrovia. (John Moore/Getty Images)\n\n\n\nSiata Johnson, 23, stands weakly with the help of a relative outside the Ebola treatment center at the Island Hospital on Oct. 6 in Liberia. (John Moore/Getty Images)\n\n\n\nRelatives pray over Siata Johnson outside the Ebola treatment center at the Island Hospital on Oct. 6 in Liberia. (John Moore/Getty Images)\n\n\n\nA soiled surgical mask lies outside the Ebola treatment center at the Island Hospital in Monrovia, Liberia. (John Moore/Getty Images)\n\nRELATED READING:\n\nHow the world's health organizations failed to stop the Ebola disaster\n\nDallas Ebola case spurs concern about hospital readiness\n\n‘It’s positive for Ebola.’ Dreaded words set CDC’s emergency operation in motion.\n\nCan you catch Ebola from an infected blanket?\n\nWhat Texas can learn from Nigeria when it comes to containing Ebola\n\nA Liberian doctor is using HIV drugs to treat Ebola victims. The NIH is intrigued.\n\nHow ‘survivalists’ in America are planning their escape from Ebola apocalypse — right now",
        "quotes": [
            [
                "The disease has reached every county of Liberia,",
                "Anthony Banbury",
                true
            ],
            [
                "It is clear that the international community has to have a rapid and very strong response to get this disease under control before it wreaks much more massive havoc in these countries and possibly other ones.",
                "Anthony Banbury",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "mooregetty",
            "monrovia",
            "epidemic",
            "looks",
            "africa",
            "john",
            "treatment",
            "west",
            "sierra",
            "hospital",
            "liberia",
            "ebola",
            "oct",
            "heres",
            "leone"
        ]
    },
    {
        "url": "https://www.washingtonpost.com/news/to-your-health/wp/2014/10/09/as-spanish-ebola-patients-health-deteriorates-two-doctors-who-treated-her-are-under-observation/?noredirect=on",
        "title": "As Spanish Ebola patient’s health deteriorates, two doctors who treated her are under observation",
        "authors": [
            {
                "name": "Focusing On National Breaking News",
                "link": null
            },
            {
                "name": "October",
                "link": null
            }
        ],
        "publisher": "www.washingtonpost.com",
        "publish_date": "2014-10-09",
        "text": "The health of Ebola-stricken Spanish nurse Teresa Romero Ramos worsened on Thursday, and two doctors who treated her were admitted to a hospital for observation.\n\n\"Her clinical situation has deteriorated but I can't give any more information due to the express wishes of the patient,\" said Yolanda Fuentes of the Carlos III Hospital in Madrid, according to Reuters.\n\nThe BBC reported that Ramos \"was being helped with her breathing in hospital.\"\n\nRamos, who became the first case of Ebola transmission outside of Africa, has been hospitalized since Sunday. Tests confirmed Monday that the sanitary technician had contracted Ebola, but Ramos said she only learned of her diagnosis from a media report -- though she sensed something was wrong when doctors stopped entering her hospital room.\n\nIt remains unclear exactly how she became infected while treating a priest who had contracted the virus in West Africa, though Ramos acknowledged this week that she may have made a mistake when removing her protective suit.\n\nOne of the doctors who treated her, Juan Manuel Parra, said in a statement posted to the El Pais Web site that the sleeves on the protective suit he wore while working with Ramos were too short.\n\nAccording to the statement, Parra said he entered her room more than 12 times.\n\nParra treated Ramos at the Alcorcon hospital, near where the nurse lives in Madrid. She was later transferred to the Carlos III facility where she worked -- the same hospital that treated two missionaries who were repatriated after becoming infected in Africa.\n\nLike Ramos herself, Parra said in his statement that he found out \"from the media\" that the patient had tested positive.\n\nOn Wednesday, Ramos told a Spanish newspaper that \"the error was the removal of the suit,\" referring to the protective equipment health-care workers wear while treating Ebola patients. Earlier, she had said that she had \"no idea\" how she contracted the deadly virus.\n\n\n\nAn ambulance carrying the Ebola-stricken nurse arrives at Carlos III Hospital. (Reuters TV)\n\nRamos became infected while treating Manuel Garcia Viejo, a priest who contracted Ebola in West Africa. She entered Viejo's room only twice, once to change his diaper, and a second time to remove his belongings after he died on Sept. 25.\n\nRamos began experiencing Ebola-like symptoms on Sept. 29, but was not admitted to a hospital under isolation until October 6, according to the World Health Organization's Thursday statement on the case.\n\nThe WHO added that \" the healthcare worker was considered a low risk contact and monitored accordingly\" before she became symptomatic. Spanish health officials \"are conducting an investigation to elucidate the mode of transmission,\" the WHO said.\n\nEbola spreads from person to person through direct contact with the bodily fluids of an infected person.\n\nGerman Ramirez, a doctor in the Carlos III Hospital's tropical diseases division, told reporters Wednesday that the nurse \"has told us of the possibility that her suit had contact with her face. ... It could have been an accident. It looks like it was the gloves.\"\n\nIn addition to Ramos and the two doctors who treated her, several other people are under observation in Spain, including her husband, Javier Limón.\n\nOne Spanish man who had recently traveled to Nigeria and a nursing aide both tested negative for the virus. A third nursing aide and a nurse were hospitalized with slight fevers on Tuesday night, according to the Wall Street Journal.\n\nRoberto Ferdman contributed reporting.\n\n[This post has been updated]\n\nRELATED: Here's what the Ebola epidemic (still) looks like in West Africa\n\nHow the world failed to stop the Ebola outbreak\n\nThe terrifying numbers behind the Ebola epidemic\n\nFamily of Ebola victim Thomas Eric Duncan distraught over death in Dallas\n\nAs Spanish Ebola patient’s health deteriorates, two doctors who treated her are under observation\n\nSpanish case highlights the risks and benefits of repatriating Ebola patients\n\nCDC Director on Ebola: \"That's when I stopped sleeping\"\n\nSex in a time of Ebola\n\nTravelers from West African countries will face stronger Ebola screening at U.S. airports\n\nEbola survivor Kent Brantly donates blood to help treat NBC cameraman Ashoka Mukpo",
        "quotes": [
            [
                "Her clinical situation has deteriorated but I can't give any more information due to the express wishes of the patient,",
                "Yolanda Fuentes",
                true
            ],
            [
                "was being helped with her breathing in hospital.",
                "Ramos",
                false
            ],
            [
                "the error was the removal of the suit,",
                "Ramos",
                false
            ],
            [
                "the healthcare worker was considered a low risk contact and monitored accordingly",
                "",
                false
            ],
            [
                "are conducting an investigation to elucidate the mode of transmission,",
                "",
                false
            ],
            [
                "has told us of the possibility that her suit had contact with her face.",
                "Ramirez",
                false
            ],
            [
                "It could have been an accident.",
                "Ramirez",
                true
            ],
            [
                "It looks like it was the gloves.",
                "Ramirez",
                true
            ],
            [
                "That's when I stopped sleeping",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.washingtonpost.com/posttv/national/health-science/spanish-nurse-says-she-learned-of-ebola-diagnosis-from-media/2014/10/09/c504dec0-4f61-11e4-877c-335b53ffe736_video.html?noredirect=on",
                "https://www.washingtonpost.com/national/health-science/thomas-eric-duncans-family-in-mourning-after-ebola-death-in-dallas/2014/10/08/80dfb880-4f36-11e4-babe-e91da079cb8a_story.html?noredirect=on",
                "https://www.washingtonpost.com/news/post-nation/wp/2014/10/08/travelers-from-west-african-countries-will-face-stronger-ebola-screening-at-u-s-airports/?noredirect=on",
                "https://www.washingtonpost.com/national/health-science/the-ominous-math-of-the-ebola-epidemic/2014/10/09/3cad9e76-4fb2-11e4-8c24-487e92bc997b_story.html?noredirect=on",
                "https://www.wsj.com/articles/third-health-worker-in-spanish-hospital-after-ebola-case-1412759831?mod=WSJ_hp_LEFTTopStories&cb=logged0.5099948279093951",
                "https://www.washingtonpost.com/news/to-your-health/wp/2014/10/08/ebola-survivor-kent-brantly-donates-blood-to-help-treat-nbc-cameraman-ashoka-mukpo/?noredirect=on",
                "https://www.washingtonpost.com/news/to-your-health/wp/2014/10/08/sex-in-a-time-of-ebola/?noredirect=on",
                "https://www.bbc.com/news/world-europe-29548001",
                "https://www.washingtonpost.com/news/to-your-health/wp/2014/10/07/spanish-case-highlights-the-risks-and-benefits-of-repatriating-ebola-patients/?noredirect=on",
                "https://www.washingtonpost.com/news/to-your-health/wp/2014/10/08/spanish-nurse-says-she-has-no-idea-how-she-got-ebola-as-her-family-fights-for-their-dogs-life/?noredirect=on",
                "https://www.washingtonpost.com/news/to-your-health/wp/2014/10/06/heres-what-the-ebola-epidemic-still-looks-like-in-west-africa/?noredirect=on",
                "https://www.washingtonpost.com/news/to-your-health/wp/2014/10/09/as-spanish-ebola-patients-health-deteriorates-two-doctors-who-treated-her-are-under-observation/?noredirect=on",
                "https://www.washingtonpost.com/sf/national/2014/10/04/how-ebola-sped-out-of-control/?noredirect=on",
                "https://www.reuters.com/article/health-ebola-spain/rpt-spanish-nurse-worsens-madrid-blames-infection-on-human-error-idUSL6N0S43G820141009"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "doctors",
            "statement",
            "deteriorates",
            "health",
            "nurse",
            "hospital",
            "ramos",
            "west",
            "infected",
            "ebola",
            "patients",
            "treated",
            "spanish",
            "observation"
        ]
    },
    {
        "url": "https://www.washingtonpost.com/sf/national/2014/10/04/how-ebola-sped-out-of-control/?noredirect=on",
        "title": "How Ebola sped out of control",
        "authors": [
            {
                "name": "Graphics By",
                "link": null
            },
            {
                "name": "Photos By",
                "link": null
            },
            {
                "name": "Story By",
                "link": null
            }
        ],
        "publisher": "https://www.washingtonpost.com",
        "publish_date": "2014-10-04",
        "text": "Obama eventually ordered 3,000 military personnel to West Africa; about 200 had arrived by the beginning of this month. They will be joined by health workers from countries such as Britain, China and Cuba. Canada and Japan are sending protective gear and mobile laboratories. Nonprofit organizations such as the Gates Foundation also are contributing. But it's not at all clear that this belated muscular response will be enough to quell the epidemic before it takes tens of thousands of lives.\n\nThis is an open-ended crisis involving a microscopic threat on the move. This week came the unsettling news that the Ebola epidemic has now reached across the Atlantic Ocean to a hospital in Texas, where a Liberian man has tested positive for the virus.\n\nSo how did the situation get so horribly out of control?\n\nThe virus easily outran the plodding response. The WHO, an arm of the United Nations, is responsible for coordinating international action in a crisis like this, but it has suffered budget cuts, has lost many of its brightest minds and was slow to sound a global alarm on Ebola. Not until Aug. 8, 4 1 ⁄ 2 months into the epidemic, did the organization declare a global emergency. Its Africa office, which oversees the region, initially did not welcome a robust role by the CDC in the response to the outbreak.\n\nPrevious Ebola outbreaks had been quickly throttled, but that experience proved misleading and officials did not grasp the potential scale of the disaster. Their imaginations were unequal to the virulence of the pathogen.\n\n\"In retrospect, we could have responded faster. Some of the criticism is appropriate,\" acknowledged Richard Brennan, director of the WHO's Department of Emergency Risk Management and Humanitarian Response. But he added, \"While some of the criticism we accept, I think we also have to get things in perspective that this outbreak has a dynamic that's unlike everything we've ever seen before and, I think, has caught everyone unawares.\"\n\nThe epidemic has exposed a disconnect between the aspirations of global health officials and the reality of infectious disease control. Officials hold faraway strategy sessions about fighting emerging diseases and bioterrorism even as front-line doctors and nurses don't have enough latex gloves, protective gowns, rehydrating fluid or workers to carry bodies to the morgue.",
        "quotes": [
            [
                "In retrospect, we could have responded faster.",
                "Richard Brennan",
                true
            ],
            [
                "Some of the criticism is appropriate,",
                "Richard Brennan",
                true
            ],
            [
                "While some of the criticism we accept, I think we also have to get things in perspective that this outbreak has a dynamic that's unlike everything we've ever seen before and, I think, has caught everyone unawares.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.washingtonpost.com/news/to-your-health/wp/2014/08/08/four-new-ebola-cases-in-nigeria-all-related-to-american-to-who-brought-virus-there/?noredirect=on",
                "https://www.washingtonpost.com/national/health-science/us-military-to-lead-ebola-fight/2014/09/15/69db3da0-3d32-11e4-b0ea-8141703bbf6f_story.html?noredirect=on"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "global",
            "think",
            "control",
            "sped",
            "epidemic",
            "officials",
            "health",
            "workers",
            "ebola",
            "emergency",
            "response",
            "protective"
        ]
    },
    {
        "url": "https://www.washingtonpost.com/news/post-nation/wp/2014/10/08/texas-ebola-patient-has-died-from-ebola/?noredirect=on",
        "title": "Thomas Duncan, the Texas Ebola patient, has died",
        "authors": [
            {
                "name": "Magazine",
                "link": null
            },
            {
                "name": "Who Has Been An Award-Winning Staff Writer In The Washington Post Metro",
                "link": null
            },
            {
                "name": "Local News.",
                "link": null
            },
            {
                "name": "Previously Covered Transportation",
                "link": null
            },
            {
                "name": "Mark Berman Covers National News For The Washington Post. He Has Been At The Post Since",
                "link": null
            },
            {
                "name": "October",
                "link": null
            },
            {
                "name": "Deneen L. Brown",
                "link": null
            },
            {
                "name": "Mark Berman",
                "link": null
            }
        ],
        "publisher": "https://www.washingtonpost.com",
        "publish_date": "2014-10-08",
        "text": "Thomas Eric Duncan, the first person ever diagnosed with Ebola in the United States, died Wednesday morning, according to the hospital in Dallas that had been treating him.\n\nDuncan’s death came eight days after his diagnosis, which set off a panicked search for anyone who may have had contact with him and sparked new fears over how ready hospitals and government agencies are for any additional Ebola cases in the country. He died at 7:51 a.m., Texas Health Presbyterian Hospital said.\n\n“He fought courageously in this battle,” the hospital said in a statement. “Our professionals, the doctors and nurses in the unit, as well as the entire Texas Health Presbyterian Hospital Dallas community, are also grieving his passing. We have offered the family our support and condolences at this difficult time.”\n\nThe Duncan family said in a statement that they are devastated by the news of his death, particularly given that he had recently been receiving experimental treatments. They also alluded to the fact that Duncan’s entire treatment came after considerable delays that remain unexplained.\n\n“We had high hopes that Thomas would survive this scourge and we were optimistic that…delayed hospital protocols would help Thomas survive,” the family said. “We are hopeful that remedies here and and in parts of the world will be taken for those who have become inflicted with this horrible disease.”\n\nDuncan had first sought treatment on Sept. 25, five days after he arrived in Dallas. But for reasons that still remain unclear nearly two weeks later, he was released by the hospital, despite telling them that he had traveled from Liberia and that he had a fever and some abdominal pain.\n\nIt is unclear why he was released. The health-care system that runs Texas Health Presbyterian initially said that a nurse had not shared Duncan’s travel history with the entire medical team, releasing a statement saying that his travel history was not visible to both the doctor and the nurse in the hospital’s electronic medical records. The hospital reversed course late Friday night, saying that the travel history was visible to both the doctor and the nurse, but it still has not explained how the mistake was made.\n\nDallas County Judge Clay Jenkins and a family pastor told Louise Troh, Duncan’s fiancee, about the man’s death on Wednesday morning. George Mason, Troh’s pastor, said that the news came as a shock to Troh and Duncan’s family because they did not think his death was “imminent.”\n\n“She expressed all the what if’s: What if they had taken him right away, and what if they had been able to get the treatment to him earlier,” Mason said at a news conference on Wednesday\n\nTroh was last able to speak with Duncan by phone on Friday, before his condition deteriorated, Mason said.\n\nLike Troh, other relatives were grief-stricken in the wake of Duncan’s death. Mawhen Jallah, one of Troh’s daughters, sobbed during a phone call Wednesday. “I am so sad for Eric,” she said. ​Youngor Jallah, Troh’s other daughter, could be heard weeping in the background during a different phone call on Wednesday morning.\n\nFamily members in Dallas were able to see Duncan on Monday at the hospital via a laptop camera in his hospital room. He was on dialysis and a respirator, according to health officials. Saymendy Lloyd, a family spokeswoman, had said that the family was told that Duncan’s liver was improving and his fever was dropping.\n\nDuncan has been in isolation since he was brought back to the hospital in an ambulance on Sept. 28. However, this was more than two days after Duncan first sought treatment. Some of those close to Duncan said they felt he was not properly treated because he was not American.\n\n“He is a Liberian man,” Massa Lloyd, a close friend of Troh, said Wednesday. “The family feels he wasn’t getting the right treatment because he was an African man. They feel America is fighting only for the white man, not the black man.”\n\nThe loss was described as particularly painful because of the delay in Duncan’s treatment, which allowed him to interact with other people while symptomatic and prevented him from getting care sooner.\n\n“It’s devastating,” Princess Duo, 32, a longtime friend of Troh’s and her family. “It’s not just the fact that he’s dead. But it’s just the way in which it happened. That’s what hurts the most.”\n\nDuncan was one of a handful of other Ebola patients who have received experimental drugs during the course of the outbreak. Two U.S. missionaries infected this summer while working in West Africa were given doses of another unapproved drug, known as ZMapp, but the limited supplies of that drug were soon exhausted. An experimental medicine from a Canadian company, Tekmira, was given to another American doctor who was flown to Nebraska from West Africa for treatment.\n\nThe experimental treatment for Duncan did not begin until the weekend, several days after he was placed in isolation. Duncan’s family members have questioned why experimental treatments were not used sooner. “We want him to live,” Mawhen Jallah said before Duncan was given this treatment. “So we want the drug the other people used to get saved if they have it.”\n\nStill, it will be difficult to know how much of a role the experimental drug ultimately played due to the timing, said Thomas Geisbert, a professor at the University of Texas Medical Branch at Galveston who has researched the Ebola virus for decades.\n\n“It may have been given so late that it doesn’t make a difference either way,” Geisbert said Monday.\n\nFor public health officials, attention now turns to how they will handle Duncan’s body. “When the person has just died, that is when the body is most contagious,” Tarik Jasarevic, a spokesman for the World Health Organization, said in August. “It’s when the virus is overtaking the whole body.”\n\nThe Centers for Disease Control and Prevention has issued guidelines for safe handling of the remains of Ebola patients, which notes that “handling of human remains should be kept to a minimum.”\n\nAfter Duncan’s body is carefully enclosed in two bags that are then disinfected, it will be cremated, the Texas Department of State Health Services said Wednesday. The family agreed to have his body cremated.\n\n“Transportation of remains that contain Ebola virus should be minimized to the extent possible,” the CDC guidelines say. Moving human remains out of the United States, the CDC says, “would need to comply with the regulations of the country of destination, and should be coordinated in advance with relevant authorities.”\n\nDuncan had told his fiancee the day he was diagnosed that he regretted exposing her to the virus, saying that he never would have come to the United States if he knew he was infected.\n\n“He apologized to Louise the day they told him what he had,” Lloyd said Tuesday. “He told her, ‘I’m so sorry all of this is happening. . . . I would not put the love of my life in danger.’ ”\n\nSome of Troh’s relatives expressed worry in addition to sadness, because Duncan had been around up to 48 people who may have been exposed to the disease. Authorities say 10 of these people remain high-risk, while the others are considered at a lower risk of contracting the disease.\n\n“I feel terrible…I’m thinking of other people who come in contact with him,” Manie Mangoe, 25, who is a relative of Troh, said Wednesday. “I’m worried.”\n\nSaddened by the loss of the first #Ebola victim in the US. We offer our sincere condolences to everyone who mourns. #CDCchat — Dr. Robert R. Redfield (@CDCDirector) October 8, 2014\n\nAuthorities who had spent time with Duncan’s relatives offered their condolences on Wednesday morning. “My thoughts are with the family and friends of Thomas Eric Duncan at this time, especially his fiancée Louise, their son Karsiah and all those who loved him,” Dallas County Judge Clay Jenkins said in a statement Wednesday. “We are also thinking of the dedicated hospital staff who assisted Mr. Duncan daily while he fought this terrible disease. We offer prayers of comfort and peace to everyone impacted by his passing.” State and local health officials, who continue to\n\nfor Ebola symptoms, also sent out messages aimed at the family:\n\nPer Presby, Mr. Duncan passed away at 7:51 this morning. The City of Dallas offers our deepest condolences to his loved ones. — Dr. Sana Syed (@SanaSyedKI) October 8, 2014\n\n“The past week has been an enormous test of our health system, but for one family it has been far more personal,” David Lakey, commissioner of the Texas Department of State Health Services, said in a statement. “Today they lost a dear member of their family. They have our sincere condolences, and we are keeping them in our thoughts.”\n\nThe department vowed to continue fighting to contain the spread of Ebola in Texas. While authorities said about 10 people remain at high risk due to contact with Duncan, including relatives who have been isolated, no one else has shown any symptom of the disease so far.\n\n“This hurts deeply and we were hoping that this was not going to happen,” Dallas Mayor Michael Rawlings said at a city council meeting Wednesday. “This is sad news for all involved. We will continue to do everything possible with our partners with the county to protect our public health in all of the city of Dallas.”\n\nEric Williams, who is running as an independent for Congress from District 30 in Dallas, called on Texas Gov. Rick Perry (R) to open a “investigation of wrongful death” of Duncan.\n\n“We need to know why it happened,” Williams said outside Texas health Presbyterian Hospital Wednesday. “This disease will move from one person to another. We don’t need to make mistakes again. The hospital made a grave error when it turned Duncan away the first time. It mistreated him because he didn’t get the experimental drugs.”\n\nBrown reported from Dallas, Tex. Brady Dennis, Abby Phillip, Abby Ohlheiser, J. Freedom du Lac, Elahe Izadi and Juliet Eilperin in Washington, D.C., contributed to this report.\n\n[This post has been updated. First published: 11:18 a.m. Last updated: 3:54 p.m.]\n\nRELATED:\n\nSpanish nurse with Ebola may have touched her face with a glove\n\nPost Exclusive: How the world failed to stop the Ebola epidemic\n\nHere’s what the Ebola epidemic (still) looks like in West Africa\n\nTravelers from West African countries will face stronger Ebola screening at U.S. airports\n\nWorried about Ebola? Experts will answer your questions today at Noon",
        "quotes": [
            [
                "I’m so sorry all of this is happening.",
                "",
                true
            ],
            [
                "I would not put the love of my life in danger.",
                "",
                true
            ],
            [
                "He fought courageously in this battle,",
                "",
                true
            ],
            [
                "Our professionals, the doctors and nurses in the unit, as well as the entire Texas Health Presbyterian Hospital Dallas community, are also grieving his passing.",
                "",
                true
            ],
            [
                "We have offered the family our support and condolences at this difficult time.",
                "",
                true
            ],
            [
                "We had high hopes that Thomas would survive this scourge and we were optimistic that…delayed hospital protocols would help Thomas survive,",
                "",
                true
            ],
            [
                "We are hopeful that remedies here and and in parts of the world will be taken for those who have become inflicted with this horrible disease.",
                "",
                true
            ],
            [
                "She expressed all the what if’s: What if they had taken him right away, and what if they had been able to get the treatment to him earlier,",
                "Mason",
                true
            ],
            [
                "I am so sad for Eric,",
                "",
                true
            ],
            [
                "The family feels he wasn’t getting the right treatment because he was an African man.",
                "Massa Lloyd",
                true
            ],
            [
                "They feel America is fighting only for the white man, not the black man.",
                "Massa Lloyd",
                true
            ],
            [
                "It’s not just the fact that he’s dead.",
                "Massa Lloyd",
                true
            ],
            [
                "But it’s just the way in which it happened.",
                "Massa Lloyd",
                true
            ],
            [
                "That’s what hurts the most.",
                "Massa Lloyd",
                true
            ],
            [
                "So we want the drug the other people used to get saved if they have it.",
                "Mawhen Jallah",
                true
            ],
            [
                "It may have been given so late that it doesn’t make a difference either way,",
                "Geisbert",
                true
            ],
            [
                "When the person has just died, that is when the body is most contagious,",
                "Thomas Eric Duncan",
                true
            ],
            [
                "It’s when the virus is overtaking the whole body.",
                "Tarik Jasarevic",
                true
            ],
            [
                "handling of human remains should be kept to a minimum.",
                "Geisbert",
                false
            ],
            [
                "Transportation of remains that contain Ebola virus should be minimized to the extent possible,",
                "Geisbert",
                true
            ],
            [
                "would need to comply with the regulations of the country of destination, and should be coordinated in advance with relevant authorities.",
                "Geisbert",
                false
            ],
            [
                "He apologized to Louise the day they told him what he had,",
                "Geisbert",
                true
            ],
            [
                "He told her, ‘I’m so sorry all of this is happening.",
                "Geisbert",
                true
            ],
            [
                "I would not put the love of my life in danger.",
                "Geisbert",
                true
            ],
            [
                "I feel terrible…I’m thinking of other people who come in contact with him,",
                "Manie Mangoe",
                true
            ],
            [
                "My thoughts are with the family and friends of Thomas Eric Duncan at this time, especially his fiancée Louise, their son Karsiah and all those who loved him,",
                "Thomas Eric Duncan",
                true
            ],
            [
                "We are also thinking of the dedicated hospital staff who assisted Mr. Duncan daily while he fought this terrible disease.",
                "Thomas Eric Duncan",
                true
            ],
            [
                "We offer prayers of comfort and peace to everyone impacted by his passing.",
                "Thomas Eric Duncan",
                true
            ],
            [
                "The past week has been an enormous test of our health system, but for one family it has been far more personal,",
                "Sana Syed",
                true
            ],
            [
                "Today they lost a dear member of their family.",
                "David Lakey",
                true
            ],
            [
                "They have our sincere condolences, and we are keeping them in our thoughts.",
                "David Lakey",
                true
            ],
            [
                "This hurts deeply and we were hoping that this was not going to happen,",
                "Sana Syed",
                true
            ],
            [
                "This is sad news for all involved.",
                "Sana Syed",
                true
            ],
            [
                "We will continue to do everything possible with our partners with the county to protect our public health in all of the city of Dallas.",
                "Sana Syed",
                true
            ],
            [
                "We need to know why it happened,",
                "Williams",
                true
            ],
            [
                "This disease will move from one person to another.",
                "Williams",
                true
            ],
            [
                "We don’t need to make mistakes again.",
                "Williams",
                true
            ],
            [
                "The hospital made a grave error when it turned Duncan away the first time.",
                "Williams",
                true
            ],
            [
                "It mistreated him because he didn’t get the experimental drugs.",
                "Williams",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.washingtonpost.com/news/to-your-health/wp/2014/10/06/heres-what-the-ebola-epidemic-still-looks-like-in-west-africa/?noredirect=on",
                "https://www.washingtonpost.com/news/post-nation/wp/2014/10/08/travelers-from-west-african-countries-will-face-stronger-ebola-screening-at-u-s-airports/?noredirect=on",
                "https://www.washingtonpost.com/news/morning-mix/wp/2014/10/02/dallas-hospital-blames-flaw-in-electronic-record-keeping-system-for-release-of-ebola-patient/?noredirect=on",
                "https://live.washingtonpost.com/ebola-epidemic-q-a-20141008.html?dsfa",
                "https://www.washingtonpost.com/national/health-science/2014/10/02/add51488-4a5f-11e4-891d-713f052086a0_story.html?noredirect=on",
                "https://www.washingtonpost.com/national/health-science/ebola-patient-in-dallas-rues-bringing-virus-to-love-of-my-life/2014/10/07/a1eb8ba8-4e55-11e4-babe-e91da079cb8a_story.html?noredirect=on",
                "https://www.washingtonpost.com/local/as-ebola-patient-in-texas-fights-for-his-life-his-family-copes-with-stigma-and-isolation/2014/10/05/d3c8b2ac-4cc7-11e4-8c24-487e92bc997b_story.html?noredirect=on",
                "https://www.washingtonpost.com/news/post-nation/wp/2014/10/01/texas-patient-with-ebola-told-hospital-workers-during-initial-visit-he-had-traveled-from-west-africa/?noredirect=on",
                "https://www.washingtonpost.com/news/world/wp/2014/08/07/people-are-struggling-to-bury-the-ebola-dead-heres-why/?noredirect=on",
                "https://www.washingtonpost.com/news/post-nation/wp/2014/10/03/officials-about-10-people-at-higher-risk-after-contact-with-ebola-patient/?noredirect=on",
                "https://www.washingtonpost.com/news/to-your-health/wp/2014/09/30/cdc-confirms-first-case-of-ebola-in-the-u-s/?noredirect=on",
                "https://www.washingtonpost.com/news/to-your-health/wp/2014/10/08/spanish-nurse-says-she-has-no-idea-how-she-got-ebola-as-her-family-fights-for-their-dogs-life/?noredirect=on",
                "https://www.washingtonpost.com/sf/national/2014/10/04/how-ebola-sped-out-of-control/?noredirect=on",
                "https://www.washingtonpost.com/news/to-your-health/wp/2014/10/04/health-officials-watching-49-for-ebola-in-dallas-patient-at-howard-university-hospital-in-washington-does-not-have-the-disease/?noredirect=on"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/hashtag/CDCchat?src=hash&ref_src=twsrc%5Etfw",
                "https://twitter.com/hashtag/Ebola?src=hash&ref_src=twsrc%5Etfw"
            ]
        },
        "key_words": [
            "died",
            "duncan",
            "health",
            "hospital",
            "dallas",
            "treatment",
            "duncans",
            "family",
            "ebola",
            "thomas",
            "experimental",
            "texas",
            "patient"
        ]
    }
]