[
    {
        "url": "https://www.infowars.com/cdc-kept-link-between-neurological-injuries-vaccines-from-public-report/",
        "title": "CDC Kept Link Between Neurological Injuries, Vaccines From Public – Report",
        "authors": [
            {
                "name": "Robert F. Kennedy, Jr.",
                "link": null
            }
        ],
        "publisher": "www.infowars.com",
        "publish_date": "2019-06-25",
        "text": "The Institute of Medicine (IOM) has repeatedly asked CDC to create studies which explain, “How do child health outcomes compare between fully vaccinated and unvaccinated children?”\n\nDuring a November 2012 Congressional hearing on autism before the House Committee on Oversight and Government Reform, Dr. Coleen Boyle, the Director of the National Center on Birth Defects and Developmental Disabilities, gave evasive answers to lawmakers pressing her on this point. After considerable badgering, she finally stated, “We have not studied vaccinated versus unvaccinated [children].” That was perjury.\n\nBoyle knew that CDC had commissioned an in-house researcher, Thomas Verstraeten to perform vaccinated/unvaccinated study on CDC’s giant Vaccine Safety Datalink (VSD) in 1999 (I summarize Verstraeten’s secret findings on slide 2). Verstraeten found a dramatic link between mercury-containing hepatitis B vaccines and several neurological injuries including autism and prepared the study for publication. CDC shared Verstraeten’s analysis with the then four vaccine makers but kept it secret from the American public.\n\nThe world’s largest vaccine maker GSK whisked Verstraeten off to a sinecure in Brussels and CDC handed his raw data to his CDC boss Frank DeStefano and another researcher, Robert Davis who served as a vaccine industry consultant. Those two men tortured the data for 4 years, removing all unvaccinated children, to bury the autism signal before publishing a sanitized version purporting to exculpate the vaccine. The CDC then cut off public access to the VSD and to this day aggressively blocks any attempts by researchers to study health outcomes in vaccinated vs. unvaccinated populations.\n\nDespite CDC’s efforts at suppression, independent scientists and research institutions (including UCLA) have managed to conduct and publish several additional vaccinated/unvaccinated studies since 1999. Those studies indicate high incidence of chronic diseases and brain and immune system injuries among vaccinated compared to unvaccinated cohorts. I summarize some of these reports in the following slides. (See full-sized slides)\n\nView/Download PDF\n\nThe viewpoints expressed here do not necessarily represent those of Infowars.\n\nPeace & Prosperity Not Moral War\n\n\n\nGerald Celente breaks down the latest trends and makes the case for peace and prosperity.",
        "quotes": [
            [
                "How do child health outcomes compare between fully vaccinated and unvaccinated children?",
                "",
                true
            ],
            [
                "We have not studied vaccinated versus unvaccinated [children].",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.c-span.org/video/?c4201064/testing-autism-vaccinated-unvaccinated-children",
                "https://www.infowars.com/watch/?video=5d113985113a7d0012a86a69"
            ]
        },
        "key_words": [
            "vsd",
            "autism",
            "verstraeten",
            "unvaccinated",
            "verstraetens",
            "kept",
            "link",
            "neurological",
            "vaccines",
            "report",
            "public",
            "study",
            "cdc",
            "studies",
            "injuries",
            "vaccinated",
            "vaccine"
        ]
    }
]