[
    {
        "url": "https://beforeitsnews.com/v3/alternative/2019/3686286.html",
        "title": "Pro Vaccine Reporter Changes Tune When Cameras Go Off! Boom!",
        "authors": [
            {
                "name": "Glenn Canady",
                "link": null
            }
        ],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "Pro Vaccine Reporter Changes Tune When Cameras Go Off! Boom!\n\nBehind the Scenes cameras catch Fake News reporter Josh Rushing basically admitting vaccines have major problems and agreeing with Del Bigtree that they haven’t been tested. He knows he’s telling LIES about vaccines for a paycheck! When he thinks the cameras are off he admits his next door neighbor got vaccines for their kids and one of them was autistic! Then he goes on to say how this neighbor now strongly believes the vaccines caused it and gave Josh the material from Del Bigtree!\n\nThen Josh AGREES with Del Bigtree that it’s completely reckless to recommend vaccines when they never went through a safety study! So this fake news scumbag who does hit pieces against people who tell the truth about vaccines KNOWS there is a problem with it but he’s so evil and greedy he just takes a paycheck to kill and maim people for life by putting out lies that they are totally safe! Get this everywhere patriots! Send it to all your friends to destroy the lies of the fake news monsters who take their blood money to hurt kids!\n\nPlease get my free ebook, “Suppressed Health Secrets”",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://st2.ning.com/topology/rest/1.0/file/get/2767135117?profile=original",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "reporter",
            "knows",
            "tune",
            "boom",
            "changes",
            "paycheck",
            "cameras",
            "lies",
            "pro",
            "fake",
            "vaccine",
            "josh",
            "del",
            "neighbor",
            "vaccines"
        ]
    }
]