[
    {
        "url": "https://www.activistpost.com/2019/06/why-is-the-measles-narrative-changing.html",
        "title": "Why Is The Measles Narrative Changing?",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2019-06-06",
        "text": "Op-Ed by Catherine J. Frompovich\n\nQuestion!\n\nDid you have “wild measles” as a kid, not the measles strain found in Big Pharma measles vaccines?\n\nI certainly did; that was in the 1940s, when Moms took their kids to “measles parties” so their children could contract a childhood “rite of passage,” immune system strengthening, infectious disease to acquire life-long immunity.\n\nI had an itchy rash; looked like a polka-dotted kid; stayed home from school for a week of fun with board games, plus eating anything I wanted, so my little body could have enough nutrition to heal as quickly as possible. Proper nutrition, sewer sanitation, potable water and refrigeration were responsible for the demise of most communicable infectious diseases in the USA, since those diseases ‘disappeared’ before vaccines were invented. However, those diseases currently are ‘rampant’ in countries were those infrastructures are lacking. Thus the frightening disease statistics HHS/CDC/FDA like to scare people with.\n\nBy the way, most of those childhood diseases apparently were about fine-tuning kids’ developing immune systems, in my opinion. Nature obviously designed those diseases to provide life-long immunities, which could be passed down from Mother to Child during pregnancy and birth, something now denied due to what’s called “adaptive response immunity” supposedly provided by modern-day vaccines, which is an oxymoron.\n\nAs I write this Op-Ed, I checked the stats for measles in the USA, which were 981 cases as of June 3, 2019. Heck, 981 measles cases, back when I was a kid, was ‘nothing’. Almost every child contracted measles during the springtime of each year. It was expected; Moms prepared for it and knew how to treat it; not today!\n\n“Before widespread use of the measles vaccine, an estimated 3 to 4 million people got measles each year in the United States, along with an estimated 400 to 500 deaths and 48,000 hospitalizations,” the CDC said. https://www.usnews.com/news/national-news/articles/2019-06-03/number-of-measles-cases-in-us-981 [However, can we really trust and believe those CDC stats, when we know about CDC’s fraudulent practices involving consensus science; vested interest in the vaccine patents CDC and FDA own; and Big Pharma’s hoodwinking the U.S. Congress into passing the National Childhood Vaccine Injury Act, which basically was a bailout from product liability lawsuits.] “The National Childhood Vaccine Injury Act (NCVIA) of 1986 (42 U.S.C. §§ 300aa-1 to 300aa-34) was signed into law by United States President Ronald Reagan as part of a larger health bill on Nov 14, 1986.” https://en.wikipedia.org/wiki/National_Childhood_Vaccine_Injury_Act\n\nWhat’s happened?\n\nWhat’s happened is Big Pharma has been able to bang their “kettle drums of propaganda” so as to drown out most real science as published in authentic medical journals, which never is taken seriously by federal health agencies, e.g., HHS, CDC and FDA, but in favor of consensus science, the current “gold standard” at CDC/FDA. Who are the CDC and FDA supposed to be working for: corporations or citizens’ wellbeing?\n\nOne of the more dramatically interesting vaccinology facts is the measles vaccine was ‘invented’\n\nIn 1963, John Enders and colleagues transformed their Edmonston-B strain of measles virus into a vaccine and licensed it in the United States. In 1968, an improved and even weaker measles vaccine, developed by Maurice Hilleman and colleagues [at Merck & Co.], began to be distributed.\n\nHowever, two charts below graphically tell a dichotomous story when it comes to vaccines taking credit for eliminating various diseases.\n\nThe charts were produced by Raymond Obomsawin, PhD National Aboriginal Health Organization, October 2009\n\nhttp://preventdisease.com/news/09/111009_infectious_disease_decline_vs_vaccinations.shtml\n\nSource: https://www.scribd.com/document/361363028/Vaccines-Vaccinations-The-Need-for-Congressional-Investigation\n\nIn Chart No. 1 we see during a 1993 pertussis outbreak in Ohio, 90% of vaccinated individuals contracted pertussis, but only 10% of unvaccinated individuals contracted pertussis. What does that tell you?\n\nChart No. 2 depicts the historical decline of measles in England and Wales from 1850 to 1965, an almost complete reduction of measles mortality cases, considering measles vaccinations were not administered until 1965!\n\nDeclare Your Independence! Profit outside the rigged system! Protect yourself from tyranny and economic collapse. Learn to live free and spread peace!\n\n\n\nCounter Markets Newsletter - Trends & Strategies for Maximum Freedom\n\nWhere do the CDC and FDA get their chutzpah to take credit for vaccines eliminating infectious diseases?\n\nNonetheless, here’s another “rub the wrong way” vaccine dogma.\n\nIf the vaccination rate in the United States just a few years ago was between 90 and 95% for very young children and the CDC was ‘crowing’ about how good that was in the push to reach “herd immunity,” now called “community immunity,” how come all those who were/are vaccinated are so damn scared about unvaccinated individuals? Shouldn’t they be “smug as a bug in a rug” that they are protected?\n\nWell, if we refer to the pie charts above, we can see why they are so concerned. Apparently, vaccines don’t provide either short- or long-term ‘immunity’. A resounding clue, proving that dichotomy, is the mandated need for childhood and adult “booster shots.”\n\nBut then there’s this to contend with in rather recent days: Measles is being blamed on visitors or those persons coming into the USA from foreign countries. If that be the case, isn’t that a perfect reason to have proper immigration regulations and protocols in force, something Leftists apparently don’t get?\n\nWhen immigrants came to America in the early 20th century, they had to be processed through Ellis Island. Perhaps, should we take some time to learn history rather than political correctness?\n\nMedical examination\n\nEllis Island, 1910\n\nSource: http://www.eyewitnesstohistory.com/snpim1.htm\n\nThe “police state” of mandated vaccinations is getting out of hand, especially since narratives are changing almost daily; and previous vaccination and disease stats are being sanitized from the Internet in favor of consensus dialogue, which paints a favorable picture when it comes to Big Pharma and vaccines.\n\nIs there any wonder there is mandated vaccinations push-back?",
        "quotes": [
            [
                "Before widespread use of the measles vaccine, an estimated 3 to 4 million people got measles each year in the United States, along with an estimated 400 to 500 deaths and 48,000 hospitalizations,",
                "Moms",
                true
            ],
            [
                "The National Childhood Vaccine Injury Act (NCVIA) of 1986 (42 U.S.C.",
                "Moms",
                true
            ],
            [
                "300aa-1 to 300aa-34) was signed into law by United States President Ronald Reagan as part of a larger health bill on Nov 14, 1986.",
                "Moms",
                false
            ],
            [
                "smug as a bug in a rug",
                "",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "cdc",
            "changing",
            "diseases",
            "united",
            "states",
            "childhood",
            "vaccine",
            "immunity",
            "narrative",
            "fda",
            "measles",
            "vaccines"
        ]
    }
]