[
    {
        "url": "https://www.infowars.com/public-health-agencies-working-to-keep-vaccine-dangers-secret-report/",
        "title": "Public Health Agencies Working to Keep Vaccine Dangers Secret – Report",
        "authors": [],
        "publisher": "www.infowars.com",
        "publish_date": "2019-06-11",
        "text": "A concerted and “heavy-handed” effort is underway to censor information that contradicts the oversimplified sound bites put forth by public health agencies and the media about vaccines.\n\nHowever, while brazen, in-your-face censorship—and attacks on health freedom—have ratcheted up to an unprecedented degree, officialdom’s wish to keep vaccination’s unflattering track record out of the public eye is nothing new.\n\nThere is a chasm between vaccine rhetoric and reality for most if not all vaccines, but four vaccines—varicella (chickenpox), rotavirus, human papillomavirus (HPV) and pertussis-containing vaccines—offer especially instructive before-and-after case studies. Analysis of the U.S. experience with these vaccines raises important questions. First, why did the Food and Drug Administration (FDA) race to approve—and why does the Centers for Disease Control and Prevention (CDC) heavily promote—vaccines such as varicella and rotavirus when there is little public health justification for them? Second, why are federal agencies ignoring the many serious risks that have surfaced in the vaccines’ wake—problems unheard of before the vaccines’ introduction?\n\nVaccine Truthers Face An Inquisition\n\n\n\nIt has become abundantly clear to anyone questioning the science and statistics generated by the vaccine industry that they will be silenced by the Gods of silicon valley.\n\nVaricella and Rotavirus Vaccines\n\nThe rationale for the varicella and rotavirus vaccines was dubious from the start. In the U.S. and other wealthy countries, varicella and rotavirus were nearly universal and mostly benign childhood infections; in those settings, the pre-vaccine impact of the two conditions was largely measured in terms of “healthcare costs, missed daycare, and loss of time from work for parents/guardians” rather than in terms of serious illness or mortality.\n\nChildhood chickenpox infections served an important purpose for all, conferring lifelong immunity to infected children while boosting adult immunity to the related shingles (herpes zoster) virus. With the rollout of mass varicella vaccination, shingles started cropping up to an unprecedented extent in both children and adults, eliminating boosting for adults and shifting downward the average age at which shingles occurs. Vaccine waning also began increasing young adults’ risk for varicella outbreaks and complications later in life, presenting “perverse public health implications.” Meanwhile, the CDC and its local public health partners worked hard to conceal these unwanted chickenpox vaccine outcomes from the public.\n\nRotavirus vaccines have had a similarly checkered history. Soon after their introduction in the U.S., reports emerged of a substantially increased risk in infants of an otherwise rare bowel complication called intussusception. The FDA knew about the problem during the prelicensing regulatory review process but ignored it. Although the agency subsequently withdrew its approval for one of the problematic rotavirus vaccines, it was not until after an estimated 500,000 children received at least one million doses. The FDA never explained the “precise mechanism” by which the discontinued vaccine caused intussusception.\n\nTwo rotavirus vaccines that display the same intussusception risks are still on the U.S. market. Both are contaminated with foreign DNA from porcine viruses capable of causing severe immunodeficiency in pigs. Had the presence of these “adventitious agents” been discovered prior to vaccine licensure, the FDA probably would have been forced to shelve the vaccines, yet they remain on the vaccine schedule to this day.\n\nHPV Vaccines\n\nThe HPV vaccines Gardasil and Gardasil-9 (manufactured by Merck) represent perhaps an even more compelling case study of risk-laden vaccines that should have attracted strong up-front regulatory scrutiny—but didn’t. The speed with which the FDA gave them the go-ahead—despite obvious red flags regarding their safety—illustrates the insincerity of the agency’s assertions that its vaccine approval process is committed to minimizing risks.\n\nThe FDA not only gave the quadrivalent Gardasil a free pass but has repeatedly reapproved it and the nine-valent Gardasil-9 for wider use. (Gardasil-9 is a newer formulation that contains more than twice the amount of neurotoxic aluminum adjuvant as Gardasil.) In 2009, the FDA also okayed GlaxoSmithKline’s HPV vaccine, Cervarix, but Merck’s FDA-facilitated stranglehold on the market prompted the company to withdraw Cervarix from the U.S. in 2016. Merck is now aggressively expanding its Gardasil “franchise” into other countries, generating unprecedented worldwide demand, while continuing to “rev up” U.S. sales.\n\nSince 2006, the FDA’s Gardasil-related decisions have included:\n\n2006: Granting fast-tracked approval for the original quadrivalent Gardasil vaccine (girls and women aged 9 to 26 years)\n\n2009: Approving Gardasil’s use in boys and men (ages 9-26)\n\n2014: Approving Gardasil-9 (girls ages 9-26, boys ages 9-15)\n\n2015: Approving Gardasil-9 for boys ages 16-26\n\n2018: Approving Gardasil-9 for older women and men (ages 27-45)\n\nAn eight-month investigation by Slate identified numerous troubling aspects of the clinical trials that encouraged U.S. and European regulators to approve Gardasil. The Slate reporter also criticized regulators for allowing “unreliable methods to be used to test the vaccine’s safety.” These included Merck’s use of “a convoluted method” that made it difficult to objectively evaluate and report side effects; its failure to document “symptom severity, duration, outcome, or overall seriousness”; restriction of adverse event reporting to just 14 days following each injection; and reliance on the subjective opinion of clinical trial investigators regarding “whether or not to report any medical problem as an adverse event.” Not infrequently, clinical trial participants who shared complaints of debilitating symptoms with trial investigators were dismissed with the response, “This is not the kind of side effects we see with this vaccine.”\n\nThe author of the Slate investigation reported:\n\nExperts I talked to were baffled by the way Merck handled safety data in its trials. According to…a professor…who studies side effects, letting investigators judge whether adverse events should be reported is “not a very safe method of doing things, because it allows bias to creep in.” …Of the short follow-up…,“It’s not going to pick up serious long-term issues, which is a pity. Presumably, the regulators believe that the vaccine is so safe that they don’t need to worry beyond 14 days.”\n\nTwo years after Gardasil’s initial approval, Judicial Watch pronounced it a “large-scale public health experiment.” Post-licensure studies carried out since then confirm that HPV vaccines have grave risks, including impaired fertility, demyelinating disease, chronic limb pain, circulatory abnormalities and autoimmune illness, to name just some of the disabilities reported in the aftermath of HPV vaccines’ introduction. Overall, the “rate of reported serious adverse reactions (including deaths) from HPV vaccination” is many times higher than the cervical cancer mortality rate.\n\nIn a February 2019 letter to the CDC, Children’s Health Defense Chairman Robert F. Kennedy, Jr. noted, “During Gardasil’s clinical trials, an extraordinary 49.5% of the subjects receiving Gardasil reported serious medical conditions within seven months of the start of the clinical trials. Because Merck did not use a true placebo in its clinical trials, its researchers were able to dismiss these injuries as sad coincidences.” A current civil case brought on behalf of a 24-year-old who has suffered from systemic autoimmune dysregulation since receiving her third Gardasil vaccine at age 16 alleges that Merck “committed fraud during its clinical trials and then failed to warn [vaccine recipients] about the high risks and meager benefits of the vaccine.” The trial’s legal team is benefiting from the support of an “A-team” of plaintiffs’ law firms and attorneys, including Kennedy, Jr.\n\nRecent data suggest that HPV vaccines may be increasing cervical cancer risks. A 2017 study out of Australia—which has heavily promoted routine HPV vaccination since 2007—reported an increased risk of difficult-to-detect malignant cervical lesions among the HPV-vaccinated. In all countries where HPV vaccination coverage is high, including Australia, official cancer registries show “an increase in the incidence of invasive cervical cancer” in the vaccinated age groups. In England, “2016 national statistics showed a worrying and substantial increase in the rate of cervical cancer…at ages 20-24”—the first HPV-vaccinated cohort.\n\nThe proper decision would be to take HPV vaccines off the market, but the FDA and CDC continue to look the other way. Both agencies’ unwavering support for Gardasil has clearly helped Merck’s commercial bottom line, so much so that the CDC director at the time of Gardasil’s approval (Julie Gerberding) went on to be appointed president of Merck’s profitable vaccine division (worth $5 billion globally) in 2009. The agencies’ willingness to aggressively promote HPV vaccination despite its readily apparent dangers illustrates a “public health flimflam” of the first order. Before the U.S. introduction of HPV vaccination, a decades-long pattern of declining cervical cancer rates was already well underway, thanks to routine cervical cancer screening. HPV vaccines have never even been proven to prevent cervical cancer. In 2016, researchers admitted that they would be unable to ascertain HPV vaccines’ long-term efficacy for “at least another 15-20 years.”\n\nPertussis-Containing Vaccines\n\nAlongside their many misplaced claims about various vaccines’ rationale and safety record, the FDA and CDC—as echo chambers for the vaccine industry—also have misinformed the public about vaccine effectiveness. Back in 1899, doctor William Bailey (vaccination enthusiast and member of the State Board of Health in Louisville, Kentucky) was more honest, cautioning that “nothing is gained by claiming too much” about vaccine-induced immunity and stating that “the degree of immunity may vary with time and circumstance”—presaging the troublesome modern phenomena of vaccine failure and waning immunity. In the present day, officials are only too willing to “claim too much,” conveniently ignoring historical evidence that reductions in infectious disease had little to do with vaccines and far more to do with improvements in sanitation and nutrition. Officials also seem to have little interest in modern evidence documenting many vaccines’ inability to provide the promised protection, even when vaccine coverage is widespread.\n\nThe acellular version of pertussis (whooping cough)—a component of U.S. vaccines such as DTaP and Tdap—is one of the vaccines noted for its abysmal effectiveness. The vaccine is supposed to protect against the respiratory infection caused by Bordetella pertussis. Instead, according to recent studies, pertussis is making a “surprising” comeback; between 1990 and 2005, pertussis epidemics increased in the U.S. “in both size and frequency,” and over half of all cases occurred in highly vaccinated adolescents aged 10 to 20 years old. In fact, not only is pertussis at its highest level since the mid-1950s, but, according to CDC researchers, it is showing signs of being vaccine-resistant. The CDC researchers also note “substantial heterogeneity among vaccine recipients in terms of the durability of the protection they receive.”\n\nWest Africa has used the DTP vaccine since the 1980s—formulated with a whole-cell pertussis component instead of acellular pertussis—and it has an even more horrifying safety and effectiveness record than its acellular counterparts. Research published in 2017 by a prestigious team of international scientists and led by vaccinology expert Dr. Peter Aaby found that DTP vaccination had a negative effect on child survival, with fivefold higher mortality in young DTP-vaccinated infants (ages three to five months) compared to as-yet-unvaccinated infants. When the researchers published results in 2018 for slightly older DTP-vaccinated children (ages six months to three years), they continued to observe more than double the risk of death as similarly situated unvaccinated children. Explaining that vaccines can increase susceptibility to other infections, the researchers concluded in 2017 that “all currently available evidence suggests that DTP vaccine may kill more children from other causes than it saves from diphtheria, tetanus or pertussis” and added in 2018 that “all studies of the introduction of DTP have found increased overall mortality.”\n\nLearning From History\n\nEfforts to counter the official vaccine narrative with evidence about negative consequences date back to the days of smallpox. A doctor practicing in the 1870s observed that smallpox mortality doubled (from roughly 7% to 15%) after adoption of smallpox vaccination. During an outbreak in 1871 and 1872, this doctor stated, faith in vaccination received a “rude…shock” when “[e]very country in Europe was invaded with a severity greater than had ever been witnessed during the three preceding centuries.” The doctor also noted that “many vaccinated persons in almost every place were attacked by small-pox before any unvaccinated persons took the disease.” In this individual’s estimation, these facts were “sufficient to overthrow the entire theory of the protective efficacy of vaccination.”\n\nIn the present era, federal agencies continue to tout difficult-to-justify but money-spinning vaccines as beneficial, even in the face of substantial evidence to the contrary. Now, more than ever, it is important to illuminate the risks and downsides that public health agencies do not want us to know about.\n\nThe viewpoints expressed here do not necessarily represent those of Infowars.\n\nVaccinated Children Catching The Diseases They Were Supposed To Be Vaccinated Against\n\n\n\nWhy would the public not be allowed to report or discuss publicly their very real vaccine injuries? What is the motivation to pull informative factual content from the public forums?",
        "quotes": [
            [
                "healthcare costs, missed daycare, and loss of time from work for parents/guardians",
                "",
                false
            ],
            [
                "unreliable methods to be used to test the vaccine’s safety.",
                "",
                false
            ],
            [
                "symptom severity, duration, outcome, or overall seriousness",
                "Merck",
                false
            ],
            [
                "whether or not to report any medical problem as an adverse event.",
                "Merck",
                false
            ],
            [
                "This is not the kind of side effects we see with this vaccine.",
                "",
                true
            ],
            [
                "not a very safe method of doing things, because it allows bias to creep in.",
                "",
                false
            ],
            [
                "It’s not going to pick up serious long-term issues, which is a pity.",
                "Merck",
                true
            ],
            [
                "Presumably, the regulators believe that the vaccine is so safe that they don’t need to worry beyond 14 days.",
                "Merck",
                true
            ],
            [
                "rate of reported serious adverse reactions (including deaths) from HPV vaccination",
                "",
                false
            ],
            [
                "During Gardasil’s clinical trials, an extraordinary 49.5% of the subjects receiving Gardasil reported serious medical conditions within seven months of the start of the clinical trials.",
                "Jr.",
                true
            ],
            [
                "Because Merck did not use a true placebo in its clinical trials, its researchers were able to dismiss these injuries as sad coincidences.",
                "Jr.",
                true
            ],
            [
                "committed fraud during its clinical trials and then failed to warn [vaccine recipients] about the high risks and meager benefits of the vaccine.",
                "Merck",
                false
            ],
            [
                "an increase in the incidence of invasive cervical cancer",
                "",
                false
            ],
            [
                "2016 national statistics showed a worrying and substantial increase in the rate of cervical cancer…at ages 20-24",
                "",
                false
            ],
            [
                "at least another 15-20 years.",
                "Jr.",
                false
            ],
            [
                "nothing is gained by claiming too much",
                "William Bailey",
                false
            ],
            [
                "the degree of immunity may vary with time and circumstance",
                "William Bailey",
                false
            ],
            [
                "substantial heterogeneity among vaccine recipients in terms of the durability of the protection they receive.",
                "",
                false
            ],
            [
                "all currently available evidence suggests that DTP vaccine may kill more children from other causes than it saves from diphtheria, tetanus or pertussis",
                "William Bailey",
                false
            ],
            [
                "all studies of the introduction of DTP have found increased overall mortality.",
                "William Bailey",
                false
            ],
            [
                "e]very country in Europe was invaded with a severity greater than had ever been witnessed during the three preceding centuries.",
                "William Bailey",
                false
            ],
            [
                "many vaccinated persons in almost every place were attacked by small-pox before any unvaccinated persons took the disease.",
                "William Bailey",
                false
            ],
            [
                "sufficient to overthrow the entire theory of the protective efficacy of vaccination.",
                "William Bailey",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.jeffereyjaxen.com/blog/vaccine-censorship-backfiringwhat-to-expect-next",
                "https://www.fiercebiotech.com/biotech/dr-julie-gerberding-named-president-of-merck-vaccines",
                "https://www.ebiomedicine.com/article/S2352-3964(17)30046-4/fulltext",
                "https://childrenshealthdefense.org/news/fda-acknowledged-that-vaccine-technology-outpacing-ability-to-predict-adverse-events/",
                "http://docteur.nicoledelepine.fr/paradoxical-effect-of-anti-hpv-vaccine-gardasil-on-cervical-cancer-rate/"
            ],
            "gov_pgs": [
                "https://www.ncbi.nlm.nih.gov/pubmed/26160812",
                "https://www.ncbi.nlm.nih.gov/pubmed/26751186",
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4810870/",
                "https://www.ncbi.nlm.nih.gov/pubmed/1390036"
            ],
            "unsure": [
                "https://www.drugs.com/history/gardasil-9.html"
            ]
        },
        "key_words": [
            "public",
            "ages",
            "report",
            "working",
            "cervical",
            "hpv",
            "fda",
            "agencies",
            "vaccination",
            "vaccine",
            "secret",
            "gardasil",
            "health",
            "vaccines",
            "dangers"
        ]
    },
    {
        "url": "https://www.jeffereyjaxen.com/blog/vaccine-censorship-backfiringwhat-to-expect-next",
        "title": "Jefferey Jaxen is an independent, open source investigative journalist and researcher",
        "authors": [],
        "publisher": "www.jeffereyjaxen.com",
        "publish_date": "",
        "text": "",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "jaxen",
            "investigative",
            "researcher",
            "jefferey",
            "source",
            "journalist",
            "open",
            "independent"
        ]
    },
    {
        "url": "https://www.fiercebiotech.com/biotech/dr-julie-gerberding-named-president-of-merck-vaccines",
        "title": "Dr. Julie Gerberding Named President of Merck Vaccines",
        "authors": [],
        "publisher": "www.fiercebiotech.com",
        "publish_date": "",
        "text": "Dr. Julie Gerberding Named President of Merck Vaccines\n\nWHITEHOUSE STATION, N.J. - Dec. 21, 2009 - Merck & Co., Inc. (NYSE: MRK) today announced that Dr. Julie Gerberding has been named president of Merck Vaccines, effective January 25, 2010.\n\n\n\nDr. Gerberding led the Centers for Disease Control and Prevention (CDC) as director from 2002 to 2009. During her tenure at CDC, Dr. Gerberding led the agency during more than 40 emergency response initiatives for health crises including anthrax bioterrorism, food-borne disease outbreaks, and natural disasters, and advised governments around the world on urgent public health issues such as SARS, AIDS, and obesity.\n\n\"Vaccines are a cornerstone of Merck's commitment to health and wellness,\" said Richard T. Clark, chairman and chief executive officer, Merck & Co., Inc. \"We are delighted to welcome an expert of Dr. Gerberding's caliber to Merck. As a preeminent authority in public health, infectious diseases and vaccines, Dr. Gerberding is the ideal choice to lead Merck's engagement with organizations around the world that share our commitment to the use of vaccines to prevent disease and save lives.\"\n\n\"I've had the privilege in my previous work in academia and in the federal government to be a passionate advocate for public health priorities such as vaccines, which are an imperative component of global health development,\" said Dr. Gerberding. \"I am very excited to be joining Merck where I can help to expand access to vaccines around the world.\"\n\nDr. Gerberding will lead the company's $5 billion global vaccine business. Merck currently markets a broad range of pediatric, adolescent and adult vaccines and is a leading provider of vaccines in countries around the world; in the U.S., Merck markets vaccines for 12 of the 17 diseases for which the U.S. Advisory Committee for Immunization Practices currently recommends vaccines. She will be responsible for the commercialization of the current portfolio of vaccines, planning for the introduction of vaccines from the company's robust vaccine pipeline, and accelerating Merck's on-going efforts to broaden access to its vaccines in the developing world. Dr. Gerberding will also collaborate with leaders of Merck Manufacturing Division and Merck Research Laboratories to manage the critical linkages between basic research, late-stage development and manufacturing to expand Merck's vaccine offerings throughout the world.\n\nShe received her undergraduate degree and her M.D. from Case Western Reserve University. Her internship, residency, and clinical pharmacology training were all at the University of California, San Francisco (UCSF), where she worked in a range of clinical, research and teaching roles prior to joining the CDC in 1998. Dr. Gerberding received her Masters of Public Health at the University of California, Berkeley.\n\nShe is a member of the Institute of Medicine and a fellow of the Infectious Diseases Society of America and the American College of Physicians, and is board certified in Internal Medicine and Infectious Diseases. She is also a Clinical Professor of Infectious Diseases at Emory University and an Adjunct Associate Professor of Medicine in Infectious Diseases at UCSF.\n\nDr. Gerberding has received more than 50 awards and honors, including the United States Department of Health and Human Services (DHHS) Distinguished Service Award for her leadership in responses to anthrax bioterrorism and the September 11, 2001 attacks. She was named to Forbes Magazine's 100 Most Powerful Women in the world in 2005, 2006, 2007, and 2008 and was named to TIME Magazine's 100 Most Influential People in the World in 2004.\n\nAbout Merck\n\nToday's Merck is working to help the world be well. Through our medicines, vaccines, biologic therapies, and consumer and animal products, we work with customers and operate in more than 140 countries to deliver innovative health solutions. We also demonstrate our commitment to increasing access to healthcare through far-reaching programs that donate and deliver our products to the people who need them. Merck. Be Well. For more information, visit www.merck.com.\n\nForward Looking Statement\n\nThis news release includes \"forward-looking statements\" within the meaning of the safe harbor provisions of the United States Private Securities Litigation Reform Act of 1995. Such statements may include, but are not limited to, statements about the benefits of the merger between Merck and Schering-Plough, including future financial and operating results, the combined company's plans, objectives, expectations and intentions and other statements that are not historical facts. Such statements are based upon the current beliefs and expectations of Merck's management and are subject to significant risks and uncertainties. Actual results may differ from those set forth in the forward-looking statements.\n\nThe following factors, among others, could cause actual results to differ from those set forth in the forward-looking statements: the possibility that the expected synergies from the merger of Merck and Schering-Plough will not be realized, or will not be realized within the expected time period, due to, among other things, the impact of pharmaceutical industry regulation and pending legislation that could affect the pharmaceutical industry; the risk that the businesses will not be integrated successfully; disruption from the merger making it more difficult to maintain business and operational relationships; Merck's ability to accurately predict future market conditions; dependence on the effectiveness of Merck's patents and other protections for innovative products; the risk of new and changing regulation and health policies in the U.S. and internationally and the exposure to litigation and/or regulatory actions.\n\nMerck undertakes no obligation to publicly update any forward-looking statement, whether as a result of new information, future events or otherwise. Additional factors that could cause results to differ materially from those described in the forward-looking statements can be found in Merck's 2008 Annual Report on Form 10-K, Schering-Plough's Quarterly Report on Form 10-Q for the quarterly period ended September 30, 2009, the proxy statement filed by Merck on June 25, 2009 and each company's other filings with the Securities and Exchange Commission (SEC) available at the SEC's Internet site: www.sec.gov.\n\n",
        "quotes": [
            [
                "Vaccines are a cornerstone of Merck's commitment to health and wellness,",
                "Richard T. Clark",
                true
            ],
            [
                "We are delighted to welcome an expert of Dr. Gerberding's caliber to Merck.",
                "Richard T. Clark",
                true
            ],
            [
                "As a preeminent authority in public health, infectious diseases and vaccines, Dr. Gerberding is the ideal choice to lead Merck's engagement with organizations around the world that share our commitment to the use of vaccines to prevent disease and save lives.",
                "Richard T. Clark",
                true
            ],
            [
                "I've had the privilege in my previous work in academia and in the federal government to be a passionate advocate for public health priorities such as vaccines, which are an imperative component of global health development,",
                "Gerberding",
                true
            ],
            [
                "I am very excited to be joining Merck where I can help to expand access to vaccines around the world.",
                "Gerberding",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "president",
            "named",
            "merck",
            "mercks",
            "julie",
            "statements",
            "diseases",
            "world",
            "health",
            "infectious",
            "dr",
            "vaccines",
            "gerberding"
        ]
    },
    {
        "url": "https://childrenshealthdefense.org/news/fda-acknowledged-that-vaccine-technology-outpacing-ability-to-predict-adverse-events/",
        "title": "FDA Acknowledged That Vaccine Technology Outpacing Ability to Predict Adverse Events",
        "authors": [],
        "publisher": "childrenshealthdefense.org",
        "publish_date": "2018-04-09",
        "text": "FDA Acknowledged That Vaccine Technology Outpacing Ability to Predict Adverse Events\n\nBy Lyn Redwood, R.N., M.S.N., Executive Director, Children’s Health Defense\n\nRecently, top-tier autoimmunity researchers described vaccine safety science as a “hazardous occupation.” In their view, this is because uncompromising vaccine proponents are instantly ready to mount vociferous personal attacks on anyone who raises questions about any aspect of vaccine safety, even if the questions are buttressed by impeccable, high-quality science. Vaccine safety was not always such a taboo topic. In 1961, a leading polio researcher put forth the view in Science that “even after licensing, a new vaccine product must be considered to be on trial” because of the many “new variables” that accompany large-scale vaccine production and rollout.\n\n…the technology used to make these vaccines actually exceeds the science and technology to understand how these vaccines work and to predict how they will work,” stated Dr. Peter Patriarca, MD.\n\nA leading Food and Drug Administration (FDA) official contended in 1999 that modern advances in vaccine technology were rapidly “outpacing researchers” ability to predict potential vaccine-related adverse events” and argued for closer attention to safety issues from the earliest stages of vaccine development. “One of the important things is that the technology used to make these vaccines actually exceeds the science and technology to understand how these vaccines work and to predict how they will work,” stated Dr. Peter Patriarca, MD, Director of the Viral Products Division of the FDA Center for Biological Evaluation and Research (CBER). “So this has the potential for ending up in a situation which I call a “black box” vaccine” referring to a situation of unforeseen and unpredictable vaccine outcomes.”\n\nDr. Patriarca also voiced concerns that with live attenuated vaccines “there is the potential for these vaccines, many of which have been poorly characterized to recombine with viruses that may be present in the vaccine. Some of these viruses are latent and persist for a while, so it is very important to assure that these things are safe before they are given to people.”\n\nIn the two decades since the FDA official’s prescient words of warning, numerous published studies have highlighted vaccine safety concerns that were either unexplored or neglected prior to the introduction of the vaccines in question. Troubling issues have included the presence of adventitious agents and contaminants in vaccines and the rise of new allergies associated with synthetic vaccines. Studies also highlight major gaps in the methods, protocols and timelines used to assess vaccine safety.\n\nFirst rotavirus vaccine debacle\n\nThe checkered history of rotavirus vaccines in the U.S. confirms the vital need for new vaccines to remain “on trial” after their launch in the general population. In 1998, the U.S. government licensed the first rotavirus vaccine, RotaShield, a tetravalent live-attenuated vaccine that used a genetically engineered rhesus monkey rotavirus along with three rhesus-human reassortant viruses. Other rhesus-based rotavirus vaccines previously had “failed to prove safe for administration in infants.” According to a detailed account of RotaShield in the Milbank Quarterly, the vaccine’s manufacturer, Wyeth, bragged about the vaccine as one of its “new, breakthrough therapies” and expressed the hope of establishing a large, profitable market in the U.S. as a prelude to marketing RotaShield in developing countries.\n\n…reports to the Vaccine Adverse Events Reporting System (VAERS) pointed to a substantially increased risk of bowel intussusception, a potentially fatal (though usually rare) condition involving intestinal enfolding and obstruction.\n\nDespite the initial optimism, Wyeth had to commercially withdraw RotaShield one year later, when reports to the Vaccine Adverse Events Reporting System (VAERS) pointed to a substantially increased risk of bowel intussusception, a potentially fatal (though usually rare) condition involving intestinal enfolding and obstruction. For infants in their first year of life, intussusception risks increased 20 to 30 times within two weeks of receiving the first dose of RotaShield.\n\nAccording to the Milbank Quarterly description, a 1997 pre-licensing regulatory review meeting led by the FDA’s Vaccines and Related Biological Products Advisory Committee had given Wyeth’s hired hand (a university professor) “a minute or two maximum” to discuss intussusception risks. There were “no follow-up questions…and no further discussion…during the remainder of the meeting,” despite the scientist’s expressed concern that “with larger numbers perhaps a causal relationship might emerge.” Nor did attendees consider intussusception at subsequent meetings of the Centers for Disease Control and Prevention’s (CDC’s) Advisory Committee on Immunization Practices (ACIP), where, despite the professor sharing her intussusception data, vaccine cost-effectiveness was the focus of discussion. It was not until an estimated 500,000 children received at least one million doses of RotaShield that the FDA suspended the vaccine, at first temporarily and then permanently, without ever explaining the “precise mechanism” by which RotaShield caused intussusception. Ironically, the government subsequently trumpeted the RotaShield story as proof that “the systems established to detect and respond to vaccine safety concerns are effective.”\n\nThe second rotavirus vaccine debacle\n\nTwo new genetically engineered oral rotavirus vaccines entered the vaccine marketplace in 2006 and 2008, respectively: RotaTeq, a pentavalent (five-strain) bovine-human reassortant rotavirus vaccine made by Merck, and Rotarix, a live-attenuated single-human-strain rotavirus vaccine manufactured by GlaxoSmithKline (GSK). Although pre-licensure trials found no evidence of an association between the two vaccines and intussusception, post-licensure monitoring later indicated a statistically significant increased risk of intussusception events for all rotavirus vaccines. Unlike with RotaShield, FDA merely instructed Merck, in 2013, and GSK, in 2014, to update their labeling and prescribing information to include brief statements about increased intussusception risks but otherwise allowed the two vaccines to remain on the market.\n\n…the researchers discovered that RotaTeq and Rotarix were contaminated with DNA from two porcine circoviruses—PCV1 (in Rotarix) and both PCV1 and PCV2 (in RotaTeq). Both GSK and Merck later confirmed these findings. The PCV2 pathogen is associated with severe wasting and immunodeficiency in pigs.\n\nMeanwhile, the much-vaunted industry and governmental safety systems that ushered the two rotavirus vaccines to market failed to detect an additional and highly concerning problem, which an academic research team “unexpectedly” identified in 2010. While conducting “a novel, highly sensitive analysis not routinely used for adventitious agent screening,” the researchers discovered that RotaTeq and Rotarix were contaminated with DNA from two porcine circoviruses—PCV1 (in Rotarix) and both PCV1 and PCV2 (in RotaTeq). Both GSK and Merck later confirmed these findings. The PCV2 pathogen is associated with severe wasting and immunodeficiency in pigs.\n\nAlthough the short- and long-term dangers from PCV1 and PCV2 are as yet unknown, the pioneers of genetic engineering foresaw horizontal gene transfer—the direct uptake and incorporation of genetic material from unrelated species—as a clear risk of genetically engineered vaccines. Unlike chemical pollutants, nucleic acids are infectious and can invade cells and genomes, multiplying, mutating and recombining indefinitely. Potential hazards of horizontal gene transfer include generation of new disease-causing viruses and bacteria (or reactivation of dormant viruses); spread of drug and antibiotic resistance genes among viral and bacterial pathogens; and random insertion into genomes of cells resulting in cancer.\n\nIf this contamination had been discovered prior to licensure of the rotavirus vaccines, FDA would not have licensed the vaccines—why should it be any different now?\n\nAt issue, in the example of RotaTeq and Rotarix, are the dangers of incorporation of adventitious PCV contaminants from live rotavirus vaccines into the human host or host-related bacteria (such as the gut flora)—dangers unrecognized and, therefore, unexplored before the two vaccines went to market. There is also additional cause for concern based on research demonstrating that the pathogenic potential of PCV2 to cause an AIDS-like disease in pigs is unleashed when there is simultaneous vaccine-induced immune system activation. In light of this research, the current recommendation to administer PCV2-contaminated rotavirus vaccine along with five other vaccines—hepatitis B (HepB), diphtheria-tetanus-acellular pertussis (DTaP), Haemophilus influenzae type b (Hib), pneumococcal conjugate (PCV) and inactivated poliovirus (IPV)—represents a high-risk scenario for disease in humans. If the contamination had been discovered prior to licensure of the rotavirus vaccines, FDA would not have licensed the vaccines—why should it be any different now?\n\nAt a 2010 meeting convened by FDA to discuss the PCV contamination, a GSK executive went so far as to concede that “evolving technologies can lead to new findings that were not known at the time of licensure.” Nonetheless, the GSK researchers expressed little worry, having framed the presence of the PCV DNA in their vaccine as a simple “manufacturing quality issue” rather than a safety risk. GSK even put a positive spin on the matter, suggesting that the PCV investigation “could serve as a model for risk assessment in the event of new technologies identifying adventitious agents in the manufacturing of other vaccines.”\n\nAre unforeseen outcomes inevitable?\n\nShortly after the GSK discovery, FDA recommended that physicians temporarily suspend use of Rotarix and switch to RotaTeq, but when Merck’s vaccine was found to contain similar contaminants, FDA reversed course and allowed continued use of both. Instead of calling for new safety studies and completing a new risk-benefit analysis (taking into consideration that mortality from rotavirus disease in the U.S. is very low), the FDA once again reassured the public that the benefits of rotavirus vaccination outweighed any “hypothetical” health risks of PCV contamination. The agency’s sole follow-up action was to rubber-stamp updates to the Merck and GSK package inserts to “reflect the presence of Porcine Circovirus Type-1 and -2 DNA in the vaccine[s].”\n\nCan the assertion that the benefits outweigh the risks be taken at face value? Consider the history of the oral polio vaccine, which has used seed stocks contaminated with multiple strains of simian virus 40 (SV40) for over four decades. SV40 has been detected in the brains of deceased cancer patients who received the oral polio vaccine, and a 2002 Institute of Medicine report cited strong biological evidence that SV40 can transform normal cells into malignant cells. Whether the porcine circovirus contamination that afflicts the two current—and highly engineered—rotavirus vaccines will turn out to have insidious long-term health effects remains an unanswered question. Nonetheless, history indicates that we should not be surprised when novel and difficult-to-control vaccine technologies generate unforeseen outcomes.",
        "quotes": [
            [
                "even after licensing, a new vaccine product must be considered to be on trial",
                "",
                false
            ],
            [
                "One of the important things is that the technology used to make these vaccines actually exceeds the science and technology to understand how these vaccines work and to predict how they will work,",
                "Lyn Redwood",
                true
            ],
            [
                "So this has the potential for ending up in a situation which I call a “black box” vaccine",
                "Peter Patriarca",
                false
            ],
            [
                "there is the potential for these vaccines, many of which have been poorly characterized to recombine with viruses that may be present in the vaccine.",
                "Patriarca",
                false
            ],
            [
                "Some of these viruses are latent and persist for a while, so it is very important to assure that these things are safe before they are given to people.",
                "Patriarca",
                true
            ],
            [
                "failed to prove safe for administration in infants.",
                "",
                false
            ],
            [
                "no follow-up questions…and no further discussion…during the remainder of the meeting,",
                "",
                false
            ],
            [
                "with larger numbers perhaps a causal relationship might emerge.",
                "",
                false
            ],
            [
                "the systems established to detect and respond to vaccine safety concerns are effective.",
                "",
                false
            ],
            [
                "a novel, highly sensitive analysis not routinely used for adventitious agent screening,",
                "",
                false
            ],
            [
                "evolving technologies can lead to new findings that were not known at the time of licensure.",
                "",
                false
            ],
            [
                "could serve as a model for risk assessment in the event of new technologies identifying adventitious agents in the manufacturing of other vaccines.",
                "",
                false
            ],
            [
                "reflect the presence of Porcine Circovirus Type-1 and -2 DNA in the vaccine[s].",
                "Merck",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [
                "https://www.ncbi.nlm.nih.gov/pubmed/17817390"
            ],
            "unsure": []
        },
        "key_words": [
            "intussusception",
            "gsk",
            "safety",
            "predict",
            "ability",
            "adverse",
            "rotavirus",
            "rotashield",
            "fda",
            "rotarix",
            "outpacing",
            "vaccine",
            "vaccines",
            "rotateq",
            "acknowledged",
            "technology",
            "events"
        ]
    },
    {
        "url": "http://docteur.nicoledelepine.fr/paradoxical-effect-of-anti-hpv-vaccine-gardasil-on-cervical-cancer-rate/",
        "title": "PARADOXICAL EFFECT OF ANTI-HPV VACCINE GARDASIL ON CERVICAL CANCER RATE – Docteur Nicole Delépine",
        "authors": [
            {
                "name": "Nicole Delépine",
                "link": null
            }
        ],
        "publisher": "docteur.nicoledelepine.fr",
        "publish_date": "2019-01-31",
        "text": "PARADOXICAL EFFECT OF ANTI-HPV VACCINE GARDASIL ON CERVICAL CANCER RATE\n\nState of published results in registers, on January 2019\n\nDr G Delépine, oncologist, surgeon\n\ngerard.delepine@bbox.fr\n\n“How wonderful that we have met with a paradox. Now we have some hope of making progress”. Niels Bohr (Nobel prized for his works on the structure of the atom and chemical reactions )\n\nChanging the natural history of cancer that increases in frequency and occurs faster.\n\nIt takes a long time to affirm that a preventive action really protects. But the failure of this supposed protection can sometimes be very quickly obvious. To prove that the Titanic was truly unsinkable would have required decades of navigation on the most dangerous seas of the world. Demonstrating that it wasn’t, took only a few hours … This » Titanic » demonstration is unfortunately reproduced by the Gardasil vaccination.\n\nEvidence that vaccination increases the risk of invasive cancer can be rapid, if the vaccine changes the natural history of cancer by accelerating it. The analysis of trends in the incidence of invasive cervical cancer published in official statistics (registers) was studied in the first and most fully vaccinated countries (Australia, Great Britain, Sweden and Norway). Unfortunately, it’s the case for HPV vaccines.\n\nPre-vaccination period : spectacular success of cervical smear screening with a steady decrease in the rate of invasive cervical cancer.\n\nIn all countries that performed smear screening, the pre-vaccination period from 1989 to 2007 was marked by a significant decrease in the standardized incidence of cervical cancer.\n\nIn less than 20 years, the incidence of invasive cancer of the cervix decreased from :\n\n13.5 to 9.4 n Great Britain [1]\n\n13.5 to 7 in Australia[2] ,\n\n11.6 to 10.2 in Sweden [3],\n\n15.1 to 11 in Norway [4],\n\n10.7 to 6.67 in the USA [5],\n\n11 to 7.1 in France.\n\nGlobally, in the countries that used smear screening, the average annual rate of decline was 2.5% between 1989 and 2000 and 1% between 2000 and 2007, resulting in a total decrease of nearly 30% across 1989-2007.\n\nEra of vaccination: reversal of the trend. Gardasil’s prevention failure erases the beneficial effects of the smear and accelerates the onset of cervical cancer.\n\nSince vaccination, in all the countries implemented with a large vaccination program, there is a reversal of the trend, with a significant increase in the frequency of invasive cancers in the most vaccinated groups. Let’s look at OFFICIAL sources.\n\nAUSTRALIA : contrary to the FAKE NEWS OF THE MEDIA AND POLITICS, REGISTER DOES NOT SHOW CANCERS OF THE CERVIX DISAPPEAR, BUT INCREASE.\n\nAustralia was the first country to organize routine immunization for girls (April 2007 school-based program for females aged 12–13 years, July 2007 time-limited catch-up program targeting females aged 14–26 years) and then for boys (2013).. According to the last Australian Institute of Health and Welfare publication (2018 publication describing the detailed rates until 2014 ) [6] , the standardized incidence in the overall population has not decreased since vaccination 7/100000 in 2007 versus 7.4 in 2014.\n\nThis global stabilization results from two contradictory trends that only appears by examining trends, according to age groups.\n\nVaccinated age groups women have seen their risk increase:\n\n100% increase for those aged 15 to 19 (from 0.1 in 2007 to 0.2 in 2014)\n\n113% increase (from 0.7 to 1.5) in groups aged 20 to 24 more than 80% of them were catch up vaccinated when 13 to 17 years old.\n\nBut, as the figures are very small, this increase does not reach statistical significance.\n\nAbout a third increase for 25-29 group (from 5.9 to 8 ,p=0.06) and for 30-34 (from 9.9 to 12.4 c=0.80 p=0.01) less vaccinated. These increases are statistically significant cannot be due to hazard.\n\nA drama known to one top athlete : Sarah Tait\n\nThis increased risk of cancer following vaccination was dramatically illustrated by the sad story of Sarah Tait, olympic rowing champion, at the 2012 London Olympics. This champion saw her life shattered in full glory : she suffered invasive cervical cancer a few years later, being vaccinated and died at age 33. Of course, we don’t know if vaccination was the direct cause of her cancer, but she has, statistically, a one in two chances of having suffered from a cancer linked to vaccination (to be part of the 113% increase of cancer observed after vaccination). In addition, we remark that cancer appears very early in this woman.\n\nNon vaccinated women continue to benefit from screening with pap smear\n\nDuring the same period, older women (and therefore unvaccinated) saw their cancer risk decrease significantly:\n\nless 17% for women aged 55 to 59 (from 9.7 to 8.1),\n\nless 13% for women aged 60 to 64 ( from 10.3 to 8.9),\n\nless 23% for those aged 75 to 79 (from 11.5 to 8.8)\n\nand even less 31% for those aged 80 to 84 (from 14.5 to 10).\n\nGREAT BRITAIN : THE PARADOXICAL EFFECT OF GARDASIL PROMOTING CANCER\n\nIn UK, a national program was introduced in 2008 to offer HPV vaccination routinely to 12–13-year-old and offer catch-up vaccination to girls up to 18 years old. The UK national program initially used the bivalent HPV vaccine (Cervarix), but, changed in 2012 to use the quadrivalent vaccine (Gardasil). HPV vaccination coverage in England has been high with over 80% of 12–13 years old receiving the full course coverage. The catch-up cohort has been lower covered (ranging from 39% to 76%).\n\nSince the vaccination, the standardized incidence in the overall population increased from 9.4 per 100000 in 2007 to 9.6 in 2015. We observe contrasting trends between the age groups.\n\nVaccination promoters expected cervical cancer rates decrease in women aged 20 to 24 from 2014, as vaccinated adolescents enter their second decade. However, in 2016, national statistics showed a sharp and significant increase in the rate of cervical cancer in this age group. This information of 2016 has unfortunately not been publicized. They could have served as an alert.\n\nWomen aged between 20 and 25 years, vaccinated for more than 85% of them, when they were between 14 and 18 years old, have seen their cancer risk increase by 70% in 2 years (from 2.7 in 2012 to 4.6 per 100,000 in 2014 p = 0.0006) and those aged 25 to 30, ( aged between 18 and 23 at the time of the vaccination campaign) have seen their cancer risk increase by 100% between 2007 and 2015[7] (from 11 / 100,000 to 22 / 100,000 ).\n\nWomen 25 to 34 years, (less vaccinated, only exposed to some catch-up vaccinations), have seen their risk increased by 18% (from 17 in 2007 to 20 in 2014).\n\nIn Great Britain, as in Australia, older, unvaccinated women have seen their risk decrease:\n\n( -13% for women aged 65 to 79 and -10% for those over 80 ), most likely because continuation of smear screening.\n\nSAME PARADOXICAL PHENOMENON OF GARDASIL IN SWEDEN : THE RATE OF CANCER INCREASES IN THE VACCINATED AGE GROUPS . ALERT!\n\nIn Sweden, Gardasil has been used since 2006. The vaccination program was rolled out in 2010, with vaccination coverage of 12-year-old girls approaching 80%. In 2012-2013, with a catch-up program, almost all girls aged 13 to 18 were vaccinated.\n\nIn this country, the standardized incidence of cervical cancer in the global population has increased steadily since vaccination from 9.6 per 100000 in 2006 to 9.7 in 2009, 10.3 in 2012 and 11.49 in 2015[8]. This increase is mostly due to the increase in the incidence of invasive cancers among women aged 20-24 whose incidence doubled ( from 1.86 in 2007 to3.72 in 2015 p<0.001)[9] and in women aged 20 to 29 the incidence of invasive cancer of the cervix increased by 19% (from 6.69 to 8.01)\n\nIn contrast, as in Australia and Great Britain, a decrease in the incidence of invasive cancer has been observed in women over 50, a group that has not been included in the vaccination program. The incidence of invasive cancer of the cervix decreased between 2007 and 2015 by 6% for women aged 50 to 59 (from 14.24 to 13.34), and 4% for those aged 60 to 69 (12.63%). at 12.04,) 17% for those aged 70 to 79 (from 15.28 to 12.66) and 12% for those over 80 (from 15.6 to 13.68).\n\nIN NORWAY\n\nCancer registry shows an increase in the standardized incidence of invasive cancer of the cervix from 11.7 in 2007 to 12.2 in 2009, 13.2 in 2012 and 14. 9 2015 [10].\n\nThis increase is due -almost exclusively- to young women, which include all vaccinated, as evidenced by the sharp decline of the average age of onset of the cervix cancer from 48 years in 2002 -2006 to 45 years in 2012-2016.\n\nBetween 2007 and 2015 , the incidence of invasive cervical cancer increased by 8% among women aged 20 to 29 (from 7.78 to 8.47)[11].\n\nDuring the same period, a decrease in the incidence of invasive cancer was observed in older women, not involved in the vaccination program: -11% for women aged 55 to 64 (15.47 to 13.7), -16% for those aged 65 to 74 (17.7 to 14.71) and -29% for those aged 75 to 85 (18.39 to 13) .\n\nIn USA\n\nIn this country, vaccination coverage is lower than in previous countries (close to 60%).\n\nAccording to the Cancer Statistics Review 1975-2015[12], the standardized incidence of invasive cervical cancer remains stable(+0.1) since vaccination.\n\nIn US, the same discrepancy is observed according to age groups, but of lesser amplitude. Women over 50, benefit a 5% decrease in their risk (from 10.37 per 100000 in 2007 to 9.87 in 2015), whereas younger women, which include vaccinated, have given their risk increase of 4% (5.24 in 2007 to 5.47 in 2015).\n\nWITNESS COUNTRY: FRANCE\n\nThe evolution of these countries, with high immunization coverage, can be compared to the trend observed in metropolitan France, where HPV vaccination coverage is very low (around 15%). France can be considered, for this reason, as a control country. In France[13] the incidence of cervical cancer has steadily decreased from 15 in 1995 to 7.5 in 2007, 6.7 in 2012 and 6 in 2017, much lower than those of countries with high vaccine coverage.\n\nThis decrease in incidence was accompanied by a decrease in mortality from 5 in 1980 to 1.8 in 2012 and 1.7 in 2017.\n\nIt is paradoxical and very worrying that these excellent French results, with low cervix cancer rate and low related mortality, could be jeopardized by an obligation considered in the short term by our policies, for some misinformed and other big pharma links[14].\n\nDRAMATIC AND UNEXPECTED PARADOXICAL EFFECT OF GARDASIL: THE ALERT MUST BE GIVEN TO DECISION MAKERS AND THE MEDIA.\n\nIn all countries that achieved high HPV vaccination coverage, official cancer registries show an increase in the incidence of invasive cervical cancer.\n\nFor women under 20, the crude number are to small to reach statistical significance, but the similar increases in all the studied countries constitutes a strong alarm signal.\n\nFor women 20-30 the incidence increases after catch up vaccination, and is highly significant (p<0.01or 0.001). In these same countries, during the same period, older women, not vaccinated, have seen their risk of cervical cancer continue to decline.\n\nSimilarly, in metropolitan France, a country with low vaccination coverage, the incidence of cervical cancer continues to decline at a rate comparable to the pre-vaccination period.\n\nThese paradoxical results plea for a rapid revision of recommendations and intensive research to explain this catastrophic issue.\n\n[1] Cancer Research UK, Cervical Cancer (C53): 1993-2015, European Age-Standardized Incidence Rates per 100,000 Population, Females, UK Accessed 08 [ 2018 ].\n\n[2] AIHW [2]. 13. AIHW 2017. Cancer in Australia 2017. Cancer series no. 101. Cat. No. CAN 100. Canberra: AIHW.\n\n[3] NORDCAN, Association of the Nordic Cancer Registries 3.1.2018\n\n[4] Bo T Hansen, Suzanne Campbell, Mari Nygård Long-term incidence of HPVrelated cancers, and cases preventableby HPV vaccination: a registry-based study in Norway BMJ Open 2018; 8: e019005\n\n[5] Table 5.1 Cancer of the Cervix Uteri (Invasive) Trends in SEER Incidence and US Mortality SEER Cancer Statistics Review 1975-2012\n\n[6] Australian Institute of Health and Welfare (AIHW) 2017 Australian Cancer Incidence and Mortality (ACIM) books: cervical cancer Canberra: AIHW. <Http://www.aihw.gov.au/acim-books>.\n\n[7] A Castanona, P Sasienia Is the recent increase in cervical cancer in women aged 20-24 years in\n\nEngland a cause for concern? Preventive Medicine 107 (2018) 21-28\n\n[8] Nationellt Kvalitetsregister für Cervix cancer prevention (NKCx), http://nkcx.se/templates/_rsrapport_2017.pdf [in Swedish]\n\n[9] Engholm G, Ferlay J, Christensen N, Hansen HL, Hertzum-Larsen R, Johannesen TB, Kejs AMT, Khan S, Olafsdottir E, Petersen T, Schmidt LKH, Virtanen A and Storm HH: Cancer Incidence, Mortality, Prevalence and Survival in the Nordic Countries, Version 8.1 (28.06.2018). Association of the Nordic Cancer Registries. Danish Cancer Society. Available from http://www.ancr.nu, accessed it 30 / 09 / 2018 .\n\n[10] Cancer in Norway 2016\n\n[11] Engholm G, Ferlay J, Christensen N, Hansen HL, Hertzum-Larsen R, Johannesen TB, Kejs AMT, Khan S, Olafsdottir E, Petersen T, Schmidt LKH, Virtanen A and Storm HH: Cancer Incidence, Mortality, Prevalence and Survival in the Nordic Countries, Version 8.1 (28.06.2018). Association of the Nordic Cancer Registries. Danish Cancer Society. Available from http://www.ancr.nu, accessed is 1 / 10 / 2018\n\n[12] SEER 9 National Center for Health Statistics, CDC\n\n[13] Francim, HCL, Public Health France, INCa. Projections of Cancer Incidence and Mortality in Metropolitan France in 2017 – Solid Tumors [Internet]. Saint-Maurice: Public health France [updated 02/01/2018; viewed on the 09/05/2018\n\n[14] https://www.agoravox.fr/tribune-libre/article/gardasil-alerte-risque-imminent-d-206314 Gardasil, alert, imminent risk of mandatory vaccination against HPV unnecessary, and sometimes dangerous , for girls and boys.",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "rate",
            "vaccinated",
            "2007",
            "delépine",
            "increase",
            "docteur",
            "incidence",
            "nicole",
            "cervical",
            "invasive",
            "vaccination",
            "paradoxical",
            "vaccine",
            "cancer",
            "aged",
            "women",
            "gardasil",
            "effect"
        ]
    }
]