[
    {
        "url": "https://www.infowars.com/cdc-manipulated-vaccine-science-for-decades-report/",
        "title": "CDC Manipulated Vaccine Science for Decades – Report",
        "authors": [],
        "publisher": "www.infowars.com",
        "publish_date": "2019-06-25",
        "text": "[Note: This is Part VII in a series of articles adapted from the second Children’s Health Defense eBook: Conflicts of Interest Undermine Children’s Health. The first eBook, The Sickest Generation: The Facts Behind the Children’s Health Crisis and Why It Needs to End, described how children’s health began to worsen dramatically in the late 1980s following fateful changes in the childhood vaccine schedule.]\n\nThe Centers for Disease Control and Prevention (CDC) and its governmental and private partners have fudged vaccine science for decades, leaving a well-documented trail of cover-ups and trickery.\n\nSome of the more notorious episodes involve secret meetings, attempts to keep publicly funded data out of the reach of independent scientists, destruction and fraudulent manipulation of data and other crimes, including embezzlement.\n\nManipulating Thimerosal Data\n\nIn June, 2000, the CDC convened a scientific review panel at the Simpsonwood Retreat Center near Atlanta. At the gathering (intended to be secret), over 50 experts—representing the CDC, the Food and Drug Administration (FDA), state and international public health agencies and vaccine companies—met to discuss what they described as “theoretical concerns” about the risks of thimerosal-containing vaccines.\n\nThe lead Simpsonwood speaker, Thomas (“Tom”) Verstraeten, was a junior physician-biostatistician working in the CDC’s Epidemic Intelligence Service. Verstraeten had been conducting analyses designed to assess the impact of thimerosal-containing vaccines on neurodevelopmental disorders in children. His earliest tables—never reported or published but obtained through a Freedom of Information Act request by the autism advocacy organization SafeMinds—demonstrated “striking” and statistically significant effects “supportive of a causal relationship between vaccine mercury exposure and childhood developmental disorders (especially autism).” These initial analyses, dubbed “Generation Zero” by SafeMinds, found consistently elevated risks (2-11 times higher) in the high-exposure groups compared to the zero-exposure group, with the strongest effects “for the highest levels of mercury exposure at the earliest time of exposure.”\n\nBetween February 2000 and November 2003, Verstraeten and his CDC supervisors produced four further rounds of analyses that—with each round or “generation”—reduced or eliminated the elevated and statistically significant risks apparent in the Generation Zero data. This reflected, according to SafeMinds, “deliberate” methodological choices that took the findings in a direction “towards insignificance.” Verstraeten’s Simpsonwood presentation, which covered the “Generation One” analysis, made it clear that he was caught in the middle. On the one hand, Verstraeten described a safety signal that would “never go away”—showing that thimerosal exposure in infancy displayed a statistically significant dose-related association with subsequent neurological damage—but he also hinted at the pressure that he was under to “turn everything around” and “make it go away.” At Simpsonwood, Verstraeten stated (page 153):\n\n[Y]ou can look at this data and turn it around and look at this, and add this stratum, I can come up with risks very high. I can come up with very low risks, depending on how you turn everything around. You can make it go away for some and then it comes back for others. To me the bottom [line] is, well, there is some things that just will never go away. If you make it go away here, it will pop up again there. So the bottom line is, okay, our signal will simply not just go away.\n\nOther Simpsonwood attendees cautioned that “we have to be very, very careful that we got it right when we decide to make a policy call on this.” By the close of the meeting, all but one had agreed to rate the association between thimerosal and neurodevelopmental disorders as “weak.”\n\nIn a post-Simpsonwood email in July, 2000 to Harvard researcher Philippe Grandjean—a leading mercury and neurotoxicology expert—Verstraeten apologized for dragging Grandjean into a “nitty-gritty discussion” about thimerosal and neurodevelopment. Verstraeten stated, “I do not wish to be the advocate of the anti-vaccine lobby and sound like being convinced that thimerosal is or was harmful, but at least I feel we should use sound scientific argumentation and not let our standards be dictated by our desire to disprove an unpleasant theory.”\n\nVerstraeten (by then working at GlaxoSmithKline) published the thimerosal data in Pediatrics in 2003. The publication used the later generations of analyses—featuring reworked exclusion criteria, exposure measures and statistical models. However, Verstraeten contested the notion that he or the CDC had “watered down” the original results. In a letter to the editor of Pediatricsin 2004, he described the study’s results as “neutral,” stating, “The bottom line is and has always been the same: an association between thimerosal and neurological outcomes could neither be confirmed nor refuted, and therefore, more study is required” [emphasis added].\n\nMeanwhile, other CDC researchers—with Director Julie Gerberding (who later became a top Merck executive) at the helm—proceeded to hastily publish a handful of poorly designed epidemiological studies to shore up the Simpsonwood consensus. Authored by industry-funded scientists, the studies examined a single neurodevelopmental outcome (autism) and seemingly absolved thimerosal of any responsibility for causing it. Most of the studies intentionally used data from non-U.S. populations with far lower exposure to thimerosal (including Sweden, the Danish general population, Danish psychiatric departments and the United Kingdom). This made it easier to disguise potential associations between thimerosal and neurodevelopmental disorders. Despite many solid critiques of these and other gerrymandered studies, the CDC continues to trot them out as evidence of thimerosal’s putative safety to this day.\n\nOutsourcing the Vaccine Safety Datalink\n\nVerstraeten’s dataset, which included over 100,000 children born over the five-year period from 1992 to 1997, came from the Vaccine Safety Datalink (VSD). The VSD is a taxpayer-funded collection of millions of medical and vaccine records from large health maintenance organizations (HMOs), established by the CDC in 1990 to study the safety of vaccines already on the market. Researchers at the CDC and the participating HMOs regularly publish vaccine-favorable studies using VSD data, often comparing one vaccine with another to ensure a result of “no significantly elevated risk” in the group of interest.\n\nIn 2001, one year after Verstraeten shared his VSD-based thimerosal findings at Simpsonwood, the CDC outsourced VSD management and coordination to a private company—America’s Health Insurance Plans (AHIP)—giving AHIP responsibility for maintaining the “strategic direction” of VSD projects. Although the CDC claims that it “tries to accommodate” requests from independent investigators to use VSD data, in practice, AHIP’s private control has made the data virtually impenetrable to anyone other than CDC- and HMO-approved researchers. In 2005, the Institute of Medicine (IOM) admitted as much in a consensus report titled Vaccine Safety Research, Data Access, and Public Trust, which described “the limited ability of independent external researchers to conduct high-quality corroboration studies or studies of new hypotheses…after January 1, 2001” [emphasis added], including studies that “members of the public consider to have high priority” (Chapter 5).\n\nIn 2002, two independent researchers sought to gain access to VSD data and persisted until successful—but only after responding to numerous hurdles that are hard to construe as anything but intentional obstruction on the CDC’s part. These included having to submit a 200-page proposal and undergoing a months-long initial approval process at the CDC; having to submit separate proposals and undergo lengthy approvals at each of the HMOs, sometimes at considerable expense (and sometimes with approval granted and then retracted); encountering CDC refusal to allow reanalysis of data from published CDC VSD-based studies (with the CDC responding in multiple instances that the raw data no longer existed or that the dataset had been “damaged”); and getting charged thousands of dollars in user fees to access the data in a windowless room secured by armed guards.\n\nCongressman Dave Weldon wrote to Gerberding, “The treatment that these well-published researchers have received from the CDC…has been abysmal and embarrassing. I would be curious to know whether Dr. Verstraeten [by then at GSK] …was required to go through the same process…to continue accessing the VSD.”\n\nDestroying Autism-MMR Data\n\nIn the early 2000s, Dr. William Thompson, long-time CDC vaccine safety scientist, was assigned to a CDC study intended to extricate the measles-mumps-rubella (MMR) vaccine from its controversial association with autism. Unexpectedly, the data refused to cooperate, showing a 250% increase in autism in African-American boys who received the MMR vaccine before their third birthday (compared to African-American boys who received the vaccine after age three). However, when Thompson and coauthors published the MMR study in 2004, the publication failed to report these critical findings, despite the fact that they deserved “additional, immediate investigation.” The CDC’s in-house analysis also showed an increased risk of autism in MMR-vaccinated children who had been developing normally and had no other medical problems, but the published article “mentioned the effect…only in passing.”\n\nIn 2014, Thompson sought federal whistleblower protection and testified to Congressman William Posey about the fraudulent omission of key autism results in the 2004 paper. Thompson alleged that he had acted at the direction of senior CDC officials, including Branch Chief and lead author Frank DeStefano, who ordered Thompson and coauthors to dump the datasets into a giant garbage can to get rid of the evidence establishing a causal vaccine-autism connection. Thompson handed over thousands of pages of documents to Congressman Posey revealing widespread fraud in the CDC’s vaccine division. He also expressed willingness to appear, under subpoena, before the House Committee on Oversight and Government Reform (OGR). However, the OGR Committee Chairman at the time, former Representative Jason Chaffetz, stonewalled until he left office in 2017. (According to a report in The Guardian, drug companies had been the single largest donor to his political campaigns.)\n\nTurning a Blind Eye\n\nReflecting the almost Keystone-Cops-like atmosphere at the CDC, another infamous mid-2000s episode remains unresolved to this day. The “most wanted fugitives” page on the Department of Health and Human Services (HHS) Office of Inspector General (OIG) website shows that a visiting Danish scientist at CDC named Dr. Poul Thorsen “executed a scheme to steal [CDC-awarded] grant money” from 2004 to 2010. The indictmentdescribes how Thorsen diverted over $1 million of CDC funds to his personal bank account through fraudulent invoicing and also “misallocated” additional monies. Thorsen eventually took refuge in Denmark to escape prosecution for 22 counts of wire fraud and money laundering and has been on the OIG’s “most wanted” list since 2012. Although his whereabouts in Denmark are well-known, HHS and the U.S. Department of Justice have made no effort to push for extradition, despite urging from Congressman Posey to pursue the matter as a high priority.\n\nThe CDC embraced Thorsen as one of its own before, during and after the embezzlement. Thorsen was an insider to such an extent that even as a foreign scientist he had a CDC government email address and CDC credit union account. From the time of his CDC arrival, the agency seized on the allegedly unscrupulous Thorsen as an ideal partner to cook up and publish slanted epidemiological studies that masked the MMR-autism and thimerosal-autism associations, including studies appearing in the New England Journal of Medicine and Pediatrics in 2002 and 2003. Later, senior CDC officials “continued to include [Thorsen] in discussions well after it was obvious he had forged documents and stolen money,” also arranging in-person meetings and collaborating and publishing with him after his indictment. Nor was the CDC troubled by the fact (uncovered by Children’s Health Defense in 2017 but known by the CDC since 2009) that Thorsen and his collaborators failed to request or obtain required ethical clearances for the 2002 MMR study and a later study. Instead of retracting the unapproved studies, CDC supervisors simply covered up the illicit activity.\n\nNot Trustworthy\n\nConcerns about the CDC’s agenda and ethics are not confined to the agency’s vaccine division. In 2017, a dozen senior CDC scientists filed an anonymous complaint alleging that “questionable and unethical practices” had become “the norm and not the rare exception” as a result of corporate and political influence. However, the four case studies described above show that the culture of dishonesty and ethical violations that characterizes the U.S. vaccine enterprise is deeply entrenched. Given the CDC’s aggressive determination to leave “no child unvaccinated,” the agency’s longstanding vaccine criminality should be troubling to all Americans.\n\nNote: This is Part VII in a series of articles adapted from the second Children’s Health Defense eBook: Conflicts of Interest Undermine Children’s Health. Sign up to get your free full text eBook.\n\nThe viewpoints expressed here do not necessarily represent those of Infowars.\n\nPeace & Prosperity Not Moral War\n\n\n\nGerald Celente breaks down the latest trends and makes the case for peace and prosperity.",
        "quotes": [
            [
                "supportive of a causal relationship between vaccine mercury exposure and childhood developmental disorders (especially autism).",
                "Verstraeten",
                false
            ],
            [
                "for the highest levels of mercury exposure at the earliest time of exposure.",
                "",
                false
            ],
            [
                "we have to be very, very careful that we got it right when we decide to make a policy call on this.",
                "",
                false
            ],
            [
                "I do not wish to be the advocate of the anti-vaccine lobby and sound like being convinced that thimerosal is or was harmful, but at least I feel we should use sound scientific argumentation and not let our standards be dictated by our desire to disprove an unpleasant theory.",
                "Verstraeten",
                true
            ],
            [
                "The bottom line is and has always been the same: an association between thimerosal and neurological outcomes could neither be confirmed nor refuted, and therefore, more study is required",
                "Verstraeten",
                false
            ],
            [
                "the limited ability of independent external researchers to conduct high-quality corroboration studies or studies of new hypotheses…after January 1, 2001",
                "",
                false
            ],
            [
                "members of the public consider to have high priority",
                "",
                false
            ],
            [
                "The treatment that these well-published researchers have received from the CDC…has been abysmal and embarrassing.",
                "Gerberding",
                true
            ],
            [
                "I would be curious to know whether Dr. Verstraeten [by then at GSK] …was required to go through the same process…to continue accessing the VSD.",
                "Gerberding",
                true
            ],
            [
                "mentioned the effect…only in passing.",
                "Gerberding",
                false
            ],
            [
                "executed a scheme to steal [CDC-awarded] grant money",
                "",
                false
            ],
            [
                "continued to include [Thorsen] in discussions well after it was obvious he had forged documents and stolen money,",
                "",
                false
            ],
            [
                "the norm and not the rare exception",
                "",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "manipulated",
            "science",
            "data",
            "report",
            "simpsonwood",
            "studies",
            "cdc",
            "thimerosal",
            "vaccine",
            "decades",
            "vsd",
            "thorsen",
            "health",
            "verstraeten"
        ]
    }
]