[
    {
        "url": "https://newspunch.com/italy-health-board-vaccines/",
        "title": "Italy Fires Pro-Vaccine Health Board; Paves Way To Ban ‘Dangerous Vaccines’",
        "authors": [
            {
                "name": "Baxter Dmitry",
                "link": null
            }
        ],
        "publisher": "newspunch.com",
        "publish_date": "2018-12-05",
        "text": "Italy’s new health minister has sacked the entire board of the Higher Health Council, the country’s most important committee of medical-scientific experts who advise the government on health policy, in order to lay the groundwork to ban “dangerous vaccines”.\n\nIn a move on Monday night that shocked Italian scientists, Giulia Grillo, from the Five Star Movement – a vaccine-sceptic party that has received widespread support from Italians fed up with the previous government’s brutal mandatory vaccination schedule – said it was “time to give space to the new”.\n\n“We are the #governmentofchange and, as I have already done with the appointments of the various organs and committees of the ministry, I have chosen to open the door to other deserving personalities,” Grillo wrote on Facebook.\n\nThe decision will mean the replacement of 30 board members, including the president, Roberta Siliquini, the head of the school of hygiene and preventive medicine at the University of Turin who was nominated in December 2017 by the former health minister Beatrice Lorenzin.\n\nGrillo has also changed rules concerning the previous government’s mandatory child vaccine policy. Her party, which is governing in coalition with the far-right League, came to power pledging to reform a deeply unpopular policy brought in by the previous administration making 10 vaccines mandatory for all Italian children.\n\n[RELATED: Millions of Italians Rise Up Against New Mandatory Vaccination Law]\n\nThe previous government banned children from attending school unless they received the full schedule of Big Pharma sponsored vaccinations.\n\nCritics of the previous government claimed Italy was at the forefront of a vaccination experiment conducted by a government corrupted by Big Pharma dollars. By allowing pharmaceutical companies to create new laws and force the full range of their products on the whole population against their consent, the Italian government was betraying their people.\n\nHowever, upon taking office in June, Grillo immediately changed the rules and said parents could “self-certify” that their children had been vaccinated, instead of providing a doctor’s note, allowing many parents to avoid vaccinating their children.",
        "quotes": [
            [
                "time to give space to the new",
                "Giulia Grillo",
                false
            ],
            [
                "We are the #governmentofchange and, as I have already done with the appointments of the various organs and committees of the ministry, I have chosen to open the door to other deserving personalities,",
                "Grillo",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://newspunch.com/millions-italians-mandatory-vaccination/",
                "https://www.theguardian.com/world/2018/dec/04/politically-motivated-italys-m5s-sacks-peak-board-of-health-experts"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "school",
            "vaccines",
            "grillo",
            "provaccine",
            "fires",
            "previous",
            "italy",
            "way",
            "ban",
            "italian",
            "children",
            "board",
            "vaccination",
            "policy",
            "health",
            "mandatory",
            "dangerous",
            "schedule",
            "paves"
        ]
    },
    {
        "url": "https://newspunch.com/millions-italians-mandatory-vaccination/",
        "title": "Millions Of Italians Rise Up Against New Mandatory Vaccination Law",
        "authors": [
            {
                "name": "Baxter Dmitry",
                "link": null
            }
        ],
        "publisher": "newspunch.com",
        "publish_date": "2017-07-06",
        "text": "Millions of Italians are rising up against a government determined to take away the rights of the individual by passing a brutal mandatory vaccination law. The streets of major cities throughout the country are heaving as mainstream media continues to suppress the scale of events.\n\nFor over a month Italians have been protesting in every major city against the proposed law is set to make 53 doses of vaccines mandatory for all children. Unvaccinated children will be not be allowed to attend school and may be removed from their parents.\n\n“In 2014 in Washington, during the visit of Lorenzin (Italian Health Minister), Italy was chosen to be the world leader of vaccine strategy,” a speaker at the Rome protest explained. “The problem is not the vaccines per se, the problem is that Glaxo is inside our Ministry!“\n\nItaly is at the forefront of a vaccination experiment conducted by an Italian government corrupted by Big Pharma dollars. By allowing pharmaceutical companies to create new laws and force the full range of their products on the whole population against their consent, the Italian government has betrayed their people.\n\nThe protesters in Italy represent all working class people united, mobilized, and resisting the greed of the ruling class and corporate elites. By actively supporting the mandatory vaccination law, the mainstream media are violently fighting against the people and protecting the interests of the ruling class.\n\nSenator Bartolomeo Pepe says the Italian people are rising up because the government is taking away their rights. The sovereignty of the individual is being eroded in favor of corporations. Greed has surpassed dignity.\n\n“What we are fighting for now is not just for vaccines, what is at stake is the freedom of the people, because people are put aside from the interests of multinational corporations such as the pharmaceuticals, like in this case, or oil, or banks. Soon we will have to fight on many fronts,” Pepe said.\n\nHowever as the government and mainstream media continue to suppress this important movement’s progress, the people continue to rise up, determined to resist the worst medical fraud in history.\n\nGabriele Milani, the father of a vaccine injured child, also addressed the heaving crowd, warning doctors against tolerating the dictatorial practices of Big Pharma. Doctors may have their pockets lined by pharmaceutical companies today, but tomorrow they too will lose their freedom.\n\n“I am addressing the medical professionals too, who seem to be ignoring that today we are the pioneers of this battle that will concern them eventually. Because they too will lose their freedom of thought, because they too will not be able to choose what therapies to recommend or advise against. Every one of us is a unique individual, with his unique genetic heritage, so the same drug cannot be mandated to all.”\n\nWestern mainstream media continues to suppress information regarding the scale and intensity of the revolution taking place on Italian streets, and refuses to stand up for the people who are having their constitutional rights eroded by a government corrupted by Big Pharma dollars.\n\n“A mandate is unconstitutional, and this decree-law is unconstitutional because there is no emergency, it is unconstitutional because it prohibits access to education, it is unconstitutional because it violates the body integrity ratified by the European Convention of Human Rights, so we will appeal to the European Court of Justice,” a speaker at the event said.\n\n[RELATED: Sweden Bans Mandatory Vaccinations Over ‘Serious Health Concerns’]\n\nWhile the world is distracted by the G20 and the threat of geopolitical conflict, the elites are trying to take away people’s rights.\n\nBut a powerful wave of freedom has been generated by the first Rome march. City marches are taking place everywhere across the country and they will continue to gain momentum until the Italian government backs down and listens to the will of the people.\n\nThe coming together of all these people has proven that unity is a powerful force that the elite cannot ignore. Due to the people’s pressure, the government has announced revisions to the law, but they are still pushing for mandatory vaccinations.\n\nThe fight is not over yet. We all have to unite to make sure that this mandatory vaccination law does not pass in Italy, and that no other country will dare to allow Big Pharma into their state institutions.",
        "quotes": [
            [
                "In 2014 in Washington, during the visit of Lorenzin (Italian Health Minister), Italy was chosen to be the world leader of vaccine strategy,",
                "",
                true
            ],
            [
                "What we are fighting for now is not just for vaccines, what is at stake is the freedom of the people, because people are put aside from the interests of multinational corporations such as the pharmaceuticals, like in this case, or oil, or banks.",
                "Pepe",
                true
            ],
            [
                "Soon we will have to fight on many fronts,",
                "Pepe",
                true
            ],
            [
                "I am addressing the medical professionals too, who seem to be ignoring that today we are the pioneers of this battle that will concern them eventually.",
                "",
                true
            ],
            [
                "Because they too will lose their freedom of thought, because they too will not be able to choose what therapies to recommend or advise against.",
                "",
                true
            ],
            [
                "Every one of us is a unique individual, with his unique genetic heritage, so the same drug cannot be mandated to all.",
                "",
                true
            ],
            [
                "A mandate is unconstitutional, and this decree-law is unconstitutional because there is no emergency, it is unconstitutional because it prohibits access to education, it is unconstitutional because it violates the body integrity ratified by the European Convention of Human Rights, so we will appeal to the European Court of Justice,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://newspunch.com/italian-mandatory-vaccinations/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://newspunch.com/sweden-mandatory-vaccinations/",
                "https://vimeo.com/224014038"
            ]
        },
        "key_words": [
            "italians",
            "mainstream",
            "law",
            "rise",
            "italian",
            "rights",
            "big",
            "vaccination",
            "unconstitutional",
            "millions",
            "mandatory",
            "media",
            "pharma"
        ]
    },
    {
        "url": "https://www.theguardian.com/world/2018/dec/04/politically-motivated-italys-m5s-sacks-peak-board-of-health-experts",
        "title": "Sacking of Italy's health experts raises political interference concerns",
        "authors": [
            {
                "name": "Angela Giuffrida",
                "link": null
            }
        ],
        "publisher": "www.theguardian.com",
        "publish_date": "2018-12-04",
        "text": "The Italian health minister’s decision to sack the entire board of the country’s most important committee of technical-scientific experts, who advise the government on health policy, has raised alarm over who will replace them.\n\nIn a move on Monday night that shocked Italian scientists, Giulia Grillo, from the vaccine-sceptic Five Star Movement , which has supported unproven cures for cancer, said it was “time to give space to the new”.\n\n“We are the #governmentofchange and, as I have already done with the appointments of the various organs and committees of the ministry, I have chosen to open the door to other deserving personalities,” she wrote on Facebook.\n\nThe decision will mean the replacement of 30 higher health council board members, including the president, Roberta Siliquini, the head of the school of hygiene and preventive medicine at the University of Turin who was nominated in December 2017 by the former health minister Beatrice Lorenzin.\n\nSiliquini told the Guardian the move was concerning.\n\n“We are worried about why they have decided to remove people who were selected due to their experience and competencies at the highest level,” she said. “We are also worried about who will make up the next council and especially if the nominations are politically motivated.”\n\nGrillo did not explain in further detail the motive behind her decision. She said in her post that some of the removed board members “could be reappointed”, but “not the leaders … who must have the trust of and be in full harmony with the minister in charge”. She said on Tuesday that the new council would be formed in January and nominees would be selected “based on [their] curriculum”.\n\nAlfonso Celotto, a former chief of staff at the health ministry, said the move was worrying but compatible with the populist government’s strategy to do away with choices made by the previous administration.\n\n“They call themselves ‘the government of change’ and so want new people,” added Celotto. “But the crucially important thing is that the new people are competent – it would be like sending [Francesco] Totti away from the football team and replacing him with someone meagre. If you send Totti away you replace him with [Cristiano] Ronaldo.”\n\nCelotto worked at Grillo’s ministry for just three months, but declined to say why he quit. News reports claimed it was because of differences over issues including vaccines.\n\nOther distinguished experts on the board included the geneticists Giuseppe Novelli and Bruno Dallapiccola, and the pathologist Napoleone Ferrara. The members are nominated every three years and it is unusual for their mandates to be cut short.\n\nSiliquini, who received a formal letter of her dismissal on Monday morning that contained no explanation, said that in the six months since Grillo became health minister the pair had never met.\n\n“We’re the organisation that helps them, from a scientific and technical point of view, to make decisions on policy,” said Siliquini. “But she never asked us anything during these six months, which was probably a strong signal.”\n\nIn 2013 the Five Star Movement was a vociferous supporter of Stamina, a controversial stem-cell therapy promoted by a psychologist that was later proven to be a con.\n\nGrillo has also caused confusion after making several U-turns on the government’s child vaccine policy. Her party, which is governing in coalition with the far-right League, came to power pledging to reform a policy brought in by the previous administration making 10 vaccines mandatory.\n\nGrillo then said in June that parents could “self-certify” that their children had been vaccinated, instead of providing a doctor’s note, causing mayhem at the start of the school year. Then in mid-November, amid a measles epidemic, the government said it would uphold the vaccines obligation while calling for 800,000 infants, children and young adults to be vaccinated.",
        "quotes": [
            [
                "time to give space to the new",
                "Giulia Grillo",
                false
            ],
            [
                "We are the #governmentofchange and, as I have already done with the appointments of the various organs and committees of the ministry, I have chosen to open the door to other deserving personalities,",
                "Roberta Siliquini",
                true
            ],
            [
                "We are worried about why they have decided to remove people who were selected due to their experience and competencies at the highest level,",
                "Roberta Siliquini",
                true
            ],
            [
                "We are also worried about who will make up the next council and especially if the nominations are politically motivated.",
                "Roberta Siliquini",
                true
            ],
            [
                "not the leaders … who must have the trust of and be in full harmony with the minister in charge",
                "Roberta Siliquini",
                false
            ],
            [
                "They call themselves ‘the government of change’ and so want new people,",
                "",
                true
            ],
            [
                "But the crucially important thing is that the new people are competent – it would be like sending [Francesco] Totti away from the football team and replacing him with someone meagre.",
                "",
                true
            ],
            [
                "If you send Totti away you replace him with [Cristiano] Ronaldo.",
                "",
                true
            ],
            [
                "We’re the organisation that helps them, from a scientific and technical point of view, to make decisions on policy,",
                "Siliquini",
                true
            ],
            [
                "But she never asked us anything during these six months, which was probably a strong signal.",
                "Siliquini",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.theguardian.com/world/2018/may/26/charlatan-miracle-cure-italy-populist-new-government-five-star-movement-league",
                "https://www.theguardian.com/football/these-football-times/2016/sep/27/francesco-totti-40-roma-italy-eternal",
                "https://www.theguardian.com/world/five-star-movement"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "italys",
            "ministry",
            "months",
            "decision",
            "away",
            "interference",
            "members",
            "minister",
            "political",
            "concerns",
            "raises",
            "board",
            "experts",
            "policy",
            "health",
            "council",
            "sacking"
        ]
    },
    {
        "url": "https://newspunch.com/italian-mandatory-vaccinations/",
        "title": "Italian Government To Remove Unvaccinated Children From Parents",
        "authors": [
            {
                "name": "Baxter Dmitry",
                "link": null
            }
        ],
        "publisher": "newspunch.com",
        "publish_date": "2017-06-17",
        "text": "Major demonstrations have rocked Italy this past week as the government attempts to pass a new law that will triple the number of mandatory vaccinations for Italian children and threatens to remove unvaccinated children from their parents.\n\n“Lorenzin cancel your law, we are not your herd,” tens of thousands of Italians chanted at a protest in Rome, holding banners decrying government overreach into their homes and the health of their children.\n\nThe march in Rome, the largest in the country, is believed to be the biggest free-vaxxer event in world history. They were gathering to protest the proposed law that will raise the number of mandatory vaccines received by Italian children from four to 12.\n\nThe law, proposed by Minister of Health, Beatrice Lorenzin, will become effective unless the Italian Parliament saves the day and blocks the new legislation.\n\nUnder the draconian new law, Italian children who have not received the full schedule of 12 mandatory vaccinations will lose their right to attend school, the parents will be fined up to 7,500 euros ($8396), and in case the Italian government had not already made it clear they are completely in the pockets of Big Pharma, they also announced that unvaccinated children will be taken away by local child protective services.\n\nBut Italians of all stripes are rising up in defiance of the new law. Politicians, associations, doctors, lawyers, and parents came together for the first time on the streets of Rome to make their voices heard.\n\nOne protestor shared a heart-rending account of his difficulties raising a vaccine damaged child in Italy:\n\n“I am here as a parent, as a parent of a child who, unfortunately, has been damaged by a hexavalent vaccine. I am a parent who has tried to follow the path of the law and I have found myself in front of shameful situations, when the state courts consider vaccine injured kids as, allow me to say, the town’s idiots, the losers.”\n\nThe protestors want freedom of choice regarding vaccines, informed consent, the constitution of an independent committee for vaccine research, and objective data about reactions. They are not content to blindly rely on the word of Big Pharma and government when it comes to the health of their children.\n\n[RELATED: Sweden Bans Mandatory Vaccinations Over ‘Serious Health Concerns’]\n\nTwo doctors have been struck off this year in Italy over their refusal to work as Big Pharma shills and a further 24 doctors are being investigated for declaring that vaccines are not always harmless.\n\nIs this the start of a medical revolution in Italy? A worldwide movement against the profit-driven interests of Big Pharma and government corruption is beginning to gain traction. It is up to you to help spread the word.",
        "quotes": [
            [
                "Lorenzin cancel your law, we are not your herd,",
                "",
                true
            ],
            [
                "I am here as a parent, as a parent of a child who, unfortunately, has been damaged by a hexavalent vaccine.",
                "",
                true
            ],
            [
                "I am a parent who has tried to follow the path of the law and I have found myself in front of shameful situations, when the state courts consider vaccine injured kids as, allow me to say, the town’s idiots, the losers.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://newspunch.com/sweden-mandatory-vaccinations/",
                "https://vimeo.com/221496001",
                "https://www.facebook.com/mauriziolupi.it/videos/10155541295653694/"
            ]
        },
        "key_words": [
            "vaccine",
            "vaccines",
            "remove",
            "law",
            "health",
            "italian",
            "vaccinations",
            "big",
            "children",
            "mandatory",
            "parents",
            "unvaccinated",
            "pharma"
        ]
    },
    {
        "url": "https://www.theguardian.com/world/2018/may/26/charlatan-miracle-cure-italy-populist-new-government-five-star-movement-league",
        "title": "'Miracle' cures and europhobia – the strange origins of Italy's new rulers",
        "authors": [
            {
                "name": "Angela Giuffrida",
                "link": null
            },
            {
                "name": "Stephanie Kirchgaessner",
                "link": null
            }
        ],
        "publisher": "www.theguardian.com",
        "publish_date": "2018-05-26",
        "text": "In 2013, a young Italian girl named Sofia De Barros became the public face of an emotive campaign that called for people with degenerative diseases to be given access to an untested and controversial stem-cell therapy, which was promoted by a psychologist who claimed it could work miracles.\n\nDe Barros’s family, defended by a lawyer called Giuseppe Conte, went to court to demand that their daughter, suffering from a terminal illness that leads to paralysis and blindness, be given the so-called “Stamina” treatment, over the concerns and objections of scientists and doctors who warned that it was unproven and possibly dangerous.\n\nOne of the voices at the centre of the gut-wrenching fight was a burgeoning political party called the Five Star Movement, which had seized on De Barros’s story as an example of how Italy’s “establishment” was hurting ordinary citizens by keeping a “cure” out of reach. Stamina was “effective” and deserved further research, the party claimed in a press release at the time, because “citizens” believed that it was. Beppe Grillo, one of the Five Star Movement (M5S) founders, who has also supported unproven cures for cancer, used his popular blog to support pro-Stamina protests.\n\nIn fact, Stamina was later proved to be a con, and the psychologist behind the treatment, Davide Vannoni, was convicted of conspiracy and fraud.\n\nThe controversy came under fresh scrutiny last week after Conte, the family’s lawyer who supported Stamina, was plucked out of obscurity and named as Italy’s next prime minister by a new coalition government led by Five Star, now Italy’s largest party, and the far-right League.\n\nConte was chosen, despite his lack of any political experience, by two leaders – Luigi Di Maio of Five Star and Matteo Salvini of the League – because they could not agree on anyone else. Hours after Conte got the green light to form a government, chaos ensued. The two parties have been squabbling over who to put in the cabinet. One of the people Conte wishes to appoint is Paolo Savona, his proposed finance minister, a vociferous critic of the euro, which he has called a “German cage”. But that choice is being resisted by the president, Sergio Mattarella.\n\nThe development roiled Italian markets on Friday and has deeply worried Brussels, in large part because one of the few things Five Star and the League agree on is their distrust of the EU.\n\nThe wrangling appears to be centred on a disagreement on just how Eurosceptic the new government ought to be. “There is an institutional grammar that has to be rewritten,” said Giovanni Orsina, a political historian at Luiss University in Rome. “This conflict is something we might have expected, because President Mattarella – installed by the former prime minister, Matteo Renzi – belongs to the old majority and the populists are impatient when it comes to checks and balances dictated by the Italian constitution.”\n\nThe two populist parties cobbled together a coalition following an election on 4 March that resulted in a hung parliament. It plans to raise spending, slash taxes and possibly install a finance minister who believes that Italy’s entry into the eurozone was a “historical mistake”. Beyond the question of what this means for Italy and the EU, the parties’ rise to power could have a profound impact on Italy’s institutions, which have already come under attack. The Stamina episode gives a hint of what Italians – and the world – might expect.\n\nFacebook Twitter Pinterest The M5S leader Luigi Di Maio held talks on the new cabinet. Photograph: Angelo Carconi/EPA\n\nThe League was in a coalition with Silvio Berlusconi from 1994, but under a different leadership. Five Star has never been in government. They both have a long history of embracing the unorthodox, supporting conspiracy theories, and challenging institutions that have traditionally been seen as the bedrock of Italian society. Now, after years of serving as parties of “no” against the former centre-left government, Five Star and the League are in charge.\n\nEmma Bonino, a former foreign minister who now serves as a senator for a party that supports the EU and defends the rights of migrants, told the Observer that there were plenty of elements of the parties’ joint agenda to be frightened of, especially policies against migrants. But she also noted their resistance to political norms.\n\n“They consider the institutions to be their property. I think that this is the basic problem,” said Bonino. Asked about the Stamina episode and the parties’ criticism of mandatory vaccinations, she added: “The anti-scientific mood is very big.”\n\nWhen Mattarella failed to immediately give his blessing to Conte’s nomination as prime minister, in part because questions had arisen about whether the law professor had padded his academic credentials, the move was immediately lambasted by a senior Five Star official, Alessandro Di Battista.\n\nOn Facebook, Di Battista warned Mattarella against serving as a “lawyer for those who oppose change” and on Twitter, he called on supporters to back Conte and put pressure on the president, who is rarely criticised by political leaders and is meant to be politically neutral.\n\nDi Battista’s father also took to social media and, in an attention-grabbing post, warned that if people got angry “the palace of President Mattarella may become like the Bastille”.\n\nIn the run-up to the vote on 4 March analysts noted that in some ways both Five Star and the League – formerly the secessionist and xenophobic Northern League – sought to appear more mainstream in some of their views. For example, while both parties have been extremely critical of mandatory vaccinations, both sought to play down this position, despite Five Star holding rallies in the past that called on all parents to have a choice in whether their children be vaccinated.\n\nJacopo Iacoboni, a journalist at La Stampa who has closely followed Five Star, said that Di Maio had begun to present himself as being more moderate, but that he believed the populists were still wedded to their unorthodox theories, in part because it has been a strong draw for voters.\n\n“It has been a useful way for Five Star to attack any established expertise,” Iacoboni said.",
        "quotes": [
            [
                "There is an institutional grammar that has to be rewritten,",
                "Giovanni Orsina",
                true
            ],
            [
                "This conflict is something we might have expected, because President Mattarella – installed by the former prime minister, Matteo Renzi – belongs to the old majority and the populists are impatient when it comes to checks and balances dictated by the Italian constitution.",
                "Giovanni Orsina",
                true
            ],
            [
                "They consider the institutions to be their property.",
                "Bonino",
                true
            ],
            [
                "I think that this is the basic problem,",
                "Bonino",
                true
            ],
            [
                "The anti-scientific mood is very big.",
                "",
                true
            ],
            [
                "lawyer for those who oppose change",
                "Mattarella",
                false
            ],
            [
                "the palace of President Mattarella may become like the Bastille",
                "Di Battista",
                false
            ],
            [
                "It has been a useful way for Five Star to attack any established expertise,",
                "Iacoboni",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.theguardian.com/world/2018/may/24/italy-government-collision-course-eu-m5s-liga"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "italys",
            "parties",
            "stamina",
            "called",
            "origins",
            "league",
            "conte",
            "miracle",
            "strange",
            "minister",
            "political",
            "europhobia",
            "star",
            "cures",
            "di",
            "rulers"
        ]
    },
    {
        "url": "https://www.theguardian.com/football/these-football-times/2016/sep/27/francesco-totti-40-roma-italy-eternal",
        "title": "Francesco Totti at 40: the eternal man",
        "authors": [
            {
                "name": "Omar Saleem",
                "link": null
            }
        ],
        "publisher": "www.theguardian.com",
        "publish_date": "2016-09-27",
        "text": "Francesco Totti was born in 1976, joined Roma in 1989, made his debut for the club in 1993, became their captain in 1998 and last scored for them on Sunday\n\nThe Eternal City has hosted some of the game’s all-time greats – among them Bruno Conti, Falcão, Giuseppe Signori and Giorgio Chinaglia – but none of them are greater than Roma’s current captain and symbol, Francesco Totti: a man who was born in 1976, joined the club in 1989, made his debut in 1993, has been their captain since 1998 and last scored for them on Sunday. He has been one of European football’s greatest talents and, on skill alone, Totti is one of the finest players in the history of the sport.\n\nWhat he has brought to Roma is unique and will be everlasting but, strangely enough, that romance may never have blossomed. Totti’s mother turned down a lucrative offer from Milan so that he could join his hometown club, a dream that was realised in 1989. As Totti puts it: “When you are a kid in Rome, there are only two possible choices: You are either red or blue. AS Roma or Lazio. But in our family, there was only one possible choice.” Silvio Berlusconi and Adriano Galliani saw Totti as one for the future – a player who would go on to join Fabio Capello’s invincible Milan team of the early 1990s – but they were left to wonder what might have been.\n\nLike so many geniuses, his career is flawed: blotted by moments of madness. Controversy has followed Il Bimbo d’Oro (the Golden Boy) and his psyche remains one of the most intriguing and unpredictable in the game. But he’s still here: still giving match-winning performances and scoring memorable goals, still bringing hope to a city besieged with socio-economic and cultural challenges, still giving hope to the thousands of children who dream of becoming the next monument in Italian football, still keeping alive the romantic dream of the classic fantasista. He still relies on technique, vision and precision – much like he did on 28 March 1993, when he made his debut as a 16-year-old in an unremarkable 2-0 away victory against Brescia.\n\nHis genius lies in his three unrivalled skills: the ability to create something from nothing off either foot, his supreme, deadly finishing – which has brought him 306 Serie A goals – and his confidence (who can forget his Panenka against Holland at Euro 2000). His feet are natural – touching a ball and striking it perfectly with ease is second nature – but his mind is what separates him from the rest. He thinks ahead. He’s the enigma who has carried his hometown club for over two decades and won a World Cup along the way.\n\nSome managers have tried to negate his influence. Luis Enrique notably paid the price. Not necessarily because he lost his job, but because Roma lacked invention, skill and unpredictability. Perhaps Fabio Capello best laid the blueprint on how to use Totti back in 2001: don’t stop using him. Make him the focal point of every attacking move and let him carry the burden.\n\nFacebook Twitter Pinterest Francesco Totti celebrates after scoring against Torino on Sunday. Photograph: Marco Bertorello/AFP/Getty Images\n\nHis statistics are sublime: Totti has played more than half of his footballing career as a classic trequartista and yet he has managed to outscore great forwards such as Alessandro Del Piero, Roberto Baggio and Gabriel Batistuta. He scored his 250th goal in Serie A on Sunday – only Silvio Piola has more and he retired in 1954.\n\nWho can forget Totti’s 113th strike, against Inter at the San Siro in 2005, when his majestic chip from outside the box sailed over a stranded Francesco Toldo? That goal, one of his personal favourites, is one of the greatest chips scored in calcio history. Sadly, having suffered a career-threatening injury a few months later, many thought they had seen the last of Totti at the very top of the game.\n\nBut his love for football helped him recuperate in time to be selected by Marcello Lippi for the 2006 World Cup in Germany, where he played every match and – having contributed four assists and the crucial last-minute penalty against Australia in the second round – was one of the protagonists in the victorious Azzurri side. That was some comeback and his will to continue playing a decade later deserves nothing but respect.\n\nAt 40, he can’t drift around like he used to, especially in the channels, but his ability to find space in key areas ensures he remains one of the game’s most dangerous players. For a man who many considered to be past his best when Luis Enrique took charge in 2011, he has grown yet again.\n\nPeople spend plenty of time asking Totti why he never left Roma in search of trophies? He replies: “Rome is my family, my friends, the people that I love. Rome is the sea, the mountains, the monuments. This club, this city, has been my life.”\n\nBut why would he ever move? He is the soul of Roma, lauded as their saviour and afforded hero status – and he loves the adulation. Roma was the ideal foil for him to find his way to superstardom. The relationship is of mutual benefit. Roma need their captain to galvanise the team and Totti needs a major stage to shine on – it’s not difficult to see why he remains motivated and hungry to carry on. Thankfully for the world of football, Totti’s mother made the right decision to turn Milan down when he was a child. He hasn’t looked back since.\n\nHe’s had offers. Real Madrid came and were politely ushered away. Manchester United tried their luck in 1999 and 2000 as Alex Ferguson spoke openly of his admiration for Totti’s talent. Perhaps his desire to turn away suitors and remain in Rome is what leaves some quarters of the English media from truly understanding him. But Totti will ultimately judge his career on what he’s given back to the Romans, who he calls “his people”.\n\nFacebook Twitter Pinterest Roma fans greet their hero. Photograph: Gabriel Bouys/AFP/Getty Images\n\nTrophies are a bonus and the 2001 Scudetto will surely sit proudly alongside his European Golden Shoe in 2007 and World Cup winner’s medal. Factor in his five Italian Player of the Year awards and he will no doubt sleep easy.\n\nThe definition of success is subjective. Ask Alan Hansen and he’ll tell you it’s about the number of trophies you have in your cabinet. Ask Paolo Maldini or Steven Gerrard, however, and they might factor in the achievement of supporting, loving and playing for a great club for decades.\n\nTotti has given more back to the people of Rome than any trophy can. He’s given them loyalty and hope – he has become a “monument”, as Lippi calls him. He’s given them the chance to live each game through a man who wandered the same streets as they did as boy. Most importantly, he’s kept their identity alive.\n\nIn an Italy where identity and social segregation has become an increasingly prominent and contentious topic, he’s united the people of various clubs and groups through his undoubted talent and application. And as he celebrates turning 40, he offers a wonderful glimpse into a bygone era of success at Roma and for the wider Italian game.\n\n• This article is from These Football Times\n\n• Follow These Football Times and Omar Saleem on Twitter",
        "quotes": [
            [
                "When you are a kid in Rome, there are only two possible choices: You are either red or blue.",
                "Giuseppe Signori",
                true
            ],
            [
                "But in our family, there was only one possible choice.",
                "Giuseppe Signori",
                true
            ],
            [
                "Rome is my family, my friends, the people that I love.",
                "Giuseppe Signori",
                true
            ],
            [
                "Rome is the sea, the mountains, the monuments.",
                "Giuseppe Signori",
                true
            ],
            [
                "This club, this city, has been my life.",
                "Giuseppe Signori",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.theguardian.com/football/serieafootball"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.theguardian.com/football/roma",
                "https://twitter.com/intent/tweet?text=Francesco%20Totti%20at%2040%3A%20the%20eternal%20man&url=https%3A%2F%2Fwww.theguardian.com%2Ffootball%2Fthese-football-times%2F2016%2Fsep%2F27%2Ffrancesco-totti-40-roma-italy-eternal%3FCMP%3Dshare_btn_tw%26page%3Dwith%3Aimg-2%23img-2"
            ]
        },
        "key_words": [
            "football",
            "world",
            "tottis",
            "given",
            "hes",
            "man",
            "eternal",
            "club",
            "scored",
            "francesco",
            "roma",
            "40",
            "totti",
            "rome"
        ]
    },
    {
        "url": "https://www.theguardian.com/world/five-star-movement",
        "title": "Five Star Movement",
        "authors": [
            {
                "name": "Roberto Saviano",
                "link": null
            },
            {
                "name": "Francesco Grillo",
                "link": null
            },
            {
                "name": "John Harris",
                "link": null
            }
        ],
        "publisher": "www.theguardian.com",
        "publish_date": "",
        "text": "What term do you want to search? Search with google",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "movement",
            "search",
            "star",
            "google",
            "term"
        ]
    }
]