[
    {
        "url": "https://www.naturalnews.com/036328_Merck_mumps_vaccine_False_Claims_Act.html",
        "title": "Merck vaccine fraud exposed by two Merck virologists; company faked mumps vaccine efficacy results for over a decade, says lawsuit",
        "authors": [],
        "publisher": "www.naturalnews.com",
        "publish_date": "",
        "text": "US government chose to ignore the 2010 False Claims Act!\n\nChatom Primary Care sues Merck for Sherman Act monopolization, breach of warranty, violation of consumer protection laws\n\nThis investigation is only beginning\n\n(NaturalNews) Breaking news: According to two Merck scientists who filed a False Claims Act complaint in 2010 -- a complaint which has just now been unsealed -- vaccine manufacturer Merck knowingly falsified its mumps vaccine test data, spiked blood samples with animal antibodies, sold a vaccine that actuallymumps and measles outbreaks, and ripped off governments and consumers who bought the vaccine thinking it was \"95% effective.\"See that False Claims Act document at:According to Stephen Krahling and Joan Wlochowski, both former Merck virologists, the Merck company engaged in all the following behavior:• Merck knowingly falsified its mumps vaccine test results to fabricate a \"95% efficacy rate.\"• In order to do this, Merckin order to artificially inflate the appearance of immune system antibodies. As reported in CourthouseNews.com:• Merck then used the falsified trial results to swindle the U.S. government out of \"hundreds of millions of dollars for a vaccine that does not provide adequate immunization.\"• Merck's vaccine fraud has actually contributed to the continuation of mumps across America, causing more children to become infected with mumps. (Gee, really? This is what NaturalNews has been reporting for years... vaccines are actually formulated to keep the outbreaks going because it's great for repeat business!) Merck used its false claims of \"95 percent effectiveness\" toand eliminate possible competitors.• The Merck vaccine fraud has been going on since the late 1990's, say the Merck virologists.• Testing of Merck's vaccine was never done against \"real-world\" mumps viruses in the wild. Instead, test results were simply falsified to achieve the desired outcome.• This entire fraud took place \"with the knowledge, authority and approval of Merck's senior management.\"• Merck scientists \"witnessed firsthand the improper testing and data falsification in which Merck engaged to artificially inflate the vaccine's efficacy findings,\" according to court documents (see below).Rather than taking action on this false claims act, the U.S. government simply ignored it, thereby protecting Merck's market monopoly instead of properly serving justice. This demonstrates the conspiracy of fraud between the U.S. government, FDA regulators and the vaccine industry.Following the unsealing of this 2010 False Claims Act, Chatom Primary Care, based in Alabama, smelled something rotten. Three days ago, Chatom filed a lawsuit against Merck. That lawsuit record is available here:It alleges, among other shocking things:Chatom Primary Care also alleges that the fraudulent Merck vaccine contributed to the 2006 mumps outbreak in the Midwest, and a 2009 outbreak elsewhere. It says, \"there has remained a significant risk of a resurgence of mumps outbreaks...\"NaturalNews has only begun to investigate this incredible breaking news about Merck and the vaccine industry. We are pouring through the court documents to identify additional information that may be relevant to this case, and we plan to bring you that information soon.For the record, Merck denies all allegations. Is anyone surprised?NaturalNews wishes to thank CourthouseNews.com for its coverage of this story. Original article at: http://www.courthousenews.com/2012/06/27/478... Chatom Lawsuit against Merck2010 False Claims Act against Merck, by two Merck virologistsAnnouncement of the lawsuit in the media:",
        "quotes": [
            [
                "See that False Claims Act document at:According to Stephen Krahling and Joan Wlochowski, both former Merck virologists, the Merck company engaged in all the following behavior:• Merck knowingly falsified its mumps vaccine test results to fabricate a \"95% efficacy rate.",
                "",
                true
            ],
            [
                "hundreds of millions of dollars for a vaccine that does not provide adequate immunization.",
                "",
                false
            ],
            [
                "with the knowledge, authority and approval of Merck's senior management.",
                "",
                false
            ],
            [
                "witnessed firsthand the improper testing and data falsification in which Merck engaged to artificially inflate the vaccine's efficacy findings,",
                "Merck",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.naturalnews.com/Merck.html"
            ]
        },
        "key_words": [
            "mercks",
            "virologists",
            "exposed",
            "mumps",
            "results",
            "act",
            "false",
            "merck",
            "fraud",
            "lawsuit",
            "falsified",
            "efficacy",
            "claims",
            "faked",
            "vaccine"
        ]
    }
]