[
    {
        "url": "http://now8news.com/breaking-w-h-o-confirms-over-10000-people-accidentally-vaccinated-with-ebola-virus/",
        "title": "BREAKING: W.H.O. Confirms Over 10,000 People Accidentally Vaccinated With Ebola Virus",
        "authors": [],
        "publisher": "now8news.com",
        "publish_date": "2016-01-05",
        "text": "Over 10,000 welfare recipients that receive free medical care are on high alert this week after vials contaminated with the Ebola virus were accidentally sent out to local clinics on Monday. Recipients lined up for free childhood vaccinations as well as flu vaccinations in 10 different states across the country. These states include California, Nevada, Arizona, Texas, Georgia, Florida, Michigan, New York, Minnesota and Illinois.\n\nAccording to a report in the NYT, the National Institute of Allergy and Infectious Diseases (NIAID) accidentally exchanged the synthetic peptide vaccine for vials that contained an experimental compound of the Ebola virus. This compound contaminated nearly 10,000 doses of various vaccines that were sent across the country to be used in low income clinics.\n\nThese vaccines were distributed in the above 10 states between December 24 – 29, 2015.\n\nThe World Health Organization (WHO) has been reaching out to people that have possibly been infected, demanding mandatory quarantines at local FEMA camps. However, the WHO has been unavailable for comment. No specific treatment is available for Ebola infections, and the case fatality rate ranges from 50% to 90%, depending on the virus subtype.\n\nOver time, symptoms become increasingly severe and may include:\n\nnausea and vomiting\n\nbloody diarrhea\n\nred eyes\n\nraised rash\n\nchest pain and cough\n\nstomach pain\n\nsevere weight loss\n\nbleeding, usually from the eyes, and bruising (people near death may bleed from other orifices, such as the ears, nose and rectum)\n\nIf you think you may have received any of these vaccines, please contact the World Health Organization or your local hospital for a voluntary quarantine and exam.",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "virus",
            "ebola",
            "vaccines",
            "world",
            "accidentally",
            "vaccinations",
            "breaking",
            "local",
            "recipients",
            "confirms",
            "vials",
            "10000",
            "vaccinated",
            "sent",
            "states"
        ]
    }
]