[
    {
        "url": "https://www.infowars.com/proposed-new-texas-law-would-demand-safety-studies-for-vaccines/",
        "title": "Proposed New Texas Law Would Demand Safety Studies for Vaccines",
        "authors": [
            {
                "name": "Vicki Batts",
                "link": null
            }
        ],
        "publisher": "www.infowars.com",
        "publish_date": "2019-04-16",
        "text": "While the rest of the country is advancing towards medical tyranny, legislators from the Lone Star State are working to preserve health freedom. State lawmakers have put forth multiple vaccine measures that need support. One such measure, S.B. 2350, will mandate the need for legitimate vaccine safety studies. Legislators are also pushing to ensure no parent is forced to vaccine their child in the state of Texas.\n\nProponents of the vaccine industry have been quick to label these efforts as “misinformation” intended to “stoke fear” about vaccine safety.\n\nIronically, many of these pro-vaccine rags blither on about measles “outbreaks” while disparaging dissent to the vaccine narrative — even though most outbreaks are actually caused by the measles vaccine. Remember folks, its only “fear-mongering” if you’re going against the grain. The fact of the matter is that vaccine propagandists rely heavily on scare tactics and self-aggrandizement to encourage compliance with pharmaceutical dogma. Without those two tools, vaccines would be seen for what they are: poison.\n\nTexas legislators demand vaccine safety studies\n\nSenator Bob Hall (R) recently introduced S.B. 2350, a bill which would mandate the necessity of legitimate safety studies before a vaccine can be administered by healthcare providers. As Tenth Amendment Center reports, the bill will toughen up on vaccine safety requirements and how safety studies are performed.\n\nAs Natural News has previously reported, it is not at all uncommon for Big Pharma (and their government pawns) to manipulate data in their favor. Recall the CDC’s treasonous act of scientific fraud regarding the MMR vaccine for proof of how far that stain has spread.\n\nThe power of the elements: Discover Colloidal Silver Mouthwash with quality, natural ingredients like Sangre de Drago sap, black walnut hulls, menthol crystals and more. Zero artificial sweeteners, colors or alcohol. Learn more at the Health Ranger Store and help support this news site.\n\nWhile vaccine propagandists like to pretend vaccine science is infallible, that notion simply couldn’t be further from the truth. The new regulations proposed by SB 2350 would mandate “sufficient” time for vaccine side effects to be observed post-vaccination in safety studies, and would also demand that all vaccines be evaluated for their ability to cause cancer, fertility issues, neurological changes and other unintended consequences.\n\nYou can read S.B. 2350 in full here.\n\nMore bills to preserve health freedom in Texas\n\nSen. Hall is not alone in his efforts to fight for health freedom in the state of Texas. Representative Bill Zedler (R) has introduced H.B. 4274, a bill which will require healthcare providers to obtain informed consent before administering a vaccine.\n\nUnder Zedler’s informed consent bill, providers must give patients (or their caregivers) information on the risks and benefits of vaccination and a list of the ingredients in every vaccine administered. Information on the National Childhood Vaccine Injury Act of 1986, and what recourse patients have in the event of vaccine injury, must also be disclosed.\n\nZedler told reporters that he is “adamantly opposed to people being forced” into vaccinating their children. He’s also stated that people should have the freedom to choose what, if any, vaccines their kids get.\n\nYou can read H.B. 4274 in full here.\n\nRep. Matt Krause is also leading the charge on a new bill designed to simplify the process of filing a vaccine exemption, H.B. 1490. Under this bill, the Texas Department of State Health Services would be prohibited from “maintaining a record” of vaccine exemptions. The legislation would also make it easier for Texas residents to obtain a vaccine exemption form. Currently, citizens must submit a written request to the state health department. If the bill passes, exemption forms will be available online, making the whole process much more accessible.\n\nYou can read H.B. 1490 in full here.\n\nThese bills need support in order to pass. You can find out who your Texas representatives are here. For all those concerned with preserving health freedom in the United States, the time to act is now. Vaccine tyranny has already come to states like California and New York. It’s time to send Big Pharma a message they won’t soon forget: Medical tyranny isn’t welcome here.\n\nSee more coverage of the latest vaccine atrocities at Vaccines.news.\n\nSources for this article include:\n\nInfoWars.com\n\nFoxNews.com",
        "quotes": [
            [
                "adamantly opposed to people being forced",
                "Zedler",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.infowars.com/texas-bill-would-require-safety-studies-for-vaccines/",
                "https://www.naturalnews.com/2019-04-12-nyc-mayor-de-blasio-tells-citizens-we-own-your-bodies.html",
                "https://www.naturalnews.com/046537_vaccine_violence_black_americans_scientific_fraud.html",
                "https://www.texasobserver.org/in-texas-three-more-measles-cases-and-four-new-anti-vaccine-bills/",
                "https://blog.tenthamendmentcenter.com/2019/04/texas-bill-would-increase-vaccine-safety-reject-federal-narrative/",
                "https://www.foxnews.com/health/new-texas-bill-would-create-easier-path-for-vaccine-exemptions-in-public-schools"
            ],
            "gov_pgs": [
                "https://wrm.capitol.texas.gov/home",
                "https://capitol.texas.gov/tlodocs/86R/billtext/html/HB04274I.htm",
                "https://capitol.texas.gov/tlodocs/86R/billtext/html/SB02350I.htm",
                "https://capitol.texas.gov/tlodocs/86R/billtext/html/HB01490I.htm"
            ],
            "unsure": [
                "https://colloidalsilvermouthwash.healthrangerstore.com/colloidal-silver-mouthwash.html",
                "https://www.vaccines.news/",
                "https://www.naturalnews.com/043344_AIDS_vaccine_research_fraud_science_hoax.html",
                "https://www.naturalnews.com/042864_measles_outbreak_mumps_vaccines_scientific_fraud.html"
            ]
        },
        "key_words": [
            "law",
            "sb",
            "proposed",
            "studies",
            "safety",
            "hb",
            "health",
            "bill",
            "texas",
            "vaccine",
            "demand",
            "freedom",
            "vaccines",
            "state"
        ]
    },
    {
        "url": "https://www.infowars.com/texas-bill-would-require-safety-studies-for-vaccines/",
        "title": "Texas Bill Would Require Safety Studies for Vaccines",
        "authors": [
            {
                "name": "David Knight",
                "link": null
            }
        ],
        "publisher": "www.infowars.com",
        "publish_date": "2019-04-10",
        "text": "A state bill in Texas would require vaccines to face the same scrutiny for safety & efficacy as other drugs (and even that isn’t sufficient).\n\nIt’s absurd that this isn’t protocol nationwide already.\n\nMeanwhile, in New York…",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "scrutiny",
            "require",
            "studies",
            "york",
            "safety",
            "isnt",
            "bill",
            "texas",
            "protocol",
            "vaccines",
            "sufficientits",
            "state"
        ]
    },
    {
        "url": "https://www.naturalnews.com/2019-04-12-nyc-mayor-de-blasio-tells-citizens-we-own-your-bodies.html",
        "title": "NYC Mayor De Blasio tells citizens: We own your bodies, and we can force you to be injected with anything we want",
        "authors": [
            {
                "name": "April",
                "link": null
            },
            {
                "name": "Friday",
                "link": null
            },
            {
                "name": "Mike Adams",
                "link": null
            }
        ],
        "publisher": "www.naturalnews.com",
        "publish_date": "2019-04-12",
        "text": "(Natural News) NYC Mayor Bill de Blasio has declared that residents do not own their own bodies. The city of New York can demand that all citizens be injected with literally anything the government declares to be a “vaccine,” even when those vaccines contain aborted human fetal tissue cells, toxic aluminum metals, inflammatory adjuvants and other dangerous, deadly chemicals.\n\nThis is the latest attempt by authorities in New York to obliterate human rights and roll out a medical dictatorship where citizens have zero rights to defend their own bodies against risky medial interventions that are demanded at gunpoint.\n\nPJ Media, which has emerged as one of the best independent media websites covering liberty and individual rights, has published an especially noteworthy article on this issue. Authored by Megan Fox, the story is entitled, “Mayor Bill de Blasio’s Mandatory Measles Vaccination Order Faces Legal Challenges.”\n\nWe are republishing it here with full credit to the original author and PJ Media website. This in important read. Share everywhere.\n\nMayor Bill de Blasio’s Mandatory Measles Vaccination Order Faces Legal Challenges\n\nby Megan Fox, PJMedia.com\n\nIn an unusual and extreme move, New York Mayor Bill de Blasio declared a state of emergency over a measles outbreak in the Orthodox Jewish community and is demanding forced vaccinations of everyone within four zip codes of the affected areas. Violators face fines up to $1000. This includes babies six months of age, even though the MMR is not recommended for anyone under twelve months of age.\n\nMother Nature's micronutrient secret: Organic Broccoli Sprout Capsules now available, delivering 280mg of high-density nutrition, including the extraordinary \"sulforaphane\" and \"glucosinolate\" nutrients found only in cruciferous healing foods. Every lot laboratory tested. See availability here.\n\nThe Children’s Health Defense will be filing a legal challenge to the order, which comes on the heels of a New York Supreme Court ruling that struck down the Rockland County ban on unvaccinated children in public spaces.\n\nChildren’s Health Defense (CHD) is supporting a legal challenge to this dangerous, unprecedented overreach. While the City has unquestionable authority to control disease outbreaks, it may not violate the bedrock principle of prior, free and informed consent to all medical interventions, including vaccines. This is a fundamental human right. The City may quarantine, isolate, trace contacts and strongly urge vaccination, but it may not impose such a draconian mandate without demonstrating necessity, reasonableness, proportionality, harm avoidance, non-discrimination, due process and equal protection. The Commissioner has failed to do this; the City’s actions violate New York State law.\n\nCHD board member Mary Holland commented, “I am shocked that Mayor de Blasio would resort to such police state techniques to control an outbreak of measles. I don’t believe the City’s actions will withstand legal scrutiny.” CHD Chairman Robert F. Kennedy Jr. is confident their legal challenge will prevail.\n\nThis case goes beyond a dispute over religious freedom. Thanks to the Merck federal whistleblower litigation, we now know that Merck’s MMR should have never been approved, much less mandated. To get its license Merck allegedly ordered its scientists to falsify efficacy data to fraudulently conceal the fact that the mumps component quickly wanes, triggering dangerous outbreaks in older populations where it can cause sterility in men and women. The Centers for Disease Control and Prevention (CDC) reported 150 outbreaks resulting in 9,200 cases of mumps in fully vaccinated adults, dwarfing the recent measles outbreaks. We are confident that no American court will allow government bureaucrats to force American citizens to take risky pharmaceutical products against their will.\n\nMerck is currently defending itself against claims of falsifying data brought by two former employees.\n\nMedical corporation Merck & Co. will decidedly face the music in the ongoing class action and related anti-trust lawsuit involving its mumps vaccine – a product routinely given to babies and children for generations. The issue, which involves allegations of false compliance with FDA standards for vaccines, prompted a False Claims Act lawsuit: United States v. Merck & Co. This case was commenced by two virologists once employed with Merck, alleges a systematic and long-standing commitment by the company to lying about the efficacy of its mumps vaccination, thereby prompting possible exposure to liability under the federal False Claims Act.\n\nGovernor Cuomo voiced concerns about the legality of de Blasio’s emergency order to forcibly vaccinate conscientious objectors. “Look, it’s a serious public health concern, but it’s also a serious First Amendment issue and it is going to be a constitutional, legal question,” Cuomo said in a radio interview on WAMC. “Do we have the right — does society, government have the right to say ‘you must vaccinate your child because I’m afraid your child is going to infect my child, even if you don’t want it done and even if it violates your religious beliefs?”\n\nSome have asked how de Blasio is planning to determine who is or isn’t vaccinated to enforce his order. According to the mayor, they will be using “disease detectives.” de Blasio explained, “It parallels what a police detective does. If someone has symptoms, they will literally interview them to figure out everywhere they’ve been, everyone they might have come in contact with, and then they go reach out to that whole network to make sure people are vaccinated.” It’s unclear whether “make sure people are vaccinated” means “hold them down and inject them against their will.”\n\nRead more stories on liberty and individual rights at PJmedia.com. Stay informed about vaccine dangers and vaccine industry propaganda by reading Vaccines.news.\n\n",
        "quotes": [
            [
                "Mayor Bill de Blasio’s Mandatory Measles Vaccination Order Faces Legal Challenges.",
                "Megan Fox",
                true
            ],
            [
                "I am shocked that Mayor de Blasio would resort to such police state techniques to control an outbreak of measles.",
                "Mary Holland",
                true
            ],
            [
                "I don’t believe the City’s actions will withstand legal scrutiny.",
                "Mary Holland",
                true
            ],
            [
                "Look, it’s a serious public health concern, but it’s also a serious First Amendment issue and it is going to be a constitutional, legal question,",
                "Cuomo",
                true
            ],
            [
                "Do we have the right — does society, government have the right to say ‘you must vaccinate your child because I’m afraid your child is going to infect my child, even if you don’t want it done and even if it violates your religious beliefs?",
                "Cuomo",
                true
            ],
            [
                "It parallels what a police detective does.",
                "Mayor de Blasio",
                true
            ],
            [
                "If someone has symptoms, they will literally interview them to figure out everywhere they’ve been, everyone they might have come in contact with, and then they go reach out to that whole network to make sure people are vaccinated.",
                "Mayor de Blasio",
                true
            ],
            [
                "hold them down and inject them against their will.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://pjmedia.com/trending/ny-supreme-court-justice-halts-measles-ban-in-rockland-county-calling-it-arbitrary-and-capricious/",
                "https://childrenshealthdefense.org/news/nyc-mandatory-measles-vaccination-violates-ny-state-law-chd-challenges-legality/",
                "https://www.nydailynews.com/news/politics/ny-measles-outbreak-de-blasio-mandatory-vaccination-williamsburg-20190409-wte4n5wrxbc5ngo277l2yi7vq4-story.html",
                "https://pjmedia.com/trending/mayor-deblasios-mandatory-measles-vaccination-order-will-face-legal-challenge/"
            ],
            "gov_pgs": [
                "https://www.cdc.gov/vaccines/schedules/hcp/imz/child-adolescent.html",
                "https://www.cdc.gov/mumps/outbreaks.html"
            ],
            "unsure": [
                "https://pjmedia.com/",
                "https://organicbroccolisproutpowder.healthrangerstore.com/organic-broccoli-sprout-powder-capsules.html",
                "https://bergermontague.com/blog/",
                "https://bergermontague.com/blog/",
                "https://www.naturalnews.com",
                "https://vaccines.news/"
            ]
        },
        "key_words": [
            "merck",
            "injected",
            "blasio",
            "measles",
            "york",
            "mayor",
            "order",
            "force",
            "legal",
            "nyc",
            "bodies",
            "vaccination",
            "vaccine",
            "citizens",
            "vaccinated",
            "tells"
        ]
    },
    {
        "url": "https://www.foxnews.com/health/new-texas-bill-would-create-easier-path-for-vaccine-exemptions-in-public-schools",
        "title": "New Texas bill would create easier path for vaccine exemptions in public schools",
        "authors": [
            {
                "name": "David Aaro",
                "link": null
            }
        ],
        "publisher": "www.foxnews.com",
        "publish_date": "2019-03-02",
        "text": "Getting vaccine exemptions may now be easier for residents in Texas, after a new bill was filed in the Texas House of Representatives.\n\nRepresentative Matt Krause filed House Bill 1490 on Feb. 7, which would change how people file vaccine exemptions. The goal would be to make it easier to claim an exemption from required immunizations for public school students.\n\nThe bill would stop the Texas Department of State Health Services from maintaining a record of those vaccine exemptions, reported fox4news. When passed, it will be more difficult to find the number of affidavit forms submitted, if a potential outbreak was caused by an unvaccinated child.\n\nThe Texas Health and Safety Code states: “The department shall maintain a record of the total number of affidavit forms sent out each year and shall report that information to the legislature each year.”\n\nUNVACCINATED FRENCH BOY, 5, ISOLATED IN COSTA RICA WITH SUSPECTED CASE OF MEASLES\n\nBill 1490 would also make it easier for people to get vaccine exemption forms.\n\nCurrently, to get a vaccine exemption, Texans have to submit a written request to the health department. If the bill gets passed, those same forms would be available online, carving an easier path towards getting an exemption.\n\nAnother change involves the health department. They will be forced to state how they “may not maintain a record of the number of affidavit forms submitted.”\n\nIn 2004, 2,300 students had non-medical exemptions for vaccines. In 2018 that number rose to 57,000, per Texas Health and Human Services. This comes in the wake of the anti-vaxxer movement that has greatly increased over the past few years. In 2003, Texas Legislature passed a law allowing parents to not vaccinate their children after an article linked vaccines to autism.\n\nDR MARC SIEGEL: MEASLES OUTBREAKS ARE FAR WORSE THAN THE VACCINE THAT CAN PREVENT THEM\n\nIn 2019, there have been eight reported cases of measles, a disease that was declared “eliminated” from the United States in 2000.\n\nKrause spoke to the Texas Observer about concerns from the medical community regarding this bill.\n\n“They did a very good job of painting the worst-case scenario,” Krause said. “I’m not so sure those fears are founded.”\n\nCLICK HERE FOR THE FOX NEWS APP\n\nLast year, Krause filed a similiar bill, but it didn't get out of committee.",
        "quotes": [
            [
                "The department shall maintain a record of the total number of affidavit forms sent out each year and shall report that information to the legislature each year.",
                "",
                true
            ],
            [
                "may not maintain a record of the number of affidavit forms submitted.",
                "",
                false
            ],
            [
                "They did a very good job of painting the worst-case scenario,",
                "Krause",
                true
            ],
            [
                "I’m not so sure those fears are founded.",
                "Krause",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "create",
            "department",
            "number",
            "public",
            "exemptions",
            "bill",
            "texas",
            "path",
            "vaccine",
            "forms",
            "health",
            "record",
            "easier",
            "schools"
        ]
    },
    {
        "url": "https://pjmedia.com/trending/ny-supreme-court-justice-halts-measles-ban-in-rockland-county-calling-it-arbitrary-and-capricious/",
        "title": "NY Supreme Court Justice Halts Measles Ban in Rockland County, Calling It 'Arbitrary and Capricious'",
        "authors": [],
        "publisher": "pjmedia.com",
        "publish_date": "2019-04-06",
        "text": "Rockland County Executive Ed Day ran into the sharp end of a judicial ruling today when a New York Supreme Court judge overturned his ban on all unvaccinated children in public spaces, calling it \"arbitrary and capricious.\" Acting Supreme Court Justice Rolf Thorsen ruled in favor of parents who challenged the Rockland County executive order in court. Thorsen ruled that any emergency ban could not last more than five days, while Day wanted a thirty-day ban. The judge ordered that all children affected by the ban be immediately returned to school and welcomed in public spaces while declaring that the ban cannot be enforced. Day had threatened the unvaccinated citizens of Rockland County with up to six months in jail if they violated his ban.\n\nJustice Thorsen also called into question the county's definition of a \"health emergency,\" saying that 166 measles cases in a population of 330,000 does not meet the legal requirement of an epidemic.\n\nDay has been accused of anti-Semitism and targeting the ultra-Orthodox Hasidic Jewish community with his ban. As reported in the New York Times, it caused an anti-Semitic panic.\n\nErica Wingate was working at a clothing store in town this week when a male customer, with the black hat and sidelocks typically worn by ultra-Orthodox Jews, started coughing. Another shopper standing next to him suddenly dropped the item she had been holding and clutched her child. “She was buying something, and she just threw it down,” Ms. Wingate recalled. “She said, ‘Let’s go, let’s go! Jews don’t have shots!’”...And so some residents say they now wipe public bus seats and cross the street when they see ultra-Orthodox Jews. Hasidic leaders said they feared not only a rise in anti-Semitism but an invasion of their cloistered community by the authorities under the guise of public health. ...Steve Gold, the chairman of the Jewish Community Relations Council for the Jewish Federation of Rockland, shared Mr. Wieder’s concerns, saying the move by county officials risked exacerbating the anti-Semitism that already existed in the area before the measles crisis. He pointed to a number of anti-Semitic episodes, including swastikas spray-painted on trees. “I think it just opened up the door for everybody to say whatever they wanted to say,” Mr. Gold said. “And they’re putting, the way it looks right now, 100 percent blame on the Orthodox community.”\n\nBeyond the obvious religious discrimination, Day's order caused confusion among business owners. The New York Times continued,\n\nAt the Rockland Kosher Supermarket in Monsey, the manager, Maier Fried, stood in the aisle of Passover goods puffing anxiously on a vape pen a day after the declaration. He welcomed the order — a friend’s child has not been able to go to school since the outbreak because of a compromised immune system, he said — but was not sure what to do about the ban and feared appearing to target clients. “How am I supposed to know who has a vaccine?” he said. “Do I ask? Do I have a right to enforce it? And am I allowed to?”\n\nThe answer from Judge Thorson is no. The panic that Rockland County has caused with the ban that mostly affected Jewish children was ill-conceived and a major overstep. According to the CDC, measles has killed one person in the United States in the last ten years. In comparison, the flu killed 80,000 people last year and no county is insisting on banning people who don't get flu shots from school or grocery stores. The disparity is glaring and at least one judge has called out the obvious error in judgment.\n\nBut the attack on religious objectors in New York isn't over yet. Legislation has been introduced to repeal religious exemptions for vaccines in the state legislature and is being pushed by Democrats.",
        "quotes": [
            [
                "Let’s go, let’s go!",
                "",
                true
            ],
            [
                "Jews don’t have shots!",
                "",
                true
            ],
            [
                "She was buying something, and she just threw it down,",
                "Thorsen",
                true
            ],
            [
                "She said, ‘Let’s go, let’s go!",
                "Wingate",
                true
            ],
            [
                "Jews don’t have shots!",
                "Wingate",
                true
            ],
            [
                "I think it just opened up the door for everybody to say whatever they wanted to say,",
                "Thorsen",
                true
            ],
            [
                "And they’re putting, the way it looks right now, 100 percent blame on the Orthodox community.",
                "Gold",
                true
            ],
            [
                "How am I supposed to know who has a vaccine?",
                "",
                true
            ],
            [
                "Do I ask?",
                "",
                true
            ],
            [
                "Do I have a right to enforce it?",
                "",
                true
            ],
            [
                "And am I allowed to?",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://nypost.com/2019/04/05/court-halts-rockland-countys-anti-measles-emergency-order/?utm_campaign=SocialFlow&utm_source=NYPTwitter&utm_medium=SocialFlow",
                "https://www.usatoday.com/story/news/2015/07/02/measles-death-washington-state/29624385/",
                "https://www.nytimes.com/2019/03/29/nyregion/measles-jewish-community.html?fbclid=IwAR0blltq80Z1FOxT7zuRbmE52V38iXrO-ed9ubJwwlVz-1JOg8HoGU8wkTQ",
                "https://www.statnews.com/2018/09/26/cdc-us-flu-deaths-winter/"
            ],
            "gov_pgs": [
                "https://www.nysenate.gov/legislation/bills/2019/s2994"
            ],
            "unsure": []
        },
        "key_words": [
            "county",
            "calling",
            "measles",
            "ny",
            "york",
            "judge",
            "rockland",
            "court",
            "halts",
            "justice",
            "supreme",
            "ban",
            "public",
            "jewish",
            "thorsen",
            "capricious",
            "ultraorthodox",
            "day"
        ]
    },
    {
        "url": "https://childrenshealthdefense.org/news/nyc-mandatory-measles-vaccination-violates-ny-state-law-chd-challenges-legality/",
        "title": "NYC Mandatory Measles Vaccination Violates NY State Law, CHD Challenges Legality. • Children's Health Defense",
        "authors": [],
        "publisher": "childrenshealthdefense.org",
        "publish_date": "2019-04-10",
        "text": "NYC Mandatory Measles Vaccination Violates NY State Law, CHD Challenges Legality.\n\nYesterday, 60 New York vaccine safety advocates and religious leaders visited the office of Assembly member Jeffrey Dinowitz, author of A2371, a bill that would eliminate religious vaccine exemptions state wide.\n\nCHD PRESS RELEASE, NEW YORK, April 10, 2019 /PRNewswire/ — The New York City Commissioner of Health declared a public health emergency yesterday, ordering all people who live, work or reside in four Brooklyn zip codes to be vaccinated with the Measles-Mumps-Rubella vaccine declared to be “effective and safe.” Non-compliance with the order is a misdemeanor subject to criminal and civil fines, including imprisonment. Mayor Bill de Blasio warned that residents have 48 hours to get the vaccine or face a $1,000 fine. Only those with documented immunity, medical contraindications or infants under six months are exempt from the vaccine mandate.\n\nThis order primarily affects Orthodox and Hasidic Jews living in the Williamsburg area of Brooklyn who do not vaccinate because it violates their core religious beliefs. The MMR vaccine is manufactured using WI-38 human diploid lung fibroblasts obtained from aborted fetal tissue. New York Governor Andrew Cuomo said in response that is was “legally questionable” whether people can be forced to get vaccinated if it violates their religious beliefs.\n\nChildren’s Health Defense (CHD) is supporting a legal challenge to this dangerous, unprecedented overreach. While the City has unquestionable authority to control disease outbreaks, it may not violate the bedrock principle of prior, free and informed consent to all medical interventions, including vaccines. This is a fundamental human right. The City may quarantine, isolate, trace contacts and strongly urge vaccination, but it may not impose such a draconian mandate without demonstrating necessity, reasonableness, proportionality, harm avoidance, non-discrimination, due process and equal protection. The Commissioner has failed to do this; the City’s actions violate New York State law.\n\n“I am shocked that Mayor De Blasio would resort to such police state techniques to control an outbreak of measles. I don’t believe the City’s actions will withstand legal scrutiny,” said CHD Board Member Mary Holland, JD. The City is requiring that people receive Merck’s MMR vaccine, even though the outbreak is only for measles. The MMR II product insert acknowledges that death is a potential side effect from the vaccine, along with a long raft of other potential permanent injuries. A review of claims submitted to the National Vaccine Injury Compensation Program of identified 48 cases of encephalopathy following MMR vaccine. Of those, eight children died, and the remainder had mental regression and retardation, chronic seizures, motor and sensory deficits, and movement disorders. The authors, all associated with the Vaccine Injury Compensation Program concluded that a causal relationship between measles vaccine and encephalopathy may exist as a rare complication of measles immunization.\n\nRobin Stavola, a member of CHD, commented on the order saying “I regret every day of my life that I was not given full informed consent about the MMR vaccination as my healthy and beautiful daughter, Holly, suffered for days before dying at 5 years old from encephalopathy as a result of her MMR vaccine required before entering school.” Her family cautions that the order has the potential to create long-term adverse health consequences that may be worse than what it purportedly prevents.\n\n“This case goes beyond a dispute over religious freedom,” said CHD Chairman Robert F. Kennedy Jr. “Thanks to the Merck federal whistleblower litigation, we now know that Merck’s MMR should have never been approved, much less mandated. To get its license Merck allegedly ordered its scientists to falsify efficacy data to fraudulently conceal the fact that the mumps component quickly wanes, triggering dangerous outbreaks in older populations where it can cause sterility in men and women. The Centers for Disease Control and Prevention (CDC) reported 150 outbreaks resulting in 9,200 cases of mumps in fully vaccinated adults, dwarfing the recent measles outbreaks. We are confident that no American court will allow government bureaucrats to force American citizens to take risky pharmaceutical products against their will.”\n\nChildren’s Health Defense looks forward to the opportunity to have a neutral arbitrator scrutinize the legitimacy of the City’s order.\n\nConcerned citizens are encouraged to donate to Children’s Health Defense legal efforts.",
        "quotes": [
            [
                "I am shocked that Mayor De Blasio would resort to such police state techniques to control an outbreak of measles.",
                "Mary Holland",
                true
            ],
            [
                "I don’t believe the City’s actions will withstand legal scrutiny,",
                "Mary Holland",
                true
            ],
            [
                "I regret every day of my life that I was not given full informed consent about the MMR vaccination as my healthy and beautiful daughter, Holly, suffered for days before dying at 5 years old from encephalopathy as a result of her MMR vaccine required before entering school.",
                "Robin Stavola",
                true
            ],
            [
                "This case goes beyond a dispute over religious freedom,",
                "Holly",
                true
            ],
            [
                "Thanks to the Merck federal whistleblower litigation, we now know that Merck’s MMR should have never been approved, much less mandated.",
                "Holly",
                true
            ],
            [
                "To get its license Merck allegedly ordered its scientists to falsify efficacy data to fraudulently conceal the fact that the mumps component quickly wanes, triggering dangerous outbreaks in older populations where it can cause sterility in men and women.",
                "Holly",
                true
            ],
            [
                "The Centers for Disease Control and Prevention (CDC) reported 150 outbreaks resulting in 9,200 cases of mumps in fully vaccinated adults, dwarfing the recent measles outbreaks.",
                "Holly",
                true
            ],
            [
                "We are confident that no American court will allow government bureaucrats to force American citizens to take risky pharmaceutical products against their will.",
                "Holly",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://childrenshealthdefense.org/uncategorized/re-publishing-guidelines/",
                "https://www.cnbc.com/2019/04/09/new-york-declares-public-health-emergency-over-measles-crisis.html"
            ],
            "gov_pgs": [
                "https://www.fda.gov/media/75191/download",
                "https://www.cdc.gov/mumps/outbreaks.html"
            ],
            "unsure": [
                "https://childrenshealthdefense.org/about-us/sign-up/",
                "https://pediatrics.aappublications.org/content/101/3/383?sso=1&sso_redirect_count=5&nfstatus=401&nftoken=00000000-0000-0000-0000-000000000000&nfstatusdescription=ERROR%3A%20No%20local%20token&nfstatus=401&nftoken=00000000-0000-0000-0000-000000000000&nfstatusdescription=ERROR%3a+No+local+token",
                "http://hopefromholly.com/",
                "https://en.wikipedia.org/wiki/WI-38",
                "https://bergermontague.com/blog/",
                "https://childrenshealthdefense.org/about-us/donate/"
            ]
        },
        "key_words": [
            "law",
            "outbreaks",
            "measles",
            "ny",
            "york",
            "violates",
            "legality",
            "mmr",
            "religious",
            "mandatory",
            "chd",
            "order",
            "nyc",
            "vaccination",
            "vaccine",
            "health",
            "state"
        ]
    },
    {
        "url": "https://www.nydailynews.com/news/politics/ny-measles-outbreak-de-blasio-mandatory-vaccination-williamsburg-20190409-wte4n5wrxbc5ngo277l2yi7vq4-story.html",
        "title": "De Blasio declares public health emergency over measles outbreak in Brooklyn, mandates vaccination in Williamsburg ZIP codes",
        "authors": [
            {
                "name": "Anna Sanders",
                "link": null
            },
            {
                "name": "Leonard Greene",
                "link": null
            },
            {
                "name": "Ben Chapman",
                "link": null
            },
            {
                "name": "Janon Fisher",
                "link": null
            }
        ],
        "publisher": "www.nydailynews.com",
        "publish_date": "2019-04-09",
        "text": "School buses line up outside the Yeshiva Kehilath Yakov School in the South Williamsburg neighborhood on Tuesday in the Brooklyn borough of New York City. New York City has ordered all yeshivas in a heavily Orthodox Jewish section of Brooklyn to exclude from classes all students who aren't vaccinated against measles or face fines or possible closure. The order comes amid a recent outbreak of over 285 measles cases in Brooklyn and Queens, most of which have been concentrated in the Orthodox Jewish communities. (Drew Angerer/Getty)",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "yakov",
            "yeshivas",
            "measles",
            "york",
            "brooklyn",
            "health",
            "public",
            "declares",
            "school",
            "jewish",
            "zip",
            "vaccination",
            "mandates",
            "orthodox",
            "yeshiva",
            "williamsburg",
            "emergency",
            "outbreak",
            "city"
        ]
    },
    {
        "url": "https://pjmedia.com/trending/mayor-deblasios-mandatory-measles-vaccination-order-will-face-legal-challenge/",
        "title": "Mayor Bill de Blasio's Mandatory Measles Vaccination Order Faces Legal Challenges",
        "authors": [],
        "publisher": "pjmedia.com",
        "publish_date": "2019-04-11",
        "text": "In an unusual and extreme move, New York Mayor Bill de Blasio declared a state of emergency over a measles outbreak in the Orthodox Jewish community and is demanding forced vaccinations of everyone within four zip codes of the affected areas. Violators face fines up to $1000. This includes babies six months of age, even though the MMR is not recommended for anyone under twelve months of age.\n\nThe Children's Health Defense will be filing a legal challenge to the order, which comes on the heels of a New York Supreme Court ruling that struck down the Rockland County ban on unvaccinated children in public spaces.\n\nChildren’s Health Defense (CHD) is supporting a legal challenge to this dangerous, unprecedented overreach. While the City has unquestionable authority to control disease outbreaks, it may not violate the bedrock principle of prior, free and informed consent to all medical interventions, including vaccines. This is a fundamental human right. The City may quarantine, isolate, trace contacts and strongly urge vaccination, but it may not impose such a draconian mandate without demonstrating necessity, reasonableness, proportionality, harm avoidance, non-discrimination, due process and equal protection. The Commissioner has failed to do this; the City’s actions violate New York State law.\n\nCHD board member Mary Holland commented, \"I am shocked that Mayor de Blasio would resort to such police state techniques to control an outbreak of measles. I don’t believe the City’s actions will withstand legal scrutiny.\" CHD Chairman Robert F. Kennedy Jr. is confident their legal challenge will prevail.\n\nThis case goes beyond a dispute over religious freedom. Thanks to the Merck federal whistleblower litigation, we now know that Merck’s MMR should have never been approved, much less mandated. To get its license Merck allegedly ordered its scientists to falsify efficacy data to fraudulently conceal the fact that the mumps component quickly wanes, triggering dangerous outbreaks in older populations where it can cause sterility in men and women. The Centers for Disease Control and Prevention (CDC) reported 150 outbreaks resulting in 9,200 cases of mumps in fully vaccinated adults, dwarfing the recent measles outbreaks. We are confident that no American court will allow government bureaucrats to force American citizens to take risky pharmaceutical products against their will.\n\nMerck is currently defending itself against claims of falsifying data brought by two former employees.\n\nMedical corporation Merck & Co. will decidedly face the music in the ongoing class action and related anti-trust lawsuit involving its mumps vaccine – a product routinely given to babies and children for generations. The issue, which involves allegations of false compliance with FDA standards for vaccines, prompted a False Claims Act lawsuit: United States v. Merck & Co. This case was commenced by two virologists once employed with Merck, alleges a systematic and long-standing commitment by the company to lying about the efficacy of its mumps vaccination, thereby prompting possible exposure to liability under the federal False Claims Act.\n\nGovernor Cuomo voiced concerns about the legality of de Blasio's emergency order to forcibly vaccinate conscientious objectors. \"Look, it’s a serious public health concern, but it’s also a serious First Amendment issue and it is going to be a constitutional, legal question,\" Cuomo said in a radio interview on WAMC. \"Do we have the right — does society, government have the right to say ‘you must vaccinate your child because I’m afraid your child is going to infect my child, even if you don’t want it done and even if it violates your religious beliefs?\"\n\nSome have asked how de Blasio is planning to determine who is or isn't vaccinated to enforce his order. According to the mayor, they will be using \"disease detectives.\" de Blasio explained, \"It parallels what a police detective does. If someone has symptoms, they will literally interview them to figure out everywhere they’ve been, everyone they might have come in contact with, and then they go reach out to that whole network to make sure people are vaccinated.” It's unclear whether \"make sure people are vaccinated\" means \"hold them down and inject them against their will.\"",
        "quotes": [
            [
                "I am shocked that Mayor de Blasio would resort to such police state techniques to control an outbreak of measles.",
                "Mary Holland",
                true
            ],
            [
                "I don’t believe the City’s actions will withstand legal scrutiny.",
                "Mary Holland",
                true
            ],
            [
                "Look, it’s a serious public health concern, but it’s also a serious First Amendment issue and it is going to be a constitutional, legal question,",
                "Cuomo",
                true
            ],
            [
                "Do we have the right — does society, government have the right to say ‘you must vaccinate your child because I’m afraid your child is going to infect my child, even if you don’t want it done and even if it violates your religious beliefs?",
                "Cuomo",
                true
            ],
            [
                "It parallels what a police detective does.",
                "Mayor de Blasio",
                true
            ],
            [
                "If someone has symptoms, they will literally interview them to figure out everywhere they’ve been, everyone they might have come in contact with, and then they go reach out to that whole network to make sure people are vaccinated.” It's unclear whether \"make sure people are vaccinated",
                "Mayor de Blasio",
                false
            ],
            [
                "hold them down and inject them against their will.",
                "Mayor de Blasio",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://pjmedia.com/trending/ny-supreme-court-justice-halts-measles-ban-in-rockland-county-calling-it-arbitrary-and-capricious/",
                "https://childrenshealthdefense.org/news/nyc-mandatory-measles-vaccination-violates-ny-state-law-chd-challenges-legality/",
                "https://www.nydailynews.com/news/politics/ny-measles-outbreak-de-blasio-mandatory-vaccination-williamsburg-20190409-wte4n5wrxbc5ngo277l2yi7vq4-story.html"
            ],
            "gov_pgs": [
                "https://www.cdc.gov/vaccines/schedules/hcp/imz/child-adolescent.html",
                "https://www.cdc.gov/mumps/outbreaks.html"
            ],
            "unsure": [
                "https://bergermontague.com/blog/",
                "https://bergermontague.com/blog/"
            ]
        },
        "key_words": [
            "merck",
            "blasio",
            "measles",
            "york",
            "mayor",
            "mumps",
            "order",
            "mandatory",
            "state",
            "legal",
            "right",
            "vaccination",
            "challenges",
            "bill",
            "faces",
            "vaccinated",
            "blasios",
            "outbreaks"
        ]
    }
]