[
    {
        "url": "https://www.naturalnews.com/2018-08-28-shingles-vaccine-responsible-for-more-shingles-vaccine-injury.html",
        "title": "Shingles vaccine responsible for causing huge number of shingles cases, vaccine injuries",
        "authors": [
            {
                "name": "August",
                "link": null
            },
            {
                "name": "Tuesday",
                "link": null
            },
            {
                "name": "Vicki Batts",
                "link": null
            }
        ],
        "publisher": "www.naturalnews.com",
        "publish_date": "2018-08-28",
        "text": "(Natural News) Zostavax, a popular shingles vaccine, is in hot water: The inoculation has been tied to numerous cases of vaccine injury, and even shingles itself. Merck, the company that makes Zostavax, is now facing multiple lawsuits from patients and families harmed by their product. At least 80 deaths tied to the Zostavax vaccine have been reported to the Vaccine Adverse Event Reporting System (VAERS), along with over 100,000 reports of other adverse side effects.\n\nAs Dr. Robert Scott Bell, of The Robert Scott Bell Show, explains, the vaccine is failing because “it’s not facilitating natural antibody production.” Bell notes that in the past, he warned of the potential for the shingles vaccine to ultimately cause more of the illness its supposedly designed to prevent.\n\nShingles vaccine is causing disease and other ailments\n\n“I think on some level, it’s by design,” Bell contends. Vaccines, Bell posits, are one of the many medical weapons he calls “disease creation machinery.” He adds that this disease creation ultimately translates to a lifelong dependence on pharmaceutical intervention. Bell argues further that antibodies alone aren’t necessarily enough to protect against disease. While they do obviously help, a healthy, functional immune system relies on much more than just antibodies — and a weakened immune system will not function well, even with an abundance of antibodies.\n\nPerhaps that’s why the shingles vaccine has been so disastrous.\n\nAs Drugwatch.com reports, 18 people have already filed a lawsuit against Merck. The filing claims that Zostavax caused multiple people to develop shingles. “Merck knew or should have known that its product caused viral infection and was therefore not safe,” the lawsuit alleges.\n\nMother Nature's micronutrient secret: Organic Broccoli Sprout Capsules now available, delivering 280mg of high-density nutrition, including the extraordinary \"sulforaphane\" and \"glucosinolate\" nutrients found only in cruciferous healing foods. Every lot laboratory tested. See availability here.\n\nHospitalizations were necessary and some patients developed chronic nerve pain called “post-herpetic neuralgia.” Jane Boda filed one of the earliest lawsuits, in May 2018. She suffered nerve damage as a result of the shingles caused by the vaccine, a risk she says was not made known to her.\n\nBoda is not the only person to suffer with post-herpetic nerve pain. Some patients also reportedly developed acute retinal necrosis (ARN), a severe condition affecting the eye which can lead to blindness. Drugwatch.com reports that studies indicated ARN as a side effect of Zostavax. One woman reportedly suffered injury to her right eye as a result of being injected with Merck’s vaccine and is suing Merck, too. Another man alleges he lost the ability to walk after being vaccinated with Zostavax.\n\nAs reported:\n\nOn Aug. 2, 2018, the Judicial Panel on Multidistrict Litigation ordered several Zostavax lawsuits consolidated in Pennsylvania under multidistrict litigation (MDL) 2848. This is to help speed up the litigation process as the number of cases grows.\n\nThe shingles sham\n\nAccording to data from the VAERS, at least 80 deaths are related to Merck’s vaccine, along with 102,962 reports of vaccine injury or adverse events. It’s worth noting that VAERS is a passive reporting system and widely considered to be heavily flawed by design. The CDC itself contends that it is impossible to draw fully-formed conclusions from VAERS data due to the way it is setup: This is intentional. It gives the illusion of caring about vaccine reactions, while also denying vaccines any culpability in the event of injury or death.\n\nWhile CDC, the mainstream media and other puppets of the pharma industry continue to push the narrative that vaccines are 100-percent safe, the truth is that claim is 100-percent fake news. There is clear evidence that vaccines can, and do, harm people of all ages.\n\nSee more coverage of stories about the risks and dangers of vaccines at VaccineDamage.news.\n\nSources for this article include:\n\nBrighteon.com\n\nDrugWatch.com\n\nDrugWatch.com",
        "quotes": [
            [
                "it’s not facilitating natural antibody production.",
                "Bell",
                false
            ],
            [
                "I think on some level, it’s by design,",
                "Bell",
                true
            ],
            [
                "Merck knew or should have known that its product caused viral infection and was therefore not safe,",
                "Bell",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://vaccinedamage.news/",
                "https://www.naturalnews.com",
                "https://www.drugwatch.com/news/"
            ]
        },
        "key_words": [
            "system",
            "cases",
            "zostavax",
            "vaccines",
            "number",
            "bell",
            "merck",
            "huge",
            "causing",
            "vaers",
            "reports",
            "injuries",
            "shingles",
            "injury",
            "vaccine",
            "responsible"
        ]
    }
]