[
    {
        "url": "http://www.newshounds.us/hannity_uses_measles_vaccine_debate_to_swipe_at_obama_020315",
        "title": "Hannity Uses Measles Vaccine Debate To Swipe At Obama",
        "authors": [],
        "publisher": "www.newshounds.us",
        "publish_date": "",
        "text": "Leave it to Sean Hannity to turn a debate about measles vaccinations into an attack on President Obama.\n\nOn last night’s Hannity show, host Sean Hannity hosted two doctors to discuss a recent outbreak of measles, a disease which had previously been declared \"eliminated” in the U.S. It has touched off a major debate over vaccinations, especially among Republicans and the 2016 Republican candidates for president.\n\nSo, natch, right-wing foot soldier Hannity had to do his part for the cause.\n\nFirst, Hannity made a show of support for Republican presidential candidate Governor Chris Christie who said parents should have a choice. “Now, I got my kids vaccinated,” Hannity said in response. “But I believe parents should have a choice.” Hannity didn't mention that Christie has since backtracked. Christie later said, “There is no question kids should be vaccinated.”\n\nLater, Hannity responded to a clip of President Obama saying, “There is every reason to get vaccinated.” Smiling with malicious glee, Hannity said, “I’m not trusting President Obama to tell me whether to vaccinate my kids, by the way.” Neither of the guests had said anything political in the discussion.\n\nGuest Dr. Marc Siegel – no Obama fan – responded by saying that the vaccine has decreased the rate of deaths from measles by 75% over the last 13 years in the world. “Big, big numbers,” Siegel said.\n\nBut Hannity seemed uninterested. “Alright, we gotta roll,” said Hannity. And he ended the discussion.\n\nWatch it below, from last night’s Hannity show, via Media Matters.",
        "quotes": [
            [
                "Now, I got my kids vaccinated,",
                "Sean Hannity",
                true
            ],
            [
                "But I believe parents should have a choice.",
                "Sean Hannity",
                true
            ],
            [
                "There is no question kids should be vaccinated.",
                "Christie",
                true
            ],
            [
                "There is every reason to get vaccinated.",
                "Obama",
                true
            ],
            [
                "I’m not trusting President Obama to tell me whether to vaccinate my kids, by the way.",
                "Sean Hannity",
                true
            ],
            [
                "Big, big numbers,",
                "Siegel",
                true
            ],
            [
                "Alright, we gotta roll,",
                "Sean Hannity",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://time.com/3691969/chris-christie-measles/",
                "https://www.cnn.com/2015/02/02/health/cdc-january-measles-report-disney/",
                "https://time.com/3693977/2016-presidential-race-measles-chris-christie-rand-paul-hillary-clinton/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.newshounds.us/fox_s_dr_marc_siegel_slobbers_over_dick_cheney_12182013",
                "https://www.mediamatters.org/video/2015/02/02/hannity-im-not-trusting-president-obama-to-tell/202389"
            ]
        },
        "key_words": [
            "sean",
            "measles",
            "hannity",
            "uses",
            "vaccinated",
            "swipe",
            "president",
            "debate",
            "christie",
            "vaccinations",
            "kids",
            "siegel",
            "vaccine",
            "obama"
        ]
    },
    {
        "url": "https://time.com/3691969/chris-christie-measles/",
        "title": "Christie Walks Back Measles Vaccine Comments",
        "authors": [
            {
                "name": "Justin Worland",
                "link": null
            }
        ],
        "publisher": "time.com",
        "publish_date": "",
        "text": "New Jersey Gov. Chris Christie said Monday that the government should “balance” parent choice and public health when it comes to measles vaccinations, in comments that broke with President Barack Obama—and prevailing science on the issue. His office quickly walked back the comments and said Christie believes “there is no question kids should be vaccinated.”\n\nThe initial comment from the 2016 Republican presidential contender came during remarks to reporters in England, the Washington Post reports, and follows news that a measles outbreak in the United States has infected more than 100 people in 14 states.\n\n“Mary Pat and I have had our children vaccinated and we think that it’s an important part of being sure we protect their health and the public health,” Christie said. “I also understand that parents need to have some measure of choice in things as well, so that’s the balance that the government has to decide.”\n\nMORE: Meet the Latest Driver of the Anti-Vaccine Clown Car\n\nChristie’s office later sought to clarify his remarks and sent reporters a full transcript showing that Christie made a point not to side with vaccination skeptics when asked if he thinks the shots are dangerous.\n\n“I didn’t say that,” Christie said, according to the transcript. “I said different disease types can be more lethal so that the concern would be measuring whatever the perceived danger is by vaccine and we’ve had plenty of that over a period of time versus what the risk to public health is and you have to have that balance and that’s exactly what I mean by what I said.”\n\n“The Governor believes vaccines are an important public health protection and with a disease like measles there is no question kids should be vaccinated,” Christie’s office said. “At the same time different states require different degrees of vaccination, which is why he was calling for balance in which ones government should mandate.”\n\nSee the 2016 Candidates Looking Very Presidential Mark Peterson—Redux Brooks Kraft—Corbis for TIME Susan Walsh—AP Win McNamee—Getty Images Mark Peterson—Redux Jim Young—Reuters Jessica McGowan—Getty Images David J. Phillip—AP Charlie Neibergall—AP Chris Usher—AP Melissa Golden—Redux Susan Walsh—AP Steve Helber—AP Tony Dejak—AP Brooks Kraft—Corbis Jeffrey Phelps—AP Susan Walsh—AP Jonathan Ernst—Reuters Alex Wong—Getty Images Brian Snyder—Reuters 1 of 20 Advertisement\n\nAnti-vaccination activists say the shots can lead to autism and other conditions, but the overwhelming scientific consensus says that’s not the case. Christie’s statement came the day after Obama called on parents to vaccinate their children.\n\n“The science is, you know, pretty indisputable,” Obama told NBC News. “We’ve looked at this again and again. There is every reason to get vaccinated, but there aren’t reasons to not.”\n\nChristie struck a notably different public health stance at the height of the Ebola fears in the U.S., forcibly quarantining a nurse who had returned from treating patients in Africa despite her testing negative for the virus—and also against the advice of public health experts.\n\nChristie is traveling to England on a trade mission that is largely seen as an attempt to boost his foreign policy credentials ahead of a likely 2016 run.\n\nThe Brief Newsletter Sign up to receive the top stories you need to know right now. View Sample Sign Up Now\n\nWrite to Justin Worland at justin.worland@time.com.",
        "quotes": [
            [
                "there is no question kids should be vaccinated.",
                "Christie",
                false
            ],
            [
                "Mary Pat and I have had our children vaccinated and we think that it’s an important part of being sure we protect their health and the public health,",
                "Christie",
                true
            ],
            [
                "I also understand that parents need to have some measure of choice in things as well, so that’s the balance that the government has to decide.",
                "Christie",
                true
            ],
            [
                "I didn’t say that,",
                "Christie",
                true
            ],
            [
                "I said different disease types can be more lethal so that the concern would be measuring whatever the perceived danger is by vaccine and we’ve had plenty of that over a period of time versus what the risk to public health is and you have to have that balance and that’s exactly what I mean by what I said.",
                "Christie",
                true
            ],
            [
                "The Governor believes vaccines are an important public health protection and with a disease like measles there is no question kids should be vaccinated,",
                "Christie",
                true
            ],
            [
                "At the same time different states require different degrees of vaccination, which is why he was calling for balance in which ones government should mandate.",
                "Christie",
                true
            ],
            [
                "The science is, you know, pretty indisputable,",
                "Obama",
                true
            ],
            [
                "We’ve looked at this again and again.",
                "Obama",
                true
            ],
            [
                "There is every reason to get vaccinated, but there aren’t reasons to not.",
                "Obama",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://time.com/3689645/wolfson-antivaccine-measles/",
                "https://www.washingtonpost.com/news/post-politics/wp/2015/02/02/christie-breaks-with-obama-over-measles-vaccine-calls-for-balance/?tid=HP_politics?tid=HP_politics&noredirect=on",
                "https://time.com/3691079/measles-vaccinations-white-house/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://time.com//time.com/newsletter/the-brief/",
                "https://time.com//cloud.newsletters.time.com/newsletters/?newsletter_name=the_brief&source=shortcode"
            ]
        },
        "key_words": [
            "measles",
            "walshap",
            "office",
            "walks",
            "balance",
            "thats",
            "susan",
            "different",
            "vaccinated",
            "comments",
            "christie",
            "health",
            "vaccine",
            "public"
        ]
    },
    {
        "url": "https://www.cnn.com/2015/02/02/health/cdc-january-measles-report-disney/",
        "title": "CDC: 102 measles case in January",
        "authors": [
            {
                "name": "Cnn Staff",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2015-02-02",
        "text": "(CNN) Health officials say 102 people in 14 states were reported to have measles in January, most of them stemming from \"a large, ongoing multi-state outbreak linked to\" Disneyland in California in mid-December.\n\nThe report comes a week after the Centers for Disease Control and Prevention issued an advisory to provide guidance for the nation's health care facilities and public health departments\n\nThe disease outbreak became apparent when visitors reported coming down with measles after visiting the park from December 15 to December 20.\n\nMeasles was declared eliminated in the United States in 2000, which means it is no longer native to the United States but continues to be brought in by international travelers.\n\nSince 2001, the number of cases has topped 100 only five times, and there were more than 200 cases in 2011, the CDC says.\n\nRead More",
        "quotes": [
            [
                "a large, ongoing multi-state outbreak linked to",
                "",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [
                "https://emergency.cdc.gov/han/han00376.asp"
            ],
            "unsure": []
        },
        "key_words": [
            "measles",
            "visitors",
            "states",
            "case",
            "reported",
            "united",
            "health",
            "cdc",
            "outbreak",
            "week",
            "102",
            "disease",
            "cases"
        ]
    },
    {
        "url": "https://time.com/3689645/wolfson-antivaccine-measles/",
        "title": "Meet the Latest Driver of the Anti-Vaccine Clown Car (Who Thinks You're a 'Bad Mother')",
        "authors": [
            {
                "name": "Jeffrey Kluger",
                "link": null
            }
        ],
        "publisher": "time.com",
        "publish_date": "",
        "text": "IDEAS Kluger is Editor at Large for TIME.\n\nVanity doesn’t die; misinformation doesn’t die; arrogance and narcissism and opportunism don’t die. But you know what does die? Children. That’s worth keeping in mind as the latest carnival barker from the anti-vaccine community steps up for his ignoble hour of attention.\n\nThe new medical reprobate is Dr. Jack Wolfson, an Arizona-based cardiologist and practitioner of holistic medicine. Until recently, he was a largely unknown character—which was a very, very good thing. But in the wake of the California measles outbreak that originated in Disneyland and has so far infected 93 people in eight states and Mexico, he has picked up the megaphone of social and mainstream media to inveigh against vaccines as unsafe, unnecessary, stuffed with toxins and, well, never mind. You know this drill.\n\nThe vaccines he condemns would, of course, include the measles vaccine, which was not widely available before 1980 when 2.6 million people died of the disease each year, and which, when it did become available, quickly slashed that death toll by 99.4%. Measles was declared eradicated in the U.S. in 2000—but even now, 1,000 people are being monitored in Wolfson’s own state for possible exposure to the Disneyland strain, which got a toehold in the first place only because of the nation’s falling vaccination rate.\n\nBut never mind that. Wolfson has junk science to sell, and he’s going to sell it. “We should be getting measles, mumps, rubella, chicken pox, these are the rights of our children to get it,” he told the Arizona Republic.\n\nThe Brief Newsletter Sign up to receive the top stories you need to know right now. View Sample Sign Up Now\n\n“Don’t be mad at me for speaking the truth about vaccines,” he told The Washington Post. “Be mad at yourself, because you’re, frankly, a bad mother. You didn’t ask once about those vaccines. You didn’t ask about the chemicals in them.”\n\nCNN inexplicably afforded Wolfson the familiar split-screen, point-counterpoint platform to argue the vaccine issue with another doctor—as if there were any argument to begin with. The network touted the exchange on CNN.com as “Fiery Vaccine Debate,” which likely earned the site some clicks and gave Wolfson a patina of legitimacy in return.\n\nThe thing is though, he’s not legitimate—not as a person whose vaccine advice should be heeded at least—as the agitprop nonsense he offers on the alternative medicine site Health Impact News reveals. Concerned parents and health care providers should not be angry at him for selling his anti-vax bill of goods, he repeats. Instead, “Be angry at food companies. Sugar cereals, donuts, cookies, and cupcakes lead to millions of deaths per year. At its worst, chicken pox killed 100 people per year. If those chicken pox people didn’t eat cereal and donuts, they may still be alive.”\n\nYou should be angry at the people who make Bounce and Downy too, because, “You and your children are wearing and breathing known carcinogens” contained in the laundry sheets and fabric softener. “These products kill more people than mumps.”\n\nBut most of all, be angry at yourselves, you parents who vaccinate. Why? Because, “Let’s face it, you don’t really give a crap what your children eat. You don’t care about chemicals in their life.”\n\nThere is so very much more wrong with Wolfson and the rubbish he’s selling. There is his supposedly unanswerable riposte about the irrelevance of polio. “Where are all those 80 year olds crippled by polio?” he asks. “I can’t seem to find many.” That’s right, you can’t, because the disease has been vaccinated into extinction in all but three countries in the world. If you were looking around before 1955 you’d see plenty of them.\n\nThere is his similar dismissal of measles. “What we’re really talking about is just a fever and a rash,” he says. Yes, a fever and a rash that still kills 145,700 unvaccinated people per year. And what does 145,700 people look like? Picture four sold-out Fenway Parks. Now kill all of those people—mostly children. Every year.\n\nWolfson, like most anti-vaxxers, rails broadly and emptily at the “chemicals” in vaccines and argues that we shouldn’t be putting them into our children’s bodies. But arginine and alinine and octene and hexanal and 2-methyl butyraldehyde are chemicals too and they’re just five of the 73 you put in your body every time you eat a blueberry. Chemicals are not, by definition, bad things. Wolfson similarly rhapsodizes about “nature,” setting it in make-believe opposition to things that are synthetic or invented and therefore, by binary definition, are bad. But as he himself argues, viruses are part of nature, as are bacteria, and as is every other disease that could kill you or your children before your time. In some cases, the whole point of medical science, to paraphrase William Buckley, is to stand athwart nature shouting “Stop!” If you want your nature pure, you’re free to die young.\n\nAt least one Arizona pediatrician, according to The Washington Post, is already talking about reporting Wolfson to the Arizona Medical Board, and that’s not an empty threat. Simply taking a contrarian position or advocating for dubious but do-no-harm nostrums is unlikely to get you in trouble with the licensing authorities. But making an argument that is wholly, empirically, medically wrong, and doing so in a way that could actually induce real parents to refuse to vaccinate real children is something that’s demonstrably dangerous.\n\nThe state’s medical board standards for disciplining members are exceedingly broad, authorizing action against a doctor who, among other things, “may be guilty of unprofessional conduct.” It would be up to the board itself to define that, but it’s not a leap to think they would do so in a way that would apply in this case.\n\nIf there’s anything good about the rise of Wolfson, it’s that it’s a sure sign the anti-vaxxers’ bench is getting thin. He lacks the telegenic sizzle of a Jenny McCarthy. He lacks the one-time credibility of an Andrew Wakefield, whose fraudulent 1998 paper got the phony vaccines-autism link started. The paper has now been retracted and Wakefield has been stripped of his license to practice medicine.\n\nWolfson, like the others, will have his moment, and then, like the others, he is likely to go away. We will never know for sure how many children will be harmed by his misinformation before he’s finally gone.\n\nWrite to Jeffrey Kluger at jeffrey.kluger@time.com.",
        "quotes": [
            [
                "We should be getting measles, mumps, rubella, chicken pox, these are the rights of our children to get it,",
                "Wolfson",
                true
            ],
            [
                "Don’t be mad at me for speaking the truth about vaccines,",
                "Wolfson",
                true
            ],
            [
                "Be mad at yourself, because you’re, frankly, a bad mother.",
                "Wolfson",
                true
            ],
            [
                "You didn’t ask once about those vaccines.",
                "Wolfson",
                true
            ],
            [
                "You didn’t ask about the chemicals in them.",
                "Wolfson",
                true
            ],
            [
                "Fiery Vaccine Debate,",
                "Wolfson",
                true
            ],
            [
                "Be angry at food companies.",
                "Wolfson",
                true
            ],
            [
                "Sugar cereals, donuts, cookies, and cupcakes lead to millions of deaths per year.",
                "Wolfson",
                true
            ],
            [
                "At its worst, chicken pox killed 100 people per year.",
                "Wolfson",
                true
            ],
            [
                "If those chicken pox people didn’t eat cereal and donuts, they may still be alive.",
                "Wolfson",
                true
            ],
            [
                "You and your children are wearing and breathing known carcinogens",
                "Wolfson",
                false
            ],
            [
                "These products kill more people than mumps.",
                "Wolfson",
                true
            ],
            [
                "Let’s face it, you don’t really give a crap what your children eat.",
                "Wolfson",
                true
            ],
            [
                "You don’t care about chemicals in their life.",
                "Wolfson",
                true
            ],
            [
                "Where are all those 80 year olds crippled by polio?",
                "Wolfson",
                true
            ],
            [
                "I can’t seem to find many.",
                "Wolfson",
                true
            ],
            [
                "What we’re really talking about is just a fever and a rash,",
                "Wolfson",
                true
            ],
            [
                "may be guilty of unprofessional conduct.",
                "Wolfson",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://io9.gizmodo.com/what-if-natural-products-came-with-a-list-of-ingredient-1503320184",
                "http://healthimpactnews.com/2015/arizona-cardiologist-responds-to-critics-regarding-measles-and-vaccines/",
                "https://time.com/46914/vaccine-opponents-wrong/",
                "https://www.washingtonpost.com/news/morning-mix/wp/2015/01/30/amid-measles-outbreak-anti-vaccine-doctor-revels-in-his-notoriety/?tid=hp_mm&hpid=z3&noredirect=on",
                "https://www.nationalreview.com/corner/william-f-buckley-jr-1925-2008-kathryn-jean-lopez/",
                "http://healthland.time.com/2010/05/24/doctor-behind-vaccine-autism-link-loses-license/"
            ],
            "gov_pgs": [
                "https://www.azleg.gov/"
            ],
            "unsure": [
                "https://time.com//time.com/newsletter/the-brief/",
                "https://www.cnn.com/videos/tv/2015/01/30/erin-panel-anti-vaccination-debate.cnn",
                "https://time.com//cloud.newsletters.time.com/newsletters/?newsletter_name=the_brief&source=shortcode",
                "http://www.azcentral.com/story/news/12-news/2015/01/23/12news-doctor-dont-vaccinate/22200535/"
            ]
        },
        "key_words": [
            "wolfson",
            "measles",
            "bad",
            "driver",
            "thinks",
            "car",
            "vaccines",
            "vaccine",
            "thats",
            "children",
            "antivaccine",
            "meet",
            "clown",
            "die",
            "nature",
            "youre",
            "mother",
            "latest",
            "chemicals",
            "medical"
        ]
    },
    {
        "url": "https://www.washingtonpost.com/news/post-politics/wp/2015/02/02/christie-breaks-with-obama-over-measles-vaccine-calls-for-balance/?tid=HP_politics?tid=HP_politics&noredirect=on",
        "title": "Christie clarifies comments on measles vaccine after call for ‘balance’ causes stir",
        "authors": [
            {
                "name": "February",
                "link": null
            },
            {
                "name": "White House Bureau Chief",
                "link": null
            },
            {
                "name": "Philip Rucker",
                "link": null
            }
        ],
        "publisher": "https://www.washingtonpost.com",
        "publish_date": "2015-02-02",
        "text": "\n\nNew Jersey Governor Chris Christie and his wife Mary Pat Christie visited the One Nucleus life science company headquarters in Cambridge on Monday. REUTERS/Neil Hall\n\nCAMBRIDGE, England – New Jersey Gov. Chris Christie walked back comments he made here Monday morning calling for \"balance\" on the measles vaccine debate to allow for parental choice, asserting that \"there is no question kids should be vaccinated.\"\n\n\"The Governor believes vaccines are an important public health protection and with a disease like measles there is no question kids should be vaccinated,\" Christie's office said in a statement. \"At the same time different states require different degrees of vaccination, which is why he was calling for balance in which ones government should mandate.\"\n\nEarlier Monday, Christie waded into the vaccination debate during his visit to the United Kingdom, telling reporters in Cambridge that he believes U.S. government must \"balance\" public health interests with parental choice. In a break with President Obama, Christie said parents should have \"some measure of choice\" about immunizing their children from measles and other viruses and diseases.\n\nThe potential Republican presidential candidate's comments, which came amid a measles outbreak in the United States and a day after Obama urged all parents to get their kids vaccinated, quickly caused a stir.\n\n“Mary Pat and I have had our children vaccinated and we think that it’s an important part of being sure we protect their health and the public health,” Christie told reporters here Monday. But the likely Republican presidential candidate added: “I also understand that parents need to have some measure of choice in things as well, so that’s the balance that the government has to decide.”\n\nChristie’s initial comments came after a laboratory tour at MedImmune, a biologics company that makes vaccines in Cambridge. Christie is on a three-day tour of Britain designed to promote trade with New Jersey businesses and round out his foreign policy resume ahead of a likely 2016 run for the White House.\n\n[‘Get your kids vaccinated,’ Obama tells parents doubting ‘indisputable’ science]\n\nChristie was asked to weigh in on the debate in the United States over the measles outbreak. On Sunday, Obama told NBC News anchor Savannah Guthrie, “You should get your kids vaccinated.”\n\n“I understand that there are families that, in some cases, are concerned about the effect of vaccinations,” Obama said. “The science is, you know, pretty indisputable. We’ve looked at this again and again. There is every reason to get vaccinated, but there aren’t reasons to not.”\n\nChristie, however, said, “There has to be a balance and it depends on what the vaccine is, what the disease type is, and all the rest.” He added, “Not every vaccine is created equal and not every disease type is as great a public health threat as others.”\n\n[Amid growing vaccination debate, measles continues to spread and is now in New York state]\n\nChristie also took the unusual step of criticizing the president on foreign soil, saying Obama had been a poor negotiator, specifically regarding the TransAtlantic Trade and Investment Partnership.\n\n“You need an effective negotiator at the top, and, as I’ve said before, I think the president has shown over and over again that he’s not the most effective negotiator, whether you’re talking about the Iranian nuclear talks or whether you’re talking about his recent foray into Cuba,” Christie said. “The president has not proven himself to be the most adept negotiator, in my opinion, on behalf of American interests.”\n\nLater Monday, Christie was scheduled to be in London for a meeting with Prime Minister David Cameron at 10 Downing Street followed by a private dinner with members of Cameron’s cabinet.\n\nAt the morning news conference, Christie was complimentary of Cameron, who is up for reelection this spring, and said some of the austerity measures he had taken in Britain were similar to ones Christie implemented in New Jersey. Christie and Cameron met in 2011, during Christie’s first term as governor.\n\n“We were comparing notes pretty feverishly back in 2011,” Christie said. “So I hope that part of what we’ll do today is compare notes on progress as well and I think that the prime minister has led some really great progress economically here, especially when you compare it to the rest of Europe.”\n\nWhile in Cambridge, Christie and his wife, Mary Pat, laid several wreaths at the Cambridge American Cemetery and Memorial, the burial site for several thousand U.S. service members in World War II. The couple knelt at the nave of the cemetery’s chapel for a moment of silent tribute to the fallen soldiers.\n\nRELATED: The Disneyland measles outbreak and the disgraced doctor who whipped up vaccination fear\n\nAnti-vaccine doctor revels in his notoriety\n\nWhy this baby’s mom is so angry at the anti-vaxxers",
        "quotes": [
            [
                "there is no question kids should be vaccinated.",
                "",
                false
            ],
            [
                "The Governor believes vaccines are an important public health protection and with a disease like measles there is no question kids should be vaccinated,",
                "Christie",
                true
            ],
            [
                "At the same time different states require different degrees of vaccination, which is why he was calling for balance in which ones government should mandate.",
                "Christie",
                true
            ],
            [
                "Mary Pat and I have had our children vaccinated and we think that it’s an important part of being sure we protect their health and the public health,",
                "Christie",
                true
            ],
            [
                "I also understand that parents need to have some measure of choice in things as well, so that’s the balance that the government has to decide.",
                "",
                true
            ],
            [
                "Get your kids vaccinated,",
                "Christie",
                true
            ],
            [
                "You should get your kids vaccinated.",
                "Savannah Guthrie",
                true
            ],
            [
                "I understand that there are families that, in some cases, are concerned about the effect of vaccinations,",
                "Christie",
                true
            ],
            [
                "The science is, you know, pretty indisputable.",
                "Christie",
                true
            ],
            [
                "We’ve looked at this again and again.",
                "Christie",
                true
            ],
            [
                "There is every reason to get vaccinated, but there aren’t reasons to not.",
                "Christie",
                true
            ],
            [
                "There has to be a balance and it depends on what the vaccine is, what the disease type is, and all the rest.",
                "Christie",
                true
            ],
            [
                "Not every vaccine is created equal and not every disease type is as great a public health threat as others.",
                "Christie",
                true
            ],
            [
                "You need an effective negotiator at the top, and, as I’ve said before, I think the president has shown over and over again that he’s not the most effective negotiator, whether you’re talking about the Iranian nuclear talks or whether you’re talking about his recent foray into Cuba,",
                "Christie",
                true
            ],
            [
                "The president has not proven himself to be the most adept negotiator, in my opinion, on behalf of American interests.",
                "Christie",
                true
            ],
            [
                "We were comparing notes pretty feverishly back in 2011,",
                "Christie",
                true
            ],
            [
                "So I hope that part of what we’ll do today is compare notes on progress as well and I think that the prime minister has led some really great progress economically here, especially when you compare it to the rest of Europe.",
                "Christie",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.washingtonpost.com/news/morning-mix/wp/2015/01/29/why-this-mom-is-so-angry-at-the-anti-vaxxers/?noredirect=on",
                "https://www.washingtonpost.com/news/post-nation/wp/2015/01/31/amid-growing-vaccination-debate-measles-continues-to-spread-and-is-now-in-new-york-state/?noredirect=on",
                "https://www.washingtonpost.com/news/morning-mix/wp/2015/01/30/amid-measles-outbreak-anti-vaccine-doctor-revels-in-his-notoriety/?noredirect=on",
                "https://www.washingtonpost.com/news/morning-mix/wp/2015/02/02/get-your-kids-vaccinated-obama-tells-parents-doubting-indisputable-science/?noredirect=on",
                "https://www.washingtonpost.com/news/morning-mix/wp/2015/01/23/the-disneyland-measles-outbreak-and-the-disgraced-doctor-who-whipped-up-fear-about-vaccinations/?noredirect=on"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "vaccination",
            "public",
            "measles",
            "balance",
            "kids",
            "vaccinated",
            "cambridge",
            "stir",
            "comments",
            "christie",
            "health",
            "clarifies",
            "causes",
            "vaccine",
            "obama"
        ]
    },
    {
        "url": "https://time.com/3691079/measles-vaccinations-white-house/",
        "title": "White House Urges Measles Vaccinations",
        "authors": [
            {
                "name": "Mandy Oaklander",
                "link": null
            }
        ],
        "publisher": "time.com",
        "publish_date": "",
        "text": "The White House said on Friday that parents should be “listening to our public health officials,” who urge vaccinations against measles, as it emerged the disease has now infected more than 100 people in the U.S.\n\nWhite House Press Secretary Josh Earnest said that President Obama thinks parents should ultimately make their own decision whether or not to vaccinate their children, Reuters reports, but added that the science clearly points to vaccinating.\n\n“People should evaluate this for themselves with a bias toward good science and toward the advice of our public health professionals,” said Earnest.\n\nAccording to new numbers from the California Department of Public Health, 91 of the confirmed cases are in California, ground zero for the recent U.S. measles outbreak that began in December.\n\nThe Brief Newsletter Sign up to receive the top stories you need to know right now. View Sample Sign Up Now\n\n58 of those cases are believed to be linked to the December Disneyland outbreak, where it likely arrived from overseas. Measles has quickly spread to 13 other states—Arizona, Colorado, Illinois, Minnesota, Michigan, Nebraska, New York, Oregon, Pennsylvania, South Dakota, Texas, Utah and Washington state—and Mexico.\n\nMeasles was wiped from the U.S. in 2000, but CDC health officials say it’s back because some people aren’t getting vaccinated. The New York Times published interviews Saturday with several parents who oppose vaccination for their children; one woman, Kelly McMenimen, told the newspaper that she “meditated on it a lot” about the vaccine but decided she didn’t want “so many toxins” entering her 8-year-old son.\n\nThe majority of new measles cases are in people who aren’t vaccinated, and California is especially vulnerable. Once a baseline vaccination rate dips below 95%, a community becomes less protected against the disease—and California is now at 92%.\n\n[Reuters]\n\nWrite to Mandy Oaklander at mandy.oaklander@time.com.",
        "quotes": [
            [
                "listening to our public health officials,",
                "",
                false
            ],
            [
                "People should evaluate this for themselves with a bias toward good science and toward the advice of our public health professionals,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://time.com/3664553/disneyland-measles-antivaxxers/",
                "https://www.nytimes.com/2015/01/31/us/vaccine-critics-turn-defensive-over-measles.html?_r=1",
                "https://time.com/3688914/disneyland-measles-outbreak-overseas/",
                "http://www.huffingtonpost.com/2015/01/31/measles-outbreak_n_6583384.html"
            ],
            "gov_pgs": [
                "http://www.cdph.ca.gov/HealthInfo/discond/Pages/Measles.aspx"
            ],
            "unsure": [
                "https://time.com//time.com/newsletter/the-brief/",
                "https://time.com//cloud.newsletters.time.com/newsletters/?newsletter_name=the_brief&source=shortcode"
            ]
        },
        "key_words": [
            "vaccination",
            "measles",
            "cases",
            "sign",
            "parents",
            "house",
            "vaccinated",
            "york",
            "vaccinations",
            "california",
            "health",
            "white",
            "urges",
            "public"
        ]
    }
]