[
    {
        "url": "https://www.activistpost.com/2019/06/time-to-counterpunch-erroneous-pro-vaccine-hype-abuse.html",
        "title": "Time To Counterpunch Erroneous Pro-Vaccine Hype & Abuse",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2019-06-26",
        "text": "By Catherine J. Frompovich\n\nIf ever there were statistics to play “hard ball” with regarding vaccines and vaccinations, boy have I found a grouping, which I will counterpunch using CDC/FDA reported science papers, not “vaccine voodoo, consensus science.”\n\nThe chart below is taken from Journal of Communication in Healthcare Volume 9, 2016, Issue 3:\n\n“What makes anti-vaccine websites persuasive? A content analysis of techniques used by anti-vaccine websites to engender anti-vaccine sentiment,” which states upfront in the article Abstract:\n\nAnti-vaccine websites contain a considerable amount of misinformation , most commonly that vaccines are dangerous, cause autism and brain injury. Websites used both scientific evidence and anecdotes to support these claims. [CJF emphasis] “We know from the example of the MMR vaccine and its now disproven link to autism in children that scaremongering can lead to a loss of public confidence and knee-jerk reactions that can lead to outbreaks of disease, she said.” Source: https://www.telegraph.co.uk/news/2019/06/24/vets-warn-mmr-moment-animal-health-increasing-number-owners/ How about the various times the CDC/FDA called conferences to decide how to negate the scientific findings vaccines DO cause Autism? Simpsonwood Meeting in June 2000; the infamous William Thompson, whistleblower, admitting and providing thousands of files to Congressman William Posey as proof that the MMR vaccine caused Autism in young black boys less than three years of age, but CDC researchers had to destroy that data!\n\nVaccine acolytes, such as those who wrote the above article, often are not fully versed regarding the ‘universe’ in vaccinology, in particular, students in med school are not taught about the neurotoxic and other harmful chemical ingredients in vaccines, nor the potentialities for adverse health reactions. That, unfortunately, is left to practicing physicians to find out on their own from reading vaccine package inserts, which almost all never do, since they believe the propaganda-hype “vaccines are safe.”\n\nPersonally, I was aghast recently when I had an MD, highly credentialed, ask me what are vaccine excipients. I couldn’t believe my ears! I asked what he learned in med school about vaccines and his answer was not very much other than to believe Big Pharma’s hype.\n\nHow can CDC/FDA websites information be considered “misinformation” as opposed to affirmations? What don’t vaccine pushers and acolytes really get?\n\nBelow is my rebuttal to all vaccine pushers, at every level, regarding the factualness about vaccines and what may be regarded as their hyped safety status and capability for preventing diseases; check out “Confirmed: India’s Polio Eradication Campaign in 2011 Caused 47,500 Cases of Vaccine-Induced Polio Paralysis.”\n\nHowever, recent research is indicating many partially- or fully-vaccinated individuals are the persons contracting those very diseases for which they have been inoculated.\n\nWeb Pages analyzed claiming % of “misinformation”:\n\n62% found Vaccines are dangerous\n\nCounterpunch: Read every vaccine package insert published by law http://www.vaccinesafety.edu/package_inserts.htm for all vaccines and refer to Sections: Contraindications; Warnings; Precautions; Adverse Reactions; Other\n\n4% found Vaccines contain mercury\n\nCounterpunch: Multiple dose vial vaccines still contain mercury [A vaccine containing 0.01% thimerosal as a preservative contains 50 micrograms of thimerosal per 0.5 mL dose or approximately 25 micrograms of mercury per 0.5 mL dose. See list of vaccines containing mercury on the FDA website: https://www.fda.gov/vaccines-blood-biologics/safety-availability-biologics/thimerosal-and-vaccines#cstat]\n\n1% found mercury is dangerous\n\nCounterpunch: EPA website https://www.epa.gov/mercury/health-effects-exposures-mercury Ethyl mercury in vaccines PubMed https://www.ncbi.nlm.nih.gov/pubmed/23401210 Note the last sentence: “However, our knowledge on this subject is still incomplete , and studies are required to address the predictability of the additive or synergic toxicological effects of etHg and meHg (or other neurotoxicants).” What’s taking them so long?\n\nLegal “wiggle-room” consensus science words to prove “safety”?\n\nAdded Counterpunch: CDC’s Verstraeten at Simpsonwood clandestine meeting re: mercury in vaccines [June 25, 2019 article]\n\n6% found Vaccines contain thimerosal\n\nCounterpunch: Refer to the above two counterpunches\n\n1% found Thimerosal is dangerous\n\nCounterpunch: Read the 42.1% found mercury is dangerous Counterpunch\n\n3% found Vaccines weaken the immune system\n\nCounterpunch: The CDC Trusted Source advises certain individuals should NOT receive specific vaccines https://www.healthline.com/health/vaccinations/immunization-complications\n\n1% found Vaccines are ineffective\n\nDeclare Your Independence! Profit outside the rigged system! Protect yourself from tyranny and economic collapse. Learn to live free and spread peace!\n\n\n\nCounter Markets Newsletter - Trends & Strategies for Maximum Freedom\n\nCounterpunch: “flu vaccination reduces the risk of flu illness by between 40% and 60% among the overall population during seasons when most circulating flu viruses are well-matched to the flu vaccine.” https://www.cdc.gov/flu/vaccines-work/vaccineeffect.htm\n\nThis year’s flu shot is less than 50% effective in preventing infection, CDC says https://www.cnn.com/2019/02/14/health/flu-vaccine-effectiveness-cdc/index.html\n\n6% found Vaccines are made from animal products\n\nCounterpunch: Nothing less than the CDC’s Pinkbook of “Vaccine Excipient Summary” lists animal products for each vaccine, e.g., bovine serum albumin; egg proteins; Madin Darby Canine Kidney (MDCK) cell protein; recombinant human albumin; bovine calf serum; human albumin; 2% human serum albumin; hydrolyzed gelatin; calf bovine serum albumin; chicken protein; polygeline; fetal bovine serum;\n\nVero cell DNA from African green monkey. Mouse brain cells used to be listed but apparently have been ‘sanitized’ from the ingredient list.\n\n11% found Vaccines are made from aborted human fetuses\n\nCounterpunch: CDC’s Pinkbook of “Vaccine Excipient Summary” lists the various lines of “human diploid cells” used in the manufacturer of vaccines, e.g., MRC-5 cellular proteins; MRC-5 human diploid cells; MRC-5 cells including DNA and protein.\n\nNote: HUMAN FETAL VACCINES\n\nInformed Consent and Product Content Disclosure: Almost 92% of our children have been given vaccines made using human fetal cell lines, which are contaminated with human fetal cell DNA and a retrovirus. To date, 24 vaccines (10 of these are used in the US) contain components that are produced using human fetal cell lines. These cell lines are MRC-5 and WI-38 .\n\nSource: https://www.soundchoice.org/aborted-fetal-products/vaccines/\n\nAs an aside, please refer to https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4162048/ regarding genetically modified protein carriers.\n\nSo, anyone obviously can see, and determine, that false and misleading vaccine information is NOT being promoted by “anti-vaxxer” websites! That’s the biggest fake news and propaganda the media, CDC/FDA and Big Pharma have been able to convince healthcare consumers into believing!",
        "quotes": [
            [
                "What makes anti-vaccine websites persuasive?",
                "",
                true
            ],
            [
                "A content analysis of techniques used by anti-vaccine websites to engender anti-vaccine sentiment,",
                "",
                true
            ],
            [
                "We know from the example of the MMR vaccine and its now disproven link to autism in children that scaremongering can lead to a loss of public confidence and knee-jerk reactions that can lead to outbreaks of disease, she said.",
                "",
                true
            ],
            [
                "Confirmed: India’s Polio Eradication Campaign in 2011 Caused 47,500 Cases of Vaccine-Induced Polio Paralysis.",
                "",
                true
            ],
            [
                "However, our knowledge on this subject is still incomplete , and studies are required to address the predictability of the additive or synergic toxicological effects of etHg and meHg (or other neurotoxicants).",
                "",
                true
            ],
            [
                "flu vaccination reduces the risk of flu illness by between 40% and 60% among the overall population during seasons when most circulating flu viruses are well-matched to the flu vaccine.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.telegraph.co.uk/news/2019/06/24/vets-warn-mmr-moment-animal-health-increasing-number-owners/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.soundchoice.org/aborted-fetal-products/vaccines/"
            ]
        },
        "key_words": [
            "fetal",
            "websites",
            "human",
            "abuse",
            "mercury",
            "flu",
            "counterpunch",
            "vaccines",
            "vaccine",
            "used",
            "erroneous",
            "hype",
            "cell",
            "provaccine",
            "contain"
        ]
    },
    {
        "url": "https://www.telegraph.co.uk/news/2019/06/24/vets-warn-mmr-moment-animal-health-increasing-number-owners/",
        "title": "Vets warn of 'MMR moment' for animal health as increasing number of owners refuse to vaccinate pets",
        "authors": [
            {
                "name": "Madeline Grant",
                "link": null
            },
            {
                "name": "Con Coughlin",
                "link": null
            },
            {
                "name": "Philip Johnston",
                "link": null
            },
            {
                "name": "Michael Deacon",
                "link": null
            },
            {
                "name": "Janet Daley",
                "link": null
            },
            {
                "name": "Henry Bodkin",
                "link": null
            }
        ],
        "publisher": "www.telegraph.co.uk",
        "publish_date": "2019-06-24",
        "text": "The UK’s leading veterinary body has warned that animal health is facing an “MMR” moment due to increasing numbers of owners refusing to vaccinate their pets.\n\nThe British Veterinary Association (BVA) says “anti-vax” conspiracies put about online are persuading owners that inoculations against devastating diseases are unsafe.\n\nThe warning refers to the crisis in public confidence in the Measles Mumps and Rubella jab that took place after Dr Andrew Wakefield published research linking the jab to autism.\n\nThe discredited 1998 Lancet paper was subsequently withdrawn and Wakefield struck off, however public health experts believe the scare contributed towards a resurgence in vaccine scepticism which continues to this day.\n\nThe BVA’s intervention comes alongside the results of a new survey of the profession which found 98 per cent of vets have been challenged by owners about the need for vaccination.\n\nDog ownership forum websites and groups on Facebook are the primary source of anti-vax sentiment, according to the body's leadership. Of the vets who had been questioned, 95 per cent said that their client’s challenges were influenced by internet research.",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.telegraph.co.uk/men/thinking-man/whatever-happened-andrew-wakefield-curious-rehabilitation-doctor/",
                "https://www.telegraph.co.uk/news/2019/04/24/measles-half-million-uk-children-unvaccinated/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "number",
            "veterinary",
            "warn",
            "health",
            "antivax",
            "wakefield",
            "mmr",
            "cent",
            "moment",
            "refuse",
            "increasing",
            "owners",
            "vets",
            "pets",
            "research",
            "vaccinate",
            "public",
            "jab"
        ]
    },
    {
        "url": "https://www.telegraph.co.uk/men/thinking-man/whatever-happened-andrew-wakefield-curious-rehabilitation-doctor/",
        "title": "Whatever happened to Andrew Wakefield? The curious rehabilitation of the doctor behind MMR scare",
        "authors": [
            {
                "name": "Celia Walden",
                "link": null
            },
            {
                "name": "Judith Woods",
                "link": null
            },
            {
                "name": "Rosa Silverman",
                "link": null
            }
        ],
        "publisher": "www.telegraph.co.uk",
        "publish_date": "",
        "text": "He was described last year by an Oxford scientist as “a long-debunked fear merchant”, a label few in the medical and scientific establishments would dispute. But the career of Andrew Wakefield, the disgraced British doctor who sparked a major public health controversy by linking the joint MMR vaccine to autism, is seemingly far from over.\n\nTwenty years after his discredited theories were first published in the UK, they appear to have gained fresh momentum in the US, in the wake of the election of President Donald Trump. On Friday, another worrying celebrity alliance emerged, when Wakefield was pictured kissing supermodel Elle ‘The Body’ Macpherson at an organic farm in Miami. The pair reportedly...",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "trump",
            "andrew",
            "scare",
            "doctor",
            "wake",
            "curious",
            "wakefield",
            "uk",
            "theories",
            "mmr",
            "rehabilitation",
            "supermodel",
            "seemingly",
            "vaccine",
            "worrying",
            "happened",
            "sparked"
        ]
    },
    {
        "url": "https://www.telegraph.co.uk/news/2019/04/24/measles-half-million-uk-children-unvaccinated/",
        "title": "Measles: Half a million UK children unvaccinated amid fears of 'public health timebomb'",
        "authors": [
            {
                "name": "Madeline Grant",
                "link": null
            },
            {
                "name": "Con Coughlin",
                "link": null
            },
            {
                "name": "Philip Johnston",
                "link": null
            },
            {
                "name": "Michael Deacon",
                "link": null
            },
            {
                "name": "Janet Daley",
                "link": null
            },
            {
                "name": "Henry Bodkin",
                "link": null
            }
        ],
        "publisher": "www.telegraph.co.uk",
        "publish_date": "2019-04-24",
        "text": "More than half a million British children are unvaccinated against measles, new figures show, as the head of NHS England challenged social media giants to block “grossly irresponsible” anti-vax propaganda.\n\nSites such as Instagram and YouTube should adopt “zero tolerance” regimes, Simon Stevens said as Unicef data revealed the UK to be among the worst high-income countries for uptake of the jab.\n\nThe new data, which tallies children left unvaccinated between 2010 and 2017, follows a steep rise in measles cases in England last year.\n\nThe hike is thought to be a direct result of the drop in vaccinations that followed the publication of fraudulent research linking the Measles Mumps and Rubella (MMR) jab to autism by the disgraced British doctor Andrew Wakefield in 1998.\n\nVaccination coverage among children reaching their second birthday in England is now 91 per cent, with just 87 per cent receiving the second dose by their fifth birthday.\n\nThis falls below the 95 per cent coverage experts believe is necessary to achieve “herd-immunity”, where outbreaks are effectively unable to spread.",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.telegraph.co.uk/global-health/science-and-disease/anti-vaccination-fake-news-social-media-fuels-tripling-measles/",
                "https://www.telegraph.co.uk/men/thinking-man/whatever-happened-andrew-wakefield-curious-rehabilitation-doctor/",
                "https://www.telegraph.co.uk/global-health/science-and-disease/fear-fatwas-data-behind-growing-mistrust-vaccines/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "unvaccinated",
            "million",
            "uk",
            "measles",
            "health",
            "timebomb",
            "england",
            "data",
            "half",
            "fears",
            "cent",
            "coverage",
            "children",
            "british",
            "second",
            "zero",
            "public"
        ]
    }
]