[
    {
        "url": "https://beforeitsnews.com/v3/alternative/2019/3691388.html",
        "title": "NY bill removes vaccine exemptions without public hearing",
        "authors": [
            {
                "name": "Waking Times",
                "link": null
            }
        ],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "Dr. Joseph Mercola, Guest\n\nWaking Times\n\nOn June 13, 2019, the New York legislature quickly pushed a bill (A2371) to repeal the religious exemption to vaccination through both the Assembly and Senate in one day with no public hearings.\n\nThe unprecedented legislative coup, which cut the citizens of New York out of participating in the law making process, culminated in the Governor of New York Andrew Cuomo immediately signing the bill into law. The Assembly narrowly voted 77 to 53 to approve the bill, after passing with a margin of only one vote out of the Assembly Health Committee, and then the Senate approved the bill 36 to 26.\n\nBill violates human rights\n\n“This new law, which was rammed through the New York legislature in one day without public participation in the democratic process violates the human right to hold religious and spiritual beliefs that honor and protect bodily integrity,” said Barbara Loe Fisher, Co-founder and President of the National Vaccine Information Center.\n\n“When a government has to resort to forcing parents to choose between violating their religious beliefs and conscience or giving their children a school education, that government has chosen to rule by fear and coercion and will lose the respect and trust of the people.”\n\nThe bill’s sponsors, attorney Senator Brad Hoylman (D-Manhattan) and attorney Assembly Member Jeffrey Dinowitz (D-Bronx), the New York State Health Commissioner and attorney Howard Zucker, MD justified the action based on more than 800 cases of measles reported in several New York City neighborhoods since September 2018.\n\nAs of June 6, 2019, there had been 1,022 cases of measles reported in the U.S. population of 328 million people with 266 cases occurring in Rockland County, New York and 588 cases in New York City since last fall.\n\nHowever, there have been no cases of measles reported among children attending school with religious exemptions, and the CDC has stated that 97 percent of children attending kindergarten in New York in the 2017-2018 school year had received two doses of MMR vaccine.\n\nFaux fear drives unconscionable legislation\n\nIn a special report about measles and MMR vaccine published on May 25, 2019, NVIC provided scientific evidence published in the medical literature that:\n\nVaccinated mothers no longer have measles maternal antibodies to transfer to their newborns to protect them in the first year of life, so infants are susceptible to measles from birth Fully vaccinated children and adults can get wild type measles and infect others without showing any symptoms; Subclinical cases of measles in vaccinated persons are not being identified or reported; MMR vaccine strains no longer match currently circulating wild type measles strains; MMR vaccine acquired immunity is waning in older children and adults Many cases of measles in the U.S. and other countries are occurring in vaccinated adults with waning immunity\n\n“It was a very dark day in New York for families with vaccine injured children,” said Dawn Richardson, NVIC’s Director of Advocacy. “They had to witness industry backed misinformation being manipulated for the purpose of denying parents the right to obtain an exemption for sincere religious beliefs for children dependent on critical special education and therapies received at school.”\n\nShe added, “The democratic process is designed to be inclusive and move slowly and deliberately over the course of an entire legislative session but, in New York this year the democratic process was subverted, betraying those affected the most by this one day political stunt. At the end of the day, removing longstanding religious belief exemptions will not prevent measles from circulating in New York or any other state.”\n\nSome forced to move to protect their child’s welfare\n\nAbout 24,000 children in New York currently attend school with a religious exemption to vaccination (0.8 percent of all students). Those children now will have to immediately get all state mandate vaccines according to the schedule published by the federal Advisory Committee on Immunization Practices or be home schooled next school year.\n\nSome families have said they will have to move out of the state because their children are already vaccine injured or have brain and immune system disorders that do not qualify for medical exemptions under narrow federal vaccine use guidelines.\n\n“New York has joined Mississippi, West Virginia, Maine and California as states that do not respect freedom of thought, conscience and religious beliefs, which are foundational liberties considered to be among the most important human rights,” said Loe Fisher.\n\n“This action by the government of New York will only reinvigorate the vaccine safety and informed consent movement founded in 1982 by parents of DPT vaccine injured children. Today, more Americans understand that “no exceptions” public health laws, which force use of a liability free pharmaceutical product in the name of the greater good, is a prescription for tyranny.”\n\nOn June 7, 2019, Crain’s New York Business reported that The Partnership for New York City, which represents more than 350 major city employers, wrote a letter to legislators calling for an end to religious exemptions to vaccinations.\n\nAmong the business group’s members and partners are Pfizer, Johnson & Johnson, Google, Inc., Microsoft Corp., Omnicon Public Relations Group, Anthem Empire Blue Cross/Blue Shield and top corporate investment and entrepreneurial firms.\n\nOn June 12, 2019, the Albany Business Review published an article about the plans of ILUM Health Solutions, a subsidiary of vaccine industry giant Merck & Co, Inc., to create 115 new jobs in the Albany area over the next five years, investing 48 million.\n\nOne of the most powerful videos I’ve ever seen\n\nThe following video from Barbara Loe Fisher is one of the most powerful videos that I have ever seen. I am hopeful that watching this video will inspire you to take up the cause and join the fight for vaccine freedom and independence.\n\nThere is a cultural war and collusion between many industries and federal regulatory agencies that results in a suppression of the truth about vital important health issues. If this suppression continues we will gradually and progressively erode our private individual rights that our ancestors fought so hard to achieve. Please take a few minutes to watch this video.\n\nProtect your right to informed consent and defend vaccine exemptions\n\nWith all the uncertainty surrounding the safety and efficacy of vaccines, it’s critical to protect your right to make independent health choices and exercise voluntary informed consent to vaccination. It is urgent that everyone in America stand up and fight to protect and expand vaccine informed consent protections in state public health and employment laws. The best way to do this is to get personally involved with your state legislators and educate the leaders in your community.\n\nThink globally, act locally\n\nNational vaccine policy recommendations are made at the federal level but vaccine laws are made at the state level. It is at the state level where your action to protect your vaccine choice rights can have the greatest impact.\n\nIt is critical for EVERYONE to get involved now in standing up for the legal right to make voluntary vaccine choices in America because those choices are being threatened by lobbyists representing drug companies, medical trade associations and public health officials, who are trying to persuade legislators to strip all vaccine exemptions from public health laws.\n\nSigning up for NVIC’s free Advocacy Portal at www.NVICAdvocacy.org gives you immediate, easy access to your own state legislators on your smartphone or computer so you can make your voice heard. You will be kept up to date on the latest state bills threatening your vaccine choice rights and will get practical, useful information to help you become an effective vaccine choice advocate in your own community.\n\nAlso, when national vaccine issues come up, you will have the up-to-date information and call-to-action items you need at your fingertips. So, please, as your first step, sign up for the NVIC Advocacy Portal.\n\nCLICK HERE TO JOIN!\n\nShare your story with the media and people you know\n\nIf you or a family member has suffered a serious vaccine reaction, injury or death, please talk about it. If we don’t share information and experiences with one another, everybody feels alone and afraid to speak up. Write a letter to the editor if you have a different perspective on a vaccine story that appears in your local newspaper. Make a call in to a radio talk show that is presenting only one side of the vaccine story.\n\nI must be frank with you: You have to be brave because you might be strongly criticized for daring to talk about the “other side” of the vaccine story. Be prepared for it and have the courage to not back down. Only by sharing our perspective and what we know to be true about vaccination will the public conversation about vaccination open up so people are not afraid to talk about it.\n\nWe cannot allow the drug companies and medical trade associations funded by drug companies or public health officials promoting forced use of a growing list of vaccines to dominate the conversation about vaccination.\n\nThe vaccine injured cannot be swept under the carpet and treated like nothing more than “statistically acceptable collateral damage” of national one-size-fits-all mandatory vaccination policies that put way too many people at risk for injury and death. We shouldn’t be treating people like guinea pigs instead of human beings.\n\nInternet resources where you can learn more\n\nI encourage you to visit the website of the nonprofit charity, the National Vaccine Information Center (NVIC), at www.NVIC.org:\n\nNVIC Memorial for Vaccine Victims — View descriptions and photos of children and adults who have suffered vaccine reactions, injuries and deaths. If you or your child experiences an adverse vaccine event, please consider posting and sharing your story here.\n\n— View descriptions and photos of children and adults who have suffered vaccine reactions, injuries and deaths. If you or your child experiences an adverse vaccine event, please consider posting and sharing your story here. If You Vaccinate, Ask 8 Questions — Learn how to recognize vaccine reaction symptoms and prevent vaccine injuries.\n\n— Learn how to recognize vaccine reaction symptoms and prevent vaccine injuries. Vaccine Freedom Wall — View or post descriptions of harassment and sanctions by doctors, employers and school and health officials for making independent vaccine choices.\n\n— View or post descriptions of harassment and sanctions by doctors, employers and school and health officials for making independent vaccine choices. Vaccine Failure Wall — View or post descriptions about vaccines that have failed to work and protect the vaccinated from disease.\n\nConnect with your doctor or find a new one who will listen and care\n\nIf your pediatrician or doctor refuses to provide medical care to you or your child unless you agree to get vaccines you don’t want, I strongly encourage you to have the courage to find another doctor. Harassment, intimidation and refusal of medical care are becoming the modus operandi of the medical establishment in an effort to stop the change in attitude of many parents about vaccinations after they become truly educated about health and vaccination. However, there is hope.\n\nAt least 15% of young doctors recently polled admit that they’re starting to adopt a more individualized approach to vaccinations in direct response to the vaccine safety concerns of parents.\n\nIt is good news that there is a growing number of smart young doctors who prefer to work as partners with parents in making personalized vaccine decisions for children, including delaying vaccinations or giving children fewer vaccines on the same day, or continuing to provide medical care for those families who decline use of one or more vaccines.\n\nSo, take the time to locate a doctor who treats you with compassion and respect, and who is willing to work with you to do what is right for your child.\n\n**This article (NY bill removes vaccine exemptions without public hearing) was originally published at Mercola.com.**",
        "quotes": [
            [
                "This new law, which was rammed through the New York legislature in one day without public participation in the democratic process violates the human right to hold religious and spiritual beliefs that honor and protect bodily integrity,",
                "Barbara Loe Fisher",
                true
            ],
            [
                "When a government has to resort to forcing parents to choose between violating their religious beliefs and conscience or giving their children a school education, that government has chosen to rule by fear and coercion and will lose the respect and trust of the people.",
                "",
                true
            ],
            [
                "It was a very dark day in New York for families with vaccine injured children,",
                "Dawn Richardson",
                true
            ],
            [
                "They had to witness industry backed misinformation being manipulated for the purpose of denying parents the right to obtain an exemption for sincere religious beliefs for children dependent on critical special education and therapies received at school.",
                "Dawn Richardson",
                true
            ],
            [
                "The democratic process is designed to be inclusive and move slowly and deliberately over the course of an entire legislative session but, in New York this year the democratic process was subverted, betraying those affected the most by this one day political stunt.",
                "",
                true
            ],
            [
                "At the end of the day, removing longstanding religious belief exemptions will not prevent measles from circulating in New York or any other state.",
                "",
                true
            ],
            [
                "New York has joined Mississippi, West Virginia, Maine and California as states that do not respect freedom of thought, conscience and religious beliefs, which are foundational liberties considered to be among the most important human rights,",
                "Barbara Loe Fisher",
                true
            ],
            [
                "This action by the government of New York will only reinvigorate the vaccine safety and informed consent movement founded in 1982 by parents of DPT vaccine injured children.",
                "",
                true
            ],
            [
                "Today, more Americans understand that “no exceptions” public health laws, which force use of a liability free pharmaceutical product in the name of the greater good, is a prescription for tyranny.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://beforeitsnews.com/v3/r2/?url=https://articles.mercola.com/sites/articles/archive/2019/07/02/new-york-repeals-religious-vaccine-exemption.aspx"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=https://www.nvic.org/",
                "https://beforeitsnews.com/v3/r2/?url=https://www.nvic.org/Vaccine-Memorial.aspx",
                "https://beforeitsnews.com/v3/r2/?url=https://www.nvic.org/Forms/Cry-For-Vaccine-Freedom-Wall.aspx",
                "https://beforeitsnews.com/v3/r2/?url=https://nvicadvocacy.org/",
                "https://beforeitsnews.com/v3/r2/?url=https://www.nvic.org/forms/vaccine-failure-wall.aspx",
                "https://beforeitsnews.com/v3/r2/?url=https://www.nvic.org/Ask-Eight-Questions.aspx"
            ]
        },
        "key_words": [
            "religious",
            "public",
            "ny",
            "children",
            "exemptions",
            "removes",
            "medical",
            "state",
            "hearing",
            "vaccination",
            "vaccine",
            "measles",
            "york",
            "bill",
            "health"
        ]
    },
    {
        "url": "https://beforeitsnews.com/v3/r2/?url=https://articles.mercola.com/sites/articles/archive/2019/07/02/new-york-repeals-religious-vaccine-exemption.aspx",
        "title": "",
        "authors": [],
        "publisher": "beforeitsnews.com",
        "publish_date": "2019-07-02",
        "text": "Looks like you’re using an ad-blocker.\n\nThis site is supported by ads. Please help us out and disable your ad-blocker.",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "site",
            "youre",
            "supported",
            "adblocker",
            "disable",
            "help",
            "ads",
            "adblockerthis",
            "looks",
            "using"
        ]
    }
]