[
    {
        "url": "https://newspunch.com/bill-gates-stopped-trump-investigating-vaccines/",
        "title": "Bill Gates: I Stopped Trump From Investigating Vaccines",
        "authors": [
            {
                "name": "Sean Adl-Tabatabai",
                "link": null
            }
        ],
        "publisher": "newspunch.com",
        "publish_date": "2018-06-23",
        "text": "Bill Gates has boasted that he advised President Trump to halt all investigations into the potential dangers of vaccines.\n\nIn a disturbing new video, the billionaire philanthropist admitted that Gates Foundation staff lobbied Trump against his vaccine safety research project.\n\n“In both of those two meetings [with Donald Trump], he asked me if vaccines weren’t a bad thing, because he was considering a commission to look into ill-effects of vaccines… And I said “No… that would be a bad thing, don’t do that.””\n\nWakeup-world.com reports: Trump, who has publicly questioned the frequency of the childhood vaccination schedule, has remained silent on whether he intends to proceed with the vaccine safety commission, however according to Gates, “There’s a rumor that he is going to do something in that area. But maybe I and others will convince him that that’s not worthwhile.”\n\nThe first question is: With so many unanswered questions about the potential damage caused by vaccines, and such public controversy surrounding their safety, why would Gates consider such a commission “not worthwhile”? As an ardent vaccine advocate, surely Gates would welcome the opportunity to publicly and scientifically silence vaccine critics – If indeed there are no risks involved?\n\nWhat is even more disturbing was hearing Gates speak about vaccines during his 2010 TED Talk, where he addressed the issue of population growth – and stated that vaccines are an effective method to reduce it.\n\n“World population today has 6.8 billion people that’s headed up to about 9 billion. Now, if we do a really great job on new vaccines, healthcare and reproductive health services, we can lower the world population by 10-15%.” [source]\n\nVaccines and healthcare as a means to lower the population? If you watch the video linked to that last quote’s source, you’ll note this is not the first time Gates has stated this.\n\nIt is no secret that modern medical practices and pharmaceutical drugs are currently one of the highest cause of death in the U.S. Openly stating that vaccines and the current system of healthcare are part of his vision to reduce the global population should raise grave concerns in the mind of every parent alive. How can you hear one of the richest men in the world – a self-confessed adherent to the beliefs of eugenicist Thomas Robert Malthus – speaking about reducing the population with vaccines and healthcare, and still not see a problem?\n\nFor those who understand the implications, I ask you to suspend your political views for a moment and focus only on the subject matter. Here I do not speak for or against Bill Gates, or Donald Trump. I do not discuss or judge their personalities, and I care nothing about their billions of dollars or their social status. Instead I speak about the words spoken by Bill Gates, and the actions of the pharmaceutical industry, which concern me greatly as a father. I am talking to you, the reader, who is just like me – who wants to know what is being injected into my child and the risks associated with them.\n\nThere is no need to delve into the many cases, including those I have heard from my own friends, of parents who have witnessed their kids’ behavior drastically change – or worse, become outright autistic – immediately after receiving vaccinations…\n\nThere is no need to post scientific studies that prove common vaccine adjuvants cause demyelination of nerve fibers in the brain, impairing neurological development…\n\nThere is no need to dissect the fate of the documentary VAXXED, directed by CDC whistleblower Andrew Wakefield and supported by Robert De Niro (the father of an autistic child), which was withdrawn from the Tribeca Film Festival — a festival whose co-founders are directly related to the owner of a company specializing in vaccine trials…\n\nThere is not even a need to post numerous links which point to vaccine manufacturers and regulators fast-tracking vaccine approvals into the market before long-term risks and benefits can be measured…\n\nAll this is known, and evidence of it can be easily found online.\n\nThe fact that most concerns me is, there IS a risk. The U.S. government’s Vaccine Injury Compensation Fund has already paid out nearly $4 billion in compensation to parents of children damaged by vaccines – and those are just the cases that have been successfully proven in court. And where there is risk, there must also be investigation, so that we as parents can have an impartial understanding of those risks.\n\nAll too often, those who raise concerns about the ill-effects of vaccinations are written off as crazy, regardless of the facts and solid reasoning they present. As a result, this endless debate for and against vaccination is continuing while children continue to be harmed, and questions go unanswered, and all the while influential vaccine advocates like Bill Gates are doing everything in their power to ensure a government investigation into the risks of vaccines is not commissioned.\n\nDo you still not see a problem?\n\nI am not a doctor. I am just like you. I am just a person who can’t stand lies and misinformation, especially when they can potentially hurt my children. So here I am offering a simple analysis with simple questions to ask yourself and others who advocate vaccination.\n\nFirst of all, a decision to either vaccinate or not vaccinate a child should only be made by the parents. No one else has the moral authority to influence or overturn their decision. How did we get to the point where the government – your employee – can advocate injecting a cocktail of chemicals into your child’s body without your fully informed knowledge and consent of the potential consequence to their health? How can this be justified, and where does it end?\n\nSecondly, let’s take a moment to discuss the intention behind Gates’ response to President Trump. Remember, he recommended against a government investigation into possible ill effects of vaccines. Why? Why would a man who openly wants to reduce the world population advocate for vaccines, which he says save lives, as a means of reducing population growth, and then speak against an inquiry into their safety? If this subject wasn’t so sensitive, his comments would be hilarious. For any thinking person, the answer is obvious. He doesn’t want an investigation because he is afraid that the ill-effects Trump was referring to might be proven as scientific fact, destroying an entire industry based on the manufacture and sale of those vaccines. It could also hurt the funding of the Planned Parenthood Federation of America, a disturbing organization of which Gates is a big supporter. Both Gates and his father, William H. Gates Sr., have long been involved with Planned Parenthood (formerly known as the Birth Control League), an organization with a long history of collaboration with the American Eugenics Society. It is only due to an undercover investigation by James O’Keefe from Project Veritas that the startling truth came out about Planned Parenthood, whose senior executives were caught selling parts of aborted fetuses. (Sources: ABC News and The Center for Medical Progress.)\n\nHow far ‘down the rabbit hole’ this is all goes is unknown. Should we assume that eugenics advocate Bill Gates was completely unaware that this highly immoral and criminal activity was being conducted by Planned Parenthood’s senior directors of medical services? Either way, this taxpayer-funded organization has shown such serious lack of ethics that it must also be investigated, along with the safety of vaccines – and logically, so should the influential man who advocates for both.\n\nAs a parent, I feel it is immoral to object to a legitimate investigation into medical products that are routinely forced into our children’s bodies. Considering that corruption in the medical establishment and pharmaceutical companies is a well-documented fact, and that the vaccine industry is currently worth tens of billions of dollars a year, it would be foolish for us to blindly accept their own ‘science’ as gospel, or their attempts to discredit public concerns about their safety.\n\nI hope that my simple words of logic make sense to you, and encourage you re-assess the risks involved.\n\nThe one thing we can all agree on is that we want our children to be safe, and don’t want to take chances with their health. We need the facts, both the good and the bad, so that we can protect them and give them the best chance of a healthy life. With so much at stake, we can’t take Bill Gates’ word for it, nor the word of vaccine industry-funded science. The only way to do that is through an independent commission into vaccine safety. A congressional hearing should be called for immediately.",
        "quotes": [
            [
                "In both of those two meetings [with Donald Trump], he asked me if vaccines weren’t a bad thing, because he was considering a commission to look into ill-effects of vaccines… And I said “No… that would be a bad thing, don’t do that.",
                "",
                true
            ],
            [
                "There’s a rumor that he is going to do something in that area.",
                "Gates",
                true
            ],
            [
                "But maybe I and others will convince him that that’s not worthwhile.",
                "Gates",
                true
            ],
            [
                "World population today has 6.8 billion people that’s headed up to about 9 billion.",
                "",
                true
            ],
            [
                "Now, if we do a really great job on new vaccines, healthcare and reproductive health services, we can lower the world population by 10-15%.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://newspunch.com/trump-vaccines-cause-autism-investigated/",
                "https://wakeup-world.com/2018/06/04/why-parents-and-scientists-not-bill-gates-must-have-the-final-say-on-vaccine-safety/",
                "https://newspunch.com/trump-ban-mandatory-vaccinations/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=8BobKXkrt8M",
                "https://www.youtube.com/watch?v=jjxwVuozMnU",
                "https://www.youtube.com/watch?v=MjCs_gvImyw",
                "https://www.youtube.com/watch?time_continue=132&amp;v=dY7byG1YGwg"
            ]
        },
        "key_words": [
            "vaccines",
            "vaccine",
            "safety",
            "need",
            "investigating",
            "bill",
            "stopped",
            "gates",
            "population",
            "investigation",
            "trump",
            "risks"
        ]
    },
    {
        "url": "https://newspunch.com/trump-vaccines-cause-autism-investigated/",
        "title": "Trump: Vaccines Cause Autism And Will Be Investigated",
        "authors": [
            {
                "name": "Baxter Dmitry",
                "link": null
            }
        ],
        "publisher": "newspunch.com",
        "publish_date": "2016-11-13",
        "text": "President-elect Donald Trump believes vaccines are responsible for the autism epidemic and he has promised to find out the truth and “save our children and their future” when he takes office in January.\n\nTrump dismissed the official claim that there is no link between vaccines and autism, claiming there has been a cover up to suppress the truth and that “nay-sayers will understand soon.”\n\n“[W]e’ve had so many instances, people that work for me. Just the other day, two years old, two and a half years old, a child, a beautiful child went to have the vaccine, and came back, and a week later got a tremendous fever, got very, very sick, now is autistic.”\n\nHealthy young child goes to doctor, gets pumped with massive shot of many vaccines, doesn't feel good and changes – AUTISM. Many such cases! — Donald J. Trump (@realDonaldTrump) March 28, 2014\n\nDuring a GOP a primary debate with Trump, Dr. Ben Carson claimed there is no “documented proof” that vaccines are responsible for autism, however Dr. Carson, a neuroscientist, conceded that “it is true that we are probably giving way too many in too short a period of time.”\n\nTrump’s response echoes one he gave on Fox News in April 2012, in which he also related the story of a child of one of his employees who was damaged after receiving vaccines.\n\n“I’ve gotten to be pretty familiar with the subject,” Trump told Fox News’ Fox & Friends. “You know, I have a theory — and it’s a theory that some people believe in — and that’s the vaccinations. We never had anything like this.\n\n“This is now an epidemic. It’s way, way up over the past 10 years. It’s way up over the past two years. And, you know, when you take a little baby that weighs like 12 pounds into a doctor’s office and they pump them with many, many simultaneous vaccinations — I’m all for vaccinations, but I think when you add all of these vaccinations together and then two months later the baby is so different then lots of different things have happened. I really — I’ve known cases.”\n\nThe vaccine autism link recently came under federal scrutiny when Florida US Congressman Bill Posey noted before a House committee the testimony of Center for Disease Control whistleblower Bill Thompson, who claimed the agency colluded with researchers to destroy documents linking the injection to thousands of autism cases.\n\nI am being proven right about massive vaccinations—the doctors lied. Save our children & their future. — Donald J. Trump (@realDonaldTrump) September 3, 2014\n\nOn July 29, US Congressman Bill Posey made his last stand on the floor of the House. Granted five minutes to speak, he exposed lies by the CDC in the infamous 2004 study that exonerated the MMR vaccine and claimed it had no connection to autism.\n\n“No connection to autism” was the lie. Congressman Posey read a statement by long-term CDC researcher William Thompson, one of the authors of the 2004 Pediatrics study designed to determine once and for all if the MMR vaccine has contributed to the autism epidemic.\n\n“…the [CDC] co-authors scheduled a meeting to destroy documents related to the [MMR vaccine] study. The remaining four co-authors all met and brought a big garbage can into the meeting room and reviewed and went through all the hard copy documents that we had thought we should discard and put them in a huge garbage can.”\n\nWith Trump in the White House with full executive powers the vaccine autism link is about to come under it’s most severe scrutiny yet.",
        "quotes": [
            [
                "save our children and their future",
                "",
                false
            ],
            [
                "W]e’ve had so many instances, people that work for me.",
                "",
                true
            ],
            [
                "Just the other day, two years old, two and a half years old, a child, a beautiful child went to have the vaccine, and came back, and a week later got a tremendous fever, got very, very sick, now is autistic.",
                "",
                true
            ],
            [
                "it is true that we are probably giving way too many in too short a period of time.",
                "Carson",
                false
            ],
            [
                "I’ve gotten to be pretty familiar with the subject,",
                "Trump",
                true
            ],
            [
                "It’s way, way up over the past 10 years.",
                "",
                true
            ],
            [
                "It’s way up over the past two years.",
                "",
                true
            ],
            [
                "And, you know, when you take a little baby that weighs like 12 pounds into a doctor’s office and they pump them with many, many simultaneous vaccinations — I’m all for vaccinations, but I think when you add all of these vaccinations together and then two months later the baby is so different then lots of different things have happened.",
                "",
                true
            ],
            [
                "I really — I’ve known cases.",
                "",
                true
            ],
            [
                "the [CDC] co-authors scheduled a meeting to destroy documents related to the [MMR vaccine] study.",
                "",
                false
            ],
            [
                "The remaining four co-authors all met and brought a big garbage can into the meeting room and reviewed and went through all the hard copy documents that we had thought we should discard and put them in a huge garbage can.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [
                "https://www.ncbi.nlm.nih.gov/pubmed/14754936"
            ],
            "unsure": [
                "https://jonrappoport.wordpress.com/2015/07/31/bombshell-cdc-destroyed-vaccine-documents-congressman-reveals/",
                "https://twitter.com/realDonaldTrump/status/449525268529815552",
                "https://www.c-span.org/video/?c4546421/rep-bill-posey-calling-investigation-cdcs-mmr-reasearch-fraud",
                "https://twitter.com/realDonaldTrump/status/507158574670573568"
            ]
        },
        "key_words": [
            "vaccines",
            "vaccine",
            "mmr",
            "posey",
            "cause",
            "autism",
            "way",
            "vaccinations",
            "child",
            "study",
            "trump",
            "investigated"
        ]
    },
    {
        "url": "https://wakeup-world.com/2018/06/04/why-parents-and-scientists-not-bill-gates-must-have-the-final-say-on-vaccine-safety/",
        "title": "Why Parents and Scientists – Not Bill Gates – Must Have the Final Say on Vaccine Safety",
        "authors": [
            {
                "name": "Wake Up World",
                "link": null
            }
        ],
        "publisher": "wakeup-world.com",
        "publish_date": "2018-06-04",
        "text": "June 4th, 2018\n\nBy Sergey Baranov\n\nContributing writer for Wake Up World\n\nA disturbing video has surfaced on the internet in which vaccine advocate Bill Gates admits to a Gates Foundation staff meeting that he advised President Trump against investigating the potential safety risks of vaccines. Said Gates:\n\n“In both of those two meetings [with Donald Trump], he asked me if vaccines weren’t a bad thing, because he was considering a commission to look into ill-effects of vaccines… And I said “No… that would be a bad thing, don’t do that.”” [source]\n\nTrump, who has publicly questioned the frequency of the childhood vaccination schedule, has remained silent on whether he intends to proceed with the vaccine safety commission, however according to Gates, “There’s a rumor that he is going to do something in that area. But maybe I and others will convince him that that’s not worthwhile.”\n\nThe first question is: With so many unanswered questions about the potential damage caused by vaccines, and such public controversy surrounding their safety, why would Gates consider such a commission “not worthwhile”? As an ardent vaccine advocate, surely Gates would welcome the opportunity to publicly and scientifically silence vaccine critics – If indeed there are no risks involved?\n\nWhat is even more disturbing was hearing Gates speak about vaccines during his 2010 TED Talk, where he addressed the issue of population growth – and stated that vaccines are an effective method to reduce it.\n\n“World population today has 6.8 billion people that’s headed up to about 9 billion. Now, if we do a really great job on new vaccines, healthcare and reproductive health services, we can lower the world population by 10-15%.” [source]\n\nVaccines and healthcare as a means to lower the population? If you watch the video linked to that last quote’s source, you’ll note this is not the first time Gates has stated this.\n\nIt is no secret that modern medical practices and pharmaceutical drugs are currently one of the highest cause of death in the U.S. Openly stating that vaccines and the current system of healthcare are part of his vision to reduce the global population should raise grave concerns in the mind of every parent alive. How can you hear one of the richest men in the world – a self-confessed adherent to the beliefs of eugenicist Thomas Robert Malthus – speaking about reducing the population with vaccines and healthcare, and still not see a problem?\n\nFor those who understand the implications, I ask you to suspend your political views for a moment and focus only on the subject matter. Here I do not speak for or against Bill Gates, or Donald Trump. I do not discuss or judge their personalities, and I care nothing about their billions of dollars or their social status. Instead I speak about the words spoken by Bill Gates, and the actions of the pharmaceutical industry, which concern me greatly as a father. I am talking to you, the reader, who is just like me – who wants to know what is being injected into my child and the risks associated with them.\n\nThere is no need to delve into the many cases, including those I have heard from my own friends, of parents who have witnessed their kids’ behavior drastically change – or worse, become outright autistic – immediately after receiving vaccinations…\n\nThere is no need to post scientific studies that prove common vaccine adjuvants cause demyelination of nerve fibers in the brain, impairing neurological development…\n\nThere is no need to dissect the fate of the documentary VAXXED, directed by CDC whistleblower Andrew Wakefield and supported by Robert De Niro (the father of an autistic child), which was withdrawn from the Tribeca Film Festival — a festival whose co-founders are directly related to the owner of a company specializing in vaccine trials…\n\nThere is not even a need to post numerous links which point to vaccine manufacturers and regulators fast-tracking vaccine approvals into the market before long-term risks and benefits can be measured…\n\nAll this is known, and evidence of it can be easily found online.\n\nThe fact that most concerns me is, there IS a risk. The U.S. government’s Vaccine Injury Compensation Fund has already paid out nearly $4 billion in compensation to parents of children damaged by vaccines – and those are just the cases that have been successfully proven in court. And where there is risk, there must also be investigation, so that we as parents can have an impartial understanding of those risks.\n\nAll too often, those who raise concerns about the ill-effects of vaccinations are written off as crazy, regardless of the facts and solid reasoning they present. As a result, this endless debate for and against vaccination is continuing while children continue to be harmed, and questions go unanswered, and all the while influential vaccine advocates like Bill Gates are doing everything in their power to ensure a government investigation into the risks of vaccines is not commissioned.\n\nDo you still not see a problem?\n\nI am not a doctor. I am just like you. I am just a person who can’t stand lies and misinformation, especially when they can potentially hurt my children. So here I am offering a simple analysis with simple questions to ask yourself and others who advocate vaccination.\n\nFirst of all, a decision to either vaccinate or not vaccinate a child should only be made by the parents. No one else has the moral authority to influence or overturn their decision. How did we get to the point where the government – your employee – can advocate injecting a cocktail of chemicals into your child’s body without your fully informed knowledge and consent of the potential consequence to their health? How can this be justified, and where does it end?\n\nSecondly, let’s take a moment to discuss the intention behind Gates’ response to President Trump. Remember, he recommended against a government investigation into possible ill effects of vaccines. Why? Why would a man who openly wants to reduce the world population advocate for vaccines, which he says save lives, as a means of reducing population growth, and then speak against an inquiry into their safety? If this subject wasn’t so sensitive, his comments would be hilarious. For any thinking person, the answer is obvious. He doesn’t want an investigation because he is afraid that the ill-effects Trump was referring to might be proven as scientific fact, destroying an entire industry based on the manufacture and sale of those vaccines. It could also hurt the funding of the Planned Parenthood Federation of America, a disturbing organization of which Gates is a big supporter. Both Gates and his father, William H. Gates Sr., have long been involved with Planned Parenthood (formerly known as the Birth Control League), an organization with a long history of collaboration with the American Eugenics Society. It is only due to an undercover investigation by James O’Keefe from Project Veritas that the startling truth came out about Planned Parenthood, whose senior executives were caught selling parts of aborted fetuses. (Sources: ABC News and The Center for Medical Progress.)\n\nHow far ‘down the rabbit hole’ this is all goes is unknown. Should we assume that eugenics advocate Bill Gates was completely unaware that this highly immoral and criminal activity was being conducted by Planned Parenthood’s senior directors of medical services? Either way, this taxpayer-funded organization has shown such serious lack of ethics that it must also be investigated, along with the safety of vaccines – and logically, so should the influential man who advocates for both.\n\nAs a parent, I feel it is immoral to object to a legitimate investigation into medical products that are routinely forced into our children’s bodies. Considering that corruption in the medical establishment and pharmaceutical companies is a well-documented fact, and that the vaccine industry is currently worth tens of billions of dollars a year, it would be foolish for us to blindly accept their own ‘science’ as gospel, or their attempts to discredit public concerns about their safety. (See: Ghost in the Machine: How Big Pharma Controls Our Perception of Drug Safety and Effectiveness – for Its Own Benefit.)\n\nI hope that my simple words of logic make sense to you, and encourage you re-assess the risks involved.\n\nThe one thing we can all agree on is that we want our children to be safe, and don’t want to take chances with their health. We need the facts, both the good and the bad, so that we can protect them and give them the best chance of a healthy life. With so much at stake, we can’t take Bill Gates’ word for it, nor the word of vaccine industry-funded science. The only way to do that is through an independent commission into vaccine safety. A congressional hearing should be called for immediately.\n\nRecommended articles by Sergey Baranov:\n\nAbout the author:\n\nSergey Baranov is the author of ‘PATH’, a book that will be of interest to any spiritual seeker who seeks honesty above all else. Living in various countries and growing up in different cultures, Sergey gained an understanding of the essential, a core commonality of human experience that lies beneath the differences to be found in every culture. By walking different paths and seeing through their limitations, Sergey found shamanism as a unifying path for all people regardless of their cultural background. He currently lives in Peru with his family where he conduct monthly San Pedro retreats.\n\nYou can find out more in his book “Path”, available here on Amazon, or follow Sergey on Facebook at Facebook.com/HuachumaWasi.",
        "quotes": [
            [
                "In both of those two meetings [with Donald Trump], he asked me if vaccines weren’t a bad thing, because he was considering a commission to look into ill-effects of vaccines… And I said “No… that would be a bad thing, don’t do that.",
                "",
                true
            ],
            [
                "There’s a rumor that he is going to do something in that area.",
                "Gates",
                true
            ],
            [
                "But maybe I and others will convince him that that’s not worthwhile.",
                "Gates",
                true
            ],
            [
                "World population today has 6.8 billion people that’s headed up to about 9 billion.",
                "",
                true
            ],
            [
                "Now, if we do a really great job on new vaccines, healthcare and reproductive health services, we can lower the world population by 10-15%.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=8BobKXkrt8M",
                "https://www.facebook.com/huachumawasi/"
            ]
        },
        "key_words": [
            "vaccine",
            "vaccines",
            "advocate",
            "scientists",
            "say",
            "safety",
            "investigation",
            "bill",
            "gates",
            "population",
            "trump",
            "final",
            "parents",
            "risks"
        ]
    },
    {
        "url": "https://newspunch.com/trump-ban-mandatory-vaccinations/",
        "title": "Trump Lays Groundwork To Ban Mandatory Vaccinations Across U.S.",
        "authors": [
            {
                "name": "Baxter Dmitry",
                "link": null
            }
        ],
        "publisher": "newspunch.com",
        "publish_date": "2018-01-22",
        "text": "President Trump has created a new division within the Health and Human Services Office for Civil Rights, with the express purpose of banning mandatory vaccinations across the country, and ensuring citizens have a right to choose their own healthcare.\n\nWith the establishment of the Conscience and Religious Freedom Division division on Thursday, Trump has laid the groundwork to dismantle each and every vaccine mandate across the country. Big Pharma’s chokehold on the nation’s health has been released.\n\nIf you don’t think this new division at the Health and Human Services Office is a big deal, it’s time to think again.\n\nThe Conscience and Religious Freedom Division gives many different groups a big tent under which to fight for our constitutional rights. Christians and libertarians, as well as freethinkers and people of other religious faiths, have a common interest in fighting against Big Pharma’s corrupt health establishment.\n\nMainstream media are desperate to keep this news quiet. They don’t want you to know that the president is working to ensure American citizens have a right to choose their own healthcare.\n\nPharmaceutical companies provide mainstream media outlets with a huge percentage of their advertising revenue. Big pharmaceutical companies actually spend far more on advertising than research. We are talking hundreds of billions of dollars.\n\nHere’s why this is such a BIG DEAL\n\nPer BolenReport: The House Majority Leader, Kevin McCarthy (R – California) is one of the key figures who got this project over the line. Do you think he is unaware of the draconian mandatory vaccine law in California which took away religious and philosophical (conscience) exemptions?\n\nThis new division at HHS is a home run for all those who believe in liberty and health freedom.\n\nIn a press release put out on Thursday by the HHS Office for Civil Rights, Director Roger Severino said,\n\n“Law protecting religious freedom and conscience rights are just empty words on paper if they aren’t enforced. No one should be forced to choose between helping sick people and living by one’s deepest moral or religious convictions, and the new division will help guarantee that victims of unlawful discrimination find justice. For too long, governments big and small have treated conscience claims with hostility instead of protection, but change is coming and it begins here and now.”\n\nIn an article for TownHall, House Majority Leader, Kevin McCarthy was very explicit.\n\n“In the past this office sent the message, now is not the time for freedom, it is time for you to conform. What a difference one year makes.”\n\nDr. Everett Piper of Oklahoma Wesleyan University echoed these comments and brought a laugh to the group by noting what a difference it was to be thanking Health and Human Services rather than suing them.\n\n[RELATED: CDC Doctor: ‘Disastrous’ Flu Shot Causing Deadly Flu Epidemic]\n\nThe acting Health and Human Services Secretary, Eric Hargan, also had some remarkable words:\n\n“For too long too many of these healthcare practitioners have been bullied and discriminated against because of their religious beliefs and moral convictions leaving many of them to wonder whether they have a future in our healthcare system. When faithful Americans are bullied out of the public square and out of public service, when bigotry is allowed to flourish, we all lose.”\n\nThe new website for the Conscience and Religious Freedom Division even has a convenient portal to file a complaint and they are encouraging anybody who feels their religious rights or conscience have been violated to file a complaint.\n\nWhat about all those California parents living under the mandatory childhood vaccine law? Aren’t their religious and conscience rights being violated?\n\nPresident Trump has given us a tool to use against tyranny. My dear brothers and sisters, it is time to pick up this weapon and use it against our common enemy.",
        "quotes": [
            [
                "Law protecting religious freedom and conscience rights are just empty words on paper if they aren’t enforced.",
                "Roger Severino",
                true
            ],
            [
                "No one should be forced to choose between helping sick people and living by one’s deepest moral or religious convictions, and the new division will help guarantee that victims of unlawful discrimination find justice.",
                "Roger Severino",
                true
            ],
            [
                "For too long, governments big and small have treated conscience claims with hostility instead of protection, but change is coming and it begins here and now.",
                "Roger Severino",
                true
            ],
            [
                "In the past this office sent the message, now is not the time for freedom, it is time for you to conform.",
                "Roger Severino",
                true
            ],
            [
                "What a difference one year makes.",
                "Roger Severino",
                true
            ],
            [
                "For too long too many of these healthcare practitioners have been bullied and discriminated against because of their religious beliefs and moral convictions leaving many of them to wonder whether they have a future in our healthcare system.",
                "Eric Hargan",
                true
            ],
            [
                "When faithful Americans are bullied out of the public square and out of public service, when bigotry is allowed to flourish, we all lose.",
                "Eric Hargan",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://bolenreport.com/president-trump-drops-nuclear-bomb-vaccine-mandates/",
                "https://townhall.com/tipsheet/laurettabrown/2018/01/18/members-of-congress-explain-need-for-new-hhs-conscience-and-religious-freedom-division-n2436320",
                "https://www.westernjournal.com/trumps-hhs-targets-obamas-legacy-with-new-religious-freedom-division/",
                "https://www.washingtonpost.com/news/wonk/wp/2015/02/11/big-pharmaceutical-companies-are-spending-far-more-on-marketing-than-research/?noredirect=on"
            ],
            "gov_pgs": [
                "https://www.hhs.gov/about/news/2018/01/18/hhs-ocr-announces-new-conscience-and-religious-freedom-division.html"
            ],
            "unsure": [
                "https://newspunch.com/cdc-flu-shot-deadly-outbreak/"
            ]
        },
        "key_words": [
            "conscience",
            "services",
            "office",
            "division",
            "rights",
            "vaccinations",
            "ban",
            "big",
            "freedom",
            "health",
            "mandatory",
            "trump",
            "religious",
            "lays",
            "groundwork",
            "human"
        ]
    },
    {
        "url": "https://bolenreport.com/president-trump-drops-nuclear-bomb-vaccine-mandates/",
        "title": "President Trump Drops NUCLEAR BOMB on Vaccine Mandates…",
        "authors": [],
        "publisher": "bolenreport.com",
        "publish_date": "2018-01-20",
        "text": "Wars are won by making political alliances. If our side EVER wants to win we need to understand that simple fact.\n\nBy Kent Heckenlively, JD\n\nIt’s not the differences with your allies which should worry you, but the DESTRUCTION your common enemy has planned for everybody who is even remotely on your side.\n\nWith the establishment on Thursday of the Conscience and Religious Freedom Division in the Health and Human Services (HHS) Office for Civil Rights, Trump has laid the groundwork to smash every single vaccine mandate as well as turn BIG PHARMA into little pharma.\n\nDon’t think this new division of Conscience and Religious Freedom at HHS is a big deal?\n\nTHINK AGAIN. It gives many different groups a BIG TENT under which to fight. I think it is time that Christians and Libertarians, and people of other religious faiths realize that we have a COMMON INTEREST in fighting against a FASCIST HEALTH ESTABLISHMENT.\n\nYes, we should protect Catholic nuns who don’t want to buy an insurance plan that provides for birth control. And we should protect nurses who don’t want to take part in abortions. And we should protect those who do not want vaccines with aborted human tissue injected into their children, Muslims and Orthodox Jews who do not want vaccines with pig products, vegans who do not want vaccines made with ANY animal products, or the conscientious parent who does their own research and comes to the conclusion that ALL VACCINES ARE A REALLY BAD IDEA.\n\nIs it clear by this time I believe all of you are capable of coming to your own conclusions about vaccines? I have my own opinion and I am happy to share, but I will not impose my will upon any other person.\n\nHere’s why this is such a BIG DEAL.\n\nThe House Majority Leader, Kevin McCarthy (R – California) is one of the people who worked on this project. Do you think he is unaware of the draconian mandatory vaccine law in California which took away religious and philosophical (conscience) exemptions?\n\nThis new division at HHS is a HOME RUN for all those who believe in HEALTH FREEDOM.\n\nIn a press release put out on Thursday by the HHS Office for Civil Rights, Director Roger Severino said,\n\n“Law protecting religious freedom and conscience rights are just empty words on paper if they aren’t enforced. No one should be forced to choose between helping sick people and living by one’s deepest moral or religious convictions, and the new division will help guarantee that victims of unlawful discrimination find justice. For too long, governments big and small have treated conscience claims with hostility instead of protection, but change is coming and it begins here and now.”\n\nIn an article for TownHall, House Majority Leader, Kevin McCarthy was very explicit.\n\n“In the past this office sent the message, now is not the time for freedom, it is time for you to conform. What a difference one year makes.”\n\nDr. Everett Piper of Oklahoma Wesleyan University echoed these comments and brought a laugh to the group by noting what a difference it was to be thanking Health and Human Services rather than suing them.\n\nThe acting Health and Human Services Secretary, Eric Hargan, also had some remarkable words:\n\n“For too long too many of these healthcare practitioners have been bullied and discriminated against because of their religious beliefs and moral convictions leaving many of them to wonder whether they have a future in our healthcare system. When faithful Americans are bullied out of the public square and out of public service, when bigotry is allowed to flourish, we all lose.”\n\n(“Members of Congress Explain Need for New HHS Conscience and Religious Freedom Division,” By Lauretta Brown, TownHall, January 18, 2018.)\n\nThe lawyer in me recognizes expansive legal language and my little litigator’s heart rejoices with the arguments I can spin from it.\n\nWhat about the HIPPA Privacy rights of nurses who decline the flu vaccine and are required to wear masks, thus broadcasting their vaccination status? What of nurses who are given the choice of getting a vaccine or losing their job?\n\nThe new web-site for the Conscience and Religious Freedom Division even has a convenient portal to file a complaint and encourages ANYBODY who feels their religious rights or conscience have been violated to file a complaint.\n\nWhat about all those California parents living under the mandatory childhood vaccine law? Aren’t their religious and conscience rights being violated?\n\nPresident Trump has given us a tool to use against tyranny. My dear brothers and sisters, it is time to pick up this weapon and use it against our common enemy.\n\nTHE STORM HAS ARRIVED!!!!\n\nBy Kent Heckenlively, JD\n\nKent’s book PLAGUE was released by Skyhorse Publishing, in 2014 and is now available in paperback with NEW material.\n\nThe book is co-authored with Judy Mikovits PhD. It is an indictment of the “Fake Science” we find so prevalent in the US.\n\nKent Heckenlively is also the author of INOCULATED: How Science Lost its Soul in Autism, published in 2016 and available on Amazon and at Barnes&Noble.com\n\nSubscribe to Blog via Email\n\nPlease help us change health care for the better - SHARE this article with Groups and others you know: Tweet\n\n\n\nEmail\n\n\n\nShare on Tumblr\n\n",
        "quotes": [
            [
                "Law protecting religious freedom and conscience rights are just empty words on paper if they aren’t enforced.",
                "Roger Severino",
                true
            ],
            [
                "No one should be forced to choose between helping sick people and living by one’s deepest moral or religious convictions, and the new division will help guarantee that victims of unlawful discrimination find justice.",
                "Roger Severino",
                true
            ],
            [
                "For too long, governments big and small have treated conscience claims with hostility instead of protection, but change is coming and it begins here and now.",
                "Roger Severino",
                true
            ],
            [
                "In the past this office sent the message, now is not the time for freedom, it is time for you to conform.",
                "Roger Severino",
                true
            ],
            [
                "What a difference one year makes.",
                "Roger Severino",
                true
            ],
            [
                "For too long too many of these healthcare practitioners have been bullied and discriminated against because of their religious beliefs and moral convictions leaving many of them to wonder whether they have a future in our healthcare system.",
                "Eric Hargan",
                true
            ],
            [
                "When faithful Americans are bullied out of the public square and out of public service, when bigotry is allowed to flourish, we all lose.",
                "Eric Hargan",
                true
            ],
            [
                "Members of Congress Explain Need for New HHS Conscience and Religious Freedom Division,",
                "Lauretta Brown",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "drops",
            "vaccine",
            "conscience",
            "vaccines",
            "president",
            "division",
            "rights",
            "big",
            "bomb",
            "nuclear",
            "freedom",
            "health",
            "mandates",
            "hhs",
            "trump",
            "religious"
        ]
    },
    {
        "url": "https://townhall.com/tipsheet/laurettabrown/2018/01/18/members-of-congress-explain-need-for-new-hhs-conscience-and-religious-freedom-division-n2436320",
        "title": "Members of Congress Explain Need for New HHS Conscience and Religious Freedom Division",
        "authors": [
            {
                "name": "Katie Pavlich",
                "link": null
            },
            {
                "name": "Timothy Meads",
                "link": null
            },
            {
                "name": "Matt Vespa",
                "link": null
            },
            {
                "name": "Guy Benson",
                "link": null
            },
            {
                "name": "Lauretta",
                "link": null
            }
        ],
        "publisher": "townhall.com",
        "publish_date": "2018-01-18",
        "text": "Washington, D.C. – The Department of Health and Human Services (HHS) Office of Civil Rights (OCR) hosted an event Thursday announcing their new Conscience and Religious Freedom Division. House Majority Leader Kevin McCarthy (R-CA), Sen. James Lankford (R-OK), and Rep. Vicky Hartzler (R-MO) all talked about why there was a need for the division, citing specific religious freedom violations that occurred under the Obama administration.\n\n“We face today a time of rising religious persecution,” McCarthy told those gathered, “it’s not violent, it’s not done in the name of God but it is a new orthodoxy and it is an intolerant dissent. Nuns have been forced to put aside their lives of service of the elderly and sit and have to go to court humbly requesting that they not be required to pay for practices that end the lives of children.”\n\nMcCarthy was referencing the Little Sisters of the Poor’s ongoing lawsuit against the Obamacare contraceptive mandate which they declined to comply with due to religious objections.\n\nHe also mentioned the current case facing the Supreme Court of pregnancy centers “forced against their deepest beliefs to advertise for an abortion industry bankrolled by the state.”\n\nMcCarthy said he has “high hopes that violations of the Weldon amendment and the arrogance of the California abortion mandate AB775 will be investigated and resolved quickly.” He was referencing a 2014 mandate by the California Department of Managed Health Care (DMHC) requiring insurers to cover elective abortions, something he told Townhall in December that he’s working with the administration to address.\n\n\"In the past this office sent the message, now is not the time for freedom, it is time for you to conform. What a difference one year makes,\" he observed.\n\nMcCarthy’s sentiment about the changes at HHS was echoed throughout the event. Dr. Everett Piper of Oklahoma Wesleyan University expressed it in the pithiest fashion, commenting, “I want to say how good it is thanking OCR rather than suing them.”\n\nHis university was among those challenging the Obamacare contraceptive mandate on religious grounds.\n\nSen. James Lankford thanked OCR for recognizing that “religious intolerance is a personal choice not a legal requirement.”\n\nHe cited another recent Supreme Court case Trinity Luther v. Comer which, he said, “reaffirmed this basic fact that when the government or the state or local or federal government partners with a religious institution there’s not a requirement for that institution or that agency to set aside their religious faith. They’re American citizens the same as people who do not choose to practice religious faith.”\n\nRep. Hartzler said “the need for this division has become acutely apparent.” She brought up the case of Cathy DeCarlo, formerly a nurse at Mount Sinai Hospital in New York, who was forced to choose between assisting with an abortion or losing her job. DeCarlo told her story on Capitol Hill in November.\n\n“I’ll never forget that day as I watched in horror as the doctor dismembered and removed the baby’s bloody limbs and I had to account for all the pieces.” DeCarlo said sobbing, “I still have nightmares about that day.”\n\nHartzler added that there is still a need for her Conscience Protection Act which would forbid discrimination against a health care provider “based on the provider's refusal to be involved in, or provide coverage for, abortion.” The legislation would provide those forced to violate their conscience with a private right of action.\n\nOCR Director Roger Severino said that HHS “is institutionalizing a change in the culture of government, beginning with HHS, to never forget that religious freedom is a primary freedom, that it is a civil right.”\n\n“The new division will ensure that we do not repeat the mistakes of the past,” he emphasized.\n\nActing HHS Secretary Eric Hargan said that “for too long too many of these healthcare practitioners have been bullied and discriminated against because of their religious beliefs and moral convictions leaving many of them to wonder whether they have a future in our healthcare system.”\n\n”When faithful Americans are bullied out of the public square and out of public service, when bigotry is allowed to flourish, we all lose,” he added.\n\nThe American Civil Liberties Union responded to the announcement Thursday by claiming that the Trump administration was \"prioritizing providers’ beliefs over patients’ health and lives.\"\n\n“We may not know exactly what this new division will look like in practice, but we do know that this means they prioritize religious liberty over the health and civil rights of women, transgender people, and others,\"Louise Melling, deputy legal director of the ACLU claimed. \"They are prioritizing providers’ beliefs over patients’ health and lives. This administration isn’t increasing freedom — they’re paving the way for discrimination.”\n\nThis post has been updated.",
        "quotes": [
            [
                "We face today a time of rising religious persecution,",
                "McCarthy",
                true
            ],
            [
                "it’s not violent, it’s not done in the name of God but it is a new orthodoxy and it is an intolerant dissent.",
                "McCarthy",
                false
            ],
            [
                "Nuns have been forced to put aside their lives of service of the elderly and sit and have to go to court humbly requesting that they not be required to pay for practices that end the lives of children.",
                "McCarthy",
                true
            ],
            [
                "forced against their deepest beliefs to advertise for an abortion industry bankrolled by the state.",
                "McCarthy",
                false
            ],
            [
                "high hopes that violations of the Weldon amendment and the arrogance of the California abortion mandate AB775 will be investigated and resolved quickly.",
                "McCarthy",
                false
            ],
            [
                "In the past this office sent the message, now is not the time for freedom, it is time for you to conform.",
                "McCarthy",
                true
            ],
            [
                "What a difference one year makes,",
                "McCarthy",
                true
            ],
            [
                "I want to say how good it is thanking OCR rather than suing them.",
                "Everett Piper",
                true
            ],
            [
                "religious intolerance is a personal choice not a legal requirement.",
                "James Lankford",
                false
            ],
            [
                "reaffirmed this basic fact that when the government or the state or local or federal government partners with a religious institution there’s not a requirement for that institution or that agency to set aside their religious faith.",
                "",
                false
            ],
            [
                "They’re American citizens the same as people who do not choose to practice religious faith.",
                "",
                true
            ],
            [
                "the need for this division has become acutely apparent.",
                "Hartzler",
                false
            ],
            [
                "I’ll never forget that day as I watched in horror as the doctor dismembered and removed the baby’s bloody limbs and I had to account for all the pieces.",
                "DeCarlo",
                true
            ],
            [
                "I still have nightmares about that day.",
                "DeCarlo",
                true
            ],
            [
                "based on the provider's refusal to be involved in, or provide coverage for, abortion.",
                "Hartzler",
                false
            ],
            [
                "is institutionalizing a change in the culture of government, beginning with HHS, to never forget that religious freedom is a primary freedom, that it is a civil right.",
                "Roger Severino",
                false
            ],
            [
                "The new division will ensure that we do not repeat the mistakes of the past,",
                "",
                true
            ],
            [
                "for too long too many of these healthcare practitioners have been bullied and discriminated against because of their religious beliefs and moral convictions leaving many of them to wonder whether they have a future in our healthcare system.",
                "Eric Hargan",
                false
            ],
            [
                "prioritizing providers’ beliefs over patients’ health and lives.",
                "Trump",
                false
            ],
            [
                "We may not know exactly what this new division will look like in practice, but we do know that this means they prioritize religious liberty over the health and civil rights of women, transgender people, and others,\"Louise Melling, deputy legal director of the ACLU claimed.",
                "",
                true
            ],
            [
                "They are prioritizing providers’ beliefs over patients’ health and lives.",
                "",
                true
            ],
            [
                "This administration isn’t increasing freedom — they’re paving the way for discrimination.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "conscience",
            "abortion",
            "civil",
            "need",
            "members",
            "forced",
            "division",
            "congress",
            "explain",
            "freedom",
            "hhs",
            "health",
            "beliefs",
            "religious",
            "mandate"
        ]
    },
    {
        "url": "https://www.westernjournal.com/trumps-hhs-targets-obamas-legacy-with-new-religious-freedom-division/",
        "title": "Trump’s HHS Targets Obama’s Legacy with New Religious Freedom Division",
        "authors": [
            {
                "name": "A Libertarian Publication In Washington",
                "link": null
            },
            {
                "name": "Reporting Experience. He Graduated With A Degree In Commuication Studies Grove City College",
                "link": null
            },
            {
                "name": "D.C.",
                "link": null
            },
            {
                "name": "Reporting. He Previously Worked In Washington",
                "link": null
            },
            {
                "name": "Joe Setyon",
                "link": null
            }
        ],
        "publisher": "www.westernjournal.com",
        "publish_date": "2018-01-19",
        "text": "The Trump administration’s Department of Health and Human Services has announced the creation of a new division dedicated to helping maintain religious liberty.\n\nThe official announcement regarding the formation of the Conscience and Religious Freedom Division came Thursday during an event hosted by HHS’ Office of Civil Rights. The event was attended by several GOP lawmakers, who discussed why the new division is needed.\n\n“We face today a time of rising religious persecution,” said House Majority Leader Kevin McCarthy of California, according to Townhall. “It’s not violent, it’s not done in the name of God but it is a new orthodoxy and it is an intolerant dissent.”\n\nThe second-ranking Republican in the House of Representatives specifically referenced a court battle involving the Little Sisters of the Poor — a group of nuns who refused to obey an Obamacare mandate that forces employers to cover the costs of contraception and abortion-inducing drugs, The Daily Signal reported.\n\n“Nuns have been forced to put aside their lives of service of the elderly and sit and have to go to court humbly requesting that they not be required to pay for practices that end the lives of children,” McCarthy said.\n\nTRENDING: Ocasio-Cortez Mocked on Twitter After Seeking Travel Suggestions for ‘a Few Days of Rest’\n\nMoreover, the California Republican discussed a mandate from his own state forcing pro-life pregnancy centers to inform patients about abortion and contraception options.\n\nA group of pro-life clinics filed a legal challenge against the mandate, taking it all the way to the Supreme Court and receiving the backing of the Trump Justice Department along the way.\n\nThese pregnancy centers, McCarthy said, are being “forced against their deepest beliefs to advertise for an abortion industry bankrolled by the state.”\n\nMcCarthy also talked about another California mandate — this one issued in 2014 — which says health insurance companies must pay for elective abortions. He said he has “high hopes that violations of the Weldon amendment and the arrogance of the California abortion mandate AB775 will be investigated and resolved quickly.”\n\nDo you think the Trump administration has done a good job of protecting religious liberty? Yes No\n\nCompleting this poll entitles you to The Western Journal news updates free of charge. You may opt out at anytime. You also agree to our Privacy Policy and Terms of Use You're logged in to Facebook. Click here to log out. 100% (13 Votes) 0% (0 Votes)\n\nMany of those present at Thursday’s event — including McCarthy — could not help but notice how much has changed at HHS, specifically the civil rights office, in the year since President Donald Trump took office.\n\n“In the past this office sent the message, now is not the time for freedom, it is time for you to conform. What a difference one year makes,” McCarthy said.\n\nOklahoma Republican Sen. James Lankford expressed similar sentiments, thanking OCR for realizing that “religious intolerance is a personal choice” rather than “a legal requirement.”\n\nMeanwhile, OCR Director Roger Severino emphasized the importance of religious liberty as a “civil right” and a “primary freedom.”\n\n“The new division will ensure that we do not repeat the mistakes of the past,” he said.\n\nRELATED: Republican Lawmakers Urge HHS To Bury Obamacare’s ‘Hidden’ Abortion Surcharge\n\nAccording to acting HHS Secretary Eric Hargan, the changes in his department’s goals have been a long time coming.\n\n“For too long too many of these health care practitioners have been bullied and discriminated against because of their religious beliefs and moral convictions, leaving many of them to wonder whether they have a future in our health care system,” he said.\n\n“When faithful Americans are bullied out of the public square and out of public service, when bigotry is allowed to flourish, we all lose.”\n\nBut news of the religious freedom division was not well-received by all.\n\nIn a statement, American Civil Liberties Union deputy legal director Louise Melling said the Trump administration is “prioritizing providers’ beliefs over patients’ health and lives,” thus “paving the way for discrimination.”\n\n“We may not know exactly what this new division will look like in practice, but we do know that this means they prioritize religious liberty over the health and civil rights of women, transgender people, and others,” Melling said.\n\nOthers, though, acknowledged that the new HHS division could serve an important need.\n\n“Conscience protections for health professionals and religious institutions, particularly in the abortion context, are long-standing and deeply rooted,” Notre Dame Law School professor Richard Garnett told Reuters.\n\n“To me, there should be nothing particularly surprising or troubling about an administration, this one or any other, deciding that the Civil Rights Division should allocate resources to make those protections meaningful.”\n\nWe are committed to truth and accuracy in all of our journalism. Read our editorial standards.",
        "quotes": [
            [
                "We face today a time of rising religious persecution,",
                "",
                true
            ],
            [
                "It’s not violent, it’s not done in the name of God but it is a new orthodoxy and it is an intolerant dissent.",
                "",
                true
            ],
            [
                "Nuns have been forced to put aside their lives of service of the elderly and sit and have to go to court humbly requesting that they not be required to pay for practices that end the lives of children,",
                "Terms of Use You",
                true
            ],
            [
                "forced against their deepest beliefs to advertise for an abortion industry bankrolled by the state.",
                "Terms of Use You",
                false
            ],
            [
                "high hopes that violations of the Weldon amendment and the arrogance of the California abortion mandate AB775 will be investigated and resolved quickly.",
                "Terms of Use You",
                false
            ],
            [
                "In the past this office sent the message, now is not the time for freedom, it is time for you to conform.",
                "Terms of Use You",
                true
            ],
            [
                "What a difference one year makes,",
                "Terms of Use You",
                true
            ],
            [
                "religious intolerance is a personal choice",
                "",
                false
            ],
            [
                "The new division will ensure that we do not repeat the mistakes of the past,",
                "",
                true
            ],
            [
                "For too long too many of these health care practitioners have been bullied and discriminated against because of their religious beliefs and moral convictions, leaving many of them to wonder whether they have a future in our health care system,",
                "",
                true
            ],
            [
                "When faithful Americans are bullied out of the public square and out of public service, when bigotry is allowed to flourish, we all lose.",
                "",
                true
            ],
            [
                "prioritizing providers’ beliefs over patients’ health and lives,",
                "Louise Melling",
                false
            ],
            [
                "We may not know exactly what this new division will look like in practice, but we do know that this means they prioritize religious liberty over the health and civil rights of women, transgender people, and others,",
                "Melling",
                true
            ],
            [
                "Conscience protections for health professionals and religious institutions, particularly in the abortion context, are long-standing and deeply rooted,",
                "Richard Garnett",
                true
            ],
            [
                "To me, there should be nothing particularly surprising or troubling about an administration, this one or any other, deciding that the Civil Rights Division should allocate resources to make those protections meaningful.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.westernjournal.com/about/ethics-editorial-standards/",
                "https://www.westernjournal.com/ocasio-cortez-mocked-twitter-seeking-travel-suggestions-days-rest/",
                "https://www.westernjournal.com/republican-lawmakers-urge-hhs-bury-obamacares-hidden-abortion-surcharge/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://dailycaller.com/2018/01/18/doj-scotus-pregnancy-centers-abortion/"
            ]
        },
        "key_words": [
            "abortion",
            "legacy",
            "civil",
            "obamas",
            "division",
            "health",
            "rights",
            "mccarthy",
            "religious",
            "hhs",
            "trumps",
            "freedom",
            "trump",
            "targets",
            "mandate"
        ]
    },
    {
        "url": "https://www.washingtonpost.com/news/wonk/wp/2015/02/11/big-pharmaceutical-companies-are-spending-far-more-on-marketing-than-research/?noredirect=on",
        "title": "Big pharmaceutical companies are spending far more on marketing than research",
        "authors": [
            {
                "name": "The Federal Reserve For The Washington Post. She Left The Post In August",
                "link": null
            },
            {
                "name": "Trade",
                "link": null
            },
            {
                "name": "Ana Swanson Covered The Economy",
                "link": null
            },
            {
                "name": "February",
                "link": null
            },
            {
                "name": "Ana Swanson",
                "link": null
            }
        ],
        "publisher": "www.washingtonpost.com",
        "publish_date": "2015-02-11",
        "text": "Prescription drugs are a massive market: Americans spent $329.2 billion on prescription drugs in 2013. That works out to about $1,000 per person in the U.S., as John Oliver pointed out in his show on Sunday night.\n\nOliver also mentioned that nine out of 10 big pharmaceutical companies spend more on marketing than on research. León Markovitz of Dadaviz found and graphed those figures from healthcare research firm GlobalData in the graphic below. The amounts spent on sales and marketing are shown in orange, while the amounts spent on research and development are in blue.\n\n\n\nDadaviz\n\nThe biggest spender, Johnson & Johnson, shelled out $17.5 billion on sales and marketing in 2013, compared with $8.2 billion for R&D. In the top 10, only Roche spent more on R&D than on sales and marketing.\n\nMost of this marketing money is directed at the physicians who do the prescribing, rather than consumers. As Oliver pointed out, drug companies spent more than $3 billion a year marketing to consumers in the U.S. in 2012, but an estimated $24 billion marketing directly to health care professionals.\n\nOliver closed his segment with a hilarious spoof commercial that urges patients to ask their doctors how pharmaceutical marketing might be influencing them.\n\n\"Ask your doctor today if he's taking pharmaceutical company money. Then ask your doctor what the money is for,\" the narrator says. \"Ask your doctor if he's taken any money from the companies who make the drugs he just prescribed for you. Then ask yourself if you're satisfied with that answer.\"",
        "quotes": [
            [
                "Ask your doctor today if he's taking pharmaceutical company money.",
                "",
                true
            ],
            [
                "Then ask your doctor what the money is for,",
                "",
                true
            ],
            [
                "Ask your doctor if he's taken any money from the companies who make the drugs he just prescribed for you.",
                "",
                true
            ],
            [
                "Then ask yourself if you're satisfied with that answer.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.bbc.com/news/business-28212223",
                "https://www.pewtrusts.org/en/research-and-analysis/fact-sheets/2013/11/11/persuading-the-prescribers-pharmaceutical-industry-marketing-and-its-influence-on-physicians-and-patients",
                "https://www.washingtonpost.com/news/wonk/wp/2015/02/09/john-oliver-attacked-big-pharma-last-night-heres-one-important-thing-he-left-out/?noredirect=on"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://dadaviz.com/i/3194"
            ]
        },
        "key_words": [
            "research",
            "sales",
            "ask",
            "spending",
            "money",
            "billion",
            "far",
            "big",
            "doctor",
            "companies",
            "spent",
            "pharmaceutical",
            "drugs",
            "marketing"
        ]
    }
]