[
    {
        "url": "https://newspunch.com/harvard-dementia-big-pharma-vaccines/",
        "title": "Harvard Study: Dementia Is Caused By Big Pharma Drugs And Vaccines",
        "authors": [
            {
                "name": "Sean Adl-Tabatabai",
                "link": null
            }
        ],
        "publisher": "newspunch.com",
        "publish_date": "2018-05-28",
        "text": "The rise in Dementia is caused by over-prescribed Big Pharma drugs and vaccinations, according to a new Harvard University study.\n\nAccording to the Alzheimer’s Association, Dementia is the sixth leading cause of death in the United States, and is projected to affect 16 million people by the year 2050.\n\nNaturalnews.com reports: It’s no coincidence that dementia cases have been spiking during the same time that children and adults alike are being over-vaccinated (flu shot, anyone?) and the over-prescription of brain-altering drugs like antidepressants is prevalent.\n\nA help guide based on a Harvard University report admits as much. According to the report, “medications are common culprits in mental decline.” As the body ages, the liver’s efficiency when it comes to metabolizing drugs declines, and the kidneys do not eliminate them as quickly as they once did. This causes the drugs to accumulate in the body, which means those who take multiple medications are particularly susceptible to this effect.\n\nIncluded in the list of drugs published in the guide that cause dementia-like symptoms are antidepressants, anti-anxiety medications, sedatives, corticosteroids, narcotics, antihistamines, cardiovascular drugs, and anticonvulsants. It’s a very broad range of drugs, and many elderly people take medications from one or more of those categories. In fact, you might want to go check your medicine cabinet right now.\n\nA study published in JAMA Internal Medicine correlated the use of popular medications like Benadryl and other anticholinergic drugs with dementia onset. According to the researchers, patients who took these medications for three years or more had a 54 percent higher chance of going on to develop the disorder.\n\nVaccines are also responsible for causing symptoms mistaken for dementia. People in their 40s are increasingly being diagnosed with “dementia,” and experts believe that environmental factors must be responsible in these cases. Mercury-containing thimerosalwas used widely in childhood vaccines until 2001 and remains in some vaccines, including flu shots, to this day. A study published in the Journal of Alzheimer’s Disease found that exposure to mercury could produce many of the changes that are seen in Alzheimer’s patients, including impaired cognitive function and memory as well as confusion.\n\nResearcher Richard Deth stated: “Mercury is clearly contributing to neurological problems, whose rate is increasing in parallel with rising levels of mercury. It seems that the two are tied together.”\n\nAnother common ingredient found in vaccines, aluminum, has been linked to dementia as well.\n\nIt’s a pretty smart way to keep the profit machine turning for Big Pharma: Convince people they need vaccines or drugs, and when those vaccines or drugs cause further side effects and illnesses, sell them even more drugs to counteract them. And the best part for them is that because mental decline is involved, it reduces the chances that people will wake up to what is really going on here.",
        "quotes": [
            [
                "medications are common culprits in mental decline.",
                "",
                false
            ],
            [
                "Mercury is clearly contributing to neurological problems, whose rate is increasing in parallel with rising levels of mercury.",
                "Richard Deth",
                true
            ],
            [
                "It seems that the two are tied together.",
                "Richard Deth",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.helpguide.org/harvard/whats-causing-your-memory-loss.htm#top",
                "https://www.naturalnews.com/2018-02-27-many-cases-of-dementia-are-actually-side-effects-of-prescription-drugs-or-vaccines.html",
                "https://www.globalresearch.ca/big-pharma-prescribed-drugs-or-vaccine-induced-dementia-is-not-alzheimer/5628607",
                "https://www.alz.org/alzheimers-dementia/facts-figures"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "vaccines",
            "alzheimers",
            "dementia",
            "published",
            "caused",
            "according",
            "cause",
            "mercury",
            "study",
            "harvard",
            "big",
            "medications",
            "drugs",
            "university",
            "pharma"
        ]
    },
    {
        "url": "https://www.helpguide.org/harvard/whats-causing-your-memory-loss.htm#top",
        "title": "What’s Causing Your Memory Loss?",
        "authors": [],
        "publisher": "https://www.helpguide.org",
        "publish_date": "",
        "text": "A Harvard Health article\n\nWhat’s Causing Your Memory Loss?\n\nIt’s Not Necessarily Alzheimer’s\n\nDistinguishing between types of dementia\n\nFor physicians and families intent on pinning down a diagnosis, one major complicating factor is the existence of so many kinds of dementia. More than 50 conditions can mimic or cause dementia.\n\nAlzheimer’s disease is by far the most common intractable condition. But other causes of irreversible dementia include blood vessel diseasevascular dementia), other degenerative disorders (frontotemporal lobar degeneration, Parkinson’s disease, Huntington’s disease), slow-growing brain tumors, or infections of the central nervous system (Creutzfeldt-Jakob disease, AIDS dementia, neurosyphilis).\n\nIn some types of dementia, treatment will improve mental functioning, and in a small percentage, the dementia is completely reversible if treatment begins before permanent brain damage occurs. That’s why it is important to report to a doctor any signs of dementia as early as possible.\n\nReversible dementias\n\nReversible dementias are often easier to diagnose than irreversible dementias because they are usually accompanied by other, obvious symptoms. In the following conditions or situations, however, dementia may be the primary, or even the only, symptom. Proper treatment may improve or even restore cognitive functioning.\n\nDelirium\n\nDelirium causes changes in mental functioning that can closely resemble dementia, but there are two important differences:\n\nSpeed of onset. The mental changes in delirium develop quickly, often in a matter of hours or days. In contrast, dementia evolves over months or years.\n\nThe mental changes in delirium develop quickly, often in a matter of hours or days. In contrast, dementia evolves over months or years. Level of consciousness. In delirium, consciousness is either clouded or fluctuates between drowsiness and alertness. Dementia doesn’t affect the level of consciousness.\n\nDelirium is considered a medical emergency, in part because it’s often the main expression of a sudden, life-threatening illness. Elderly people are also susceptible to delirium after surgery.\n\nAlcohol withdrawal syndrome presents the classic picture of delirium. Similarly, delirium can occur from abrupt withdrawal from benzodiazepines, a group of anti-anxiety drugs that includes diazepam (Valium), chlordiazepoxide (Librium), and alprazolam (Xanax).\n\nToxic reactions to drugs Medications are common culprits in mental decline. With aging, the liver becomes less efficient at metabolizing drugs, and the kidneys eliminate them from the body more slowly. As a result, drugs tend to accumulate in the body. Elderly people in poor health and those taking several different medications are especially vulnerable. The list of drugs that can cause dementia-like symptoms is long. It includes: antidepressants\n\nantihistamines\n\nanti-Parkinson drugs\n\nanti-anxiety medications\n\ncardiovascular drugs\n\nanticonvulsants\n\ncorticosteroids\n\nnarcotics\n\nsedatives\n\nDepression\n\nPeople sometimes manifest dementia-like symptoms—forgetfulness, disorientation, inattentiveness, and slowed responses—when they are depressed. This so-called pseudodementia can masquerade as the depression that often accompanies Alzheimer’s disease, but there are subtle differences.\n\nPseudodementia. In pseudodementia, the depressed mood begins before there is any mental decline. Typically, the person complains about memory loss or lack of concentration, looks sad or worried, and speaks in a flat, expressionless tone.\n\nIn pseudodementia, the depressed mood begins before there is any mental decline. Typically, the person complains about memory loss or lack of concentration, looks sad or worried, and speaks in a flat, expressionless tone. Depression. In Alzheimer’s-related depression, the mental decline comes first, and the person usually tries to conceal memory problems, rather than call attention to them.\n\nVitamin B12 deficiency\n\nIn older people, the first symptoms of pernicious anemia are often confusion, slowness, irritability, and apathy. Other symptoms of pernicious anemia include:Dementia could be a symptom of pernicious anemia, a rare condition caused by low levels of vitamin B12. In people with pernicious anemia, the bone marrow produces red blood cells that are both larger and less numerous than normal (see illustration).\n\nyellowish skin\n\nfatigue\n\nshortness of breath\n\nheadaches\n\nnumbness or tingling in the hands and feet\n\ntrouble keeping balance\n\nUsually the B12 deficiency that underlies pernicious anemia is not caused by a lack of B12 in the diet. That’s because this vitamin is plentiful in eggs, dairy products, meat, fish, and poultry, and it’s efficiently stored in the liver.\n\nInstead, a B12 deficiency usually occurs because an individual can’t absorb the vitamin from food. Fortunately, B12 injections, if started early, can remedy the deficiency and alleviate the symptoms of pernicious anemia.\n\nHydrocephalus\n\nHydrocephalus (“water on the brain”) is an excess of cerebrospinal fluid around the brain. The fluid is secreted by the ventricles (cavities in the center of the brain). It circulates around the spinal cord and is absorbed by veins on the external surface of the brain.\n\nCongenital hydrocephalus is usually diagnosed shortly after birth, but normal-pressure hydrocephalus occurs in a small number of elderly people. This condition can result from head trauma, brain hemorrhage, or meningitis (inflammation of the membrane covering the brain), but most cases occur spontaneously without an obvious preceding illness.\n\nIn addition to developing dementia, people with this condition lose bladder control and walk in a slow, hesitant manner, as if their feet are stuck to the floor. A surgically implanted tube (shunt) that drains fluid from a cavity in the brain (the lateral ventricle) to the jugular vein or to the abdomen brings rapid improvement, provided treatment is started soon after the symptoms appear.\n\nTumors\n\nBrain tumors may be malignant (cancerous) and therefore capable of invading surrounding tissue. Or they may be benign (self-contained).\n\nBrain tumors can interfere with cognitive functioning and cause personality changes. Depending on their location, they can trigger other symptoms, such as headaches, seizures, or vomiting.\n\nThe first symptoms of slow-growing tumors frequently resemble dementia, especially in older people.\n\nSubdural hematomas\n\nHematomas are blood clots caused by bruising. When they are located in the subdural area, between the brain surface and the thin membrane that covers it (the dura), they can cause symptoms that mimic Alzheimer’s disease. Such subdural hematomas can also be life-threatening, causing coma and death.\n\nMost subdural hematomas are caused by severe head trauma sustained in automobile crashes.\n\nBut elderly people sometimes develop subdural hematomas after a very minor (and, therefore, often forgotten) head injury. As blood oozes into a closed space, the hematoma enlarges and begins to interfere with brain function.\n\nRemoving the clot within weeks of the injury may restore mental function. However, the symptoms often evolve so slowly that diagnosis is delayed for months.\n\nThyroid disease\n\nAn overproduction of thyroid hormones (hyperthyroidism) is commonly caused by Graves’ disease, while an underproduction (hypothyroidism) usually results from Hashimoto’s thyroiditis. Both disorders can cause dementia-like symptoms.\n\nHyperthyroidism. To diagnose hyperthyroidism, physicians use a simple blood test that measures levels of thyroid hormones. Surgically removing the thyroid or destroying it with radioactive iodine usually corrects the cognitive problems.\n\nTo diagnose hyperthyroidism, physicians use a simple blood test that measures levels of thyroid hormones. Surgically removing the thyroid or destroying it with radioactive iodine usually corrects the cognitive problems. Hypothyroidism. This is diagnosed by measuring the level of thyroid-stimulating hormone circulating in the blood. Physicians usually recommend thyroid hormone replacement, but this treatment doesn’t always reverse the dementia.\n\nAlcoholism\n\nWernicke-Korsakoff syndrome, an irreversible state of confusion and amnesia in alcoholics, results from thiamine deficiency due to long-term malnutrition. But consuming excessive amounts of alcohol for a decade or more can also cause impaired thinking that resembles Alzheimer’s disease.\n\nIn dementia due to alcoholism, memory, orientation, and attention deteriorate, although verbal skills are not always severely affected. In this type of dementia, abstinence may partly restore mental functioning.\n\nIrreversible dementias\n\nAlthough there are many causes of irreversible dementia, the following conditions are among the most common. In some cases, prompt treatment can prevent further damage, but lost cognitive functioning cannot be restored.\n\nAlzheimer’s disease\n\nAlzheimer’s is distinguished from other dementias at autopsy by the presence of sticky beta-amyloid plaques outside brain cells (neurons) and fibrillary tangles within neurons. Although such lesions may be present in any aging brain, in people with Alzheimer’s these lesions tend to be more numerous and accumulate in areas of the brain involved in learning and memory.\n\nThe leading theory is that the damage to the brain results from inflammation and other biological changes that cause synaptic loss and malfunction, disrupting communication between brain cells. Eventually the brain cells die, causing tissue loss (see illustration). In imaging scans, brain shrinkage is usually first noticeable in the hippocampus, which plays a central role in memory function.\n\nThe hallmark symptom of Alzheimer’s is difficulty in recalling new information. As Alzheimer’s progresses, the following may occur:\n\nMemory loss. This may be severe enough to disrupt daily life (for example, the person may get lost in a previously familiar neighborhood).\n\nThis may be severe enough to disrupt daily life (for example, the person may get lost in a previously familiar neighborhood). Cognitive decline. The individual may also experience decline in cognitive ability (finding it hard to make decisions, solve problems, or make good judgments).\n\nThe individual may also experience decline in cognitive ability (finding it hard to make decisions, solve problems, or make good judgments). Mood or personality changes. An individual with Alzheimer’s may undergo significant changes in mood and personality (such as becoming more irritable, hostile, or apathetic).\n\nAlzheimer’s is severely debilitating, and death usually occurs within three to nine years after it is diagnosed. Five drugs have been approved for treating Alzheimer’s, but they alleviate symptoms only slightly.\n\nVascular dementia\n\nSome cognitive problems stem from insufficient blood flow to portions of the brain. The decrease in blood flow is often the result of atherosclerosis (the accumulation of fatty deposits on artery walls) in the blood vessels that feed the brain. The resulting interruption of blood flow creates areas of dead tissue.\n\nThese events—which are in fact tiny strokes—often go unnoticed, because each one damages just a small part of the brain and doesn’t cause long-term impairment. But the cumulative damage can lead eventually to large areas of dead brain tissue, and symptoms such as confusion, impaired thinking, slurred speech, and paralysis may arise.\n\nPeople with vascular dementia usually have one or more of the following risk factors:\n\nhypertension (high blood pressure)\n\ncardiovascular disease\n\ndiabetes\n\na history of stroke\n\nThe classic symptom of vascular dementia is an abrupt mental change, sometimes accompanied by paralysis or slurred speech. The mental deterioration proceeds in a “stairstep” pattern—a person suffers a sudden cognitive decline, the decline levels off, and then new strokes cause another sudden decline.\n\nDegenerative diseases Most dementias are caused by degenerative diseases, conditions whose deterioration cannot be stopped. Alzheimer’s disease is the degenerative disease that is most often responsible for dementia, accounting for more than 50% of cases. Frontotemporal lobar degeneration, Parkinson’s disease, and Huntington’s disease account for approximately 25% of all dementias.\n\nFrontotemporal lobar degeneration. This group of diseases, formerly called Pick’s disease, is characterized by atrophy of the front part of the brain, including the frontal and temporal lobes. It is often confused with Alzheimer’s disease because the symptoms are sometimes identical. Some experts believe it may be the second most common dementia, after Alzheimer’s disease.\n\nThe cause of frontotemporal lobar degeneration is unknown, but some variants can run in families, and it is sometimes associated with gene mutations. People with frontotemporal lobar degeneration exhibit symptoms such as:\n\nprominent aphasia (impaired ability to use language) early in the illness\n\nloss of inhibition, resulting in sociopathic or hypersexual behavior\n\nloss of emotional responses such as fear\n\ncompulsively putting objects in their mouths.\n\nParkinson’s disease. This is a movement disorder resulting from a deficiency of dopamine, a neurotransmitter involved in coordinating muscle activity as well as memory function.\n\nIts hallmarks include tremors, rigid limbs, and difficulty starting or stopping movement. Mild cognitive problems are common early in the disease, and dementia occurs in 30% to 80% of Parkinson’s patients in the late stages.\n\nSome people with Parkinson’s disease develop dementia because they also have Alzheimer’s disease. In other cases, the dementia is associated with hallucinations and appears to be linked to damage in the limbic and cortical areas of the brain. This variant of Parkinson’s is called Lewy body dementia.\n\nDrugs that increase dopamine transmission, such as levodopa (Sinemet), help control the physical symptoms of Parkinson’s but don’t improve mental function.\n\nHuntington’s disease. Huntington’s disease is a rare inherited disorder linked to an abnormal gene on chromosome 4. Its symptoms include involuntary writhing movements and dementia, and they often begin between the ages of 20 and 40.\n\nMental disturbances may occur before or after physical problems appear, and people are often difficult to care for because of their irritability, aggressiveness, and erratic behavior. Medications can control the movement and mood disorders, but they don’t stop the disease from progressing.\n\nInfectious dementias\n\nVirtually any infectious agent that attacks the central nervous system can cause dementia.\n\nCreutzfeldt-Jakob disease. This is a rare, rapidly progressive dementia caused by a type of infectious agent called a prion. The initial symptoms are fatigue and subtle changes in behavior. Typically, the disease progresses to movement problems, seizures, coma, and—within a year—death.\n\nAIDS dementia. This form of dementia occurs in people with AIDS. The dementia can develop rapidly, sometimes in a matter of weeks, and consists of forgetfulness, inattentiveness, and thinking difficulties.\n\nNeurosyphilis. Before the introduction of penicillin, up to 30% of dementia patients admitted to mental institutions had neurosyphilis. This disorder, which develops about 15 years after syphilis infection, is now rare, because syphilis is typically treated before it reaches that point.\n\nAdapted with permission from Alzheimer’s Disease: A guide to diagnosis, treatment, and caregiving, a special health report published by Harvard Health Publishing.",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.health.harvard.edu/special-health-reports/a-guide-to-coping-with-alzheimers-disease"
            ]
        },
        "key_words": [
            "whats",
            "loss",
            "blood",
            "alzheimers",
            "dementia",
            "mental",
            "cause",
            "causing",
            "brain",
            "symptoms",
            "usually",
            "memory",
            "cognitive",
            "disease"
        ]
    },
    {
        "url": "https://www.naturalnews.com/2018-02-27-many-cases-of-dementia-are-actually-side-effects-of-prescription-drugs-or-vaccines.html",
        "title": "Many cases of “dementia” are actually side effects of prescription drugs or vaccines, according to research",
        "authors": [
            {
                "name": "February",
                "link": null
            },
            {
                "name": "Tuesday",
                "link": null
            },
            {
                "name": "Isabelle Z.",
                "link": null
            }
        ],
        "publisher": "www.naturalnews.com",
        "publish_date": "2018-02-27",
        "text": "(Natural News) The “quick facts” provided by the Alzheimer’s Association are pretty concerning: More than five million people in America are living with Alzheimer’s, and that number is projected to reach 16 million by the year 2050. As the sixth leading cause of death in our nation, it kills more Americans than prostate cancer and breast cancer combined. Someone in the U.S. develops Alzheimer’s every 66 seconds; will you be one of them?\n\nWith statistics like these, it’s no wonder that people want to do everything they can to reduce their odds. However, it’s also important to note that Alzheimer’s is only one of the potential causes of dementia. While many people use the terms interchangeably, Alzheimer’s is really only responsible for around 50 to 70 percent of dementia cases. The misleading terminology is obscuring one very dark fact about dementia: Many times, it’s being caused not by something scientists are still struggling to understand like Alzheimer’s but rather by things that are masquerading as tools for good health; vaccines and prescription drugs.\n\nIn fact, the Alzheimer’s Association that publicizes these statistics is subsidized by Big Pharma. It’s simply good business sense that they want people to believe that every memory-loss patient falls under the Alzheimer’s umbrella because then they can sell you drugs that purportedly address it. Their research has led them to an approach that pays dividends: promoting and destigmatizing what many think of as “mental illnesses,” making them seem unpreventable but manageable with drugs. Many people who work for the Alzheimer’s Association and similar organizations are well-meaning people who want to help and are often unaware of the connection to Big Pharma.\n\nThe power of the elements: Discover Colloidal Silver Mouthwash with quality, natural ingredients like Sangre de Drago sap, black walnut hulls, menthol crystals and more. Zero artificial sweeteners, colors or alcohol. Learn more at the Health Ranger Store and help support this news site.\n\nYou have more control over “dementia” than you’re being led to believe\n\nIt’s no coincidence that dementia cases have been spiking during the same time that children and adults alike are being over-vaccinated (flu shot, anyone?) and the over-prescription of brain-altering drugs like antidepressants is prevalent.\n\nA help guide based on a Harvard University report admits as much. According to the report, “medications are common culprits in mental decline.” As the body ages, the liver’s efficiency when it comes to metabolizing drugs declines, and the kidneys do not eliminate them as quickly as they once did. This causes the drugs to accumulate in the body, which means those who take multiple medications are particularly susceptible to this effect.\n\nIncluded in the list of drugs published in the guide that cause dementia-like symptoms are antidepressants, anti-anxiety medications, sedatives, corticosteroids, narcotics, antihistamines, cardiovascular drugs, and anticonvulsants. It’s a very broad range of drugs, and many elderly people take medications from one or more of those categories. In fact, you might want to go check your medicine cabinet right now.\n\nA study published in JAMA Internal Medicine correlated the use of popular medications like Benadryl and other anticholinergic drugs with dementia onset. According to the researchers, patients who took these medications for three years or more had a 54 percent higher chance of going on to develop the disorder.\n\nVaccines are also responsible for causing symptoms mistaken for dementia. People in their 40s are increasingly being diagnosed with “dementia,” and experts believe that environmental factors must be responsible in these cases. Mercury-containing thimerosal was used widely in childhood vaccines until 2001 and remains in some vaccines, including flu shots, to this day. A study published in the Journal of Alzheimer’s Disease found that exposure to mercury could produce many of the changes that are seen in Alzheimer’s patients, including impaired cognitive function and memory as well as confusion.\n\nResearcher Richard Deth stated: “Mercury is clearly contributing to neurological problems, whose rate is increasing in parallel with rising levels of mercury. It seems that the two are tied together.”\n\nAnother common ingredient found in vaccines, aluminum, has been linked to dementia as well.\n\nIt’s a pretty smart way to keep the profit machine turning for Big Pharma: Convince people they need vaccines or drugs, and when those vaccines or drugs cause further side effects and illnesses, sell them even more drugs to counteract them. And the best part for them is that because mental decline is involved, it reduces the chances that people will wake up to what is really going on here.\n\nRead Brain.news for more coverage of medical discoveries about the brain.\n\nSources for this article include:\n\nGlobalResearch.ca\n\nALZ.org\n\nHelpGuide.org\n\nNaturalNews.com\n\nNaturalNews.com",
        "quotes": [
            [
                "medications are common culprits in mental decline.",
                "",
                false
            ],
            [
                "Mercury is clearly contributing to neurological problems, whose rate is increasing in parallel with rising levels of mercury.",
                "Richard Deth",
                true
            ],
            [
                "It seems that the two are tied together.",
                "Richard Deth",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.naturalnews.com/2017-04-17-brain-damaging-vaccines-pesticides-and-medicines-generate-nearly-800-billion-a-year-in-medical-revenues.html",
                "https://www.globalresearch.ca/big-pharma-prescribed-drugs-or-vaccine-induced-dementia-is-not-alzheimer/5628607",
                "https://www.alz.org/alzheimers-dementia/facts-figures",
                "https://www.helpguide.org/harvard/whats-causing-your-memory-loss.htm#top"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://science.naturalnews.com/mercury.html",
                "https://www.harvard.edu/",
                "https://www.naturalnews.com/050994_Alzheimers_vaccines_mercury_exposure.html",
                "https://www.naturalnews.com",
                "https://colloidalsilvermouthwash.healthrangerstore.com/colloidal-silver-mouthwash.html",
                "https://brain.news/",
                "https://www.alzheimers.news/"
            ]
        },
        "key_words": [
            "vaccines",
            "prescription",
            "research",
            "alzheimers",
            "dementia",
            "published",
            "responsible",
            "effects",
            "according",
            "cases",
            "mental",
            "mercury",
            "medications",
            "help",
            "actually",
            "drugs"
        ]
    },
    {
        "url": "https://www.globalresearch.ca/big-pharma-prescribed-drugs-or-vaccine-induced-dementia-is-not-alzheimer/5628607",
        "title": "Big Pharma Prescribed Drugs' or Vaccine-Induced Dementia Is Not Alzheimer's - Global Research",
        "authors": [
            {
                "name": "Dr. Gary G. Kohls",
                "link": null
            }
        ],
        "publisher": "www.globalresearch.ca",
        "publish_date": "2018-02-08",
        "text": "“More than 50 conditions can cause or mimic the symptoms of dementia.” but “Alzheimer’s (can only be) distinguished from other dementias at autopsy.” — from a Harvard University Health Publication entitled “What’s Causing Your Memory Loss? It Isn’t Necessarily Alzheimer’s”\n\n“Medications have now emerged as a major cause of mitochondrial damage, which may explain many adverse effects. All classes of psychotropic drugs have been documented to damage mitochondria, as have statin medications, analgesics such as acetaminophen, and many others.” – Drs Neustadt and Pieczenik, authors of “Medication-induced Mitochondrial Damage and Disease”\n\n“We are at the beginning of the biggest medical tragedy that mankind has ever witnessed. Never before in history has the medical establishment knowingly created a life-threatening nutrient deficiency in millions of otherwise healthy people, only to sit back with arrogance and horrific irresponsibility and watch to see what happens. I cannot help to view my once great profession with a mixture of sorrow and contempt.” — Peter Langsjoen, MD, Board-certified Cardiologist, discussing the adverse effects of statin drugs that commonly cause serious, difficult-to-detect statin-induced CoQ10 deficiencies in the mitochondria of heart muscle, the central nervous system, and other body tissues. Dr Langsjoen has said that he sees several cases of statin-induced congestive heart failure in his clinical practice each week.\n\n“It is also noted that instances of pure forms of Alzheimer’s disease, in the absence of other coexistent brain disease processes, such as infarctions or Parkinson’s disease–related lesions, are relatively uncommon.” –– Daniel Perl, MD, Mt Sinai School of Medicine (2010)\n\n“Establishing mitochondrial toxicity is not an FDA requirement for drug approval, so there is no real way of knowing which agents are truly toxic.” — Dr. Katherine Sims, Mass General Hospital – http://www.mitoaction.org\n\n“Big Pharma is engaged in the deliberate seduction of the medical profession, country by country, worldwide. It is spending a fortune on influencing, hiring and purchasing academic judgment to a point where, in a few years’ time, if Big Pharma continues unchecked on its present happy path, unbought medical opinion will be hard to find.” – John LeClarre, author of The Constant Gardener, that focused on the corrupt nature of the pharmaceutical industry.\n\n“Throughout the 20th century, the pharmaceutical industry has been constructed by investors, the goal being to replace effective but non-patentable natural remedies with mostly ineffective but patentable and highly profitable pharmaceutical drugs. The very nature of the pharmaceutical industry is to make money from ongoing diseases. Like other industries, the pharmaceutical industry tries to expand their market — that is to maintain ongoing diseases and to find new diseases for their drugs. Prevention and cure of diseases damages the pharmaceutical business and the eradication of common diseases threatens its very existence.’ — Dr. Matthias Rath – Journal of the American Medical Association, April 15, 1998\n\n“Therefore, the pharmaceutical industry fights the eradication of any disease at all costs. The pharmaceutical industry itself is the main obstacle, why today’s most widespread diseases are further expanding including heart attacks, strokes, cancer, high blood pressure, diabetes, osteoporosis, and many others. Pharmaceutical drugs are not intended to cure diseases. According to health insurers, over 24,000 pharmaceutical drugs are currently marketed and prescribed without any proven therapeutic value. According to medical doctors’ associations, the known dangerous side-effects of pharmaceutical drugs have become the fourth leading cause of death after heart attacks, cancer, and strokes.” — Dr Rath (1998)\n\n“The medical industry research is highly fraudulent–yes, a lie. The CDC knows full well that vaccines cause autism but are in bed with the pharma industry. The Affordable Care Act was designed to force people to buy private industry insurance which forces people to use their discretionary income paying for the unaffordable premiums so they will not have the money to pay for holistic forms of healing.” — Blogger at GreenMed Info\n\n“Medical journals have devolved into information-laundering operations for the pharmaceutical industry.” — Richard Horton, editor of The Lancet (March 2004)\n\n‘At least 50% of the articles published in this ever so prestigious journal were not just bad, but downright fraudulent.” — Marcia Angel, MD, who co-edited the New England Journal of Medicine for about 20 years before she was forced out because she questioned the adverse influence of Big Pharma on the NEJM’s editorial policies.\n\n“It is difficult to get a man to understand something, when his salary depends upon his not understanding it!” – Upton Sinclair, anti-fascist, anti-imperialist American author who wrote in the early 20th century\n\n“No vaccine manufacturer shall be liable…for damages arising from a vaccine-related injury or death.” – President Ronald Reagan, as he signed The National Childhood Vaccine Injury Act (NCVIA) of 1986, absolving drug companies from all medico-legal liability when children die or are disabled from vaccine injuries.\n\n***\n\nOver the past several decades there have been a number of well-financed campaigns, sometimes promoted by well-meaning laypersons, to raise public awareness to the plight of patients with physiological, age-related, short-term memory loss – which is not dementia. Suspiciously, most of these campaigns come from “patient advocacy organizations (PAOs) such as the Alzheimer’s Association that has been misleading the public into believing that every memory-loss patient or dementia patient has Alzheimer’s Disease (AD).\n\nNot so curiously, it turns out that many – perhaps all – of these campaigns have been funded – usually secretly – by the very pharmaceutical companies that can be predicted to benefit financially by promoting the sale of so-called Alzheimer’s drugs (or even vaccinations!). Such corporate-generated public relations “educational campaigns” are increasingly standard procedure for Big Pharma’s drugs, even prior to FDA approval. In other words, many PAOs are primarily front groups for Big Pharma, although many volunteers is such groups are well-meaning and unaware participants. A lot of good can get done in pro-Big Pharma PAOs, if workers watch out for signs of ulterior pro-drug motives.\n\nBig Pharma has found that the promotion, de-stigmatization and demand for drug therapies for so-called “mental illnesses” are great tools for marketing their drugs. which are touted as being “of unknown etiology” or “inherited” and therefore unpreventable, incurable but “manageable” with the life-long ingestion of cocktails of two or more drugs that have never even been tested in the rat lab, much less in clinical situations. (See this)\n\nA year ago, Alzheimer’s support groups – particularly the Big Pharma-subsidized Alzheimer’s Association -aggressively sponsored a documentary that featured the dementia of country singer Glen Campbell. Campbell had been diagnosed with Alzheimer’s Disease despite the well-documented fact that Campbell was infamous for his chronic heavy use of brain-damaging, dementia-inducing, addictive, and very neurotoxic drugs like cocaine and alcohol. Therefore, in reality his dementia was most likely caused by his neurotoxic drug abuse which likely was worsened by the fact that he had also used a lot of brain-altering psychotropic prescription drugs simultaneously. Popular performers like Campbell, who are frequently on mentally- and physically-exhausting concert tours, are well-known to over-use chemical cocktails of illicit and legal drugs, which, when used simultaneously, have far worse than additive adverse effects on the body and brain.\n\nThe experience of the equally early dementia victim and legendary long-term user of illicit brain-altering drugs, Robin Williams, was similar to Campbell in that both used excessive amounts of psychotropic substances that had adverse effects on their brains, livers and psyches. Williams had recently been diagnosed as having Parkinson’s Disease and Lewy Body dementia (both of unknown etiology!). His desperate act of suicide came in the context of newly-prescribed psychiatric drugs that had been prescribed at Minnesota’s Hazelden facility. The prescription drugs were well-known to cause suicidal thinking.\n\nOver the past several decades, there has been a dramatic increase in the over-prescribing of brain-altering drugs to both adults and children. During the same era there has also been a dramatic increase in the over-vaccinating of mainly infants and children, but also of adults.\n\nAnd, not coincidentally, during the same era, there have been tens of millions of new dementia victims (“of unknown etiology”) and tens of millions of previously un-heard-of autoimmune disorders, autism spectrum disorders and other chronic illnesses among the over-prescribed and over-vaccinated populations of innocent children. Chronically ingesting brain-altering pills and simultaneously and regularly being injected with neurotoxic vaccines has dire consequences. Big Pharma’s claims of innocence in the face of these epidemics are bald-faced lies. And Big Medicine has been an accomplice in the whole sordid mess. Apologies are in order.\n\nIatrogenocide?\n\nThe blatant promotion of largely preventable, iatrogenic disorders does make a lot of money for Big Pharma and Big Medicine, especially if the once-un-conflicted Big Media (the supposed equalizing Fourth Estate) contributes to the mess by consciously preventing open dialogues with the whistle-blowing side of what should be an honest, open, democratic debate.\n\nTragically, the corporate-dominated media elites appear to have no interest in disturbing the tranquility of the status quo by actually inviting whistle-blowers on to their talk shows. What is going on? I suspect that there is probably too much glad-handing, elbow-rubbing and cross-investing (plus the acceptance of Big advertising that intimidates and silences) going on among the many corporate entities that have too much investment in keeping the status quo going strong.\n\nHow it Began: Thc Story of Alois Alzheimer\n\nIn 1910 a German psychiatrist, Alois Alzheimer, published a case history of a single demented and “mentally ill” female patient who had peculiar microscopic findings in her brain at autopsy. In the article he included drawings of what he had seen. The two findings of 1) neurofibrillary tangles and 2) “senile plaques” became the cardinal signs of the disorder that soon was named after him. The peculiar findings are microscopic and therefore only visible at autopsy. Thus the true diagnosis is not a diagnosis that can be accurately made while the patient is still alive. See the information from Harvard below about the differential diagnosis of AD. Alzheimer’s first and only demented patient that he autopsied also showed a loss of 1/3 of the neurons in her cerebral cortex.\n\nIs the So-called Alzheimer’s Epidemic (of “Unknown Cause”) Actually an Iatrogenic, Drug-and Vaccine-Induced Epidemic That the Medical Profession and Big Pharma are Desperately Trying to Cover Up?\n\nThe likely answer to that question is yes, and you could say the same thing about the twin epidemics of autistic spectrum disorders and chronic autoimmune disorders among fully vaccinated children in the First World.\n\nSynchronous with the fast-paced over-vaccination agendas over the past several decades that the Big Pharma-, Big Medicine- and Big Business-dominated “first world”, careful, un-blinded, non-conflicted observers are witnessing and documenting the following inconvenient realities:\n\n1) There are huge increases in childhood and adult vaccinations that have intramuscularly-injected neurotoxic, blood-brain barrier-destroying ingredients such as aluminum, mercury, formaldehyde, glutamate and live viruses; 2) There is the widespread and chronic use of cocktails of psychotropic drugs that are known to cause brain damage, destruction of the blood-brain barrier, mitochondrial toxicity and dementia; 3) There is the widespread use of cholesterol-lowering statin drugs (which also lower the essential, energy-supplying, vitamin-like substance CoQ10) which are known to also cause memory loss, depression and mitochondrial toxicity; 4) There is the ingestion of the neurotoxic substances fluoride and lead that are contaminating many municipal drinking water supplies; 5) There is the wide-spread ingestion of a large variety of toxic and poorly-nourishing food additives that Big Food has put in our Standard American Diet (SAD), such as dyes, NutraSweet, Splenda, trans-fat-containing oils and margarines, MSG, etc, plus toxic contaminants such as Round-Up, genetically-modified substances, livestock antibiotics and other poisonous chemicals that are in virtually all non-organic food; and 6) ETC, ETC, ETC.\n\nNot coincidentally, there has also been a large parallel increase in the following clusters of disorders: the alarming and increasing incidence of chronic diseases, autoimmune disorders of childhood and autistic spectrum disorders (see this); b) the alarming increase in the diagnoses of mental illnesses and dementias of supposedly “unknown origin”.\n\nBoth of those categories are conveniently – and falsely – being blamed on “genetics” by the various guilty parties that are actually at least partially responsible. And, it must be noted: there is no credible evidence for claiming any of the above have genetic causes.\n\nDisease entities that have no confirmatory lab tests include such disorders as ASD, Asperger’s, Learning Disorders, ADHD, OCD, Bipolar Disorder, Gulf War Syndrome, “mental illnesses of unknown etiology”, etc, etc. These diagnoses, supposedly of “unknown etiology” are multifactorial realities which, via clever marketing efforts and the studied ignorance of what is actually known about their actual root causes, are being blindly treated with brain-altering chemicals that have no chance of curing anything – including the so-called Alzheimer’s Disease.\n\nIt is important to ask and then demand an honest answer to this important question: “Could there be any connection between our nation’s increasingly common over-prescribing of immunotoxic, neurotoxic, mitochondrial-toxic, blood-brain barrier-toxic, synthetic prescription drugs and the CDC and AAP-blessed over-vaccination agendas that are so commonly mandated for disorders that supposedly “have no known cause”? Any grade schooler would respond to that question by rolling their eyes and saying “well of course!”\n\nCould the economically disabling (indeed bankrupting) American epidemic of supposedly “disorders of unknown origin” be found to have recognizable root causes and therefore be curable and, most importantly, preventable, rather than chronically “managed” with unaffordable, disease-inducing prescription drugs that will have to be monitored, changed, renewed or have their dosages adjusted at monthly office visits for the rest of their drug-sickened lives.\n\nThe above are extremely important questions, especially in the case of America’s chronic disease epidemics. There are many so-called patient advocacy organizations (PAO) that are heavily funded by major for-profit, corporations that are not donating money out of the goodness of their cold hearts. Such Big Pharma-supported PAOs go to great lengths to hide the financial support they get from their foundations, sugar daddies and assorted investors.\n\nThere are hundreds of PAOs that have ulterior motives, and there are many altruistic ones that are barely surviving on shoe string budgets that depend on small donations. The latter PAOs are trying to do the right thing and do not take money from big corporations that are in the game for the money. PAOs like the Alzheimer’s Association, NAMI, MakeItOK, and the American Parkinson Disease Association take a lot of money from Big Businesses and some pretty nefarious Big Money foundations. The leadership of that kind of PAO acts like they are totally unaware of (or willfully ignorant about) the fact that many prescription drugs, especially psychotropic drugs, ARE known to be both dependency-inducing AND a potential cause of irreversible brain damage.\n\nLong-term use of such neurotoxic, psychoactive drugs would be easily expected to worsen any number of neurological (and therefore psychological) disorders because of the brain cell death that easily happens when enough brain cell mitochondria have been wounded or killed off. (Note: See the info on drugs and mitochondria farther below.)\n\nOne of the big problems in America’s corporate-controlled culture, media and medical industries is that the giant pharmaceutical corporations, who are in the business of developing, marketing and profiting from their known-to-be toxic drugs and vaccines have a special interest in pretending that there is no known preventable or curable causes for the disorders for which they have products to sell you.\n\nWe have all heard the following common and very dis-informational ruse – which is both unproven and simplistic: We are told – by those who want to sell us a drug or vaccine, that “the problem that you have is probably genetic”, implying that the disorder is neither-preventable nor curable. The implication is that the current epidemic of iatrogenic disorders such as the opioid epidemic (“iatrogenic”=”doctor-caused, treatment-caused or prescription drug-caused”) is not the responsibility of Big Pharma’s or Big Medicine’s toxic products or vaccines! And we lemmings, both the drug swallowers and the drug prescribers, to our great shame, all-too-often don’t question the obvious lie.\n\nIt should be a concern for everyone who knows or treats demented or Parkinsonian patients, that the most powerful and wealthy and well-staffed PAOs are known to be front groups for the giant pharmaceutical companies that profit handsomely from any number of virtually useless (and definitely not curative) drugs for dementia such as Pfizer’s Aricept, Novartis’s Exelon, Eli Lilly’s Namenda, and Janssen’s Razadyne.\n\nInterestingly, Pfizer announced last month that they were abandoning their increasingly attempts to search for and test new drugs for Alzheimer’s Disease and Parkinson’s Disease. They closed the research branches for both classes of disease. Pfizer saw that they were throwing good money after bad, having already wasted billions of dollars on what they now recognize as a futile search for new drugs. Such searches are still being pursued by many other pharma companies – for now. Pfizer’s stock dropped $4 a share on the announcement.\n\nBut both Alzheimer’s and Parkinson’s are neurodegenerative disorders whose hallmarks involve permanent brain damage of certain brain areas. Knowing that both diseases are caused by permanent and irreversible brain damage, how any investor could have thought that a chemical or vaccine could have been effective as treatment or cure is beyond me.\n\nHowever, knowing how cunning these Big Pharma corporations are, I suspect that Pfizer, in the case of their Aricept drug , still made a ton of money selling it. It should come as no surprise to anyone that we prescribing physicians are as bamboozled by the prevalent corporate pseudoscience and Big Pharma’s fraudulent advertising as are our patients, whether the commercials come at us from television, magazines, journals or attractive female drug detail reps who come bearing pens, pizzas and post-it notes.\n\nThe BBC reported a few days ago that there were over 100 clinical trials currently being done on Alzheimer’s drugs around the world, but that “more than 99% of trials for Alzheimer’s drugs have failed in the past 15 years.” So, if you are waiting for a cure, don’t hold your breath. Pfizer likely made a smart move. Expect other drug companies to follow suit soon.\n\nPrescription Drug-Induced – and Vaccine-Induced – Mitochondrial Disorders\n\nAs opposed to the rare “primary” or congenital mitochondrial disorders like muscular dystrophy, “acquired” mitochondrial disorders are often caused by commonly prescribed drugs and/or vaccine. They are also generally poorly understood and therefore difficult to diagnose by busy health practitioners. Also – naturally – iatrogenic disorders are rarely made by the physician whose treatment caused the disorder.\n\nWhen I went to med school, even my professors knew anything about the lethal effects that drugs and vaccines could do to mitochondria, – or even normal brain cells, for that matter. There weren’t that many toxic drugs or vaccines (albeit many of them contained mercury) that could be prescribed back in the good old days. I recall that the function, physiology-and microanatomy of mitochondria were poorly understood back in those years, although our professors did try to teach us med students something about the incomprehensible and soon-forgotten Kreb’s cycle.\n\nMitochondrial research, especially in the last few decades, has proven the cause and effect relationship between a variety of commonly prescribed medications and vaccines and mitochondrial disorders. That evidence seems to have been cunningly covered-up by the for-profit pharma groups (who control what gets taught in med schools, published in their medical journals or what gets presented at their continuing education courses. Big Pharma appears to even have control over what gets discussed in the mainstream media, especially what is offered to readers by the basically undiscerning “health and science” journalists who do not know much about basic medicine, neuroscience, neurochemistry or micronutrition.\n\nVarious other powers-that-be are involved educating most of us because of the serious economic consequences that might happen if any negative information (like what you are reading hers) was allowed in the popular press. The profit-seeking stake-holders in the pharmaceutical and medical industries, most of whom profit mightily from the routine and increasing use of neurotoxic drugs and vaccines would be very displeased if the preceding or following information got out. I submit that Big Pharma’s cover-up of the connections between their drugs and drug-induced disorders is totally unethical and, in the opinion of many whistleblowers, criminal.\n\nAn Honest Patient Guide for Dementia Patients (from Harvard!)\n\nSo I was pleasantly surprised to recently find a reasonably honest guide for dementia patients on a Harvard University website. These suggestion, contrary to the vast majority of Big Pharma’s products, are compatible with the Hippocratic Oath. (The entire guide can be accessed here.)\n\nThe information at the Harvard site stated that there were over 50 conditions that could cause or mimic the symptoms of dementia. In other words, there are over 50 conditions that could be mis-diagnosed as Alzheimer’ dementia. I hadn’t been taught anything about that reality when I went to med school, and I doubt that many of my physician colleagues had either. And besides, what medical practitioner in our over-busy, double-booked clinic environment, even if he or she was aware, has the time to thoroughly rule out the 50 conditions when confronted with a patient with memory loss? It’s simpler to just call every case of dementia Alzheimer’s! And nobody ever questions such an authoritative-sounding diagnosis, even though the only definitive way to confirm the diagnosis is at autopsy.\n\nI have often said to my patients and folks who attend my seminars: “it takes only 2 minutes to write a prescription, but it takes 20 minutes to not write a prescription”. And in the current for-profit clinic culture, time is money and few physicians are given the “luxury” of spending adequate time with their patients. (In defense of the physicians that I know, they are not happy about that reality but don’t know what to do about it.)\n\nIt is so tempting to use the popularized, but rather squishy label of Alzheimer’s rather than to educate ourselves about the possibility of drug- or vaccine-induced dementia. But what is so important is that many of the 50+ conditions are preventable or reversible, which will be therapeutic only if the conditions are identified before more brain damage from drug-induced or environmental-poison-induced neurotoxicity occurs.\n\nThe Harvard guide actually said that\n\n“medications are common culprits in mental decline. With aging, the liver becomes less efficient at metabolizing drugs, and the kidneys eliminate them from the body more slowly. As a result, drugs tend to accumulate in the body. Elderly people in poor health and those taking several different medications are especially vulnerable.”\n\nThe guide continued with a list of the possible classes of prescription drugs that number in the hundreds:\n\n“The list of drugs that can cause dementia-like symptoms is long. It includes antidepressants, antihistamines, anti-Parkinson drugs, anti-anxiety medications, cardiovascular drugs, anticonvulsants, corticosteroids, narcotics, sedatives.”\n\nThe Harvard guide went on to emphasize that Alzheimer’s can only be accurately diagnosed on a post-mortem examination. The guide states that\n\n“Alzheimer’s is distinguished from other dementias at autopsy by the presence of sticky beta-amyloid plaques outside brain cells (neurons) and fibrillary tangles within neurons (all indicative of cellular death). Although such lesions may be present in any aging brain, in people with Alzheimer’s these lesions tend to be more numerous and accumulate in areas of the brain involved in learning and memory.” “The leading theory is that the damage to the brain results from inflammation and other biological changes that cause synaptic loss and malfunction, disrupting communication between brain cells. Eventually the brain cells die, causing tissue loss and cell carcasses or scars. In imaging scans, brain shrinkage is usually first noticeable in the hippocampus, which plays a central role in memory function.”\n\nBut even the Harvard guide inexplicably failed to mention known mitochondrial toxins such as statins (cholesterol-lowering drugs such as Pfizer’s Lipitor), metformin, Depakote, general anesthetics, fluoroquinolone antibiotics, fluorinated psychotropic drugs (like many of the SSRIs and the so-called antipsychotics).\n\nBig Food and Big Vaccine Corporations are Guilty of Causing Chemical Brain Trauma\n\nAnd here is some more information about the mitochondrial toxins that have gone unrecognized in our environment: This information must be understood, because alone, there may not be huge risks, but in combination with other toxins, they will have additive, if not synergistic (multiplier) adverse effects.\n\nFor example, the artificial sweetener NutraSweet (aspartame) is in hundreds of food products and diet sodas that are sold in non-organic food stores. Every molecule of the artificial chemical, when it reaches 86 degrees F [body temp is 98.6 F], releases one molecule of the excitotoxin aspartic acid, one molecule of the adrenalin precursor phenylalanine and one molecule of the cellular toxin methanol [wood alcohol]. Methanol rapidly metabolizes into the known Class A carcinogen and mitochondrial poison formaldehyde [embalming fluid]). Another toxic metabolite of aspartame is diketopiperazine (DKP) which when “nitrosated” in the gut, produces a compound which is similar to N-Nitrosourea, a powerful brain tumor-causing chemical.\n\nThe tri-chlorinated sucrose molecule that is sold as another artificial sweetener is called Splenda (sucralose). The synthetic chemical has been marketed as an insecticide in China) and is in many food products. I killed an entire colony of ants in my garden overnight by sprinkling some Splenda on the soil. I then had no idea about how to decontaminate my ant-free garden from the Splenda poisoning.\n\nThe above are only a small number of the synthetic chemicals that are capable of causing mitochondrial damage in brain cells – damage that can cause memory loss, confusion and cognitive dysfunction, all early symptoms of dementia.\n\nIn summary, it must be regarded as tragic, but all–too-common, for reversible and preventable drug-induced dementias to be mis-diagnosed as Alzheimer’s disease “of unknown etiology” and then quickly and reflexively mis-treated with costly, essentially worthless drugs, whose mitochondrial toxicities are ignored.\n\n(The pharmaceutical industry, it should be noted, is not required by the FDA to test its drugs for mitochondrial toxicity, again exhibiting the total disdain for the Precautionary Principle by both industry and the regulatory agencies such as the FDA and the CDC.)\n\nThere is much more in the basic neuroscience literature that has been written by un-bought scientists who do not have conflicts of interest with Big Pharma and Big Medicine, that offer proof of the connections mentioned above. The authors of these research and clinical articles have raised the questions and have published the proof that concerned families of patients and their physicians desperately need to know. Sadly, these authors are often black-listed from the major medical or scientific journals that take advertising money from Big Pharma or whose peer reviewers have been co-opted by Big Pharma money or influence.\n\nDon’t expect Big Pharma to respond or to offer apologies or admit to their unethical (or sometimes criminal) behaviors. Do expect denials, delays, dismissals, distractions, or the attempts to discredit the un-biased scientific evidence that exposes subterfuge in the name of maintaining large profits for Big Pharma’s or Big Medicine’s stakeholders.\n\nHere are the abstracts from just two of the many peer-reviewed journal articles that have been published in any number of science journals that support the thesis of this column.\n\n*\n\nGary G. Kohls, MD is the author of the Duluth Reader’s Duty to Warn weekly columns and a down-winder, down-streamer from Duluth, MN\n\nThe above is an expanded version of an article originally published by Global Research in February 2015.",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.propublica.org/article/health-advocacy-groups-take-drug-company-cashoften-without-full-disclosures",
                "https://www.helpguide.org/harvard/whats-causing-your-memory-loss.htm",
                "https://www.globalresearch.ca/drug-induced-dementia-isnt-alzheimers/5433546"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.huffpost.com/static/editors-note-vaccine"
            ]
        },
        "key_words": [
            "research",
            "prescribed",
            "alzheimers",
            "dementia",
            "mitochondrial",
            "cause",
            "vaccineinduced",
            "big",
            "disorders",
            "brain",
            "global",
            "pharmaceutical",
            "drugs",
            "pharma"
        ]
    },
    {
        "url": "https://www.alz.org/alzheimers-dementia/facts-figures",
        "title": "Facts and Figures",
        "authors": [],
        "publisher": "alz.org",
        "publish_date": "",
        "text": "Quick Facts\n\nALZHEIMER'S DISEASE IS THE 6TH LEADING CAUSE OF DEATH IN THE UNITED STATES.\n\nMORE THAN 16 MILLION AMERICANS PROVIDE UNPAID CARE FOR PEOPLE WITH ALZHEIMER'S OR OTHER DEMENTIAS.\n\nTHESE CAREGIVERS PROVIDED AN ESTIMATED 18.5 BILLION HOURS OF CARE VALUED AT NEARLY $234 BILLION.\n\nBETWEEN 2000 AND 2017 DEATHS FROM HEART DISEASE HAVE DECREASED 9% WHILE DEATHS FROM ALZHEIMER'S HAVE INCREASED 145%.\n\n1 IN 3 SENIORS DIES WITH ALZHEIMER'S OR ANOTHER DEMENTIA. IT KILLS MORE THAN BREAST CANCER AND PROSTATE CANCER COMBINED.\n\nONLY 16% OF SENIORS RECEIVE REGULAR COGNITIVE ASSESSMENTS DURING ROUTINE HEALTH CHECK-UPS.\n\nIN 2019, ALZHEIMER'S AND OTHER DEMENTIAS WILL COST THE NATION $290 BILLION. BY 2050, THESE COSTS COULD RISE AS HIGH AS $1.1 TRILLION.\n\n5.8 MILLION AMERICANS ARE LIVING WITH ALZHEIMER'S. BY 2050, THIS NUMBER IS PROJECTED TO RISE TO NEARLY 14 MILLION.\n\nEvery 65 SECONDS SOMEONE IN THE UNITED STATES DEVELOPS THE DISEASE.\n\nPrevalence\n\nThe number of Americans living with Alzheimer's is growing — and growing fast. An estimated 5.8 million Americans of all ages have Alzheimer's.\n\n\n\nAn estimated 5.8 million Americans of all ages are living with Alzheimer's dementia in 2019. This number includes an estimated 5.6 million people age 65 and older and approximately 200,000 individuals under age 65 who have younger-onset Alzheimer's. One in 10 people age 65 and older (10 percent) has Alzheimer's dementia.\n\nAlmost two-thirds of Americans with Alzheimer's are women.\n\nOlder African-Americans are about twice as likely to have Alzheimer's or other dementias as older whites.\n\nHispanics are about one and one-half times as likely to have Alzheimer's or other dementias as older whites. An estimated 5.8 million Americans of all ages are living with Alzheimer's dementia in 2019. This number includes an estimated 5.6 million people age 65 and older and approximately 200,000 individuals under age 65 who have younger-onset Alzheimer's.\n\n\n\nAs the number of older Americans grows rapidly, so too will the number of new and existing cases of Alzheimer's. By 2050, the number of people age 65 and older with Alzheimer’s dementia may grow to a projected 13.8 million, barring the development of medical breakthroughs to prevent, slow or cure Alzheimer’s disease.\n\n\n\nGet Involved\n\nMortality\n\nAlzheimer’s is not just memory loss. Alzheimer’s kills. Alzheimer's disease is the sixth-leading cause of death in the United States.\n\nAlzheimer’s is the fifth-leading cause of death among those age 65 and older and is also is a leading cause of disability and poor health.\n\nAlthough deaths from other major causes have decreased significantly, official records indicate that deaths from Alzheimer's disease have increased significantly. Between 2000 and 2017, the number of deaths from Alzheimer’s disease as recorded on death certificates has more than doubled, increasing 145 percent, while the number of deaths from the number one cause of death (heart disease) decreased 9 percent.\n\nAmong people age 70, 61 percent of those with Alzheimer's dementia are expected to die before the age of 80 compared with 30 percent of people without Alzheimer's — a rate twice as high\n\n\n\nPeople age 65 and older survive an average of 4 to 8 years after a diagnosis of Alzheimer’s dementia, yet some live as long as 20 years with Alzheimer’s. This reflects the slow, uncertain progression of the disease.\n\n\n\nInvest in a World Without Alzheimer's Disease®\n\nCaregivers\n\nEighty-three percent of the help provided to older adults in the United States comes from family members, friends or other unpaid caregivers. Nearly half of all caregivers who provide help to older adults do so for someone living with Alzheimer's or another dementia.\n\n\n\nWho are the caregivers? About one in three caregivers (34 percent) is age 65 or older.\n\nApproximately two-thirds of caregivers are women; more specifically, over one-third of dementia caregivers are daughters.\n\nMost caregivers (66 percent) live with the person with dementia in the community.\n\nApproximately one-quarter of dementia caregivers are \"sandwich generation\" caregivers — meaning that they care not only for an aging parent, but also for children under age 18. Who are the caregivers?\n\n\n\nAlzheimer's takes a devastating toll on caregivers. Compared with caregivers of people without dementia, twice as many caregivers of those with dementia indicate substantial emotional, financial and physical difficulties.\n\n\n\nOf the total lifetime cost of caring for someone with dementia, 70 percent is borne by families — either through out-of-pocket health and long-term care expenses or from the value of unpaid care.\n\n\n\nCaring for someone with Alzheimer's?\n\nCost to Nation\n\nThe costs of health care and long-term care for individuals living with Alzheimer’s or other dementias are substantial, and dementia is one of the costliest conditions to society.\n\n\n\nIn 2019, Alzheimer’s and other dementias will cost the nation $290 billion, including $195 billion in Medicare and Medicaid payments. Unless a treatment to slow, stop or prevent the disease is developed, in 2050, Alzheimer's is projected to cost more than $1.1 trillion (in 2019 dollars). This dramatic rise includes more than four-fold increases both in government spending under Medicare and Medicaid and in out-of-pocket spending. People living with Alzheimer's or other dementias have twice as many hospital stays per year as other older people.\n\nMedicare beneficiaries with Alzheimer's or other dementias are more likely than those without dementia to have other chronic conditions, such as heart disease, diabetes and kidney disease.\n\nOlder people living with Alzheimer’s or other dementias have more skilled nursing facility stays and home health care visits per year than other older people.\n\nPeople living with Alzheimer's or other dementias make up a large proportion of all elderly people who receive adult day services and nursing home care. In 2019, Alzheimer’s and other dementias will cost the nation $290 billion, including $195 billion in Medicare and Medicaid payments. Unless a treatment to slow, stop or prevent the disease is developed, in 2050, Alzheimer's is projected to cost more than $1.1 trillion (in 2019 dollars). This dramatic rise includes more than four-fold increases both in government spending under Medicare and Medicaid and in out-of-pocket spending.\n\n\n\nTake Action\n\nSpecial Report: Alzheimer’s Detection in the Primary Care Setting\n\nDespite significant challenges to improving brief cognitive assessments in the primary care setting, there are a number of encouraging signs that the United States is moving toward better and more numerous assessments, and better awareness of cognitive decline.\n\n\n\nThe Alzheimer’s Association Primary Care Physician and Consumer Cognitive Assessment Surveys provide a clear picture of the state of cognitive assessment in the primary care setting. Despite seniors’ and primary care physicians’ widespread awareness of the benefits of early detection and widely held beliefs that regular cognitive assessments are important, just half of seniors are being assessed, and only one in seven (16 percent) is receiving regular assessments.\n\n\n\nThe surveys highlight a number of educational opportunities for seniors and primary care physicians alike that have the potential to lead to the better use of brief cognitive assessments and the greater detection and diagnosis of cognitive impairment and dementia that are so urgently needed.\n\n\n\nThe surveys also reveal there is a strong foundation of knowledge on which to build toward better cognitive assessment: Primary care physicians are asking for information about how to better conduct assessments, demonstrating a desire for improvement.\n\nPrimary care physicians who have been in practice for fewer than 25 years are conducting more brief cognitive assessments and placing more importance on them than their older counterparts, suggesting that the future will see improved early detection of cognitive decline.\n\nAs awareness and use of the Medicare Annual Wellness Visits, and the new care planning benefit grows, it will become progressively more common to regularly assess the cognition of older adults. The Alzheimer’s Association Primary Care Physician and Consumer Cognitive Assessment Surveys provide a clear picture of the state of cognitive assessment in the primary care setting. Despite seniors’ and primary care physicians’ widespread awareness of the benefits of early detection and widely held beliefs that regular cognitive assessments are important, just half of seniors are being assessed, and only one in seven (16 percent) is receiving regular assessments.The surveys highlight a number of educational opportunities for seniors and primary care physicians alike that have the potential to lead to the better use of brief cognitive assessments and the greater detection and diagnosis of cognitive impairment and dementia that are so urgently needed.The surveys also reveal there is a strong foundation of knowledge on which to build toward better cognitive assessment:\n\n\n\nWorried about memory loss?",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "alzheimers",
            "number",
            "caregivers",
            "dementia",
            "primary",
            "figures",
            "facts",
            "age",
            "dementias",
            "cognitive",
            "older",
            "care"
        ]
    },
    {
        "url": "https://www.naturalnews.com/2017-04-17-brain-damaging-vaccines-pesticides-and-medicines-generate-nearly-800-billion-a-year-in-medical-revenues.html",
        "title": "Brain-damaging vaccines, pesticides and medicines generate nearly $800 billion a year in medical revenues",
        "authors": [
            {
                "name": "April",
                "link": null
            },
            {
                "name": "Monday",
                "link": null
            },
            {
                "name": "Earl Garcia",
                "link": null
            }
        ],
        "publisher": "www.naturalnews.com",
        "publish_date": "2017-04-17",
        "text": "(Natural News) The current estimated annual cost for nine of the most common neurological disorders in the U.S. was a hefty $789 billion, a recent paper revealed. According to the paper, these conditions include Alzheimer’s disease and other forms of dementia, traumatic brain injury and Parkinson’s disease, as well as epilepsy, multiple sclerosis, and spinal cord injury.\n\nResearchers also projected that health care costs associated with brain damage will continue to increase as the number of elderly patients were expected to double between 2011 and 2050. Data showed that medical costs related to dementia and stroke alone were estimated to be more than $600 billion by 2030.\n\n“The findings of this report are a wake-up call for the nation, as we are facing an already incredible financial burden that is going to rapidly worsen in the coming years. Although society continues to reap the benefits of the dramatic research investments in heart disease and cancer over the last few decades, similar levels of investment are required to fund neuroscience research focused on curing devastating neurological diseases such as stroke and Alzheimer’s, both to help our patients and also to avoid costs so large they could destabilize the entire health care system and the national economy,” said lead author Dr. Clifton Gooch, ScienceDaily.com reports.\n\nThe findings were published in the Annals of Neurology.\n\nIs drug use a contributing factor to brain damage?\n\nMounting evidence point to certain medications as risk factors in developing some of the most debilitating neurological conditions in the country. A study published in the JAMA Internal Medicine found a correlation between long-term use of anticholinergic medications like Benadryl and the onset of dementia. Anticholinergic drugs were shown to inhibit the action of acetylcholine, an organic chemical that plays a crucial role in learning and memory.\n\nSupport our mission and protect your health: Organic Seeds of Life combines Red Raspberry Seed Power, Black Cumin Seed Power and Red Grape Seed Powder into the most potent nutrient-rich supplemental superfood powder you've ever experienced. Loaded with flavonoids, antioxidants, anthocyanins, OPCs, ALA and a vast array of vital nutrients. Learn more here.\n\nResearchers at the University of Washington examined nearly 3,500 men and women ages 65 years and older and found those who used anticholinergic drugs had higher odds of developing dementia than those who did not take the drug. Study data also showed that higher dementia risk coincided with cumulative doses of anticholinergic drugs. Researchers said patients who took the drugs for an equivalent of three years or more had a 54% increased odds of developing the mental disorder.\n\nPotentially toxic substances found in vaccines may also play a key role in the development of brain damage. For instance, traces of aluminum in vaccines were linked to the Alzheimer’s disease and other neurological conditions. Aluminum, a toxic metal and a known neurotoxin, is often used as an adjuvant agent vaccines. A 2013 study published in the journal Immunologic Research revealed that adults with high aluminum exposure may were at an increased risk of developing age-related neurological conditions that resemble Alzheimer’s disease.\n\nAnother study published in the Journal of Trace Elements in Medicine and Biology revealed that higher aluminum accumulation was found in the brain tissue samples of patients with late-onset or sporadic Alzheimer’s disease compared with age-matched controls. “Aluminium is neurotoxic and and the concentrations of aluminium found in these familial [Alzheimer’s disease] brains are unlikely to be benign and indeed are highly likely to have contributed to both the onset and the aggressive nature of any ongoing AD in these individuals. These data lend support to the recent conclusion that brain aluminium will contribute towards all forms of [Alzheimer’s disease] under certain conditions,” said study author Professor Christopher Exley, Vaccines.news reports.\n\nAnother toxic compound called glyphosate, a main component of Monsant’s flagship pesticide Roundup, can also be found in vaccines. Screening results from Microbe Inotech Laboratories Inc. in St. Louis, Missouri revealed that certain influenza, DTap, and MMR vaccines contain the hazardous pesticide. Glyphosate was associated with the onset of autism and certain forms of cancer such as multiple myeloma and leukemia.\n\nSources:\n\nScienceDaily.com\n\nHarvard.edu\n\nVaccines.news\n\nHippocraticPost.com\n\nEcoWatch.com",
        "quotes": [
            [
                "The findings of this report are a wake-up call for the nation, as we are facing an already incredible financial burden that is going to rapidly worsen in the coming years.",
                "Clifton Gooch",
                true
            ],
            [
                "Although society continues to reap the benefits of the dramatic research investments in heart disease and cancer over the last few decades, similar levels of investment are required to fund neuroscience research focused on curing devastating neurological diseases such as stroke and Alzheimer’s, both to help our patients and also to avoid costs so large they could destabilize the entire health care system and the national economy,",
                "Clifton Gooch",
                true
            ],
            [
                "Aluminium is neurotoxic and and the concentrations of aluminium found in these familial [Alzheimer’s disease] brains are unlikely to be benign and indeed are highly likely to have contributed to both the onset and the aggressive nature of any ongoing AD in these individuals.",
                "",
                true
            ],
            [
                "These data lend support to the recent conclusion that brain aluminium will contribute towards all forms of [Alzheimer’s disease] under certain conditions,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.hippocraticpost.com/mental-health/strong-evidence-linking-aluminium-alzheimers/",
                "https://www.vaccines.news/2016-12-29-aluminum-in-vaccines-linked-to-alzheimers-and-other-neurological-deterioration.html",
                "https://www.ecowatch.com/glyphosate-vaccines-1999343362.html",
                "https://www.sciencedaily.com/releases/2017/03/170328105855.htm",
                "https://www.health.harvard.edu/blog/common-anticholinergic-drugs-like-benadryl-linked-increased-dementia-risk-201501287667"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://science.naturalnews.com/Alzheimer's.html",
                "https://www.naturalnews.com",
                "http://organicseedsoflife.naturalnews.com/organic-seeds-of-life.html"
            ]
        },
        "key_words": [
            "vaccines",
            "revenues",
            "alzheimers",
            "medicines",
            "generate",
            "dementia",
            "published",
            "disease",
            "medical",
            "study",
            "pesticides",
            "800",
            "neurological",
            "revealed",
            "conditions",
            "brain",
            "billion",
            "braindamaging",
            "nearly"
        ]
    },
    {
        "url": "https://www.propublica.org/article/health-advocacy-groups-take-drug-company-cashoften-without-full-disclosures",
        "title": "Health Advocacy Groups Take Drug Company Cash—Often Without Full Disclosures, Report Says — ProPublica",
        "authors": [
            {
                "name": "Marian Wang",
                "link": null
            }
        ],
        "publisher": "www.propublica.org",
        "publish_date": "2011-01-13",
        "text": "We’ve reported extensively on the ties between pharmaceutical companies and the physicians they fund to speak, consult and do research. But doctors aren’t the only ones taking money from drug companies—and they’re not the only stakeholders in the field of health whose public disclosures aren’t complete.\n\nAccording to a new study in the American Journal of Public Health, not-for-profit health advocacy groups like the American Diabetes Association and the National Alliance on Mental Illness also get money from drug companies in the form of grants that—more often than not—aren’t disclosed by those groups.\n\nThe study examined more than 160 health advocacy organizations that received funding from Eli Lilly in the first half of 2007. (Lilly was the first company to make its grant registry public.) Here’s what the analysis found:\n\nAs an aggregate, 25% of HAOs acknowledged Lilly funding anywhere on their Web site. Eighteen percent acknowledged Lilly in their 2007 annual report, 1% acknowledged Lilly on a corporate sponsors page, and 10% acknowledged Lilly as the sponsor of the grant event reported in the [Lilly Grant Registry.]\n\nHealth advocacy groups often advocate for research and the approval of new drugs on top of promoting public awareness. According to the study, their reputation as a trusted resource for information on specific diseases and their treatments should prompt “far more detailed” disclosure of their corporate grants and industry relationships.\n\nThis report isn’t the first time such ties have been spotlighted.\n\nThe National Alliance on Mental Illness, or NAMI, came under similar scrutiny back in 2009 when Sen. Charles Grassley, a top Republican, began making inquiries.\n\nFrom 2006 to 2008, the group took in nearly $23 million in drug company donations—about three-quarters of its fund-raising. At the time, NAMI’s executive director told The New York Times that “the percentage of money from pharma has been higher than we have wanted it to be” and promised greater disclosures.\n\nFollowing the revelations about NAMI, Sen. Charles Grassley sent letters to 33 health advocacy groups asking them to disclose details about their financial ties to drug and device makers. He has not released the responses he received from the groups.\n\nToday’s report, however, highlighted continued concerns about the degree to which a group’s funding influences its advocacy and helps boost sales for drug companies making donations. Here’s an example from the report, involving NAMI:\n\nThis lack of transparency is disappointing because, either by design or through a convergence of interests, the HAOs in the current study pursued activities that promoted the sale of Lilly products.\n\nIn the area of neurosciences, Lilly gave NAMI $450,000 for its Campaign for the Mind of America. NAMI has advocated that cost should not be a consideration when prescribing for patients. ‘‘For the most severely disabled,’’ insisted NAMI, ‘‘effective treatment often means access to the newest medications such as atypical anti- psychotic and anti-depressive agents. . . . Doctors must be allowed to utilize the latest breakthrough in medical science . . . without bureaucratic restrictions to the access for life-saving medications.’’To the degree that NAMI’s campaign succeeded, the market for Lilly’s neuroscience drugs expanded.\n\nAs we’ve noted, the health care law contains a provision requiring greater disclosure of drug company payments to physicians by 2013, but it does not include company payments to health advocacy organizations.",
        "quotes": [
            [
                "the percentage of money from pharma has been higher than we have wanted it to be",
                "",
                false
            ],
            [
                "effective treatment often means access to the newest medications such as atypical anti- psychotic and anti-depressive agents.",
                "",
                false
            ],
            [
                "Doctors must be allowed to utilize the latest breakthrough in medical science .",
                "",
                true
            ],
            [
                "without bureaucratic restrictions to the access for life-saving medications.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.propublica.org/article/payments-to-doctors-by-most-pharma-companies-still-remain-secret",
                "https://www.nytimes.com/2009/10/22/health/22nami.html"
            ],
            "gov_pgs": [
                "http://grassley.senate.gov/news/Article.cfm?customel_dataPageID_1502=24413"
            ],
            "unsure": [
                "https://www.propublica.org/documents/item/health-advocacy-groups-and-the-pharmaceutical-industry",
                "https://projects.propublica.org/docdollars/"
            ]
        },
        "key_words": [
            "company",
            "cashoften",
            "propublica",
            "lilly",
            "advocacy",
            "drug",
            "study",
            "groups",
            "report",
            "nami",
            "health",
            "disclosures",
            "public"
        ]
    },
    {
        "url": "https://www.helpguide.org/harvard/whats-causing-your-memory-loss.htm",
        "title": "What’s Causing Your Memory Loss?",
        "authors": [],
        "publisher": "https://www.helpguide.org",
        "publish_date": "",
        "text": "A Harvard Health article\n\nWhat’s Causing Your Memory Loss?\n\nIt’s Not Necessarily Alzheimer’s\n\nDistinguishing between types of dementia\n\nFor physicians and families intent on pinning down a diagnosis, one major complicating factor is the existence of so many kinds of dementia. More than 50 conditions can mimic or cause dementia.\n\nAlzheimer’s disease is by far the most common intractable condition. But other causes of irreversible dementia include blood vessel diseasevascular dementia), other degenerative disorders (frontotemporal lobar degeneration, Parkinson’s disease, Huntington’s disease), slow-growing brain tumors, or infections of the central nervous system (Creutzfeldt-Jakob disease, AIDS dementia, neurosyphilis).\n\nIn some types of dementia, treatment will improve mental functioning, and in a small percentage, the dementia is completely reversible if treatment begins before permanent brain damage occurs. That’s why it is important to report to a doctor any signs of dementia as early as possible.\n\nReversible dementias\n\nReversible dementias are often easier to diagnose than irreversible dementias because they are usually accompanied by other, obvious symptoms. In the following conditions or situations, however, dementia may be the primary, or even the only, symptom. Proper treatment may improve or even restore cognitive functioning.\n\nDelirium\n\nDelirium causes changes in mental functioning that can closely resemble dementia, but there are two important differences:\n\nSpeed of onset. The mental changes in delirium develop quickly, often in a matter of hours or days. In contrast, dementia evolves over months or years.\n\nThe mental changes in delirium develop quickly, often in a matter of hours or days. In contrast, dementia evolves over months or years. Level of consciousness. In delirium, consciousness is either clouded or fluctuates between drowsiness and alertness. Dementia doesn’t affect the level of consciousness.\n\nDelirium is considered a medical emergency, in part because it’s often the main expression of a sudden, life-threatening illness. Elderly people are also susceptible to delirium after surgery.\n\nAlcohol withdrawal syndrome presents the classic picture of delirium. Similarly, delirium can occur from abrupt withdrawal from benzodiazepines, a group of anti-anxiety drugs that includes diazepam (Valium), chlordiazepoxide (Librium), and alprazolam (Xanax).\n\nToxic reactions to drugs Medications are common culprits in mental decline. With aging, the liver becomes less efficient at metabolizing drugs, and the kidneys eliminate them from the body more slowly. As a result, drugs tend to accumulate in the body. Elderly people in poor health and those taking several different medications are especially vulnerable. The list of drugs that can cause dementia-like symptoms is long. It includes: antidepressants\n\nantihistamines\n\nanti-Parkinson drugs\n\nanti-anxiety medications\n\ncardiovascular drugs\n\nanticonvulsants\n\ncorticosteroids\n\nnarcotics\n\nsedatives\n\nDepression\n\nPeople sometimes manifest dementia-like symptoms—forgetfulness, disorientation, inattentiveness, and slowed responses—when they are depressed. This so-called pseudodementia can masquerade as the depression that often accompanies Alzheimer’s disease, but there are subtle differences.\n\nPseudodementia. In pseudodementia, the depressed mood begins before there is any mental decline. Typically, the person complains about memory loss or lack of concentration, looks sad or worried, and speaks in a flat, expressionless tone.\n\nIn pseudodementia, the depressed mood begins before there is any mental decline. Typically, the person complains about memory loss or lack of concentration, looks sad or worried, and speaks in a flat, expressionless tone. Depression. In Alzheimer’s-related depression, the mental decline comes first, and the person usually tries to conceal memory problems, rather than call attention to them.\n\nVitamin B12 deficiency\n\nIn older people, the first symptoms of pernicious anemia are often confusion, slowness, irritability, and apathy. Other symptoms of pernicious anemia include:Dementia could be a symptom of pernicious anemia, a rare condition caused by low levels of vitamin B12. In people with pernicious anemia, the bone marrow produces red blood cells that are both larger and less numerous than normal (see illustration).\n\nyellowish skin\n\nfatigue\n\nshortness of breath\n\nheadaches\n\nnumbness or tingling in the hands and feet\n\ntrouble keeping balance\n\nUsually the B12 deficiency that underlies pernicious anemia is not caused by a lack of B12 in the diet. That’s because this vitamin is plentiful in eggs, dairy products, meat, fish, and poultry, and it’s efficiently stored in the liver.\n\nInstead, a B12 deficiency usually occurs because an individual can’t absorb the vitamin from food. Fortunately, B12 injections, if started early, can remedy the deficiency and alleviate the symptoms of pernicious anemia.\n\nHydrocephalus\n\nHydrocephalus (“water on the brain”) is an excess of cerebrospinal fluid around the brain. The fluid is secreted by the ventricles (cavities in the center of the brain). It circulates around the spinal cord and is absorbed by veins on the external surface of the brain.\n\nCongenital hydrocephalus is usually diagnosed shortly after birth, but normal-pressure hydrocephalus occurs in a small number of elderly people. This condition can result from head trauma, brain hemorrhage, or meningitis (inflammation of the membrane covering the brain), but most cases occur spontaneously without an obvious preceding illness.\n\nIn addition to developing dementia, people with this condition lose bladder control and walk in a slow, hesitant manner, as if their feet are stuck to the floor. A surgically implanted tube (shunt) that drains fluid from a cavity in the brain (the lateral ventricle) to the jugular vein or to the abdomen brings rapid improvement, provided treatment is started soon after the symptoms appear.\n\nTumors\n\nBrain tumors may be malignant (cancerous) and therefore capable of invading surrounding tissue. Or they may be benign (self-contained).\n\nBrain tumors can interfere with cognitive functioning and cause personality changes. Depending on their location, they can trigger other symptoms, such as headaches, seizures, or vomiting.\n\nThe first symptoms of slow-growing tumors frequently resemble dementia, especially in older people.\n\nSubdural hematomas\n\nHematomas are blood clots caused by bruising. When they are located in the subdural area, between the brain surface and the thin membrane that covers it (the dura), they can cause symptoms that mimic Alzheimer’s disease. Such subdural hematomas can also be life-threatening, causing coma and death.\n\nMost subdural hematomas are caused by severe head trauma sustained in automobile crashes.\n\nBut elderly people sometimes develop subdural hematomas after a very minor (and, therefore, often forgotten) head injury. As blood oozes into a closed space, the hematoma enlarges and begins to interfere with brain function.\n\nRemoving the clot within weeks of the injury may restore mental function. However, the symptoms often evolve so slowly that diagnosis is delayed for months.\n\nThyroid disease\n\nAn overproduction of thyroid hormones (hyperthyroidism) is commonly caused by Graves’ disease, while an underproduction (hypothyroidism) usually results from Hashimoto’s thyroiditis. Both disorders can cause dementia-like symptoms.\n\nHyperthyroidism. To diagnose hyperthyroidism, physicians use a simple blood test that measures levels of thyroid hormones. Surgically removing the thyroid or destroying it with radioactive iodine usually corrects the cognitive problems.\n\nTo diagnose hyperthyroidism, physicians use a simple blood test that measures levels of thyroid hormones. Surgically removing the thyroid or destroying it with radioactive iodine usually corrects the cognitive problems. Hypothyroidism. This is diagnosed by measuring the level of thyroid-stimulating hormone circulating in the blood. Physicians usually recommend thyroid hormone replacement, but this treatment doesn’t always reverse the dementia.\n\nAlcoholism\n\nWernicke-Korsakoff syndrome, an irreversible state of confusion and amnesia in alcoholics, results from thiamine deficiency due to long-term malnutrition. But consuming excessive amounts of alcohol for a decade or more can also cause impaired thinking that resembles Alzheimer’s disease.\n\nIn dementia due to alcoholism, memory, orientation, and attention deteriorate, although verbal skills are not always severely affected. In this type of dementia, abstinence may partly restore mental functioning.\n\nIrreversible dementias\n\nAlthough there are many causes of irreversible dementia, the following conditions are among the most common. In some cases, prompt treatment can prevent further damage, but lost cognitive functioning cannot be restored.\n\nAlzheimer’s disease\n\nAlzheimer’s is distinguished from other dementias at autopsy by the presence of sticky beta-amyloid plaques outside brain cells (neurons) and fibrillary tangles within neurons. Although such lesions may be present in any aging brain, in people with Alzheimer’s these lesions tend to be more numerous and accumulate in areas of the brain involved in learning and memory.\n\nThe leading theory is that the damage to the brain results from inflammation and other biological changes that cause synaptic loss and malfunction, disrupting communication between brain cells. Eventually the brain cells die, causing tissue loss (see illustration). In imaging scans, brain shrinkage is usually first noticeable in the hippocampus, which plays a central role in memory function.\n\nThe hallmark symptom of Alzheimer’s is difficulty in recalling new information. As Alzheimer’s progresses, the following may occur:\n\nMemory loss. This may be severe enough to disrupt daily life (for example, the person may get lost in a previously familiar neighborhood).\n\nThis may be severe enough to disrupt daily life (for example, the person may get lost in a previously familiar neighborhood). Cognitive decline. The individual may also experience decline in cognitive ability (finding it hard to make decisions, solve problems, or make good judgments).\n\nThe individual may also experience decline in cognitive ability (finding it hard to make decisions, solve problems, or make good judgments). Mood or personality changes. An individual with Alzheimer’s may undergo significant changes in mood and personality (such as becoming more irritable, hostile, or apathetic).\n\nAlzheimer’s is severely debilitating, and death usually occurs within three to nine years after it is diagnosed. Five drugs have been approved for treating Alzheimer’s, but they alleviate symptoms only slightly.\n\nVascular dementia\n\nSome cognitive problems stem from insufficient blood flow to portions of the brain. The decrease in blood flow is often the result of atherosclerosis (the accumulation of fatty deposits on artery walls) in the blood vessels that feed the brain. The resulting interruption of blood flow creates areas of dead tissue.\n\nThese events—which are in fact tiny strokes—often go unnoticed, because each one damages just a small part of the brain and doesn’t cause long-term impairment. But the cumulative damage can lead eventually to large areas of dead brain tissue, and symptoms such as confusion, impaired thinking, slurred speech, and paralysis may arise.\n\nPeople with vascular dementia usually have one or more of the following risk factors:\n\nhypertension (high blood pressure)\n\ncardiovascular disease\n\ndiabetes\n\na history of stroke\n\nThe classic symptom of vascular dementia is an abrupt mental change, sometimes accompanied by paralysis or slurred speech. The mental deterioration proceeds in a “stairstep” pattern—a person suffers a sudden cognitive decline, the decline levels off, and then new strokes cause another sudden decline.\n\nDegenerative diseases Most dementias are caused by degenerative diseases, conditions whose deterioration cannot be stopped. Alzheimer’s disease is the degenerative disease that is most often responsible for dementia, accounting for more than 50% of cases. Frontotemporal lobar degeneration, Parkinson’s disease, and Huntington’s disease account for approximately 25% of all dementias.\n\nFrontotemporal lobar degeneration. This group of diseases, formerly called Pick’s disease, is characterized by atrophy of the front part of the brain, including the frontal and temporal lobes. It is often confused with Alzheimer’s disease because the symptoms are sometimes identical. Some experts believe it may be the second most common dementia, after Alzheimer’s disease.\n\nThe cause of frontotemporal lobar degeneration is unknown, but some variants can run in families, and it is sometimes associated with gene mutations. People with frontotemporal lobar degeneration exhibit symptoms such as:\n\nprominent aphasia (impaired ability to use language) early in the illness\n\nloss of inhibition, resulting in sociopathic or hypersexual behavior\n\nloss of emotional responses such as fear\n\ncompulsively putting objects in their mouths.\n\nParkinson’s disease. This is a movement disorder resulting from a deficiency of dopamine, a neurotransmitter involved in coordinating muscle activity as well as memory function.\n\nIts hallmarks include tremors, rigid limbs, and difficulty starting or stopping movement. Mild cognitive problems are common early in the disease, and dementia occurs in 30% to 80% of Parkinson’s patients in the late stages.\n\nSome people with Parkinson’s disease develop dementia because they also have Alzheimer’s disease. In other cases, the dementia is associated with hallucinations and appears to be linked to damage in the limbic and cortical areas of the brain. This variant of Parkinson’s is called Lewy body dementia.\n\nDrugs that increase dopamine transmission, such as levodopa (Sinemet), help control the physical symptoms of Parkinson’s but don’t improve mental function.\n\nHuntington’s disease. Huntington’s disease is a rare inherited disorder linked to an abnormal gene on chromosome 4. Its symptoms include involuntary writhing movements and dementia, and they often begin between the ages of 20 and 40.\n\nMental disturbances may occur before or after physical problems appear, and people are often difficult to care for because of their irritability, aggressiveness, and erratic behavior. Medications can control the movement and mood disorders, but they don’t stop the disease from progressing.\n\nInfectious dementias\n\nVirtually any infectious agent that attacks the central nervous system can cause dementia.\n\nCreutzfeldt-Jakob disease. This is a rare, rapidly progressive dementia caused by a type of infectious agent called a prion. The initial symptoms are fatigue and subtle changes in behavior. Typically, the disease progresses to movement problems, seizures, coma, and—within a year—death.\n\nAIDS dementia. This form of dementia occurs in people with AIDS. The dementia can develop rapidly, sometimes in a matter of weeks, and consists of forgetfulness, inattentiveness, and thinking difficulties.\n\nNeurosyphilis. Before the introduction of penicillin, up to 30% of dementia patients admitted to mental institutions had neurosyphilis. This disorder, which develops about 15 years after syphilis infection, is now rare, because syphilis is typically treated before it reaches that point.\n\nAdapted with permission from Alzheimer’s Disease: A guide to diagnosis, treatment, and caregiving, a special health report published by Harvard Health Publishing.",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.health.harvard.edu/special-health-reports/a-guide-to-coping-with-alzheimers-disease"
            ]
        },
        "key_words": [
            "whats",
            "loss",
            "blood",
            "alzheimers",
            "dementia",
            "mental",
            "cause",
            "causing",
            "brain",
            "symptoms",
            "usually",
            "memory",
            "cognitive",
            "disease"
        ]
    },
    {
        "url": "https://www.globalresearch.ca/drug-induced-dementia-isnt-alzheimers/5433546",
        "title": "Drug-Induced Dementia isn’t Alzheimer’s - Global Research",
        "authors": [
            {
                "name": "Dr. Gary G. Kohls",
                "link": null
            }
        ],
        "publisher": "www.globalresearch.ca",
        "publish_date": "2015-02-26",
        "text": "“More than 50 conditions can cause or mimic the symptoms of dementia.” and “Alzheimer’s (can only be) distinguished from other dementias at autopsy.” — from a Harvard University Health Publication entitled What’s Causing Your Memory Loss? It Isn’t Necessarily Alzheimer’s\n\n“Medications have now emerged as a major cause of mitochondrial damage, which may explain many adverse effects. All classes of psychotropic drugs have been documented to damage mitochondria, as have stain medications, analgesics such as acetaminophen, and many others.” – Neustadt and Pieczenik, authors of Medication-induced Mitochondrial Damage and Disease\n\n“Establishing mitochondrial toxicity is not an FDA requirement for drug approval, so there is no real way of knowing which agents are truly toxic.” – Dr. Katherine Sims, Mass General Hospital –http://www.mitoaction.org\n\n“It is difficult to get a man to understand something, when his salary depends upon his not understanding it!” – Upton Sinclair, anti-fascist, anti-imperialist American author who wrote in the early 20thcentury\n\n“No vaccine manufacturer shall be liable…for damages arising from a vaccine-related injury or death.” – President Ronald Reagan, as he signed The National Childhood Vaccine Injury Act (NCVIA) of 1986, absolving drug companies from all medico-legal liability when children die or are disabled from vaccine injuries.\n\nOver the past several decades there have been a number of well-financed campaigns, promoted by well-meaning laypersons, to raise public awareness to the plight of patients with dementia. Suspiciously, most of these campaigns come from “patient support” groups lead the public to believe that every dementia patient has Alzheimer’s dementia (AD).\n\nNot so curiously, it turns out that many – perhaps all – of these campaigns have been funded – usually secretly – by the very pharmaceutical companies that benefit economically by indirectly promoting the sale of so-called Alzheimer’s drugs. Such corporate-generated public relations “campaigns” are standard operating procedure for all of BigPharma drugs, especially its psychopharmaceutical drugs. BigPharma has found that the promotion and de-stigmatization of so-called “mental illnesses (for which there are FDA-approved drugs) is a great tool for marketing their drugs.\n\n(http://www.propublica.org/ blog/item/health-advocacy- groups-take-drug-company- cashoften-without-full- disclosures )\n\nRecently Alzheimer’s support groups all around the nation have been sponsoring the documentary about country singer Glen Campbell who has recently been diagnosed by his physicians with Alzheimer’s disease (of unknown etiology) despite the obvious fact that Campbell was infamous for his chronic heavy use of brain-damaging, dementia-inducing, addicting, and very neurotoxic drugs like cocaine and alcohol. And, just like so many other hard-living celebrities like the recently suicide Robin Williams, Campbell was known to have received prescriptions of legal drugs from their prescribing boutique psychiatrists and physicians, just adding to the burden that their failing livers, brains and psyches had to endure.\n\nSince it is known that Alzheimer’s disease can only be truly diagnosed by a microscopic examination of the cerebral cortex (at autopsy), we have to question the very alive Glen Campbell’s diagnosis. And we also have to question the veracity and motivations of the sponsoring patient support groups and their BigPharma sponsors.\n\nIs the Alzheimer’s Epidemic Actually a Drug-Induced Dementia Epidemic?\n\nSynchronous with the huge increases (over the past generation or so) in\n\n1) the incidence of childhood and adult vaccinations,\n\n2) the widespread use of psychotropic and statin (cholesterol-lowering) drug use, and\n\n3) the increased ingestion of a variety of neurotoxic substances – including food additives, there has been a large parallel increase in the incidence of\n\na) chronic illnesses of childhood, including autistic spectrum disorders\n\n(http://www.huffingtonpost. com/david-kirby/new-study— mitochondrial_b_147030.html ),\n\nb) “mental illnesses of unknown origin”, and also\n\nc) dementia, a multifactorial reality which, via clever marketing and the studied ignorance of what is scientifically known about the actual causes – and diagnosis – of dementia, which has been primarily – and mistakenly – referred to as Alzheimer’s disease (of unknown etiology).\n\nIt is important to ask and then demand an honest answer to the question “could there be a connection between America’s increasingly common over-prescribing of immunotoxic, neurotoxic, synthetic prescription drugs and vaccines and some of the neurodegenerative disorders that supposedly “have no known cause”?\n\nCould the economically disabling American epidemic of autoimmune disorders, psychiatric disorders, autism spectrum disorders, etc (all supposedly of unknown origin) that have erupted over the past several decades be found to have recognizable root causes and therefore be treatable and, most importantly, preventable?\n\nThese are extremely important questions, especially in the case of the current dementia epidemic, because the so-called Alzheimer’s patient support groups seem to be totally unaware of the powerful evidence that prescription drugs known to damage brain cells (especially by poisoning their mitochondria) would be expected to cause a variety of neurological and psychological disorders because of the brain cell death that eventually happens when enough of the mitochondria (the microscopic hearts and lungs of every cell) have been wounded irretrievably or killed off. (See more info on drugs and mitochondria below.)\n\nOne of the big problems in America’s corporate-controlled culture, corporate-controlled media and corporate-controlled medical industries is that the giant pharmaceutical corporations, who are in the business of developing, marketing and selling known mitochondrial toxins (in the form of their drugs and vaccine ingredients) have a special interest in pretending that there is no known cause for the disorders that their synthetic chemicals are causing (or they use the unprovable “it’s probably genetic” subterfuge).\n\nIt should be a concern of everybody who knows a demented patient, that some AD patient support groups are known to be front groups for the pharmaceutical companies that profit from the marketing to patients and their doctors the disappointingly ineffective drugs for Alzheimer’s like Aricept, Exelon, Namenda, Hexalon, and Razadyne.\n\nPrescription Drug-Induced – and Vaccine-Induced – Mitochondrial Disorders\n\nAcquired mitochondrial disorders (as opposed to the relatively rare primary mitochondrial disorders like muscular dystrophy) that can be caused by commonly prescribed drugs are difficult to diagnose and are generally poorly understood by most practitioners. When I went to med school, nobody knew anything about what synthetic drugs or vaccines did to the mitochondria.\n\nA lot of mitochondrial research, especially since the 1990s, has proven the connections between a variety of commonly prescribed medications and mitochondrial disorders. That evidence seems to have been cunningly covered-up by the for-profit pharma groups (who control medical education and much of the media) and various other powers-that-be because of the serious economic consequences if the information was allowed in the popular press. The stake-holders in the pharmaceutical and medical industries, most of whom profit mightily from the routine and increasing usage of neurotoxic drugs and vaccines, supposedly operating in the name of Hippocrates, would be very displeased if this information got out. I submit that BigPharma’s cover-up of the connections is totally unethical and, in the opinion of many other whistleblowers, criminal.\n\nAn Honest Patient Guide for Dementia Patients from Harvard!\n\nSo I was pleasantly surprised to find a reasonably honest guide for dementia patients on a Harvard University website.\n\n(The entire guide can be accessed at http://www.helpguide.org/ harvard/whats-causing-your- memory-loss.htm#top .)\n\nThe information at that website stated that there were over 50 conditions that could cause or mimic early dementia symptoms. I hadn’t been taught anything about that reality when I went to med school, and I doubt that many of my physician colleagues were either. And besides, what medical practitioner in our double-booked clinic environment, even if he or she was aware, has the time to thoroughly rule out the 50 conditions when confronted with a patient with memory loss?\n\nI have often said to my patients and my seminar participants: “it takes only 2 minutes to write a prescription, but it takes 20 minutes to not write a prescription”. And in the current for-profit clinic culture, time is money and few physicians are given the “luxury” of spending adequate time with their patients. (In defense of the physicians that I know, they are not happy about that reality but don’t know what to do about it.)\n\nIt is so tempting to use the popularized, but rather squishy label of AD (of unknown etiology) rather than to educate ourselves about the possibility of drug- or vaccine-induced dementia. But what is so important is that many of the 50+ conditions are preventable or reversible, which will be therapeutic only if the conditions are identified before permanent brain damage occurs.\n\nThe Harvard guide actually said that “medications are common culprits in mental decline. With aging, the liver becomes less efficient at metabolizing drugs, and the kidneys eliminate them from the body more slowly. As a result, drugs tend to accumulate in the body. Elderly people in poor health and those taking several different medications are especially vulnerable.”\n\nThe guide continued with a list of the possible classes of prescription drugs that number in the hundreds:\n\n“The list of drugs that can cause dementia-like symptoms is long. It includes antidepressants, antihistamines, anti-Parkinson drugs, anti-anxiety medications, cardiovascular drugs, anticonvulsants, corticosteroids, narcotics, sedatives.”\n\nThe Harvard guide went on to emphasize that Alzheimer’s can only be accurately diagnosed on a post-mortem examination. The guide states that “Alzheimer’s is distinguished from other dementias at autopsy by the presence of sticky beta-amyloid plaques outside brain cells (neurons) and fibrillary tangles within neurons (all indicative of cellular death). Although such lesions may be present in any aging brain, in people with Alzheimer’s these lesions tend to be more numerous and accumulate in areas of the brain involved in learning and memory.”\n\n“The leading theory is that the damage to the brain results from inflammation and other biological changes that cause synaptic loss and malfunction, disrupting communication between brain cells. Eventually the brain cells die, causing tissue loss In imaging scans, brain shrinkage is usually first noticeable in the hippocampus, which plays a central role in memory function.”\n\nBut even the Harvard guide inexplicably failed to mention known mitochondrial toxins such as statin drugs, metformin, Depakote, general anesthetics, fluoroquinolone antibiotics, fluorinated psychotropic drugs, NutraSweet (every molecule of aspartame, when it reaches 86 degrees F, releases one molecule of the excitotoxin aspartic acid and one molecule of methanol [wood alcohol] which metabolizes into the known mitochondrial poison formaldehyde [embalming fluid]), pesticides (including the chlorinated artificial sweetener Splenda, which was initially developed as a pesticide) or themercury (thimerosal), aluminum and formaldehyde which are common ingredients in vaccines. These are only some of the synthetic drugs that are capable of causing mitochondrial damage in brain cells – with memory loss, confusion and cognitive dysfunction, all early symptoms of dementia.\n\nIt is tragic, but all–too-common, for reversible and preventable drug-induced dementias (therefore of known cause and thus not Alzheimer’s) to be mis-diagnosed as Alzheimer’s disease “of unknown etiology” and to then be prescribed costly, essentially ineffective and potentially toxic drugs – whose mitochondrial toxicities have not been tested for.\n\n(The pharmaceutical industry, it should be noted, is not required by the FDA to test its drugs for mitochondrial toxicity when it is doing its studies for marketing approval, again exhibiting the total disdain for the Precautionary Principle by both industry and the regulatory agencies such as the FDA, the CDC and WHO.)\n\nThere is much more in the basic neuroscience literature proving the connections, at least from authors who do not have conflicts of interest with BigPharma and BigMedicine. The authors of these articles have raised the questions and have published the proof that concerned families of patients and their physicians desperately need to know.\n\nDon’t expect BigPharma to respond or to offer apologies or mea culpas. Do expect denials, dismissals, distractions, discrediting and then the delaying of real legitimate explorations of the real scientific evidence that exposes its subterfuge in the name of maintaining large profits for their stakeholders.\n\nHere are the abstracts from just two of the many peer-reviewed articles from various science journals that support the thesis of this column.\n\nMedication-induced mitochondrial damage and disease\n\nPublished in the Molecular Nutrition and Food Research journal; 2008 Jul;52(7):780-8.\n\nAuthors: Neustadt, J, Pieczenik SR.\n\nPosted at: http://www.ncbi.nlm.nih.gov/ pubmed/18626887\n\nAbstract\n\nSince the first mitochondrial dysfunction was described in the 1960s, the medicine has advanced in its understanding the role mitochondria play in health and disease. Damage to mitochondria is now understood to play a role in the pathogenesis of a wide range of seemingly unrelated disorders such as schizophrenia, bipolar disease, dementia, Alzheimer’s disease, epilepsy, migraine headaches, strokes, neuropathic pain, Parkinson’s disease, ataxia, transient ischemic attack, cardiomyopathy, coronary artery disease, chronic fatigue syndrome, fibromyalgia, retinitis pigmentosa, diabetes, hepatitis C, and primary biliary cirrhosis. Medications have now emerged as a major cause of mitochondrial damage, which may explain many adverse effects. All classes of psychotropic drugs have been documented to damage mitochondria, as have stain medications, analgesics such as acetaminophen, and many others. While targeted nutrient therapies using antioxidants or their precursors (e. g., N-acetylcysteine) hold promise for improving mitochondrial function, there are large gaps in our knowledge. The most rational approach is to understand the mechanisms underlying mitochondrial damage for specific medications and attempt to counteract their deleterious effects with nutritional therapies. This article reviews our basic understanding of how mitochondria function and how medications damage mitochondria to create their occasionally fatal adverse effects.\n\nMitochondrial Dysfunction and Psychiatric Disorders\n\nFrom: The Journal of Neurochemical Research 2009 Jun;34(6):1021-9.\n\nPosted at: http://www.ncbi.nlm.nih.gov/ pubmed/18979198\n\nAbstract\n\nMitochondrial oxidative phosphorylation is the major ATP-producing pathway, which supplies more than 95% of the total energy requirement in the cells. Damage to the mitochondrial electron transport chain has been suggested to be an important factor in the pathogenesis of a range of psychiatric disorders. Tissues with high energy demands, such as the brain, contain a large number of mitochondria, being therefore more susceptible to reduction of the aerobic metabolism. Mitochondrial dysfunction results from alterations in biochemical cascade and the damage to the mitochondrial electron transport chain has been suggested to be an important factor in the pathogenesis of a range of (so-called) neuropsychiatric disorders, such as (psychotropic drug-treated) bipolar disorder, depression and schizophrenia….Alterations of mitochondrial oxidative phosphorylation in (anti-psychotic drug-treated) schizophrenia have been reported in several brain regions and also in platelets. Abnormal mitochondrial morphology, size and density have all been reported in the brains of (anti-psychotic drug-treated) schizophrenic individuals. Considering that several studies link energy impairment to neuronal death, neurodegeneration and disease, this review article discusses energy impairment as a mechanism underlying the pathophysiology of some psychiatric disorders, like (psychotropic drug-treated) bipolar disorder, depression and schizophrenia.",
        "quotes": [
            [
                "More than 50 conditions can cause or mimic the symptoms of dementia.",
                "",
                true
            ],
            [
                "Alzheimer’s (can only be) distinguished from other dementias at autopsy.",
                "",
                true
            ],
            [
                "Medications have now emerged as a major cause of mitochondrial damage, which may explain many adverse effects.",
                "Pieczenik",
                true
            ],
            [
                "All classes of psychotropic drugs have been documented to damage mitochondria, as have stain medications, analgesics such as acetaminophen, and many others.",
                "Pieczenik",
                true
            ],
            [
                "Establishing mitochondrial toxicity is not an FDA requirement for drug approval, so there is no real way of knowing which agents are truly toxic.",
                "",
                true
            ],
            [
                "It is difficult to get a man to understand something, when his salary depends upon his not understanding it!",
                "Katherine Sims",
                true
            ],
            [
                "No vaccine manufacturer shall be liable…for damages arising from a vaccine-related injury or death.",
                "",
                true
            ],
            [
                "it takes only 2 minutes to write a prescription, but it takes 20 minutes to not write a prescription",
                "",
                false
            ],
            [
                "medications are common culprits in mental decline.",
                "",
                false
            ],
            [
                "With aging, the liver becomes less efficient at metabolizing drugs, and the kidneys eliminate them from the body more slowly.",
                "",
                true
            ],
            [
                "As a result, drugs tend to accumulate in the body.",
                "",
                true
            ],
            [
                "Elderly people in poor health and those taking several different medications are especially vulnerable.",
                "",
                true
            ],
            [
                "The list of drugs that can cause dementia-like symptoms is long.",
                "",
                true
            ],
            [
                "It includes antidepressants, antihistamines, anti-Parkinson drugs, anti-anxiety medications, cardiovascular drugs, anticonvulsants, corticosteroids, narcotics, sedatives.",
                "",
                true
            ],
            [
                "Alzheimer’s is distinguished from other dementias at autopsy by the presence of sticky beta-amyloid plaques outside brain cells (neurons) and fibrillary tangles within neurons (all indicative of cellular death).",
                "",
                true
            ],
            [
                "Although such lesions may be present in any aging brain, in people with Alzheimer’s these lesions tend to be more numerous and accumulate in areas of the brain involved in learning and memory.",
                "",
                true
            ],
            [
                "The leading theory is that the damage to the brain results from inflammation and other biological changes that cause synaptic loss and malfunction, disrupting communication between brain cells.",
                "",
                true
            ],
            [
                "Eventually the brain cells die, causing tissue loss In imaging scans, brain shrinkage is usually first noticeable in the hippocampus, which plays a central role in memory function.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.propublica.org/article/health-advocacy-groups-take-drug-company-cashoften-without-full-disclosures",
                "https://www.helpguide.org/harvard/whats-causing-your-memory-loss.htm"
            ],
            "gov_pgs": [
                "https://www.ncbi.nlm.nih.gov/pubmed/18979198"
            ],
            "unsure": [
                "http://www.mitoaction.org/",
                "https://www.huffpost.com/static/editors-note-vaccine"
            ]
        },
        "key_words": [
            "research",
            "alzheimers",
            "mitochondria",
            "dementia",
            "mitochondrial",
            "disease",
            "druginduced",
            "known",
            "damage",
            "disorders",
            "brain",
            "isnt",
            "global",
            "drugs"
        ]
    }
]