[
    {
        "url": "https://newspunch.com/epa-formaldehyde-leukemia/",
        "title": "EPA: Formaldehyde In Vaccines Causes Leukemia",
        "authors": [
            {
                "name": "Sean Adl-Tabatabai",
                "link": null
            }
        ],
        "publisher": "newspunch.com",
        "publish_date": "2018-06-09",
        "text": "Leaked emails from the U.S. Environmental Protection Agency confirms that formaldehyde, a key ingredient in vaccines, is the number one cause of leukemia.\n\nThe EPA, under pressure from the chemical industry, was forced to delay the release of a groundbreaking study confirming the cancer risks from formaldehyde, according to confidential emails seen by Reuters.\n\nReuters.com reports: Top EPA officials have declined to review the study or be briefed by its experts on the findings, the internal communications showed.\n\nThe EPA already lists formaldehyde, used in building materials like plywood and foam insulation, as a probable carcinogen. The new report is expected for the first time to detail its links to leukemia.\n\nThe report, an update of the EPA’s existing human health assessment of the widely used chemical, was completed by scientists from the agency’s Integrated Risk Information System (IRIS) late last year and must go through a months-long internal review process before it can be issued to the public for comment.\n\nThe delay could further heighten scrutiny of EPA, already fending off complaints that it and the White House considered blocking a study on water contamination by PFOA and PFOS, chemicals used in Teflon and firefighting. Politico reported on May 14 that a Trump administration aide had warned release of that study would cause a “public relations nightmare.”\n\nThe Union of Concerned Scientists, a nonprofit science advocacy group, said delaying the report fits a broader pattern of the agency’s political leadership interfering with public health research.\n\n“By sweeping scientific assessments under the rug, EPA fails to fulfill its mission of protecting public health. The public has the right to know about public health threats,” said Yogin Kothari, UCS Washington director.\n\nThe EPA told Congress in early February it expected to start the agency review process for the formaldehyde assessment “shortly,” according to the EPA staff communications.\n\nBut in follow-up communications between agency employees in late April, one career staffer wrote that EPA Chief of Staff Ryan Jackson, Assistant Administrator for the Office of Air and Radiation Bill Wehrum, and Wehrum’s deputy Clint Woods had not given their permission to initiate the review and had refused offers from EPA scientists to brief them on it.\n\n“No office in the EPA is interested in formaldehyde,” the staffer wrote.\n\nThe 60-to-90-day agency review and a subsequent inter-agency review of a similar duration must happen before the study can be issued for public comment.\n\nPrior to the communications, the chemistry industry’s main lobby group, the American Chemistry Council (ACC), had been pressuring the EPA to avoid drawing links between formaldehyde and leukemia in its assessment.\n\nEPA’s deputy assistant administrator of the Office of Chemical Safety and Pollution Prevention, Nancy Beck, previously served as director of regulatory science policy at the ACC. Beck is not named in the communication.\n\nSCIENTIFICALLY INDEFENSIBLE\n\nThe lobby group met with EPA political staff, including Deputy Assistant Administrator for the EPA’s Office of Research and Development Richard Yamada, on January 24 to make a presentation on the subject, ACC Formaldehyde Panel spokeswoman Sarah Scruggs told Reuters.\n\nShe provided Reuters a link to the presentation, titled “Formaldehyde IRIS Assessment.” [tmsnrt.rs/2KRcVA2]\n\n“Any draft assessment that attempts to associate formaldehyde exposure with leukemia is scientifically indefensible,” Scruggs said, adding that the ACC questions the “scientific rigor and methodologies” used by IRIS.\n\nEPA spokeswoman Molly Block declined to comment on the delays or the ACC’s possible role.\n\n“We continue to discuss the assessment with our agency program partners and have no further updates to provide at this time,” she said in an email.\n\nReuters was able to review the staff communications on condition that the identities of the people involved remained anonymous, given sensitivity of the issue.\n\nEPA’s last attempt to update its assessment of formaldehyde in 2010 had been criticized by the National Academy of Sciences (NAS) for failing to draw “clear links” between formaldehyde and leukemia. The new attempt was meant to resolve that.\n\nThe NAS supported the prior EPA assessment’s finding that formaldehyde can, in certain cases, cause cancer in the nose and throat.\n\nDemocratic senators Ed Markey, Sheldon Whitehouse and Tom Carper last week wrote to EPA chief Scott Pruitt to ask about delays to the report and request communications between the EPA and ACC related to the formaldehyde assessment, saying they were concerned the agency was bowing to industry pressure.",
        "quotes": [
            [
                "By sweeping scientific assessments under the rug, EPA fails to fulfill its mission of protecting public health.",
                "Yogin Kothari",
                true
            ],
            [
                "The public has the right to know about public health threats,",
                "Yogin Kothari",
                true
            ],
            [
                "No office in the EPA is interested in formaldehyde,",
                "",
                true
            ],
            [
                "Any draft assessment that attempts to associate formaldehyde exposure with leukemia is scientifically indefensible,",
                "Scruggs",
                true
            ],
            [
                "We continue to discuss the assessment with our agency program partners and have no further updates to provide at this time,",
                "Scruggs",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.reuters.com/article/us-g7-summit/trump-demands-end-to-unfair-trade-after-g7-summit-idUSKCN1J50H3"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "vaccines",
            "acc",
            "agency",
            "leukemia",
            "formaldehyde",
            "epa",
            "study",
            "communications",
            "review",
            "causes",
            "assessment",
            "used",
            "public"
        ]
    },
    {
        "url": "https://www.reuters.com/article/us-g7-summit/trump-demands-end-to-unfair-trade-after-g7-summit-idUSKCN1J50H3",
        "title": "Trump torpedoes G7 effort to ease trade spat, threatens auto tariffs",
        "authors": [
            {
                "name": "Roberta Rampton",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2018-06-10",
        "text": "LA MALBAIE, Quebec (Reuters) - U.S. President Donald Trump threw the G7’s efforts to show a united front into disarray after taking aim at Canadian Prime Minister Justin Trudeau, adding he might double down on import tariffs by hitting the sensitive auto industry.\n\nHaving left the Group of Seven summit in Canada early, Trump’s announcement that he was backing out of the joint communique torpedoed what appeared to be a fragile consensus on the trade dispute between Washington and its top allies.\n\n“PM Justin Trudeau of Canada acted so meek and mild during our @G7 meetings only to give a news conference after I left saying that, ‘US Tariffs were kind of insulting’ and he ‘will not be pushed around.’ Very dishonest & weak. Our Tariffs are in response to his of 270% on dairy!” the U.S. president tweeted.\n\nIn his press conference, Trudeau had spoken of retaliatory measures that Canada would take next month in response to Trump’s decision to slap tariffs on steel and aluminum imports from Canada, Mexico and the European Union.\n\n“Canadians, we’re polite, we’re reasonable but we also will not be pushed around,” Trudeau, the host of the two-day summit in La Malbaie, Quebec, told reporters.\n\nReacting to Trump’s tweets, Trudeau’s office said: “We are focused on everything we accomplished here at the summit. The Prime Minister said nothing he hasn’t said before - both in public, and in private conversations with the President.”\n\nGermany continued to support the “jointly agreed communique” despite Trump’s decision to back away, government spokesman Steffen Seibert said in a statement on Sunday.\n\nIn Paris, a French presidency official said France and Europe stood by the G7 communique and anyone departing from the commitments made at the summit would be showing their “incoherence and inconsistency”.\n\n“International cooperation cannot depend on being angry and on sound bites. Let’s be serious,” the official, speaking on condition of anonymity, told Reuters.\n\nSURPRISE REVERSAL\n\nTrump’s salvo capped a dizzying two days of controversies that began with his suggestion Russia be readmitted to the G7, then what a French official described as a “rant” full of “recriminations” against U.S. trading partners, followed by Trump’s denial of any contention with leaders at the summit and his description of their relationship as a “10.”\n\nBy ordering his representatives to back out of the communique, Trump appeared to be asserting his oft-stated aim of upsetting the status quo whether by pulling out of the global climate accord or the international nuclear deal with Iran or threats to scrap the North American Free Trade Agreement.\n\nThe communique, which appeared to have papered over the cracks that have surfaced in the G7, said the leaders of the United States, Canada, Britain, France, Italy, Germany and Japan agreed on the need for “free, fair, and mutually beneficial trade” and the importance of fighting protectionism.\n\n“We strive to reduce tariff barriers, non-tariff barriers and subsidies,” the statement said.\n\nTrump’s reversal, announced while he was en route to Singapore for a meeting with North Korean leader Kim Jong Un, sent his G7 partners scrambling.\n\nTrump’s counterparts in the G7 had sought this week to find some semblance of consensus with Washington on trade and the other key issues that have formed the basis of the 42-year-old grouping of industrialized nations.\n\nFrench President Emmanuel Macron had labeled the summit a success before Trump’s Twitter posts, saying there was relief within the G7 that an escalation of the trade dispute had been avoided.\n\n“The nature of the debate we had was rather appeasement and it stopped the escalation in terms of behavior,” Macron, who had exchanged terse Twitter messages with Trump in the run-up to the summit, told reporters.\n\nCanada's Prime Minister Justin Trudeau and G7 leaders Britain's Prime Minister Theresa May, France's President Emmanuel Macron, Germany's Chancellor Angela Merkel, and U.S. President Donald Trump discuss the joint statement following a breakfast meeting on the second day of the G7 meeting in Charlevoix city of La Malbaie, Quebec, Canada, June 9, 2018. Adam Scotti/Prime Minister's Office/Handout via REUTERS\n\n“It allowed a dialogue, where for weeks there were uncoordinated unilateral actions and non-cooperation.”\n\nNERVOUS INVESTORS\n\nTrump says his tariffs are meant to protect U.S. industry and workers from unfair international competition as part of his “America First” agenda.\n\nThe prospect that he could be moving toward an even greater protectionist trade policy is likely to chill financial markets worried about tit-for-tit escalation that could lead to a full-blown global trade war.\n\nTrump has announced tariffs of up to $150 billion on Chinese goods over U.S. complaints of Beijing’s trade practices and its alleged theft of U.S. technology. China has vowed to retaliate in equal measure.\n\nCanada, Mexico and the EU also are moving ahead with their own levies on U.S. goods.\n\nBut tariffs on U.S. imports of cars and auto parts would devastate the Canadian auto industry, which is highly integrated with the U.S. sector. They could also damage Japan and Germany.\n\nThe Trump administration announced two weeks ago that it would investigate whether auto imports hurt U.S. national security, the first step toward tariffs similar to the ones he imposed on steel and aluminum imports last week.\n\nEarlier on Saturday, Trump told reporters it would be “very easy” to make the case for tariffs on auto imports using the rationale that they threaten national security.\n\n“It’s economic. It’s the balance sheet. To have a great military, you need a great balance sheet,” he said.\n\nSlideshow (18 Images)\n\nSuch a move could make it nearly impossible to renegotiate the terms of the 1994 NAFTA pact between the United States, Canada and Mexico.\n\nOn Saturday, Trump repeated his desire to have a sunset clause in an updated NAFTA deal, a demand Trudeau rejected again.",
        "quotes": [
            [
                "US Tariffs were kind of insulting",
                "",
                false
            ],
            [
                "PM Justin Trudeau of Canada acted so meek and mild during our @G7 meetings only to give a news conference after I left saying that, ‘US Tariffs were kind of insulting’ and he ‘will not be pushed around.’ Very dishonest & weak.",
                "",
                true
            ],
            [
                "Our Tariffs are in response to his of 270% on dairy!",
                "",
                true
            ],
            [
                "Canadians, we’re polite, we’re reasonable but we also will not be pushed around,",
                "Trudeau",
                true
            ],
            [
                "We are focused on everything we accomplished here at the summit.",
                "",
                true
            ],
            [
                "The Prime Minister said nothing he hasn’t said before - both in public, and in private conversations with the President.",
                "",
                true
            ],
            [
                "International cooperation cannot depend on being angry and on sound bites.",
                "Trudeau",
                true
            ],
            [
                "free, fair, and mutually beneficial trade",
                "Trump",
                false
            ],
            [
                "We strive to reduce tariff barriers, non-tariff barriers and subsidies,",
                "",
                true
            ],
            [
                "The nature of the debate we had was rather appeasement and it stopped the escalation in terms of behavior,",
                "Macron",
                true
            ],
            [
                "It allowed a dialogue, where for weeks there were uncoordinated unilateral actions and non-cooperation.",
                "Macron",
                true
            ],
            [
                "To have a great military, you need a great balance sheet,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "trade",
            "effort",
            "g7",
            "auto",
            "threatens",
            "torpedoes",
            "spat",
            "summit",
            "canada",
            "president",
            "imports",
            "tariffs",
            "ease",
            "trumps",
            "trump",
            "trudeau"
        ]
    }
]