[
    {
        "url": "https://www.infowars.com/health-officials-plotted-to-create-phony-studies-to-exonerate-vaccines-report/",
        "title": "Health Officials Plotted to Create Phony Studies to Exonerate Vaccines – Report",
        "authors": [
            {
                "name": "Robert F. Kennedy, Jr.",
                "link": null
            }
        ],
        "publisher": "www.infowars.com",
        "publish_date": "2019-07-01",
        "text": "[CHD Note: This is Part 2 of a compilation of research on fully vaccinated children versus unvaccinated children. Part 1 examined studies on HepB, DTP, Tetanus and Flu vaccine and subsequent increased rates of Autism, Neurodevelopmental, Speech and Sleep disorders, Mortality, Special Education/Learning Disabilities, and Allergies. Part 2 summarizes some of the research on MMR, Polio, HPV and HepB vaccines and their affect on incidences of Crohn’s Disease, Ulcerative Colitis, Type 1 Diabetes, Autism, Asthma and Premature Puberty.]\n\nThe data in CDC’s 1999 Verstraeten study clearly inculpated thimerosal as the principle culprit behind the autism epidemic.\n\nContemporary emails among CDC officials— obtained under the FOIA— and the transcripts from a secret 2000 meeting between government regulators and vaccine makers at Simpsonwood, Georgia, show HHS officials plotting to create phony studies to exonerate vaccines.\n\nCDC officials hired a Scandanavian, Poul Thorsen, giving him $10 million to create a series of fraudulent reports from Denmark. Thorsen dutifully produced the predetermined results but allegedly stole at least $1 million of the grant from CDC.\n\nHe is now an international fugitive under Federal indictment and on HHS’s “Most Wanted” list.\n\nCDC continues to cite Thorsen’s studies as the bedrock for its claim that vaccines don’t cause autism. CDC officials Frank DeStefano and Coleen Boyle knew they needed to study an American population to convincingly debunk the vaccine/ autism link. They believed it would be safe to study the MMR vaccine because the MMR did not contain thimerosal. They assigned senior scientist and CDC whistleblower, Dr. William Thompson, and three other researchers from the Immunization Safety Office to study the MMR vaccine in Georgia children. Thompson worried about being dragged into another “circus” like the Verstraeten study. His bosses promised Thompson that this time there would be no mid-course shenanigans to bury unpleasant data. They would agree on protocols up front and stick to them no matter what the data revealed.\n\nNevertheless, when the data showed a shocking 364% increase in autism among African American boys given the MMR on time, Destefano ordered the four CDC scientists to destroy the damning information in large garbage cans. “I can’t believe we did what we did, but we did it”, recalls Thompson. That sanitized study is now cited in 97 subsequent publications as the proof that vaccines don’t cause autism. “I have great shame now when I meet the parent of a child with autism because I have been part of the problem.” Slide three shows the true results of Dr. Thompson’s original data. (See full-sized slides)\n\nView/Download PDF\n\nThe viewpoints expressed here do not necessarily represent those of Infowars.\n\nExpert Analysis: America Is Already In A Civil War, Learn What Comes Next\n\n\n\nStewart Rhodes joins The Alex Jones show to give his expert opinion of leftist-backed calls for and actions of violence against people of opposing political ideas.",
        "quotes": [
            [
                "I can’t believe we did what we did, but we did it",
                "Destefano",
                false
            ],
            [
                "I have great shame now when I meet the parent of a child with autism because I have been part of the problem.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://childrenshealthdefense.org/news/fully-vaccinated-vs-unvaccinated/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "plotted",
            "health",
            "officials",
            "study",
            "thompson",
            "report",
            "create",
            "mmr",
            "studies",
            "vaccine",
            "exonerate",
            "cdc",
            "data",
            "vaccines",
            "autism",
            "phony"
        ]
    }
]