[
    {
        "url": "https://www.huzlers.com/14-year-old-virgin-teen-in-texas-falls-pregnant-after-flu-shot/",
        "title": "14-Year Old Virgin Teen In Texas Falls Pregnant After Flu Shot",
        "authors": [],
        "publisher": "https://www.huzlers.com",
        "publish_date": "2015-10-05",
        "text": "San Angelo, TX – A 14-year old schoolgirl has suffered serious complications after a flu shot allegedly left the young girl terribly ill and with severe cramps, until the family doctor finally realized weeks later she had been impregnated by the vaccine, reports the Forth Worth Telegram this week.\n\nAfter symptoms persisted several weeks, the distressed mother brought her child to the Whole Womans Health of Forth Worth medical clinic where she was found to be pregnant moments later.\n\n“She was in excellent health beforehand. After a few days she became very unwell, she had all the symptoms of a fever” explains her mother. “It took a good few weeks before she felt better, but the nausea continued. She would throw up every day or so, until eventually we went to see Dr Hersch who realized she was pregnant” she told local reporters, visibly still under shock.\n\n“She had all the typical symptoms of a pregnant woman. It’s not the first time a young woman falls pregnant without the consent of her parents, but the girl seemed sincere when she said she had never had sexual relations with a boy, and she urged me to check her hymen, which I eventually did, and to my utter surprise, the hymen was fully intact. It is impossible she has been impregnated by male sperm” she assures. “In my 26 years of practice, I have never heard once of such a thing as someone being impregnated by a vaccine, but I did some research and found out it is more common than most people think”.\n\nThe young girl and her family have decided to keep the baby regardless of the atypical situation. “We are devout Christians. If God made this birth possible, then who are we to judge the how or the why?” she ponders. “If Joseph and Mary had not given birth to our Lord and Savior Jesus Christ, where would humanity be today?” she asks, a tear in her eyes. “We will soon have a new family member within our community, and it is a gift and a blessing”.\n\nVaccine pregnancies: a controversial subject\n\n“Vaccine technology is fairly recent in history so we hypothesize how they work, but as in this instance, why do some women fall pregnant from vaccines?” asks PhD student Alexa Goldberg, who is writing her doctoral thesis on the subject. “There is clearly a necessity to study this growing trend and further research is needed. The scientific community must stop avoiding this highly controversial subject. If nothing is done, this tragic situation will only repeat itself in the future” she warns.\n\nA similar case occurred in 2013 when 11 young girls in Mexico, near the city of Juarez in the state of Veracruz, aged 11 to 17, claimed they had fallen pregnant after being given HPV shots. A moratorium was put on HPV vaccines for six months after Mexican health authorities claimed the “contaminated batch” was at the root cause of the problem.\n\nThe United Nations estimates over 4,000 people each year fall pregnant to vaccine shots, but a 2012 World Health Organization (WHO) report concludes the benefits of mass vaccination campaigns worldwide are well worth the risk.\n\nThe medical clinic where the inoculation took place firmly denies any wrong doing on their part and claims the accusations are “absurd and improbable”.\n\n[Via WorldNewsDailyReport]",
        "quotes": [
            [
                "She was in excellent health beforehand.",
                "",
                true
            ],
            [
                "After a few days she became very unwell, she had all the symptoms of a fever",
                "",
                false
            ],
            [
                "It took a good few weeks before she felt better, but the nausea continued.",
                "",
                true
            ],
            [
                "She would throw up every day or so, until eventually we went to see Dr Hersch who realized she was pregnant",
                "",
                false
            ],
            [
                "She had all the typical symptoms of a pregnant woman.",
                "",
                true
            ],
            [
                "It’s not the first time a young woman falls pregnant without the consent of her parents, but the girl seemed sincere when she said she had never had sexual relations with a boy, and she urged me to check her hymen, which I eventually did, and to my utter surprise, the hymen was fully intact.",
                "",
                true
            ],
            [
                "It is impossible she has been impregnated by male sperm",
                "",
                false
            ],
            [
                "In my 26 years of practice, I have never heard once of such a thing as someone being impregnated by a vaccine, but I did some research and found out it is more common than most people think",
                "",
                false
            ],
            [
                "We are devout Christians.",
                "",
                true
            ],
            [
                "If God made this birth possible, then who are we to judge the how or the why?",
                "",
                true
            ],
            [
                "If Joseph and Mary had not given birth to our Lord and Savior Jesus Christ, where would humanity be today?",
                "",
                true
            ],
            [
                "We will soon have a new family member within our community, and it is a gift and a blessing",
                "",
                false
            ],
            [
                "Vaccine technology is fairly recent in history so we hypothesize how they work, but as in this instance, why do some women fall pregnant from vaccines?",
                "Alexa Goldberg",
                true
            ],
            [
                "There is clearly a necessity to study this growing trend and further research is needed.",
                "",
                true
            ],
            [
                "The scientific community must stop avoiding this highly controversial subject.",
                "",
                true
            ],
            [
                "If nothing is done, this tragic situation will only repeat itself in the future",
                "",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://worldnewsdailyreport.com/"
            ]
        },
        "key_words": [
            "family",
            "shot",
            "pregnant",
            "vaccine",
            "worth",
            "girl",
            "young",
            "falls",
            "teen",
            "texas",
            "14year",
            "weeks",
            "old",
            "flu",
            "symptoms",
            "virgin",
            "impregnated",
            "health"
        ]
    }
]