[
    {
        "url": "http://www.newshounds.us/2005/11/03/bushs_bird_flu_plan_whos_really_getting_innoculated.php",
        "title": "News Hounds: Bush's Bird Flu Plan: Who's Really Getting Innoculated?",
        "authors": [],
        "publisher": "www.newshounds.us",
        "publish_date": "2005-11-03",
        "text": "Bush's Bird Flu Plan: Who's Really Getting Innoculated?\n\nLast night on Hannity & Colmes (11/2/05), Health and Human Services Secretary Mike Leavitt touted the new Bush Bird Flu preparations. Rich Lowry (subbing for Sean Hannity) asked the revealing questions.\n\nAlan Colmes started the discussion by mentioning that the government might order \"travel restrictions\" in the event of a severe outbreak but he never clarified with Leavitt what kinds of restrictions we should expect and under what circumstances.\n\nDuring Lowry's part of the interview, Leavitt said the president's plan would \"allow\" the vaccine industry to be \"revitalized.\" Read giveaway!\n\nLowry asked what role \"frivolous and out of control lawsuits\" play in the manufacturing problem.\n\nLeavitt said it's part of the problem (meaning, it's only part of the giveaway). Leavitt said the vaccine manufacturers \"clearly have to have protection\" from lawsuits, \"some level of certainty that there'll be someone there to buy their product,\" and \"regulatory relief, not to cut corners but to streamline the process.\"\n\nLowry then asked whether, if the flu mutates to the point that it becomes a pandemic, wouldn't that mean that the billion dollars \"or more\" worth of vaccine stockpiled would not innoculate against the new strain?\n\nLeavitt said Lowry was correct, that if the virus mutated, the vaccine would not have \"a full\" response but that it would do \"some good\" and that it's \"better than nothing\" (how much better he never said) for the \"six months\" that it would take to develop a new strain. In other words, the only calculable benefits will be the amounts going from the taxpayers' pockets into big pharma's pockets.\n\nLet's hope that six months isn't like the \"cakewalk\" in Iraq.\n\nOh, and speaking of Iraq, nobody mentioned that Donald Rumsfeld is making quite a sweet profit from the plan. As reported in The Blue State .com,",
        "quotes": [
            [
                "frivolous and out of control lawsuits",
                "Rich Lowry",
                false
            ],
            [
                "some level of certainty that there'll be someone there to buy their product,",
                "Leavitt",
                false
            ],
            [
                "regulatory relief, not to cut corners but to streamline the process.",
                "Leavitt",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://thebluestate.typepad.com/my_weblog/2005/11/rumsfeld_to_mak.html"
            ]
        },
        "key_words": [
            "leavitt",
            "bird",
            "hannity",
            "asked",
            "whos",
            "lowry",
            "really",
            "innoculated",
            "getting",
            "months",
            "lawsuits",
            "plan",
            "bushs",
            "hounds",
            "flu",
            "vaccine",
            "restrictions"
        ]
    }
]