[
    {
        "url": "https://bients.com/campground-manager-pulls-gun-on-black-veteran-and-wife-having-memorial-day-picnic/",
        "title": "Campground Manager Pulls Gun on Black Veteran and Wife Having Memorial Day Picnic",
        "authors": [],
        "publisher": "bients.com",
        "publish_date": "2019-05-30",
        "text": "A campground manager in Eastern Mississippi has been fired after pulling a gun on a black couple, including a veteran, while they were having a Memorial Day picnic.\n\n26-year-old Jessica Richardson, and her husband, 28-year-old Sergeant Franklin Richardson — a veteran of the Army National Guard who served a nine-month deployment in the Middle East — were both at a Kampgrounds of America (KOA) campground at the Oktibbeha County lake in Starkville, Mississippi with their dog on Memorial Day. According to local news outlet WCBI, the Richardsons asked the campground’s front office attendant if they needed a reservation to picnic at the lake, and were told that no reservation was necessary.\n\nBut during their picnic, the Richardsons were approached by a KOA employee who was displaying a gun. HuffPost reported that a KOA staffer identified the woman as Ruby Howell, the campground manager. Jessica Richardson recorded her encounter with Howell on her cellphone.\n\nThe real owners of the property, fired the campground employee right after this incident. “The lake belongs to the *Oktibbeha School District*, by Starkville Kampgrounds of America #KOA a camping site.” #Mississippi Full article here: 👉🏾 https://t.co/sO44PIOJjX pic.twitter.com/N3EZG7DN5z — Jimmy ✊🏾 (@Jwheels208) May 29, 2019\n\n“She jumped out [of her car] and the gun was pointed at me, my husband, and our dog,” Jessica Richardson told WCBI. “It was just pointing at us. One finger was on the trigger and one finger was on the lever of the revolver.”\n\n“She was just like, ‘get, get, you don’t belong here, you don’t belong here, you don’t belong here,” Richardson continued. “The fact that she used ‘get, get’ like we were a dog. You say get, get to a stray dog that’s on your porch. That ‘get, get’ got to me more than ‘you don’t belong here.’ ”\n\nKOA’s corporate office told WCBI that Howell has since been fired after Jessica Richardson’s video spread on social media.\n\n“Kampgrounds of America does not condone the use of a firearm in any manner on our properties or those owned and operated by our franchisees,” KOA stated. “The employee involved in the incident has been relieved of her duties at the Starkville KOA.”",
        "quotes": [
            [
                "The lake belongs to the *Oktibbeha School District*, by Starkville Kampgrounds of America #KOA a camping site.",
                "",
                true
            ],
            [
                "She jumped out [of her car] and the gun was pointed at me, my husband, and our dog,",
                "Jessica Richardson",
                true
            ],
            [
                "It was just pointing at us.",
                "Jessica Richardson",
                true
            ],
            [
                "One finger was on the trigger and one finger was on the lever of the revolver.",
                "Jessica Richardson",
                true
            ],
            [
                "She was just like, ‘get, get, you don’t belong here, you don’t belong here, you don’t belong here,",
                "Jessica Richardson",
                true
            ],
            [
                "The fact that she used ‘get, get’ like we were a dog.",
                "Jessica Richardson",
                true
            ],
            [
                "You say get, get to a stray dog that’s on your porch.",
                "Jessica Richardson",
                true
            ],
            [
                "That ‘get, get’ got to me more than ‘you don’t belong here.",
                "Jessica Richardson",
                true
            ],
            [
                "Kampgrounds of America does not condone the use of a firearm in any manner on our properties or those owned and operated by our franchisees,",
                "Jessica Richardson",
                true
            ],
            [
                "The employee involved in the incident has been relieved of her duties at the Starkville KOA.",
                "Jessica Richardson",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.huffingtonpost.ca/entry/mississippi-black-couple-gun-picnic-campground_n_5cee7ac3e4b0793c23485651",
                "https://www.wcbi.com/couple-kicked-out-of-starkville-koa-share-their-story/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/hashtag/Mississippi?src=hash&ref_src=twsrc%5Etfw",
                "https://twitter.com/hashtag/KOA?src=hash&ref_src=twsrc%5Etfw",
                "https://t.co/sO44PIOJjX",
                "https://t.co/N3EZG7DN5z",
                "https://twitter.com/Jwheels208/status/1133528744373702657?ref_src=twsrc%5Etfw"
            ]
        },
        "key_words": [
            "manager",
            "gun",
            "having",
            "pulls",
            "memorial",
            "campground",
            "dont",
            "dog",
            "richardson",
            "wcbi",
            "told",
            "belong",
            "picnic",
            "koa",
            "starkville",
            "veteran",
            "wife",
            "jessica",
            "day"
        ]
    },
    {
        "url": "https://www.huffingtonpost.ca/entry/mississippi-black-couple-gun-picnic-campground_n_5cee7ac3e4b0793c23485651",
        "title": "Mississippi Campground Manager Fired For Pulling Gun On Black Couple Having Picnic",
        "authors": [
            {
                "name": "Huffpost Us",
                "link": null
            },
            {
                "name": "Hayley Miller",
                "link": null
            }
        ],
        "publisher": "www.huffpost.com",
        "publish_date": "2019-05-29",
        "text": "An employee at a Mississippi campground was fired after pulling a gun on a black couple having a picnic and ordering them to leave the property.\n\nJessica Richardson, 26, and her husband, Franklin Richardson, 28, say they had been looking for a place to enjoy the vistas of Oktibbeha County Lake in eastern Mississippi with their dog over Memorial Day weekend.\n\nThey searched online for a nearby Kampgrounds of America location and decided to drive to the Starkville spot on Sunday, the couple told local CBS affiliate WCBI.\n\nThe Richardsons said they were told at the campground’s front office that they did not need a reservation to picnic by the lake. But minutes later, a white woman who identified herself as the property manager pulled up in a pickup truck, flashed a gun and told them to leave.\n\nThat’s when Jessica pulled out her cellphone and recorded a video of the exchange that went viral after she posted it on her Facebook page.\n\n“This lady literally just pulled a gun because we out here and didn’t have reservations for a lake that we didn’t even know we had to have reservation for,” Jessica said in the video.\n\nA gray-haired woman wearing a yellow KOA shirt can be seen walking toward the couple with a gun in her right hand. A KOA staffer identified the woman as Ruby Howell.\n\nClick below to watch the video.",
        "quotes": [
            [
                "This lady literally just pulled a gun because we out here and didn’t have reservations for a lake that we didn’t even know we had to have reservation for,",
                "Jessica",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.wcbi.com/couple-kicked-out-of-starkville-koa-share-their-story/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/100013086163475/videos/656134728166060/"
            ]
        },
        "key_words": [
            "pulled",
            "gun",
            "couple",
            "having",
            "campground",
            "lake",
            "black",
            "pulling",
            "woman",
            "richardson",
            "fired",
            "picnic",
            "video",
            "reservation",
            "manager",
            "mississippi",
            "told"
        ]
    },
    {
        "url": "https://www.wcbi.com/couple-kicked-out-of-starkville-koa-share-their-story/",
        "title": "Couple kicked out of Starkville KOA share their story",
        "authors": [],
        "publisher": "www.wcbi.com",
        "publish_date": "2019-05-28",
        "text": "STARKVILLE, Miss. (WCBI)- Monday we brought you the story of a viral video showing a campground employee in Oktibbeha County displaying a gun while telling a couple and their dog to leave the property.\n\n“You can feel the intent behind it. I felt it. I felt the heat from it. I felt it in her eyes. I knew exactly what it was,” said Jessica Richardson.\n\n- Advertisement -\n\nRichardson said she and her husband were looking to spend the holiday weekend picnicking with their dog, possibly even renting a cabin.\n\nShe said they googled a nearby Kampgrounds of America location and decided to drive there — that’s when things took a turn for the worse.\n\n“She jumped out and the gun was pointed at me, my husband, and our dog. It was just pointing at us. One finger was on the trigger and one finger was on the lever of the revolver,” said Richardson.\n\nRichardson said that’s when she pulled out her cellphone. The woman holding the gun identified herself as the property manager, but her choice of words was less than professional.\n\n“She was just like, ‘get, get, you don’t belong here, you don’t belong here, you don’t belong here,'” said Richardson.\n\nRichardson said the confrontation was shocking.\n\n“Time stopped. Everything stopped. I was confused as to what was going on. It’s not like we posed a threat to anybody out there walking our dog. There’s nothing harmful about that,” said Richardson.\n\n“The fact that she used ‘get, get’ like we were a dog. You say get, get to a stray dog that’s on your porch. That ‘get, get’ got to me more than ‘you don’t belong here,'” said Richardson.\n\nOn the way out, the couple spoke to another campground employee outside the office who turned out to be the woman’s husband.\n\n“I get out and start talking to him. The first thing he says is ‘Oh, you don’t need a reservation for the lake.’ Then she pulls up flying, hops out the car, then proceeded to yell at my wife ‘get in the car, you need to get back in the car,’ just cussing her out and she’s not even saying anything,” said Richardson.\n\nWith signs at the front entrance and two different stories from employees, the Richardsons were confused, horrified and disappointed. The Army National Guard Sergeant recently returned from a nine-month deployment in the Middle East.\n\n“It’s kind of crazy. You go over there and don’t have a gun pointed at you, and you come back home and the first thing that happens is you have a gun pointed at you. It’s kind of crazy to think about,” said Sgt. Franklin Richardson.\n\nWe reached out to the corporate KOA office and they released this statement to us:\n\n“Kampgrounds of America does not condone the use of a firearm in any manner on our properties or those owned and operated by our franchisees. The employee involved in the incident has been relieved of her duties at the Starkville KOA.”",
        "quotes": [
            [
                "Oh, you don’t need a reservation for the lake.",
                "",
                true
            ],
            [
                "get in the car, you need to get back in the car,",
                "",
                false
            ],
            [
                "You can feel the intent behind it.",
                "Jessica Richardson",
                true
            ],
            [
                "I felt the heat from it.",
                "Jessica Richardson",
                true
            ],
            [
                "I felt it in her eyes.",
                "Jessica Richardson",
                true
            ],
            [
                "I knew exactly what it was,",
                "Jessica Richardson",
                true
            ],
            [
                "She jumped out and the gun was pointed at me, my husband, and our dog.",
                "Jessica Richardson",
                true
            ],
            [
                "It was just pointing at us.",
                "Jessica Richardson",
                true
            ],
            [
                "One finger was on the trigger and one finger was on the lever of the revolver,",
                "Jessica Richardson",
                true
            ],
            [
                "She was just like, ‘get, get, you don’t belong here, you don’t belong here, you don’t belong here,",
                "Jessica Richardson",
                true
            ],
            [
                "I was confused as to what was going on.",
                "Jessica Richardson",
                true
            ],
            [
                "It’s not like we posed a threat to anybody out there walking our dog.",
                "Jessica Richardson",
                true
            ],
            [
                "There’s nothing harmful about that,",
                "Jessica Richardson",
                true
            ],
            [
                "The fact that she used ‘get, get’ like we were a dog.",
                "Jessica Richardson",
                true
            ],
            [
                "You say get, get to a stray dog that’s on your porch.",
                "Jessica Richardson",
                true
            ],
            [
                "That ‘get, get’ got to me more than ‘you don’t belong here,",
                "Jessica Richardson",
                true
            ],
            [
                "I get out and start talking to him.",
                "Jessica Richardson",
                true
            ],
            [
                "The first thing he says is ‘Oh, you don’t need a reservation for the lake.’ Then she pulls up flying, hops out the car, then proceeded to yell at my wife ‘get in the car, you need to get back in the car,’ just cussing her out and she’s not even saying anything,",
                "Jessica Richardson",
                true
            ],
            [
                "You go over there and don’t have a gun pointed at you, and you come back home and the first thing that happens is you have a gun pointed at you.",
                "Franklin Richardson",
                true
            ],
            [
                "It’s kind of crazy to think about,",
                "Franklin Richardson",
                true
            ],
            [
                "Kampgrounds of America does not condone the use of a firearm in any manner on our properties or those owned and operated by our franchisees.",
                "Franklin Richardson",
                true
            ],
            [
                "The employee involved in the incident has been relieved of her duties at the Starkville KOA.",
                "Franklin Richardson",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "couple",
            "dog",
            "dont",
            "gun",
            "thats",
            "pointed",
            "employee",
            "car",
            "kicked",
            "thing",
            "belong",
            "starkville",
            "koa",
            "share",
            "felt"
        ]
    }
]