[
    {
        "url": "http://www.newshounds.us/fox_guest_like_going_to_heaven_baby_to_work_two_jobs_without_retiring_071219",
        "title": "Fox Guest: It's ‘Like Going To Heaven’ To Work Two Jobs Without Ever Retiring",
        "authors": [],
        "publisher": "www.newshounds.us",
        "publish_date": "",
        "text": "TrendMicro CEO Donald Luskin sounded worse than Marie Antoinette when he lectured struggling Americans who work two jobs and can’t afford to retire to count their blessings and think of it as “heaven” if they are not starving.\n\nHost Charles Payne seemed to understand that it's a problem that the country has a large segment of financially struggling Americans. But rather than come right out and say so, he suggested it was “up for debate.”\n\nPAYNE: Well, retirement inching closer or becoming a thing of the past for a lot of Americans. In fact, a recent poll finds nearly one in four people don't expect to ever leave the workforce. This, as the number of people working multiple jobs also spiking. So why are so many people financially unfit to call it quits? Well, It's up for debate.\n\nPayne acknowledged that such polls are “always alarming.” But hinting that maybe there's no need for alarm, Payne asked Luskin, “Is that worrisome for you, Donald?”\n\nThe shockingly out-of-touch Luskin went beyond “Let them eat cake” to “They should be grateful to eat cake all the time.”\n\nLUSKIN: It doesn't worry me personally. I guess I'm one of those people who plans never to retire. I mean, I got to tell you, what do people do when they retire? You know, how do you spend a day? I mean, is bowling that interesting? Is fishing that interesting? I happen to love my work. Why would I want to stop it? It’s not like it hurts. Why would I stop it? This is great! What a great country where we have the opportunity to keep working! What a miracle where our lives are long enough and we're healthy enough and mentally alert enough so that we don't have to retire like generations before us! This is a great blessing. You should embrace it!\n\nAs The Young Turks pointed out, half the workforce doesn’t have the kind of cushy job Luskin has but jobs that require “heavy work” or “medium work.” I'd love to see Luskin \"embrace\" that kind of work for himself in his 70s.\n\nLuskin acknowledged that not having enough money to retire if you want to is a problem - but probably because you’ve been a naughty spender!\n\nIn a condescending voice Luskin “asked,” “Were you the profligate grasshopper instead of the ant who saved up? I mean, were you just messing around when you were a kid and didn’t contribute enough to your 401(k) or did the economy just fail to provide a job for you? It’s hard to know.”\n\nOr, did you get laid off in your later years? Suffer a health crisis that ate up your savings? Have some kind of family emergency? A recent Washington Post article dug into why 40% of Americans struggle to pay their current bills and it’s not because they are profligate. It’s because of low wages that have not kept pace with rising expenses for housing, health care and education as well as increased levels of personal debt. “In discussions with 30 Americans unable to pay all of their bills, a clear pattern emerged: Most were able to eke by until they faced an unexpected crisis such as a job loss, cancer, car trouble or storm damage,” reporter Heather Long noted.\n\nBut to a fatcat like Luskin, everything is peachy from his 1% perch and, if not – why, it’s your fault and not his problem!\n\n“All I can say is that we have – we’re very close to what is statistically full employment right now which means that anybody who wants a job can have a job,” Luskin said smugly. Notice he said nothing about anybody having a job that will provide for a middle class lifestyle. Or keep you from having to choose between daycare and a family car.\n\nThen he went “back to the blessing part of it.”\n\nLUSKIN: It is part of your destiny to be productive and to work. And that means different things to different people. But it is a blessing and you should embrace it. Even if you didn’t save properly and you now see yourself between a rock and a hard place, find the blessing in it. Think how great it is that you live in a time where you can work.\n\nPayne didn’t seem quite on board. He quickly opined that some people may work two jobs because they want the “flexibility of working for Uber and Lyft.” But he said a lot is also because of “economic circumstances or dire economic circumstances as well.” He asked if it might be “worrisome” that in a booming economy the prosperity is not “trickling down” to everyone.\n\nNope, Luskin thinks that’s “like going to heaven, baby.”\n\nLUSKIN: No, what would be worrisome to me is that if you had these people where their initial starting point is “Oh, my God, I didn’t save enough, I can’t afford to retire, and they couldn’t get a job or a second job, right? … Do you want to be able to work two jobs or do you want to starve? Because between those two alternatives, working two jobs is like going to heaven, baby. That sounds great to me.\n\nWatch the hideous elitism below, from the Fox Business Network's July 8, 2019 Making Money, via Media Matters.",
        "quotes": [
            [
                "Is that worrisome for you, Donald?",
                "Luskin",
                true
            ],
            [
                "They should be grateful to eat cake all the time.",
                "Luskin",
                true
            ],
            [
                "Were you the profligate grasshopper instead of the ant who saved up?",
                "Luskin",
                true
            ],
            [
                "I mean, were you just messing around when you were a kid and didn’t contribute enough to your 401(k) or did the economy just fail to provide a job for you?",
                "Luskin",
                true
            ],
            [
                "In discussions with 30 Americans unable to pay all of their bills, a clear pattern emerged: Most were able to eke by until they faced an unexpected crisis such as a job loss, cancer, car trouble or storm damage,",
                "Heather Long",
                true
            ],
            [
                "All I can say is that we have – we’re very close to what is statistically full employment right now which means that anybody who wants a job can have a job,",
                "Luskin",
                true
            ],
            [
                "back to the blessing part of it.",
                "Luskin",
                false
            ],
            [
                "flexibility of working for Uber and Lyft.",
                "Luskin",
                false
            ],
            [
                "economic circumstances or dire economic circumstances as well.",
                "Luskin",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.washingtonpost.com/business/economy/this-doesnt-look-like-the-best-economy-ever-40percent-of-americans-say-they-still-struggle-to-pay-bills/2019/07/04/855c382e-99b5-11e9-916d-9c61607d8190_story.html?utm_term=.e8ee2023f381&noredirect=on"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.mediamatters.org/video/2019/07/08/fox-guest-enthusiastically-spins-new-poll-showing-23-americans-plan-never-retire-what-great-country/224135",
                "https://www.youtube.com/watch?v=v96mDRSor2w"
            ]
        },
        "key_words": [
            "guest",
            "luskin",
            "job",
            "work",
            "working",
            "great",
            "retire",
            "retiring",
            "blessing",
            "fox",
            "going",
            "jobs",
            "heaven",
            "americans",
            "didnt"
        ]
    },
    {
        "url": "https://www.washingtonpost.com/business/economy/this-doesnt-look-like-the-best-economy-ever-40percent-of-americans-say-they-still-struggle-to-pay-bills/2019/07/04/855c382e-99b5-11e9-916d-9c61607d8190_story.html?utm_term=.e8ee2023f381&noredirect=on",
        "title": "‘This doesn’t look like the best economy ever’: 40% of Americans say they still struggle to pay bills",
        "authors": [
            {
                "name": "Pa. She Also Worked At An Investment Firm In London.",
                "link": null
            },
            {
                "name": "A Columnist",
                "link": null
            },
            {
                "name": "Heather Long",
                "link": null
            }
        ],
        "publisher": "www.washingtonpost.com",
        "publish_date": "2019-07-04",
        "text": "\n\nCarl Dunlap and Sommer Johnson in May at the home they rent in Douglasville, Ga. (Elijah Nouvelage for The Washington Post)\n\nSommer Johnson thought everything was finally coming together for her last year. She was engaged, working full time and doing well in online college classes when her fiance’s mother died a week before their wedding day — triggering a series of large and unexpected expenses that left her struggling to pay her bills and brought her to the verge of bankruptcy.\n\n“I keep hearing this is one of the best economies we’ve ever had and unemployment is down, especially among African Americans, which I am,” said Johnson, 39, who lives in Douglasville, Ga., an Atlanta suburb. “I’m looking around going, ‘Where is this boom?’ From where I sit, this doesn’t look like the best economy ever.”\n\nThe economic expansion this week became the longest in U.S. history, surpassing the 1990s boom, which lasted exactly a decade.\n\nThe stock market is at record levels, with the Dow Jones industrial average closing at a new high Wednesday ahead of the July 4 holiday, and President Trump has made the economy’s strong performance a centerpiece of his reelection campaign.\n\nBut this expansion has been weaker and its benefits distributed far more unevenly than in previous growth cycles, leaving many Americans in a vulnerable position.\n\n[How healthy is the U.S. economy? Here’s what 7 key indicators reveal.]\n\nThis is a “two-tier recovery,” said Matthew Mish, head of credit strategy at the investment bank UBS. About 60 percent of Americans have benefited financially, he said, while 40 percent have not.\n\nThe 40 percent — which Mish calls the “lower tier” — have seen paltry or volatile wage growth, rising expenses for housing, health care and education, and increased levels of personal debt. They tend not to own homes or many stocks.\n\nIn discussions with 30 Americans unable to pay all of their bills, a clear pattern emerged: Most were able to eke by until they faced an unexpected crisis such as a job loss, cancer, car trouble or storm damage.\n\nThe extra expense caused them to get behind on their bills, and they never fully rebounded.\n\nEconomists fear such precarious financial situations put many Americans at risk if there is even a mild setback in the economy, potentially setting up the next recession to be worse than anything in recent history except the Great Recession.\n\n“So many Americans are living paycheck to paycheck,” said Signe-Mary McKernan, vice president of the Center on Labor, Human Services and Population at the Urban Institute. “We are headed toward a political crisis, if not an economic one.”\n\n[Why nearly 350,000 workers in mostly red states aren’t seeing wage increases, even though their local lawmakers passed them]\n\nTheir vulnerability is due to a confluence of factors. First, the average American family has yet to recover fully from the 2008 financial crisis, the Federal Reserve found, leaving half the nation with a diminished cushion to handle surprise expenses — or the next downturn.\n\nThe bottom half has less wealth today, after adjusting for inflation, than it did in 1989, according to Fed data through March of this year.\n\nWhile wage growth has accelerated in recent months, especially for the lowest-paid workers, families who have struggled for years have a ways to go to return to solid footing.\n\n\n\nSommer Johnson works a full-time job, takes online classes toward a degree in business administration and is a mom to two teenagers and an infant. (Elijah Nouvelage for The Washington Post)\n\nHalf of U.S. jobs pay less than $18.58 an hour and more than a third pay less than $15, which makes it difficult to save or invest for a better future.\n\nTrump and his team argue that a strong economy is lifting more and more Americans up financially, including blue-collar workers, the formerly incarcerated and minorities. In contrast, Democrats are calling for major expansions of government programs to address inequality. How to help the economically vulnerable is likely to be a key debate in the 2020 race.\n\n“Just because folks on Wall Street think things are fine doesn’t mean most Americans feel like things are fine,” said Ray Boshara, director of the Center for Household Financial Stability at the Federal Reserve Bank of St. Louis. “When every day is a rainy day for millions of families, things are not fine.”\n\nTo get by, Americans have borrowed heavily in recent years. Total U.S. household debt is now $13.7 trillion, surpassing the 2008 peak in dollar terms, according to the Federal Reserve Bank of New York. The surge in debt this time around is for cars and college, not mortgages.\n\nJohnson knows these issues all too well. Her family of five — including two teenagers and an infant daughter — was making it on her $31,000 salary as an insurance underwriting assistant and her husband’s part-time job as a clerk. But it took longer to sell her mother-in-law’s house than the couple expected.\n\nThe modest life insurance policy the couple collected on her death soon ran out, but the bills — for the funeral, carrying the extra house, rent, health insurance and the new baby — kept coming. Johnson’s husband, Carl Dunlap, has applied repeatedly for full-time jobs but has not been able to get one. He picked up as many extra hours as he could at work, but it wasn’t enough.\n\n[‘A constant state of drowning:’ On Post Reports, Heather Long talks to the Americans who don’t feel lifted by a strong economy]\n\nAlready in debt for college and a used Volkswagen Passat she bought in 2017, Johnson turned to friends and family for help. But she eventually had to choose between paying for day care and the $350-a-month auto loan. She picked day care, and her family lost a vehicle.\n\nShe recalls the exact moment it happened: 10 p.m. on a Thursday night in early March. She saw the red flashing lights of the repo men through her living-room window and ran outside barefoot.\n\n“I just stood there and watched it go, which was tough,” Johnson said. “That was the first car I ever bought for myself, and we needed it.”\n\n\n\nJohnson shops with her daughter Harmonii in Douglasville. (Elijah Nouvelage for The Washington Post)\n\n\n\nJohnson and Dunlap drive to a ceremony at her university honoring students for their grades. (Elijah Nouvelage for The Washington Post)\n\nJohnson takes Harmonii out of her car. “Where is this boom?” Johnson says of her vantage point on the U.S. economy. (Elijah Nouvelage for The Washington Post)\n\nThe couple carpool to work now, trying to save money to pay the thousands of dollars they still owe on the VW that is no longer in their possession.\n\nOlder and wealthier — and usually white — Americans typically take on debt to buy homes or make investments that are likely to make them richer in the years to come. Most in this category have recovered the wealth they lost in the Great Recession as home prices and stocks have soared.\n\nIn contrast, data from the Fed show that families of color and Americans born after 1970 are the least likely to have recovered the wealth they lost in the crisis. Households earning less than $60,000 also tend to carry heavy debt loads, according to data from credit-score company Equifax, often taking out loans for college, which they cannot get rid of in bankruptcy, or loans to pay bills, which can put them further behind.\n\n[Kamala D. Harris changes answer on abolishing private health insurance, saying she misheard debate question]\n\nThe prevailing view among Wall Street investors and Washington policymakers is that there is little to worry about because student loans are backed by the government and delinquency rates for other kinds of debt are fairly low, meaning most people can make their monthly payments.\n\n“Credit quality is about as good as I’ve ever seen it,” said Mark Zandi, chief economist at Moody’s Analytics. “There is nothing that suggests inordinate stress on low-income households . . . certainly nothing compared to times past.”\n\nBut Boshara, of the St. Louis Fed, pointed out that credit card and auto loan delinquencies have risen this year, the opposite of what Wall Street expected in good economic times.\n\nFour in 10 Americans say they still struggle to pay their bills, despite the strong economy, according to a quarterly survey by UBS that has shown no improvement since 2014. An April Gallup poll found that 36 percent of Americans were “very” or “moderately” worried about not being able to pay their normal monthly bills, little changed from 2018, but up from 2017 when 31 percent were very or moderately worried. And looking at how households are doing by class, race or age reveals a concerning picture.\n\nFor Maddy Dannemiller, who lives outside Columbus, Ohio, the tipping point came when her then-boyfriend hit a deer while driving her car.\n\nThe vehicle was badly damaged, and the couple decided it was not safe enough for their children, prompting her to buy another.\n\nHer monthly payment jumped to over $450 a month because she didn’t have a credit history. (Dannemiller’s late mother had co-signed the loan on her first car.)\n\nThen the couple broke up, and Dannemiller says she is supporting three children on her own.\n\nAs a nurse’s aide, she makes above Ohio’s $8.55-an-hour minimum wage but not much over $10. Her landlord is a relative who sometimes gives her a break on rent, but she is routinely late on car and credit card payments.\n\n“I’m 25, but I feel like I am in my late 30s,” Dannemiller said, shortly before heading to work. “Right now, I’m two months behind on my car payment.”",
        "quotes": [
            [
                "I keep hearing this is one of the best economies we’ve ever had and unemployment is down, especially among African Americans, which I am,",
                "Johnson",
                true
            ],
            [
                "I’m looking around going, ‘Where is this boom?’ From where I sit, this doesn’t look like the best economy ever.",
                "Johnson",
                true
            ],
            [
                "So many Americans are living paycheck to paycheck,",
                "Signe-Mary McKernan",
                true
            ],
            [
                "We are headed toward a political crisis, if not an economic one.",
                "Signe-Mary McKernan",
                true
            ],
            [
                "Just because folks on Wall Street think things are fine doesn’t mean most Americans feel like things are fine,",
                "Ray Boshara",
                true
            ],
            [
                "When every day is a rainy day for millions of families, things are not fine.",
                "Ray Boshara",
                true
            ],
            [
                "I just stood there and watched it go, which was tough,",
                "Sommer Johnson",
                true
            ],
            [
                "That was the first car I ever bought for myself, and we needed it.",
                "Sommer Johnson",
                true
            ],
            [
                "Credit quality is about as good as I’ve ever seen it,",
                "Mark Zandi",
                true
            ],
            [
                "There is nothing that suggests inordinate stress on low-income households .",
                "Mark Zandi",
                true
            ],
            [
                "certainly nothing compared to times past.",
                "Mark Zandi",
                false
            ],
            [
                "I’m 25, but I feel like I am in my late 30s,",
                "Dannemiller",
                true
            ],
            [
                "Right now, I’m two months behind on my car payment.",
                "Dannemiller",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://news.gallup.com/poll/249164/americans-feel-generally-positive-own-finances.aspx",
                "https://www.washingtonpost.com/business/2019/07/03/why-nearly-workers-mostly-red-states-arent-seeing-wage-increases-even-though-their-local-lawmakers-passed-them/?utm_term=.9c88b2ee61f7&noredirect=on",
                "https://www.washingtonpost.com/politics/2019/06/28/kamala-harris-reverses-answer-abolishing-private-health-insurance-saying-she-misheard-question/?utm_term=.78608b62931e&noredirect=on",
                "https://www.washingtonpost.com/business/2019/06/28/how-healthy-is-us-economy-heres-what-key-indicators-reveal/?utm_term=.555a4bd64c6d&noredirect=on"
            ],
            "gov_pgs": [
                "https://www.federalreserve.gov/releases/z1/dataviz/dfa/distribute/chart/#range:1989.3,2019.1"
            ],
            "unsure": []
        },
        "key_words": [
            "doesnt",
            "bills",
            "washington",
            "debt",
            "struggle",
            "pay",
            "economy",
            "40",
            "say",
            "elijah",
            "johnson",
            "nouvelage",
            "americans",
            "best",
            "day",
            "look"
        ]
    },
    {
        "url": "https://news.gallup.com/poll/249164/americans-feel-generally-positive-own-finances.aspx",
        "title": "Americans Feel Generally Positive About Their Own Finances",
        "authors": [
            {
                "name": "Gallup",
                "link": null
            }
        ],
        "publisher": "news.gallup.com",
        "publish_date": "",
        "text": "Story Highlights 56% rate own financial situation as excellent/good; 57% say it's getting better\n\n56% are currently saving money; 26% just making ends meet\n\nBiggest worries: retirement income and unplanned medical costs\n\nWASHINGTON, D.C. -- Gallup readings across several personal economic measures since the beginning of this year confirm that the public has felt the effect of last week's news: The first quarter of 2019 was the strongest first quarter for the U.S. economy since 2015.\n\nAt the start of 2019, Americans' optimism about their personal finances reached levels not seen in more than 16 years, as 69% expected they would be financially better off in a year. Since then, Gallup has seen the following additional indications that the public's confidence in their own financial stability is strong.\n\n1. A majority of Americans, 56%, rate their current financial situation as \"excellent\" (12%) or \"good\" (44%), while 29% rate it as \"only fair\" and 15% as \"poor.\" This overall positive rating has increased 10 percentage points since 2015 and is currently the highest since 2002, though it is statistically unchanged since last year. Likewise, the 57% of Americans who now say their overall financial situation is getting better has risen 10 points since 2016 and is at its highest numerical point since 2002.\n\nBoth questions, which were included in Gallup's April 1-9 Economy and Personal Finance poll, have been asked at least once a year since 2001, and results have fluctuated as the U.S. economy has gone through downturns and recoveries.\n\nAnother April financial reading, Americans' views on whether they have enough money to live comfortably, has been more stable historically, with the \"yes\" responses falling below 65% only once (to 60% in 2012) since 2002, when the measure was at its highest point of 75%. The latest reading is 66% saying they have enough to live comfortably and 33% saying they do not.\n\nAmericans who tend to have more financial resources -- including those with higher household incomes and those who own stocks -- are more likely than their counterparts to rate their own financial situation positively in all three Gallup questions.\n\n2. Two questions -- asked less frequently than the previous three -- gauge U.S. adults' ability to make ends meet and were included in a Feb. 12-28 poll. Overall, just 25% of Americans say they worry \"all\" or \"most\" of the time that their family income will not meet their expenses; 37% worry \"some of the time\"; and 37% \"almost never\" worry. The previous reading for this question, in 2008, found 37% worrying at least most of the time.\n\nAt the same time, 56% of Americans report that they are currently saving money (19% say \"a lot\" and 37% \"a little\"); 26% say they are just making ends meet; and far fewer are drawing on savings (6%) or running into debt (7%). This marks a slight increase in the percentage saying they are saving since the previous reading, in January 2016.\n\nSeveral demographic subgroups show a significant advantage over their counterparts when it comes to worrying less about covering expenses and managing to save money, most notably those with higher household incomes and college graduates.\n\n3. Not having enough money for retirement and not being able to pay for medical care in the event of a serious illness or accident are the most worrisome of eight financial issues for Americans. Slim majorities, 54% and 51%, respectively, report that they are \"very\" or \"moderately\" worried about each of these long-term financial matters in the April poll. Both of the latest readings are at the low end of the historical trend.\n\nAn inability to afford medical costs for normal healthcare and to maintain the standard of living they enjoy rank next in the list, with 42% registering concern about each. Slightly fewer, 36%, are worried about not having enough money to pay their monthly bills, and the same percentage worry about not being able to pay for college for their children. Yet, 65% of parents of children under 18 worry about affording college for their child.\n\nAmericans remain least concerned about being able to pay their housing costs (30%) and making the minimum payments on their credit cards (20%). Since 2001, the rank-order of concerns has been similar to this year's.\n\nGallup uses these data to create a Financial Worry Index, which is based on the number of financial matters respondents say they are \"very\" or \"moderately worried\" about. The score ranges from 0 for those who do not worry about any of the matters to 7 for those who worry about all of them; it does not include the reading for college costs because it was not asked before 2007.\n\nThis year, 22% of Americans are worried about six or seven of the seven items -- putting them in the \"highly worried\" category. Another 24% worry about three to five items and are classified as \"moderately worried.\" The remaining 55% have few financial worries, including 30% who are worried about none of the seven.\n\nA maximum of 51% were highly or moderately worried about their finances from 2001-2007, but that spiked to 61% in 2012. Since then, it has ranged from 46% to 54%. The latest reading marks the lowest level of worry since before the recession.\n\nBottom Line\n\nAlthough Gallup's economic confidence reading faltered in April, Americans remain largely sanguine about their own personal financial situations and more upbeat than in recent years. Majorities rate their own situation positively, think it is getting better on the whole and say they are managing to save money these days. Their most pressing concerns about their own finances continue to be related to retirement and healthcare costs in the event of a medical emergency rather than meeting everyday bills. College-educated adults, those who are employed and those owning stocks are less likely than their counterparts to express concern about their personal economic situations.\n\nContinued positive economic news, including sustained low unemployment and economic growth, are giving Americans some peace of mind about their own finances. As the 2020 presidential election approaches, a robust economy works in President Donald Trump's favor, as history has shown that a strong economy can buoy a sitting president's chances of re-election. Given the sharp political polarization in the U.S. today, Trump's inability to make inroads with Democrats means he will need to appeal to independent voters and will most certainly need economic conditions to remain positive to do so.\n\nView complete question responses and trends.\n\nLearn more about how the Gallup Poll Social Series works.",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "reading",
            "economic",
            "worried",
            "worry",
            "feel",
            "positive",
            "rate",
            "finances",
            "say",
            "money",
            "financial",
            "americans",
            "generally",
            "situation"
        ]
    },
    {
        "url": "https://www.washingtonpost.com/business/2019/07/03/why-nearly-workers-mostly-red-states-arent-seeing-wage-increases-even-though-their-local-lawmakers-passed-them/?utm_term=.9c88b2ee61f7&noredirect=on",
        "title": "Why nearly 350,000 workers in mostly red states aren’t seeing wage increases, even though their local lawmakers passed them",
        "authors": [
            {
                "name": "Tracy Jan Covers The Intersection Of Race",
                "link": null
            },
            {
                "name": "The Economy",
                "link": null
            },
            {
                "name": "Tracy Jan",
                "link": null
            }
        ],
        "publisher": "www.washingtonpost.com",
        "publish_date": "2019-07-03",
        "text": "\n\nBettie Douglas, a 61-year-old mother of three from St. Louis, stands inside the McDonald's where she worked in 2017. Douglas was earning just above the state minimum wage until St. Louis's new $10 minimum wage went into effect in May 2017. A state law passed later that month rolled back the city wage to the state minimum of $7.70 per hour. (Jim Salter/AP)\n\nFor most of her 13 years working the grill and cash register at McDonald’s, Bettie Douglas earned just over $7 an hour. Then in 2017, the St. Louis resident’s hourly pay rose to $10 after the city increased its minimum wage.\n\nBut the Missouri legislature soon invalidated the local wage ordinance following opposition from business groups, despite the state Supreme Court having already upheld the increase. Pay for tens of thousands of low-wage workers in St. Louis reverted to the state’s then-minimum of $7.70 an hour.\n\nMissouri is among 25 states that expressly block local municipalities from adopting their own minimum-wage laws. State legislatures in Alabama, Florida, Iowa, Kentucky and Wisconsin have also invalidated local wage increases, costing nearly 350,000 workers a total of $1.5 billion per year, according to a study by the National Employment Law Project that quantifies for the first time the economic impact of prohibiting local wage increases.\n\nState laws preempting or nullifying higher local wages perpetuate economic inequality in American cities, hurting women and minority workers who are disproportionately employed in low-wage jobs, researchers say. More than 60 percent of affected workers affected in St. Louis, Birmingham and Miami Beach are people of color, according to the study.\n\n“Missouri was one of the most egregious examples of an overwhelmingly white legislature undoing the will of local communities,” said Laura Huizar, a senior staff attorney for NELP and co-author of the report. “Preemption has been used as a tool to undermine higher wages, protect corporate profits, and cancel the voices of blacks and Latinos.”\n\nIn addition to invalidating the local pay increases in St. Louis and Kansas City, the Missouri law blocked the introduction of new employment benefit requirements such as paid sick leave and health, disability and retirement benefits. The St. Louis minimum wage had been scheduled to rise to $11 an hour by 2018. Kansas City’s was supposed to go up to $13 by 2020.\n\n\n\n(National Employment Law Project)\n\nOn average, workers in the 12 municipalities where wage increases were overturned by state legislatures are losing almost $4,100 individually per year, the study found. Between 20 and 71 percent of the affected workers in these cities and counties live below the federal poverty line.\n\nDespite the strong economy and historically low unemployment rates, real wages for the majority of workers have flatlined over the past decade. Since the “Fight for $15” minimum-wage movement began in 2012, more than 40 cities and counties have passed laws raising the local wage floor — leading to a corporate-fueled backlash in many legislatures, Huizar said. Minimum-wage increases in 20 municipalities, including the District of Columbia and two states, went into effect July 1.\n\nDouglas, the McDonald’s worker in St. Louis, is the sole breadwinner in her family. At 61, she’s supporting her eldest son, who is recovering from a brain tumor; her youngest son, who has autism; and her brother, who is disabled. Each weekday morning, she catches two buses and a train to work because she cannot afford a car.\n\n“Anybody who gets up and goes to work every day should be able to earn a living wage to take care of their families and pay their bills,” said Douglas, who began working at age 12 in her parents’ janitorial business. “I’m not asking for a handout. I’m saying just give me my due.”\n\nDouglas said her boss at the fast-food restaurant allowed her to keep her $10 hourly wage as a recognition of her long service, but many of her colleagues lost their raises.\n\nStill, she said she has no health insurance, no paid vacations or sick leave, and no retirement benefits. She said she hasn’t been to a doctor in the 18 years since she gave birth to her youngest son.\n\nMissouri voters last fall approved a ballot measure to raise the state minimum wage from $8.60 to $12 an hour by 2023. Douglas says she’s fighting for $15, which still falls short of the $16.32 hourly wage required for a single adult in St. Louis to meet his or her basic needs — let alone the $18.99 required for a family of four.\n\n“We are all just one paycheck away from being homeless,” Douglas said. “No one in America should live like that.”",
        "quotes": [
            [
                "Missouri was one of the most egregious examples of an overwhelmingly white legislature undoing the will of local communities,",
                "Laura Huizar",
                true
            ],
            [
                "Preemption has been used as a tool to undermine higher wages, protect corporate profits, and cancel the voices of blacks and Latinos.",
                "Laura Huizar",
                true
            ],
            [
                "Anybody who gets up and goes to work every day should be able to earn a living wage to take care of their families and pay their bills,",
                "Douglas",
                true
            ],
            [
                "I’m not asking for a handout.",
                "Douglas",
                true
            ],
            [
                "I’m saying just give me my due.",
                "Douglas",
                true
            ],
            [
                "We are all just one paycheck away from being homeless,",
                "Bettie Douglas",
                true
            ],
            [
                "No one in America should live like that.",
                "Bettie Douglas",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nelp.org/?post_type=publication&p=15092&preview=true"
            ],
            "gov_pgs": [
                "https://www.stlouis-mo.gov/government/city-laws/ordinances/ordinance.cfm?ord=70078",
                "https://www.courts.mo.gov/file.jsp?id=110257",
                "http://revisor.mo.gov/main/ViewChapter.aspx?chapter=290"
            ],
            "unsure": [
                "https://www.forworkingfamilies.org/blog/states-preempting-local-laws-are-extension-jim-crow",
                "https://www.epi.org/publication/family-budget-calculator-documentation/"
            ]
        },
        "key_words": [
            "seeing",
            "workers",
            "st",
            "nearly",
            "pay",
            "increases",
            "louis",
            "lawmakers",
            "passed",
            "state",
            "minimum",
            "law",
            "douglas",
            "wage",
            "local",
            "states",
            "red"
        ]
    },
    {
        "url": "https://www.washingtonpost.com/politics/2019/06/28/kamala-harris-reverses-answer-abolishing-private-health-insurance-saying-she-misheard-question/?utm_term=.78608b62931e&noredirect=on",
        "title": "Kamala Harris changes answer on abolishing private health insurance, saying she misheard debate question",
        "authors": [
            {
                "name": "Jeff Stein",
                "link": null
            }
        ],
        "publisher": "www.washingtonpost.com",
        "publish_date": "2019-06-28",
        "text": "\n\nSen. Kamala D. Harris (Calif.) speaks during a television interview after the second night of the first Democratic presidential debate Thursday in Miami. (Joe Raedle/Getty Images)\n\nSen. Kamala D. Harris (D-Calif.) said Friday that she does not support abolishing private health insurance in the United States, saying she misheard a question from NBC’s moderators about Medicare-for-all during the presidential debate.\n\nThursday night, Harris alone joined Sen. Bernie Sanders (I-Vt.) in raising her hand when all of the candidates were asked if they would outlaw private health insurance in favor of a government single-payer plan.\n\nBut appearing on “Morning Joe” on Friday, Harris suggested she had incorrectly heard the question as being about whether she personally would be willing to use a government plan instead of a private one. NBC’s Lester Holt had asked: “Many people watching at home have health insurance through their employer. Who here would abolish their private health insurance in favor of a government-run plan?”\n\n[Kamala Harris’s claim that Medicare-for-all ‘doesn’t get rid of all insurance’]\n\nHarris later said she would in fact preserve supplemental private insurance. Some journalists said on Twitter during the debate Thursday night that they also had understood Holt to be asking about the candidates’ personal health-care choices. But some critics questioned Harris’s reversal, noting this is not the first time Harris or her campaign have clarified her remarks on private insurance after a live television performance.\n\nLily Adams, a spokeswoman for the Harris campaign, said on MSNBC on Friday that Harris has been “very clear” about her stance on private insurance, also noting that some supplemental insurance is available under Sanders’s single-payer plan.\n\nThe exact role of private insurance under Medicare-for-all has provoked substantial confusion over the course of the Democratic presidential campaign.\n\nIn 2017, Harris and several other Democratic senators running for president announced their support for Sanders’s Medicare-for-all legislation, which would move about 217 million Americans who receive their insurance through a private plan — as well as everyone else in the country — onto a single government insurance plan. The plan would outlaw all private health insurance coverage that is duplicative with this generous government plan, leaving only room for a handful of supplemental services, such as cosmetic surgery.\n\n“As a technical matter, the Medicare-for-all bill would allow private insurers to sell supplemental policies for benefits not covered by the government plan,” Larry Levitt, senior vice president for health reform at the Kaiser Family Foundation, said in May. “As a practical matter, the government plan covers such a comprehensive set of benefits that there would be virtually no role for private insurance.”\n\nBut a number of the Democratic presidential candidates have said they support Medicare-for-all and have downplayed its disruptive impact on existing private insurance, pointing to European countries that have single-payer systems while retaining supplemental coverage. South Bend, Ind., Mayor Pete Buttigieg has said he supports Medicare-for-all but proposed ideas that look very different from Sanders’s, touting a public option that would allow Americans to buy into Medicare and leave private insurance largely intact.\n\nSen. Elizabeth Warren (Mass.) and New York Mayor Bill de Blasio have joined Sanders in saying that they support the abolition of private health insurance. But Harris, on Friday, appeared to suggest she does not agree with them.\n\n“No, no, I do not,” she told “Morning Joe” when asked about eliminating private insurance. “I am a proponent of Medicare-for-all. Private insurance will exist for supplemental coverage.”\n\nSanders has tried to highlight the distinction, in part, to draw a contrast with the candidates who may not push as aggressively to overhaul the nation’s health-care system. After the Republican National Committee cited Sanders’s comment that he wanted to eliminate the insurance companies, Sanders tweeted: “You’re damn right.”\n\nHarris did not respond to a Washington Post survey several months ago about whether she would support “essentially” getting rid of private health insurance as part of a move to a single-payer system.\n\nAsked about the issue by CNN in January, Harris appeared to embrace the elimination of private health insurance. “Who of us has not had that situation where you’ve got to wait for approval, and the doctor says, ‘Well, I don’t know if your insurance company is going to cover this’?\" she said. “Let’s eliminate all of that. Let’s move on.”\n\nAmid a backlash the next day, a Harris campaign aide told CNN the candidate would also be open to other health plans that would preserve private industry.\n\nRobert Hockett, an expert in public policy at Cornell University, said it was unclear if all the candidates who say they support Medicare-for-all believe in the virtual elimination of private health insurance that Sanders’s plan would entail.\n\n“Since Medicare-for-all is a buzzword among progressives, many candidates have gotten on board at least with the phrase,” Hockett said. “But it’s not always clear what the phrase means for each candidate. This whole debate needs clarification.”\n\nJohn Wagner contributed to this report.",
        "quotes": [
            [
                "Many people watching at home have health insurance through their employer.",
                "Lester Holt",
                true
            ],
            [
                "Who here would abolish their private health insurance in favor of a government-run plan?",
                "Lester Holt",
                true
            ],
            [
                "doesn’t get rid of all insurance",
                "Kamala Harris",
                false
            ],
            [
                "As a technical matter, the Medicare-for-all bill would allow private insurers to sell supplemental policies for benefits not covered by the government plan,",
                "Larry Levitt",
                true
            ],
            [
                "As a practical matter, the government plan covers such a comprehensive set of benefits that there would be virtually no role for private insurance.",
                "Larry Levitt",
                true
            ],
            [
                "I am a proponent of Medicare-for-all.",
                "",
                true
            ],
            [
                "Private insurance will exist for supplemental coverage.",
                "",
                true
            ],
            [
                "Well, I don’t know if your insurance company is going to cover this",
                "",
                false
            ],
            [
                "Let’s eliminate all of that.",
                "",
                true
            ],
            [
                "Since Medicare-for-all is a buzzword among progressives, many candidates have gotten on board at least with the phrase,",
                "Hockett",
                true
            ],
            [
                "But it’s not always clear what the phrase means for each candidate.",
                "Hockett",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.washingtonpost.com/politics/2019/05/14/kamala-harriss-claim-that-medicare-for-all-doesnt-get-rid-all-insurance/?utm_term=.e929aef48fa3&noredirect=on",
                "https://www.washingtonpost.com/politics/2019/05/14/kamala-harriss-claim-that-medicare-for-all-doesnt-get-rid-all-insurance/?utm_term=.57cfffe418d1&noredirect=on",
                "https://www.cnn.com/2019/01/29/politics/kamala-harris-medicare-for-all-eliminate-private-insurers-backlash/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "saying",
            "sanderss",
            "health",
            "medicareforall",
            "insurance",
            "candidates",
            "changes",
            "supplemental",
            "misheard",
            "private",
            "harris",
            "kamala",
            "plan",
            "question",
            "support",
            "debate"
        ]
    },
    {
        "url": "https://www.nelp.org/?post_type=publication&p=15092&preview=true",
        "title": "Fighting Wage Preemption",
        "authors": [],
        "publisher": "www.nelp.org",
        "publish_date": "",
        "text": "How Workers Have Lost Billions in Wages and How We Can Restore Local Democracy ​\n\nLocal governments, like cities and counties, have long implemented local policies—including higher minimum wages—to improve economic conditions. Local efforts to raise the wage floor have seen a tremendous upsurge over the past six years, mostly as a result of the Fight for $15 movement, which began in late November 2012 in New York when fast food workers walked off the job, demanding $15 and a union. The movement quickly spread throughout the country, and its impact has been remarkable: More than 40 cities and counties have adopted their own minimum wage laws, and as of late 2018, an estimated 22 million workers have won $68 billion in raises since the Fight for $15 began.\n\nIn response to this explosion in local minimum wage activity, a number of states—particularly those with conservative legislatures—have sought to shut down these gains by adopting “preemption” laws that prohibit cities and counties from adopting local minimum wages, as well as a wide range of other pro-worker policies. The state preemption of local minimum wages disenfranchises workers and exacerbates racial inequality when it disproportionately impacts communities of color who are overrepresented among low-wage workers[1] and who often represent majorities in our cities and large metro areas.[2]\n\nThe most significant force behind the recent wave of preemption laws nationwide is the corporate lobby. Failing to stop the adoption of local pro-worker laws, the corporate lobby has persuaded state-level lawmakers to revoke the underlying local authority to adopt such policies, in some cases rolling back wage increases that were already enacted by city and county governments. In doing so, the corporate lobby has not only captured the political lever closest to the people (their city or county government), it has also hampered the democratic process at its most intimate level.\n\nA total of 25 states have statutes preempting local minimum wage laws.[3] To date, 12 cities and counties in six states (Alabama, Iowa, Florida, Kentucky, Missouri, and Wisconsin) have approved local minimum wage laws only to see them invalidated by state statute, harming hundreds of thousands of workers in the process, many of whom face high levels of poverty.\n\nBelow we summarize our main findings, showing how preemption of local wages has become a powerful anti-worker and anti-democratic policy.\n\nLost Wages\n\nIn 12 cities and counties that adopted local wage laws only to be preempted by their state legislatures, nearly 346,000 workers have been impacted by preemption.\n\nhave been impacted by preemption. On average, those workers are losing almost $4,100 individually per year.\n\nper year. On the aggregate, these workers are losing nearly $1.5 billion per year.\n\nWho Is Affected\n\nIn all but two of these cities and counties, women make up the majority of affected workers.\n\nWorkers of color comprise the overwhelming majority of affected workers in three cities (Birmingham, Miami Beach, and St. Louis), and substantial shares ranging from 21 to 48 percent in six additional localities.\n\nAffected workers in preempted cities and counties are mainly adults, many close to or above 30 years of age.\n\nBetween 41 percent to 66 percent of workers in these jurisdictions have some level of college experience.\n\nPoverty in Affected Jurisdictions\n\nBetween 20 percent and 71 percent of affected workers in these 12 cities and counties live below the federal poverty line.\n\nIn all of these localities but two, poverty rates are significantly higher than the U.S. average (currently 14.6 percent).\n\nIn all six states where the preempted cities and counties are located, hunger affects more than one in 10 households.\n\nIn all of the preempted cities and counties, substantial shares of families (ranging from 22 percent to 49 percent of all households) face excessive housing costs above 30 percent of total income.\n\nNone of the state minimum wages currently in effect in these localities are adequate to meet the needs of single adults—much less the needs of parents or others taking care of dependents.\n\nAs the long-term consequences of preemption become clear to advocates and lawmakers around the country, and as they also understand how corporate interests have pushed the proliferation of preemption laws in recent years to protect their bottom line, the pendulum is now swinging back towards the restoration of local democracy. In 2019, bills have been introduced in at least eleven states to repeal past minimum wage preemption laws [Colorado (HB 19-1210); Louisiana (HB 422); Mississippi (SB 2321); Indiana (SB 82); Texas (SB 161); Georgia (HB 573); Virginia (HB 2631); Kansas (HB 2017); New York (AB 5441);[4] Oklahoma (SB 713); and Kentucky (HB 302)]. In addition, a bill in Hawaii expressly grants counties the power to adopt a higher minimum wage [Hawaii (HB 96)]. Colorado has led the way as the first state to legislatively repeal an existing law prohibiting local minimum wages.[5]\n\nIntroduction\n\nA decade after the Great Recession, with unemployment at historic lows,[6] stable inflation,[7] and steady growth,[8] references to a strong economy abound. Yet, for many working people, a strong economy seems more fiction than fact. Over the past decade, real wages for the majority of workers have essentially flatlined, rising a mere 0.3 percent for the average worker,[9] while executive compensation has risen by nearly 72 percent.[10] New tax breaks for corporations and the wealthy are prioritized[11] over economic policies that help working families access affordable housing, childcare, and educational opportunities.[12] And for some populations that have long been shut out of the workforce,[13] little is done to improve their labor force participation rates, which remain disproportionately low[14] even as overall unemployment figures drop.[15]\n\nIn recent years, historians, journalists, and other experts have shown that the most significant force behind the recent wave of preemption laws nationwide is the corporate lobby.\n\nOften, the persistent challenges facing working people and all individuals seeking economic stability and dignity come to a head in our nation’s cities. In these cities, constituents engage their elected officials to implement local solutions to their problems and improve their day-to-day lives. Local governments, like cities and counties, have long implemented local policies to improve economic conditions, including creating training programs, rewarding high road employers in the contracting process, implementing minimum work standards, and raising minimum wages.[16] Since the worker-led Fight for $15 movement began in November 2012, more than 40 cities and counties have passed laws raising the minimum wage at the local level.[17]\n\nIn response to this explosion in local minimum wage activity, a number of states—particularly those with conservative legislatures—have sought to shut down the process of implementing locally-based solutions by adopting “preemption” laws that prohibit cities and counties from adopting minimum wages higher than the state level, as well as a wide range of other pro-worker policies. Currently, 25 states preempt minimum wages at the local level.[18] The majority of these states (15) passed their laws blocking localities from raising the minimum wage starting in 2012, as the Fight for $15 gained momentum.[19] And local minimum wage laws already approved locally have been invalidated by state laws in six states, costing an estimated 346,000 workers a combined annual earnings of nearly $1.5 billion (Table 1).\n\nIn recent years, historians, journalists, and other experts have shown that the most significant force behind the recent wave of preemption laws nationwide is the corporate lobby. Historian Nancy MacLean, for example, has documented the “hostile takeover” of the federal government by corporations and their allies who oppose the very system of mass democratic participation.[20] Gordon Lafer has documented corporations’ use of big lobbying dollars to capture state-level legislative and administrative regimes that regulate the economy.[21]\n\nPreemption of local policy innovation is the logical extension of corporations’ aim to capture any political processes that could advance priorities other than corporate profits; the preemption of local policies effectively removes the political lever closest to the people. As the National League of Cities has noted, “[P]reemption that prevents cities from expanding rights, building stronger economies and promoting innovation can be counterproductive and even dangerous.…We know well that innovation happens in cities and then percolates upwards. This process should be celebrated, not stymied.”[22]\n\nEven more alarming for the health of civic discourse, some research finds that the very presence of a preemption statute may hinder public conversation about public policies and delay shifts in social norms that might otherwise take place.[23] As one activist has said, preemption bills “‘completely chill local governments from passing common-sense local solutions to protect the health, safety, and well-being of their communities. And that’s exactly what these interest groups want: cities and counties that don’t agree with them to be intimidated and bullied into inaction.’”[24]\n\nPreemption bills “‘completely chill local governments from passing common-sense local solutions to protect the health, safety, and well-being of their communities.’”\n\nStructural racism in the U.S. also plays a significant role in this story. All too often, state houses are not representative of the racial and ethnic groups[25] that seek to improve economic conditions in their cities. Workers of color—especially Black and Latino workers—who are disproportionately represented in low-wage industries and occupations[26] are frequently concentrated in our cities and metro areas.[27] In a political landscape in which people of color are often marginalized and in which racism all too frequently underlies policy discourse, local governments can offer the best opportunities for political engagement and to move policies that can lead to tangible gains for communities of color. Locally, those who are minorities in the larger polity can act as the majority and influence important outcomes.[28] As one scholar has noted, “Localities, because of their unique knowledge about how race is experienced at the community level and intimate involvement in processes at the heart of our democracy, have… the capacity to be important change agents in the area of race.”[29]\n\nToday, many African American people are reversing the migration patterns of the early 20th century and moving back into the South and the Sun Belt, increasing their proportion of the population in cities across states like Georgia, Texas, North Carolina, and Florida.[30] As the African American population in the South increases, local elected officials in those areas, along with advocates and workers, must urgently address the threat of preemption in order to defend the ability to adopt protections for their residents that go beyond what the state can offer—and that protect the meaning and potential of local democracy itself.\n\nWhile racially-unrepresentative statehouses have moved to preempt ordinances addressing any number of issues that disproportionately affect communities of color—including firearms control, regulation of unhealthy foods, protections for immigrants, and environmental justice—many focus on stopping local efforts to improve workplaces and wages.[31] Like voter suppression laws, including gerrymandering and redistricting, preemption, too, represents a pitched battle by well-resourced corporate interests and their state-level allies to quash the political demands of diverse urban populations of color for fairer economic systems. As one commentator has observed, “It’s been more expedient to subjugate black people by oppressing wherever they reside.”[32]\n\nIn this paper, we argue that the magnitude of our nation’s economic crisis requires a commitment at all levels of government to policy initiatives that can address the needs of working people and other communities lacking adequate protections and rights. The principles of our democracy have long allowed us to make use of the democratic process in order to set baseline policies at one level of government while allowing other levels of government to supplement those policies with stronger protections. This requires championing—not hindering—local power. State and federal workplace policies simply cannot account for the diverse and unique needs of all communities. Cities and counties facing especially high costs of living, rising inequality, and other economic conditions that bring about consequences felt uniquely at the local level, must have the opportunity to go beyond state and federal protections to ensure that their workers and communities do not simply survive, but thrive.\n\nLike voter suppression laws, preemption represents a pitched battle by well-resourced corporate interests and their state-level allies to quash the political demands of diverse urban populations of color for fairer economic systems.\n\nWhile the recent abuse of preemption has hampered a wide range of progressive efforts tied to public health, the environment, and more, we focus in this paper on municipal and county efforts to raise wages. We specifically look at efforts to raise the minimum wage in order to explore how the preemption of local minimum wage laws has impacted working people’s economic well-being.\n\nIn Part I of this paper, we explore the evolution of preemption laws in the twenty-first century, highlighting the role of corporations and their industry associations in spreading the use of preemption to advance their bottom line.\n\nIn Part II, we look at the dollar cost of preemption for workers in cities and counties that adopted a local minimum wage increase, only to see those local laws invalidated by state statute. We estimate the number of workers affected and the amount in wages they have lost collectivity and per worker. We also attempt to contextualize the damage done to those communities by describing the demographic characteristics of affected workers, by analyzing data on food and housing insecurity and poverty, and by showing a distressing gap between the minimum wage available to workers in those areas and the cost of living.\n\nIn the last section, we discuss how, despite the success of corporate interests and their allies in preempting local minimum wages through state legislatures, workers and local communities are now reclaiming their power. Efforts in 2019 in places like Colorado show the path forward for repealing existing preemption laws and allowing communities to use their local democratic process to approve the pro-worker policies that they need. We call on state policymakers to correct the harm caused by preemption—which disproportionately affects people of color and women—by restoring the ability of local governments to adopt a higher minimum wage when they determine it would help their communities.",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [
                "https://www.capitol.hawaii.gov/measure_indiv.aspx?billtype=HB&billnumber=96&year=2019",
                "https://apps.legislature.ky.gov/lrcsearch#tabs-6",
                "https://capitol.texas.gov/BillLookup/History.aspx?LegSess=86R&Bill=SB161",
                "http://iga.in.gov/legislative/2019/bills/senate/82",
                "http://www.oklegislature.gov/BillInfo.aspx?Bill=sb713",
                "http://www.legis.ga.gov/legislation/en-US/Display/20192020/HB/573",
                "https://lis.virginia.gov/cgi-bin/legp604.exe?ses=191&typ=bil&val=hb2631",
                "https://legis.la.gov/Legis/BillInfo.aspx?i=236242"
            ],
            "unsure": [
                "http://www.kslegislature.org/li/b2019_20/measures/hb2017/",
                "https://legiscan.com/NY/text/A05441/2019"
            ]
        },
        "key_words": [
            "laws",
            "cities",
            "workers",
            "policies",
            "preemption",
            "fighting",
            "minimum",
            "wage",
            "counties",
            "local",
            "state"
        ]
    },
    {
        "url": "https://www.washingtonpost.com/politics/2019/05/14/kamala-harriss-claim-that-medicare-for-all-doesnt-get-rid-all-insurance/?utm_term=.57cfffe418d1&noredirect=on",
        "title": "Kamala Harris’s claim that Medicare-for-all ‘doesn’t get rid of all insurance’",
        "authors": [
            {
                "name": "The Fact Checker",
                "link": null
            },
            {
                "name": "Glenn Kessler",
                "link": null
            }
        ],
        "publisher": "www.washingtonpost.com",
        "publish_date": "2019-05-14",
        "text": "SEN. KAMALA HARRIS (D-CALIF.): I support the bill [Medicare-for-all].\n\nCNN’S JAKE TAPPER: OK.\n\nHARRIS: I support the bill. I...\n\nTAPPER: Well, because the bill gets rid of private insurance for everything that...\n\nHARRIS: It doesn’t get rid of supplemental insurance for...\n\nTAPPER: Right, for cosmetic surgery, but for all...\n\nHARRIS: So, it doesn’t get rid of all insurance.\n\nTAPPER: OK. It doesn’t get rid of all insurance.\n\nHARRIS: OK. Right.\n\nTAPPER: ... but for all essential health care benefits.\n\n— exchange on CNN’s “State of the Union,” May 12, 2019\n\nThis is one of those inside-the-Beltway exchanges that probably leaves many Americans scratching their heads. Harris, a 2020 presidential hopeful, is a co-sponsor of Sen. Bernie Sanders’s plan to create a “single-payer” government-run health-care system. It’s called Medicare-for-all since it will be more all-encompassing than the current government-run program for the elderly.\n\nHarris made these remarks after Tapper asked her if she wanted to clarify comments she had made in a CNN town hall in January. At the time, her remarks “let’s eliminate all of that” were widely interpreted to mean doing away with private insurance. In her recent appearance, she argued that in context she was talking about health-care bureaucracy today. (Rereading the full exchange, she has a point.) She said she did think there was a role for private insurance in the government-run system.\n\nThat’s when Tapper interrupted to say that under the bill, there’s virtually no role left for private insurance.\n\nSo what’s going on here?\n\nThe Facts\n\nAs of 2017, according to the Census Bureau, 67 percent of Americans — 217 million people — received health insurance through a private plan, mostly through their employer. Almost 38 percent get insurance through a government plan, such as Medicare, Medicaid or the military. Another 9 percent have no insurance. (The numbers add up to more than 100 percent because people can be on more than one type of plan in a given year.) The Sanders bill would put the whole country on a government plan.\n\nSanders himself has been clear that he sees no role left for private insurance. When the Republican National Committee highlighted his comment that he wanted to “get rid of the insurance companies,” Sanders tweeted: “You’re damn right.”\n\nSo what is Harris referring to? A few lines in the bill.\n\nSection 107 would make it illegal for any private health insurer to sell coverage that duplicated benefits under the law or for any employer to duplicate the benefits, but adds that nothing on the proposed law would prohibit the sale of health insurance for benefits not covered under the bill.\n\nOkay, but the bill proposes to cover just about everything. Hospital services. Primary and preventive care. Prescription drugs and medical devices. Mental health care. Lab work. Pediatrics. Dentistry. Hearing and vision care. Rehab. Emergency services. Even long-term care.\n\nCurrently, people on Medicare can buy Medigap insurance, which covers co-payments and deductibles. But the Sanders bill would eliminate the need for that, too, as Section 202 decrees “no cost-sharing.”\n\nIt’s worth noting that the Sanders plan would be more sweeping in its coverage than just about any existing universal health-care system. For instance, Canadians must buy private insurance for prescription drugs, dentists and optometry, while Britain has a parallel private system that about 10 percent of the population participates in.\n\n(There is another part of the Sanders bill, Section 303, that analysts say might allow for a boutique primary care practice catering only to wealthy people. It allows for doctors and hospitals to enter into private contracts with patients, but with real limitations. Providers that don’t participate at all in Medicare could enter into such contracts. Providers that do participate in Medicare would have to agree not to submit a claim for any patient for one year after providing care outside the system for any given patient.)\n\nWhat’s left out of the Sanders plan? Tapper mentioned cosmetic surgery. So has Rep. Pramila Jayapal (D-Wash.), the primary sponsor of a Medicare-for-all bill in the House.\n\nThat’s elective surgery generally not covered by health insurance. But insurance is purchased to defray costs for unexpected health problems. Who buys (or sells) insurance for the unexpected nose job or facelift? You can buy insurance for complications from cosmetic surgery, but that’s not going to be an especially large business.\n\n“You are correct that the benefits package is extremely generous; private insurance would not be needed at all because everything that is medically necessary for any given individual would be covered under Medicare-for-all,” said a Sanders aide. But she added: “Under Medicare-for-all, private insurance could continue to exist to cover anything not covered by Medicare, such as private hospital rooms, institutional long-term care and voluntary care.” (Institutional long-term care, such as nursing homes, under the Sanders bill would continue to be covered under Medicaid, the health program for the poor.)\n\n“As a technical matter, the Medicare-for-all bill would allow private insurers to sell supplemental policies for benefits not covered by the government plan,” said Larry Levitt, senior vice president for health reform at the Kaiser Family Foundation. “As a practical matter, the government plan covers such a comprehensive set of benefits that there would be virtually no role for private insurance.”\n\nMedicare-for-all “might strongly disincentivize private health insurance, and I think it’s right to ask about what the role of private health insurers would be in this system — but the bill itself doesn’t categorically ban private health insurers,” said Katie Keith of the Center on Health Insurance Reforms at Georgetown University. She suggested that private insurance companies might continue to have a role as claims administrators.\n\nIan Sams, a spokesman for Harris, said she spoke accurately about the law. “The bill’s language expressly allows supplemental insurance to cover any care/procedures not explicitly covered under the single-payer plan by law,” he said. “So this would allow at least some level of private insurance to continue operating within the marketplace.”\n\nThe Bottom Line\n\nCall us skeptical, but Section 107 looks like a loophole for single-payer supporters to claim that private insurance is not being eliminated, even as the main sponsor says he wants to put health insurance companies out of the business. There is virtually nothing left on the table but a few crumbs. Harris called it “supplemental insurance,” which sounds a lot like Medigap policies, but the reality is likely far different than that.\n\nGiven the back-and-forth between Harris and Tapper, we can’t quite award Pinocchios. But her language is slippery. She could more forthrightly admit that the health plan she supports envisions virtually no role for the private insurance now used by nearly 220 million Americans.\n\n(About our rating scale)\n\nSend us facts to check by filling out this form\n\nSign up for The Fact Checker weekly newsletter\n\nThe Fact Checker is a verified signatory to the International Fact-Checking Network code of principles",
        "quotes": [
            [
                "let’s eliminate all of that",
                "",
                false
            ],
            [
                "get rid of the insurance companies,",
                "Sanders",
                false
            ],
            [
                "You are correct that the benefits package is extremely generous; private insurance would not be needed at all because everything that is medically necessary for any given individual would be covered under Medicare-for-all,",
                "",
                true
            ],
            [
                "Under Medicare-for-all, private insurance could continue to exist to cover anything not covered by Medicare, such as private hospital rooms, institutional long-term care and voluntary care.",
                "",
                true
            ],
            [
                "As a technical matter, the Medicare-for-all bill would allow private insurers to sell supplemental policies for benefits not covered by the government plan,",
                "Larry Levitt",
                true
            ],
            [
                "As a practical matter, the government plan covers such a comprehensive set of benefits that there would be virtually no role for private insurance.",
                "Larry Levitt",
                true
            ],
            [
                "might strongly disincentivize private health insurance, and I think it’s right to ask about what the role of private health insurers would be in this system — but the bill itself doesn’t categorically ban private health insurers,",
                "Katie Keith",
                false
            ],
            [
                "The bill’s language expressly allows supplemental insurance to cover any care/procedures not explicitly covered under the single-payer plan by law,",
                "",
                true
            ],
            [
                "So this would allow at least some level of private insurance to continue operating within the marketplace.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/interactive/2017/09/18/upshot/best-health-care-system-country-bracket.html?module=inline",
                "https://www.vox.com/2019/2/28/18244547/jayapal-medicare-for-all-ezra-klein-show",
                "https://www.washingtonpost.com/politics/2019/05/14/kamala-harriss-claim-that-medicare-for-all-doesnt-get-rid-all-insurance/?utm_term=.51afa53c2a67&noredirect=on"
            ],
            "gov_pgs": [
                "https://www.congress.gov/bill/116th-congress/senate-bill/1129/text#toc-id5a2b7601e7584d96b5b5066ddeed4850",
                "https://www.congress.gov/bill/116th-congress/senate-bill/1129/text",
                "https://www.congress.gov/bill/116th-congress/senate-bill/1129/text#toc-ide37941c014034d0b92c46663a00be99d",
                "https://www.congress.gov/bill/116th-congress/senate-bill/1129/text#toc-id1FEE3C9186A045298CEAA837FEA597FF",
                "https://www.congress.gov/bill/116th-congress/senate-bill/1129/text#toc-id25c91cb96228483495ad9de0b47b79f8",
                "https://www.medicaid.gov/medicaid/ltss/institutional/index.html",
                "https://www.congress.gov/bill/116th-congress/senate-bill/1129/text#toc-id9284868594934585837028a98cfaec3b"
            ],
            "unsure": [
                "https://www.kff.org/person/larry-levitt/",
                "https://chir.georgetown.edu/faculty_katie_keith/",
                "https://hosted-washpost.submissionplatform.com/sub/hosted/5c911f64439aa20034c4f0b7",
                "https://www.washingtonpost.com",
                "https://subscribe.washingtonpost.com/newsletters/#/bundle/factchecker?method=SURL&location=ART",
                "https://www.realclearpolitics.com/video/2019/01/29/kamala_harris_on_private_health_insurance_market_eliminate_all_of_that_lets_move_on.html",
                "https://twitter.com/CNNPolitics/status/1127571625568866304",
                "https://cosmetassure.com/covered-procedures/"
            ]
        },
        "key_words": [
            "plan",
            "doesnt",
            "health",
            "care",
            "medicareforall",
            "benefits",
            "insurance",
            "private",
            "rid",
            "kamala",
            "bill",
            "claim",
            "sanders",
            "covered",
            "role",
            "harriss"
        ]
    },
    {
        "url": "https://www.cnn.com/2019/01/29/politics/kamala-harris-medicare-for-all-eliminate-private-insurers-backlash/index.html",
        "title": "Kamala Harris is open to multiple paths to 'Medicare-for-all'",
        "authors": [
            {
                "name": "Tami Luhand Maeve Reston",
                "link": null
            },
            {
                "name": "Gregory Krieg",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-01-29",
        "text": "(CNN) By stating she would eliminate private insurers as a necessary part of implementing \"Medicare-for-all,\" California Sen. Kamala Harris during a CNN town hall Monday night sent a shockwave through the national health care debate.\n\nHarris' comments underscored the extent to which a move to single payer would radically overhaul the current system and, in frankly addressing one of the transition's most politically difficult steps, stepped directly into her critics' crosshairs.\n\nRepublicans attacked Harris within minutes of her remarks, tweeting that she \"says she wants to eliminate private insurance even if you like your plan.\" By Tuesday morning, former Starbucks boss Howard Schultz was piling on and fellow billionaire potential presidential candidate Michael Bloomberg, the former mayor of New York, was dismissing the entire plan as a fiscally ruinous pipe dream.\n\nAs the furor grew, a Harris adviser on Tuesday signaled that the candidate would also be open to the more moderate health reform plans, which would preserve the industry, being floated by other congressional Democrats. It represents a compromise position that risks angering \"Medicare-for-all\" proponents, who view eliminating private health insurance as key to enacting their comprehensive reform.\n\nBoth the adviser and Harris national press secretary Ian Sams said her willingness to consider alternate routes to a single payer system should not cast doubt on her commitment to the policy.\n\n\"Medicare-for-all is the plan that she believes will solve the problem and get all Americans covered. Period,\" Sams told CNN. \"She has co-sponsored other pieces of legislation that she sees as a path to getting us there, but this is the plan she is running on.\"\n\nTheir description of Harris' views is backed up by her record in the Senate, where she co-sponsored Vermont Sen. Bernie Sanders' \"Medicare for all\" bill, which would phase out for-profit insurers, but also the less aggressive approaches proposed by Hawaii Sen. Brian Schatz, whose bill would effectively create a \"public option\" by allowing certain Americans to buy-in to Medicaid, and a plan from Sens. Jeff Merkley and Chris Murphy that would allow individuals to enroll in a new form of Medicare and employers to purchase it for their workforce.\n\nShe was also a co-sponsor on a bill called \"Medicare X,\" from Sens. Michael Bennet and Tim Kaine, which would create a public insurance option on the Affordable Care Act exchanges, along side the private insurance plans. The goal would be to give Americans more choices when buying Obamacare coverage, particularly in areas where few carriers participate.\n\nHarris's comments on Monday and her adviser's more cautious words on Tuesday highlight the tensions among Democrats over health care, an issue they united over in defense of Obamacare in 2017. Now, there is an increasingly heated intra-party debate over whether to open up Medicare or Medicaid to more Americans, create a public insurance option that would retain the current job-based insurance plans or replace the entire system, like \"Medicare for all\" promises to do, with a Medicare-type plan for everyone. Many establishment Democrats, including some top officials, are skeptical of all those approaches, preferring instead to shore up the existing Obamacare marketplaces.\n\nThe argument has implications that go beyond health care policy in a presidential primary that is expected to test the ideological boundaries of the party. Harris has repeatedly affirmed her support for \"Medicare for all\" but her record and support for more moderate legislation suggests that she could also be open to allowing insurers to remain or supporting a buy-in system, less than 24 hours after her comments in Iowa, could seed new skepticism among the progressives she is seeking to win over.\n\nIllinois Sen. Dick Durbin, the chamber's second-ranked Democrat, expressed some concern Tuesday over the prospect of wiping out private health insurers.\n\n\"I don't want to guess what (Harris is) thinking but that is a massive part of the American economy. There is a system in place for funding it,\" Durbin said. \"It would take a mighty transition to move from where we are to that.\"\n\nAsked by the audience in Des Moines on Monday about health care and, more pointedly, if her \"solution (would) involve cutting insurance companies as we know them out of the equation,\" Harris did not hesitate.\n\n\"I believe the solution -- and I actually feel very strongly about this -- is that we need to have Medicare-for-all,\" she said. \"That's just the bottom line.\"\n\nHarris then spoke about her mother and the benefits of Medicare, a point she has made repeatedly and wrote about in a New York Times op-ed, and called the current order \"inhumane\" for making \"people go through a system where they cannot literally receive the benefit of what medical science can offer because some insurance company has decided it doesn't meet their bottom line in terms of their profit motivation.\"\n\nWhen pressed by town hall host Jake Tapper over whether she would be willing to eliminate private health insurance as part of creating that new single payer system, Harris stood firm.\n\n\"Who of us has not had that situation, where you've got to wait for approval (for medical care) and the doctor says, well, I don't know if your insurance company is going to cover this?,\" Harris said. \"Let's eliminate all of that. Let's move on.\"\n\nHer remarks drew applause from the Drake University audience and from Medicare-for-all supporters, who have been pleased to see a growing crop of Democratic presidential contenders publicly back their agenda. Still, many harbor doubts over whether the candidates, if elected, would be willing spend the necessary political capital to deliver on their promises.\n\nNational Nurses United Executive Director Bonnie Castillo, whose organization has been at the forefront of the push for single payer health care, said she welcomed any contender's \"support for Medicare for all and the acknowledgment that insurance companies have no place in our health care,\" but argued that it could not be done without the abolition of private health insurers.\n\n\"We've got to push this across the finish line and my sense is that half measures are just not going to get it,\" Castillo said. \"That has happened time and time again and we know as nurses that it is not effective -- that is not an effective treatment or solution.\"\n\nWhile many polls show the majority of Americans support a Medicare for all-type plan, they are less enamored with the idea of jettisoning their current insurance. A recent Kaiser Family Foundation poll found that 56% of Americans favor Medicare-for-all, but that approval rating drops to 37% when respondents heard that it would eliminate private health insurance companies.\n\n\"Most people are satisfied with the health insurance until they have a problem,\" said Tricia Neuman, director of the foundation's Program on Medicare Policy. \"The public favors these proposals that would broaden choice, but also want to be sure they don't lose something that they value.\"\n\nThe Harris adviser told CNN on Tuesday that she is committed to the position she staked out in Iowa. The adviser called the backlash from Republicans \"good trouble\" for Harris.\n\nHarris and her allies signaled Tuesday that they are eager to engage Schultz, who is considering a third-party centrist run.\n\nThe public scrape with the billionaire, Harris advisers said, can only help to burnish Harris' progressive credentials.\n\nSchultz criticized Harris early on Tuesday during an interview with CBS, when he reacted to her comments in Iowa with derision.\n\n\"That's not correct, that's not American,\" Schultz said. \"What's next? What industry are we going to abolish next? The coffee industry?\"\n\nHe then compared the push for Medicare-for-all to Republican efforts to repeal Obamacare.\n\n\"I don't agree with that,\" he said. \"The Affordable Care Act should stay and it should be refined. But the thing we should get rid of is the insurance industry? Again, this is exactly the situation -- it's far too extreme on both sides and the silent majority of America does not have a voice.\"\n\nMeanwhile, Bloomberg joined Schultz on Tuesday in throwing cold water on the notion of replacing private insurance with a government-run system, saying it \"would bankrupt us for a very long time.\"\n\n\"I think we could never afford that,\" said Bloomberg. \"We are talking about trillions of dollars. I think you could have Medicare for all for people who are uncovered, but that's a smaller group.\"",
        "quotes": [
            [
                "says she wants to eliminate private insurance even if you like your plan.",
                "",
                false
            ],
            [
                "Medicare-for-all is the plan that she believes will solve the problem and get all Americans covered.",
                "Harris",
                true
            ],
            [
                "She has co-sponsored other pieces of legislation that she sees as a path to getting us there, but this is the plan she is running on.",
                "Harris",
                true
            ],
            [
                "I don't want to guess what (Harris is) thinking but that is a massive part of the American economy.",
                "Durbin",
                true
            ],
            [
                "There is a system in place for funding it,",
                "Durbin",
                true
            ],
            [
                "It would take a mighty transition to move from where we are to that.",
                "Durbin",
                true
            ],
            [
                "solution (would) involve cutting insurance companies as we know them out of the equation,",
                "Harris",
                false
            ],
            [
                "I believe the solution -- and I actually feel very strongly about this -- is that we need to have Medicare-for-all,",
                "Harris",
                true
            ],
            [
                "That's just the bottom line.",
                "Harris",
                true
            ],
            [
                "people go through a system where they cannot literally receive the benefit of what medical science can offer because some insurance company has decided it doesn't meet their bottom line in terms of their profit motivation.",
                "Harris",
                false
            ],
            [
                "Who of us has not had that situation, where you've got to wait for approval (for medical care) and the doctor says, well, I don't know if your insurance company is going to cover this?,",
                "Harris",
                true
            ],
            [
                "Let's eliminate all of that.",
                "Harris",
                true
            ],
            [
                "support for Medicare for all and the acknowledgment that insurance companies have no place in our health care,",
                "Harris",
                false
            ],
            [
                "We've got to push this across the finish line and my sense is that half measures are just not going to get it,",
                "Castillo",
                true
            ],
            [
                "That has happened time and time again and we know as nurses that it is not effective -- that is not an effective treatment or solution.",
                "Castillo",
                true
            ],
            [
                "Most people are satisfied with the health insurance until they have a problem,",
                "Tricia Neuman",
                true
            ],
            [
                "The public favors these proposals that would broaden choice, but also want to be sure they don't lose something that they value.",
                "Tricia Neuman",
                true
            ],
            [
                "That's not correct, that's not American,",
                "Schultz",
                true
            ],
            [
                "What industry are we going to abolish next?",
                "Schultz",
                true
            ],
            [
                "I don't agree with that,",
                "Schultz",
                true
            ],
            [
                "The Affordable Care Act should stay and it should be refined.",
                "Schultz",
                true
            ],
            [
                "But the thing we should get rid of is the insurance industry?",
                "Schultz",
                true
            ],
            [
                "Again, this is exactly the situation -- it's far too extreme on both sides and the silent majority of America does not have a voice.",
                "Schultz",
                true
            ],
            [
                "would bankrupt us for a very long time.",
                "Schultz",
                false
            ],
            [
                "I think we could never afford that,",
                "Schultz",
                true
            ],
            [
                "We are talking about trillions of dollars.",
                "Schultz",
                true
            ],
            [
                "I think you could have Medicare for all for people who are uncovered, but that's a smaller group.",
                "Schultz",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2019/01/28/us/kamala-harris-fast-facts/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "open",
            "health",
            "care",
            "medicareforall",
            "insurance",
            "paths",
            "private",
            "kamala",
            "system",
            "plan",
            "multiple",
            "harris",
            "americans",
            "medicare"
        ]
    },
    {
        "url": "https://www.nytimes.com/interactive/2017/09/18/upshot/best-health-care-system-country-bracket.html?module=inline",
        "title": "The Best Health Care System in the World: Which One Would You Pick?",
        "authors": [
            {
                "name": "Austin Frakt",
                "link": null
            },
            {
                "name": "Aaron E. Carroll",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-09-18",
        "text": "“Medicare for all,” or “single-payer,” is becoming a rallying cry for Democrats. This is often accompanied by calls to match the health care coverage of \"the rest of the world.\" But this overlooks a crucial fact: The “rest of the world” is not all alike. The commonality is universal coverage, but wealthy nations have taken varying approaches to it, some relying heavily on the government (as with single-payer); some relying more on private insurers; others in between. Experts don’t agree on which is best; a lot depends on perspective. But we thought it would be fun to stage a small tournament. We selected eight countries, representing a range of health care systems, and established a bracket by randomly assigning seeds.\n\n\n\nAaron Carroll, a health services researcher and professor of pediatrics at Indiana University School of Medicine\n\na health services researcher and professor of pediatrics at Indiana University School of Medicine Austin Frakt, director of the Partnered Evidence-Based Policy Resource Center at the V.A. Boston Healthcare System; associate professor with Boston University’s School of Public Health; and adjunct associate professor with the Harvard T.H. Chan School of Public Health and three economists and physician experts in health care systems:\n\nCraig Garthwaite , a health economist with Northwestern University’s Kellogg School of Management\n\n, a health economist with Northwestern University’s Kellogg School of Management Uwe Reinhardt , a health economist with Princeton University’s Woodrow Wilson School of Public and International Affairs\n\n, a health economist with Princeton University’s Woodrow Wilson School of Public and International Affairs Ashish Jha, a physician with the Harvard T.H. Chan School of Public Health and the director of the Harvard Global Health Institute A summary of our worldviews on health care is at bottom. To select the winner of each matchup, we gathered a small judging panel, which includes us:and three economists and physician experts in health care systems:A summary of our worldviews on health care is at bottom. So that you can play along at home and make your own picks, we’ll describe each system along with our choices (the experts' selections will decide who advances). When we cite hard data, they come from the Commonwealth Fund’s International Country Comparison in 2017. But enough talk. Let’s play.\n\nFIRST ROUND Canada vs. Britain: Single-Payer Showdown\n\nBoth have single-payer systems, but vary in the government’s role and in what is covered. In Canada, the government finances health insurance, and the private sector delivers a lot of the care. Insurance is run at the province level. Many Canadians have supplemental private insurance through their jobs to help pay for prescription drugs, dentists and optometry. The government ends up paying for about 70 percent of health care spending in all. Britain has truly socialized medicine: The government not only finances care, but also provides it through the National Health Service. Coverage is broad, and most services are free to citizens, with the system financed by taxes, though there is a private system that runs alongside the public one. About 10 percent buy private insurance. Government spending accounts for more than 80 percent of all health care spending. U.S. analogues are Medicare (more like Canada) and the Veterans Health Administration (more like Britain). Canada and Britain are pretty similar in terms of spending — both spend just over 10 percent of G.D.P. on health care. They also have reasonably similar results on quality, although neither ranks near the top in the usual international comparisons. In terms of access, though, Britain excels, with shorter wait times and fewer access barriers due to cost.\n\nOur pick: Britain, 4-1 Aaron: Britain. It’s efficient. Given the rather low spending, it provides great access with acceptable outcomes. Craig: Britain. Patients in Britain have a greater ability to shop across providers (using additional private insurance). This, combined with reforms within the N.H.S., helped increase competition and quality. Austin: Britain. While the countries are close in spending and quality, Britain has much lower cost-based barriers to access. Ashish: Britain. Access problems can be profound in Canada — nearly one in five Canadians report waiting four months or more for elective surgery, which can be more than just an inconvenience. Uwe: Canada. The Canadian system is simpler for citizens to understand and highly equitable.\n\n1 of 7 What’s your pick? 0 % Britain 0 % Canada\n\nFIRST ROUND U.S. vs. Singapore: A Mix of Ideas\n\nThe United States has a mix of clashing ideas: private insurance through employment; single-payer Medicare mainly for those 65 and older; state-managed Medicaid for many low-income people; private insurance through exchanges set up by the Affordable Care Act; as well as about 28 million people without any insurance at all. Hospitals are private, except for those run by the Veterans Health Administration. Singapore has a unique approach. Basic care in government-run hospital wards is cheap, sometimes free, with more deluxe care in private rooms available for those paying extra. Singapore’s workers contribute around 37 percent of their wages to mandated savings accounts that may be spent on health care, housing, insurance, investment or education, with part of that being an employer contribution. The government, which helps control costs, is involved in decisions about investing in new technology. It also uses bulk purchasing power to spend less on drugs, controls the number of medical students and physicians in the country, and helps decide how much they can earn. Singapore’s system costs far less than America's (4.9 percent of G.D.P. versus 17.2 percent). Singapore doesn’t release the same data as most other advanced nations, although it’s widely thought that it provides pretty good care for a small amount of spending. Others counter that access and quality vary, with wide disparities between those at the top and bottom of the socioeconomic ladder.\n\nOur pick: United States, 4-1 Aaron: United States. Singapore is intriguing, because it’s so different from other systems. But its huge mandatory savings requirement would be a nonstarter for many in the United States. Craig: United States. Singapore, a scrappy underdog, has become a fan favorite of conservatives. But its reliance on health savings accounts is problematic: When people are spending more of their own money on health care, they tend to forgo both effective and ineffective care in equal measure. Austin: United States. It’s hard for me to overlook Singapore's lack of openness with data. Ashish: United States. The lack of data in Singapore is a problem, and it had higher rates of unnecessary hospitalizations and far higher heart attack and stroke mortality rates than the United States. Plus, the U.S. has a highly dynamic and innovative health care system. It is the engine for new diagnostics and treatments from which Singapore and other nations benefit. Uwe: Singapore. It’s hard to defend the messy American health system, with its mixture of unbridled compassion and unbridled cruelty.\n\n2 of 7 What’s your pick? 0 % United States 0 % Singapore\n\nFIRST ROUND France vs. Australia: Everyone Covered\n\nThe list of services covered in France is more extensive than in Australia -- perhaps more than in any other health care system. Australia has the advantage in expense. Australia provides free inpatient care in public hospitals, access to most medical services and prescription drugs. There is also voluntary private health insurance, giving access to private hospitals and to some services the public system does not cover. The government pays for at least 85 percent of outpatient services, and for 75 percent of the medical fee schedule for private patients who use public hospitals. Patients must pay out of pocket for whatever isn’t covered. Most doctors are self-employed, work in groups and are paid fee-for-service. More than half of hospitals are public. Everyone in France must buy health insurance, sold by a small number of nonprofit funds, which are largely financed through taxes. Public insurance covers between 70 percent and 80 percent of costs. Voluntary health insurance can cover the rest, leaving out-of-pocket payments relatively low. About 95 percent of the population has voluntary coverage, through jobs or with the help of means-tested vouchers. The Ministry of Health sets funds and budgets; it also regulates the number of hospital beds, what equipment is purchased and how many medical students are trained. The ministry sets prices for procedures and drugs. The French health system is relatively expensive at 11.8 percent of G.D.P., while Australia’s is at 9 percent. Access and quality are excellent in both systems.\n\nOur pick: France, 4-1 Aaron: France. It provides almost everything you’d want, and it’s expensive only compared with countries other than the United States. (Compared with the U.S., it’s a bargain.) Craig: France. It has seemingly done a better job of using markets to create competition across public and private hospitals — which provides incentives for quality provision and innovation. Austin: Australia. It was a close call. Australia achieves good outcomes (by some but not all measures better than France) with a lot less spending, making it a better value. Ashish: France. Both countries cover everyone, but people in France report somewhat fewer problems getting access to care, as well as shorter waiting times. Uwe: France. The Australian system is basically two-tiered: a public insurance-and-delivery system, and another based on private health insurance, each of which cover roughly half the population. This seems to work well in Australia, but in the U.S. the public system most likely would be badly underfunded. Therefore, France would be superior.\n\n3 of 7 What’s your pick? 0 % France 0 % Australia\n\nFIRST ROUND Switzerland vs. Germany: Neighborly Rivalry\n\nGermany’s system and Switzerland’s have a lot in common. Germany has slightly better access, especially with respect to costs. Switzerland has higher levels of cost-sharing, but its outcomes are hard to beat — arguably the best in the world. Like every country here except the U.S., Switzerland has a universal health care system, requiring all to buy insurance. The plans resemble those in the United States under the Affordable Care Act: offered by private insurance companies, community rated and guaranteed-issue, with prices varying by things like breadth of network, size of deductible and ease of seeing a specialist. Almost 30 percent of people get subsidies offsetting the cost of premiums, on a sliding scale pegged to income. Although these plans are offered on a nonprofit basis, insurers can also offer coverage on a for-profit basis, providing additional services and more choice in hospitals. For these voluntary plans, insurance companies may vary benefits and premiums; they also can deny coverage to people with chronic conditions. Most doctors work on a national fee-for-service scale, and patients have considerable choice of doctors, unless they've selected a managed-care plan. A majority of Germans (86 percent) get their coverage primarily though the national public system, with others choosing voluntary private health insurance. Most premiums for the public system are based on income and paid for by employers and employees, with subsidies available but capped at earnings of about $65,000. Patients have a lot of choice among doctors and hospitals, and cost sharing is quite low. It's capped for low-income people, reduced for care of those with chronic illnesses, and nonexistent for services to children. There are no subsidies for private health insurance, but the government regulates premiums, which can be higher for people with pre-existing conditions. Private insurers charge premiums on an actuarial basis when they first enroll a customer, and subsequently raise premiums only as a function of age — not health status. Most physicians work in a fee-for-service setting based on negotiated rates, and there are limits on what they can be paid annually. Both systems cost their countries about 11 percent of G.D.P.\n\nOur pick: Switzerland, 3-2 Aaron: Switzerland. It has superior outcomes. It’s worth noting that its system is very similar to the Obamacare exchanges. Craig: Switzerland. The Swiss system looks a lot like a better-functioning version of the Affordable Care Act. There’s heavy, but quite regulated, competition among insurers and an individual mandate. Austin: Germany. Germany has a low level of cost-based access barriers — tied with Britain for the lowest among our competitors. Ashish: Switzerland. Switzerland outperformed Germany on a number of important quality measures, including fewer unnecessary hospitalizations and lower heart attack mortality rates. Uwe: Germany. The Swiss social insurance system — a late comer, enacted only in the 1990s, and financed by per-capita premiums — is less equitable than many other European systems, including Germany’s.\n\n4 of 7 What’s your pick? 0 % Switzerland 0 % Germany\n\nSEMIFINALS Switzerland vs. Britain: Meaning of a Market\n\nHow does the cost-effectiveness of Britain's \"socialized medicine\" stack up against the competitive but heavily regulated private system of Switzerland? Our pick: Switzerland, 3-2 Aaron: Switzerland. It has better quality, and perhaps access, but those come at a higher cost. I’m willing to make that trade-off. Craig: Britain. Switzerland’s system — privately funded with private insurers — is often held up as a bastion of competition. But it is not necessarily more of a market than Britain; it just hides the heavy hand of government a bit more. In reality, the insurance and provider market is heavily regulated. The U.K. system is almost entirely publicly funded, but it has done a lot to try to increase the competition between facilities, which has increased the quality of service. Austin: Britain. It systematically incorporates cost effectiveness into coverage decisions. Ashish: Switzerland. These are two countries with high-performing health systems, but Switzerland has better access and quality, albeit at somewhat higher costs. Uwe: Switzerland. Switzerland has better facilities and speed of access to care.\n\n5 of 7 What’s your pick? 0 % Switzerland 0 % Britain\n\nSEMIFINALS France vs. U.S.: Access vs. Innovation\n\nFrance has extensive coverage, with costs that are high relative to many other nations. The U.S. system, praised as dynamic and innovative, is even more expensive, falls short of universal coverage and can be bewilderingly complex. Which do our experts prefer? Our pick: France, 3-2 Aaron: France. France provides an amazing level of access and quality for the cost. The U.S. is considered the driver of health care innovation, which comes at a high price. But there are other ways to incentivize innovation in the private sector besides how we pay for and deliver care. Craig: United States. The U.S. system is a bit of a mess in that it is quite expensive and doesn’t offer complete coverage to its populace. But the system really does have the strongest incentives for innovation on medical technology — which provides an amazing amount of welfare for citizens around the globe. Austin: France. It’s hard to justify the very high level of U.S. spending based on innovation alone, particularly without mechanisms to steer innovation toward technologies that are cost-effective. Ashish: United States. France has a far more equitable system, with few delays and reasonably good outcomes. However, the U.S. delivers a superior quality of care on the measures that matter most to patients, and the system is far more dynamic and innovative. It was close, but I picked the United States. Uwe: France. The U.S. is just too expensive for what it delivers, and includes too much financial insecurity to boot. At international health care conferences, arguing that a certain proposed policy would drive some country’s system closer to the U.S. model usually is the kiss of death.\n\n6 of 7 What’s your pick? 0 % France 0 % United States\n\nFINAL France vs. Switzerland: Top of the Mountain (Alps Edition)\n\nFrance's system is impressively comprehensive and in some respects simpler. Switzerland relies on a competitive yet much-regulated system of private insurers. Which has the edge and why? Our pick: Switzerland, 3-2 Aaron: Switzerland. This is a tough call. Switzerland does a good job of combining conservative and progressive beliefs about health care systems into a workable model providing top-notch access and quality at a reasonable cost. It doesn't hurt that it does so through private (although heavily regulated) insurance. Craig: France. Its system has more competition among providers than Switzerland’s does. Austin: Switzerland. The Swiss system is so close to the A.C.A.’s structure (which, to date, has survived all manner of political attacks) that something like it could work in the U.S. Ashish: Switzerland Both of these countries spend a lot on health care, outpacing the average among high-income countries, and both perform comparably on measures of access to care. However, in general, the Swiss health care system delivers a higher quality of care across a range of measures and invests more in innovation that fuels new knowledge and, ultimately, better treatments that we all benefit from. Uwe: France. It is cheaper, its financing is more equitable, and its system is simpler.\n\n7 of 7 What’s your pick? 0 % France 0 % Switzerland",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/07/15/opinion/sunday/medicare-for-all-isnt-sounding-so-crazy-anymore.html",
                "https://www.investopedia.com/ask/answers/09/calculating-premium.asp"
            ],
            "gov_pgs": [
                "https://www.healthcare.gov/glossary/guaranteed-issue/",
                "https://www.healthcare.gov/glossary/community-rating/"
            ],
            "unsure": [
                "https://www.youtube.com/watch?v=aMG1D4Z-4oY&t=23s&index=2&list=PLkfBg8ML-gIngk82SUbTp6Og_KkYfJ6oF",
                "https://theincidentaleconomist.com/",
                "https://www.youtube.com/watch?v=yN-MkRcOJjY",
                "http://wws.princeton.edu/faculty-research/faculty/reinhard",
                "https://www.youtube.com/watch?v=1TPr3h-UDA0",
                "https://www.youtube.com/watch?v=qMNuxPByEW0&list=PLkfBg8ML-gIngk82SUbTp6Og_KkYfJ6oF&index=5",
                "https://www.youtube.com/watch?v=WtuXrrEZsAg",
                "https://www.youtube.com/watch?v=ylsO0VVy29U&index=1&list=PLkfBg8ML-gIngk82SUbTp6Og_KkYfJ6oF",
                "https://www.gkv-spitzenverband.de/english/statutory_health_insurance/statutory_health_insurance.jsp",
                "https://www.hsph.harvard.edu/ashish-jha/",
                "https://www.youtube.com/watch?v=_yF69KVbUaQ&index=6&list=PLkfBg8ML-gIngk82SUbTp6Og_KkYfJ6oF",
                "https://www.kellogg.northwestern.edu/faculty/directory/garthwaite_craig.aspx",
                "https://www.commonwealthfund.org/publications/fund-reports/2017/jul/mirror-mirror-2017-international-comparison-reflects-flaws-and",
                "https://www.youtube.com/watch?v=NdarqEbDeV0"
            ]
        },
        "key_words": [
            "health",
            "care",
            "best",
            "public",
            "insurance",
            "access",
            "france",
            "britain",
            "private",
            "switzerland",
            "world",
            "system",
            "pick"
        ]
    },
    {
        "url": "https://www.vox.com/2019/2/28/18244547/jayapal-medicare-for-all-ezra-klein-show",
        "title": "Pramila Jayapal thinks we can get to Medicare-for-all fast",
        "authors": [
            {
                "name": "Feb",
                "link": null
            }
        ],
        "publisher": "www.vox.com",
        "publish_date": "2019-02-28",
        "text": "The Democratic Party is quickly coalescing around an ambitious Medicare-for-all platform — and Rep. Pramila Jayapal (D-WA) is shaping up to be a major voice in that debate.\n\nJayapal co-chairs the Congressional Progressive Caucus and, earlier this week, released a sweeping new plan for single-payer in the United States. Her proposal is arguably the most ambitious we’ve seen yet. It envisions a wider set of benefits and a much quicker transition to government-run health care than the plan offered by Sen. Bernie Sanders (I-VT).\n\n“The problem is if you take too long to transition, then you have a marketplace that knows it’s not going to continue. Therefore, they can hike up prices even more in the interim because it’s sort of operating as a bridge,” Jayapal told me. “So we think that having too long of a transition is actually really detrimental for most Americans.”\n\nI interviewed Rep. Jayapal earlier this week. We walked through how her Medicare-for-all plan came together, and why she thinks it’s possible — and actually necessary — for the United States to transition from our current system to government-run health care in two years.\n\n“We want to make this as simple as possible, and we believe health care is a human right. It is a right and not a privilege,” she said. “So you can’t say it’s a right just for the people who are not wealthy. You have to say that it’s a right for everybody.”\n\nIn this conversation, you’ll get a sense of Rep. Jayapal’s theories of governing, how they differ from those of Obama-era Democrats, and why she doesn’t think she needs buy-in from the powerful hospital and insurance lobbies to pass new legislation.\n\nI spoke with Jayapal while I was guest-hosting The Ezra Klein Show. Excerpts of our conversation, edited for length and clarity, follow.\n\nSarah Kliff\n\nI was hoping you could start by talking a bit about how this bill came together. I understand you inherited this proposal from other sponsors who had it in previous sessions. Tell me a little about becoming the lead sponsor and how you’ve shaped the bill to make it your own.\n\nPramila Jayapal\n\nWhen I got to Congress, I think it was one of the first bills I signed on to. I firmly believe that the market is broken in health care. If we are really going to transition to a health care system where everybody can get quality, affordable health care, then we have to address those issues. We have to move in line with the kinds of policies that every major country in the world already has.\n\nJohn Conyers had introduced 676 [the bill number for his single-payer proposal] and done a fabulous job. It was an eight-page vision platform for what universal health care could look like. Over the years, he got more and more co-sponsors when he introduced his bill. Even in the last session, I think it only had about 50 or 55 co-sponsors at the start. By the end of the session, it had had around 126. It reflected the push in the country, both from people finally getting some pieces of health care through the Affordable Care Act — which I think really helped us to convince people that health care is a right and not a privilege — and also through Bernie Sanders’s presidential campaign last time around, which really elevated it to the presidential level.\n\nIn terms of really putting together a coalition of people who were deeply involved in health care, we looked at Conyers’s bill, we looked at Bernie Sanders’s Medicare-for-all bill, and then we tried to craft a bill that would take the best of both and that would fix a couple of key areas where I felt I wanted to really have my voice on this bill.\n\nSarah Kliff\n\nAnd what are the key policy goals you’re thinking about when you’re designing this plan?\n\nPramila Jayapal\n\nThe goal of a Medicare-for-all system really is that everyone is covered for health care and that they don’t have to deal with different points of payment. There is one government-funded health care system that addresses comprehensive needs of people across this country.\n\nI don’t want to buy my coffee from the government. I don’t want to buy my computer from the government. But there are some areas that cannot be centered around profit-making. And that is what this health care system in the United States has become. You have a system where pharmaceutical companies last year alone made a minimum of $50 billion in profits.\n\nWe have a system that is being driven by a profit motive instead of catering to illness and helping to deal with illness. This system that we’ve put together in this bill is very similar to Bernie’s bill in the Senate. It’s really about making sure we get rid of all of that noise and have the government do what it should do, which is invest in people’s health and put health over profit.\n\nSarah Kliff\n\nThere are a lot of European countries that have some kind of copay when you go to the doctor. Those copays are usually more affordable than the ones we have here, but they are something. In your bill, there are no copayments or any fees when you go to the doctor. Why go that route? Why not ask the wealthy, for example, to kick in $10 or $20 when they go to the doctor?\n\nPramila Jayapal\n\nWe want to make this as simple as possible, and we believe health care is a human right. It is a right and not a privilege. So you can’t say it’s a right just for the people who are not wealthy. You have to say that it’s a right for everybody. But you also can’t say that only the wealthy should get health care, which is the system we have now.\n\nEverybody should have the right to go to the doctor without that cost sharing. And so much research shows that when you have a cost, even if it’s minimal, it stops people from going. What we want to do is get people to the doctor as soon as they get sick. Preventive care is always less expensive than curative care.\n\nWe want to make sure that people get the drugs that they need so that they can take care of whatever it is that they have as quickly as possible. So we don’t want to have copays in here. We want people to have a system where they don’t have to deal with any of that.\n\nSarah Kliff\n\nWhen I talk to health policy experts about European systems, one of the things they’ll say is they actually do want people to think just a little bit before going to the doctor. For someone who is decently well-off, or even someone earning as much as Bill Gates, is there any value in asking them to pay something?\n\nPramila Jayapal\n\nWe have been thinking about that for a very long time. That is the only thing Americans have been thinking about for a very long time, so we just don’t have the same problem that European countries may have.\n\nPeople do nothing but think about health care costs in this country. They wake up in the morning wondering if they’re going to be able to put food on their table or if they should use that money to buy prescription drugs. They wake up in the morning wondering if they should drive to Canada to get their drugs. They wake up in the morning wondering how they’re going to take care of their sick person because that person doesn’t have health care. So, I mean, that is all people have been thinking about.\n\nWe want people to contribute their best selves; we want them to be healthy. That is an investment in our economy, and it’s an investment really in who we are as a country.\n\nSarah Kliff\n\nDo you envision any role for private health insurance in the system you’re proposing?\n\nPramila Jayapal\n\nOur plan would not use private health insurance. It would be a comprehensive set of benefits and everybody would be covered. Just like in Medicare, we say no duplicative coverage. But sure, if private insurance companies want to, you know, provide plans for cosmetic surgery or some other thing that’s a wraparound benefit ... we believe that the private insurance company will adjust and they will find things to offer to people.\n\nThere may be some employers who say, you know, instead of X kind of eyeglasses, we’re going to give you the 3D super-fantastic eyeglasses where you can listen to everybody as you look. That’s fine. They can do that.\n\nSarah Kliff\n\nWhat about duplicative insurance? If you look at the Australian system, they let you buy a plan that essentially competes against the government plan and gets you into certain private hospitals with faster wait times. But it sounds like that is not something you would envision.\n\nPramila Jayapal\n\nBecause it really does create a two-tiered system. You see in Germany that if you’re wealthy, you can buy better access. Then you will create that situation where people can buy better access. We don’t want that.\n\nI think if you make $500,000 or you make $50,000 you should have access to the same health care. Congress members shouldn’t have better health care access than workers. CEOs should not have better health care access than the average American. If health care is a human right, then what gives us the right to say it’s a human right, but we’re going to give you the lowest possible plan that you can have if you’re poor? No. If you’re poor, if you’re a working family, if you’re middle class or if you’re rich, let’s all have the same plan for everybody.\n\nSarah Kliff\n\nYou envision a two-year transition to Medicare-for-all after a bill passes, which I believe is faster than Sen. Sanders’s bill, which has a four-year transition. How do you envision moving that quickly — and why that faster transition period?\n\nPramila Jayapal\n\nThis was another area where we looked very carefully. John Conyers in HR 676 actually had a one-year transition. Sen. Sanders has a four-year transition. But the problem is if you take too long to transition, then you have a marketplace that knows it’s not going to continue. Therefore, they can hike up prices even more in the interim because it’s sort of operating as a bridge. So we think that having too long of a transition is actually really detrimental for most Americans. And, and the reality is we already have Medicare and Medicaid. So, you know, a lot of people are already in the system. The systems have to be merged. So one of our plans is merging all the systems, setting up the administration to bring in new people.\n\nSarah Kliff\n\nThat feels very optimistic to me, mostly just from my experience covering the Affordable Care Act and Healthcare.gov. I’m sure you remember when Healthcare.gov launched, it didn’t really work. And they had had a four-year window to set it up.\n\nPramila Jayapal\n\nThe thing is they didn’t combine everything. They still had multiple plans out there. Every state had different procedures. These separate insurance commissions in different states had to be set up. I mean, there were so many things about the Affordable Care Act that were incredible. It expanded access for tens of millions of Americans. But the reality is it didn’t take on that broken marketplace. You don’t achieve the efficiencies, you don’t achieve sort of the speed of transition unless you’re willing to push those things out and really have everything come to one point of contact.\n\nSarah Kliff\n\nTell me a little bit about what you’re expecting in terms of the fight over this. I saw you tweeting earlier about a New York Times article about a coalition of folks gearing up to oppose the bill you’re rolling out.\n\nPramila Jayapal\n\nI think Americans are ready to stand up for something that is a basic human right. And I think there are tens of millions of Americans across this country who want to take on this fight. I think many of my colleagues are ready to take on this fight. We are setting up an unprecedented coalition this time. Obviously we have the presidential candidates and multiple presidential campaigns have endorsed this idea. So we will have a whole different platform, again, to take us to the next level.\n\nSarah Kliff\n\nThere was this theory that President Obama had around the Affordable Care Act that you needed buy-in of industry to pass something in health care. I remember how the White House made sure to get the hospitals and the doctors and the drugmakers all on board with Obamacare before moving forward. Do you operate under that theory? Do you think you need the buy-in of those key players?\n\nPramila Jayapal\n\nSmall businesses are going to be absolutely with us. We have the largest nurses union with us. We have the union that represents long-term care workers. which takes care of a lot of our nurses also, but long-term care workers.\n\nSo we will have a number of people — I have had, I will tell you, I’ve had some hospital folks come up to me and say, look, I can’t come out and say this publicly, but you know, we absolutely think this is the way to go. And I think honestly, uncovering a lot of that and allowing it to be okay for people to speak up to have health care as a right and not a privilege is part of what all of this is going to be.",
        "quotes": [
            [
                "The problem is if you take too long to transition, then you have a marketplace that knows it’s not going to continue.",
                "Pramila Jayapal",
                true
            ],
            [
                "Therefore, they can hike up prices even more in the interim because it’s sort of operating as a bridge,",
                "Pramila Jayapal",
                true
            ],
            [
                "So we think that having too long of a transition is actually really detrimental for most Americans.",
                "Pramila Jayapal",
                true
            ],
            [
                "We want to make this as simple as possible, and we believe health care is a human right.",
                "Pramila Jayapal",
                true
            ],
            [
                "It is a right and not a privilege,",
                "Pramila Jayapal",
                true
            ],
            [
                "So you can’t say it’s a right just for the people who are not wealthy.",
                "Pramila Jayapal",
                true
            ],
            [
                "You have to say that it’s a right for everybody.",
                "Pramila Jayapal",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://podcasts.apple.com/ca/podcast/the-ezra-klein-show/id1081584611?i=1000405994751&mt=2",
                "https://www.vox.com/2018/12/13/18103087/medicare-for-all-explained-single-payer-health-care-sanders-jayapal",
                "https://www.vox.com/policy-and-politics/2019/2/26/18239630/medicare-for-all-pramila-jayapal-bill",
                "https://www.vox.com/policy-and-politics/2017/9/13/16296656/bernie-sanders-single-payer"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.rand.org/health-care/projects/hie.html"
            ]
        },
        "key_words": [
            "youre",
            "health",
            "care",
            "medicareforall",
            "right",
            "transition",
            "really",
            "thinks",
            "think",
            "say",
            "bill",
            "system",
            "fast",
            "pramila",
            "jayapal"
        ]
    },
    {
        "url": "https://www.washingtonpost.com/politics/2019/05/14/kamala-harriss-claim-that-medicare-for-all-doesnt-get-rid-all-insurance/?utm_term=.51afa53c2a67&noredirect=on",
        "title": "Kamala Harris’s claim that Medicare-for-all ‘doesn’t get rid of all insurance’",
        "authors": [
            {
                "name": "The Fact Checker",
                "link": null
            },
            {
                "name": "Glenn Kessler",
                "link": null
            }
        ],
        "publisher": "www.washingtonpost.com",
        "publish_date": "2019-05-14",
        "text": "SEN. KAMALA HARRIS (D-CALIF.): I support the bill [Medicare-for-all].\n\nCNN’S JAKE TAPPER: OK.\n\nHARRIS: I support the bill. I...\n\nTAPPER: Well, because the bill gets rid of private insurance for everything that...\n\nHARRIS: It doesn’t get rid of supplemental insurance for...\n\nTAPPER: Right, for cosmetic surgery, but for all...\n\nHARRIS: So, it doesn’t get rid of all insurance.\n\nTAPPER: OK. It doesn’t get rid of all insurance.\n\nHARRIS: OK. Right.\n\nTAPPER: ... but for all essential health care benefits.\n\n— exchange on CNN’s “State of the Union,” May 12, 2019\n\nThis is one of those inside-the-Beltway exchanges that probably leaves many Americans scratching their heads. Harris, a 2020 presidential hopeful, is a co-sponsor of Sen. Bernie Sanders’s plan to create a “single-payer” government-run health-care system. It’s called Medicare-for-all since it will be more all-encompassing than the current government-run program for the elderly.\n\nHarris made these remarks after Tapper asked her if she wanted to clarify comments she had made in a CNN town hall in January. At the time, her remarks “let’s eliminate all of that” were widely interpreted to mean doing away with private insurance. In her recent appearance, she argued that in context she was talking about health-care bureaucracy today. (Rereading the full exchange, she has a point.) She said she did think there was a role for private insurance in the government-run system.\n\nThat’s when Tapper interrupted to say that under the bill, there’s virtually no role left for private insurance.\n\nSo what’s going on here?\n\nThe Facts\n\nAs of 2017, according to the Census Bureau, 67 percent of Americans — 217 million people — received health insurance through a private plan, mostly through their employer. Almost 38 percent get insurance through a government plan, such as Medicare, Medicaid or the military. Another 9 percent have no insurance. (The numbers add up to more than 100 percent because people can be on more than one type of plan in a given year.) The Sanders bill would put the whole country on a government plan.\n\nSanders himself has been clear that he sees no role left for private insurance. When the Republican National Committee highlighted his comment that he wanted to “get rid of the insurance companies,” Sanders tweeted: “You’re damn right.”\n\nSo what is Harris referring to? A few lines in the bill.\n\nSection 107 would make it illegal for any private health insurer to sell coverage that duplicated benefits under the law or for any employer to duplicate the benefits, but adds that nothing on the proposed law would prohibit the sale of health insurance for benefits not covered under the bill.\n\nOkay, but the bill proposes to cover just about everything. Hospital services. Primary and preventive care. Prescription drugs and medical devices. Mental health care. Lab work. Pediatrics. Dentistry. Hearing and vision care. Rehab. Emergency services. Even long-term care.\n\nCurrently, people on Medicare can buy Medigap insurance, which covers co-payments and deductibles. But the Sanders bill would eliminate the need for that, too, as Section 202 decrees “no cost-sharing.”\n\nIt’s worth noting that the Sanders plan would be more sweeping in its coverage than just about any existing universal health-care system. For instance, Canadians must buy private insurance for prescription drugs, dentists and optometry, while Britain has a parallel private system that about 10 percent of the population participates in.\n\n(There is another part of the Sanders bill, Section 303, that analysts say might allow for a boutique primary care practice catering only to wealthy people. It allows for doctors and hospitals to enter into private contracts with patients, but with real limitations. Providers that don’t participate at all in Medicare could enter into such contracts. Providers that do participate in Medicare would have to agree not to submit a claim for any patient for one year after providing care outside the system for any given patient.)\n\nWhat’s left out of the Sanders plan? Tapper mentioned cosmetic surgery. So has Rep. Pramila Jayapal (D-Wash.), the primary sponsor of a Medicare-for-all bill in the House.\n\nThat’s elective surgery generally not covered by health insurance. But insurance is purchased to defray costs for unexpected health problems. Who buys (or sells) insurance for the unexpected nose job or facelift? You can buy insurance for complications from cosmetic surgery, but that’s not going to be an especially large business.\n\n“You are correct that the benefits package is extremely generous; private insurance would not be needed at all because everything that is medically necessary for any given individual would be covered under Medicare-for-all,” said a Sanders aide. But she added: “Under Medicare-for-all, private insurance could continue to exist to cover anything not covered by Medicare, such as private hospital rooms, institutional long-term care and voluntary care.” (Institutional long-term care, such as nursing homes, under the Sanders bill would continue to be covered under Medicaid, the health program for the poor.)\n\n“As a technical matter, the Medicare-for-all bill would allow private insurers to sell supplemental policies for benefits not covered by the government plan,” said Larry Levitt, senior vice president for health reform at the Kaiser Family Foundation. “As a practical matter, the government plan covers such a comprehensive set of benefits that there would be virtually no role for private insurance.”\n\nMedicare-for-all “might strongly disincentivize private health insurance, and I think it’s right to ask about what the role of private health insurers would be in this system — but the bill itself doesn’t categorically ban private health insurers,” said Katie Keith of the Center on Health Insurance Reforms at Georgetown University. She suggested that private insurance companies might continue to have a role as claims administrators.\n\nIan Sams, a spokesman for Harris, said she spoke accurately about the law. “The bill’s language expressly allows supplemental insurance to cover any care/procedures not explicitly covered under the single-payer plan by law,” he said. “So this would allow at least some level of private insurance to continue operating within the marketplace.”\n\nThe Bottom Line\n\nCall us skeptical, but Section 107 looks like a loophole for single-payer supporters to claim that private insurance is not being eliminated, even as the main sponsor says he wants to put health insurance companies out of the business. There is virtually nothing left on the table but a few crumbs. Harris called it “supplemental insurance,” which sounds a lot like Medigap policies, but the reality is likely far different than that.\n\nGiven the back-and-forth between Harris and Tapper, we can’t quite award Pinocchios. But her language is slippery. She could more forthrightly admit that the health plan she supports envisions virtually no role for the private insurance now used by nearly 220 million Americans.\n\n(About our rating scale)\n\nSend us facts to check by filling out this form\n\nSign up for The Fact Checker weekly newsletter\n\nThe Fact Checker is a verified signatory to the International Fact-Checking Network code of principles",
        "quotes": [
            [
                "let’s eliminate all of that",
                "",
                false
            ],
            [
                "get rid of the insurance companies,",
                "Sanders",
                false
            ],
            [
                "You are correct that the benefits package is extremely generous; private insurance would not be needed at all because everything that is medically necessary for any given individual would be covered under Medicare-for-all,",
                "",
                true
            ],
            [
                "Under Medicare-for-all, private insurance could continue to exist to cover anything not covered by Medicare, such as private hospital rooms, institutional long-term care and voluntary care.",
                "",
                true
            ],
            [
                "As a technical matter, the Medicare-for-all bill would allow private insurers to sell supplemental policies for benefits not covered by the government plan,",
                "Larry Levitt",
                true
            ],
            [
                "As a practical matter, the government plan covers such a comprehensive set of benefits that there would be virtually no role for private insurance.",
                "Larry Levitt",
                true
            ],
            [
                "might strongly disincentivize private health insurance, and I think it’s right to ask about what the role of private health insurers would be in this system — but the bill itself doesn’t categorically ban private health insurers,",
                "Katie Keith",
                false
            ],
            [
                "The bill’s language expressly allows supplemental insurance to cover any care/procedures not explicitly covered under the single-payer plan by law,",
                "",
                true
            ],
            [
                "So this would allow at least some level of private insurance to continue operating within the marketplace.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/interactive/2017/09/18/upshot/best-health-care-system-country-bracket.html?module=inline",
                "https://www.vox.com/2019/2/28/18244547/jayapal-medicare-for-all-ezra-klein-show",
                "https://www.washingtonpost.com/politics/2019/05/14/kamala-harriss-claim-that-medicare-for-all-doesnt-get-rid-all-insurance/?utm_term=.51afa53c2a67&noredirect=on"
            ],
            "gov_pgs": [
                "https://www.congress.gov/bill/116th-congress/senate-bill/1129/text#toc-id5a2b7601e7584d96b5b5066ddeed4850",
                "https://www.congress.gov/bill/116th-congress/senate-bill/1129/text",
                "https://www.congress.gov/bill/116th-congress/senate-bill/1129/text#toc-ide37941c014034d0b92c46663a00be99d",
                "https://www.congress.gov/bill/116th-congress/senate-bill/1129/text#toc-id1FEE3C9186A045298CEAA837FEA597FF",
                "https://www.congress.gov/bill/116th-congress/senate-bill/1129/text#toc-id25c91cb96228483495ad9de0b47b79f8",
                "https://www.medicaid.gov/medicaid/ltss/institutional/index.html",
                "https://www.congress.gov/bill/116th-congress/senate-bill/1129/text#toc-id9284868594934585837028a98cfaec3b"
            ],
            "unsure": [
                "https://www.kff.org/person/larry-levitt/",
                "https://chir.georgetown.edu/faculty_katie_keith/",
                "https://hosted-washpost.submissionplatform.com/sub/hosted/5c911f64439aa20034c4f0b7",
                "https://www.washingtonpost.com",
                "https://subscribe.washingtonpost.com/newsletters/#/bundle/factchecker?method=SURL&location=ART",
                "https://www.realclearpolitics.com/video/2019/01/29/kamala_harris_on_private_health_insurance_market_eliminate_all_of_that_lets_move_on.html",
                "https://twitter.com/CNNPolitics/status/1127571625568866304",
                "https://cosmetassure.com/covered-procedures/"
            ]
        },
        "key_words": [
            "plan",
            "doesnt",
            "health",
            "care",
            "medicareforall",
            "benefits",
            "insurance",
            "private",
            "rid",
            "kamala",
            "bill",
            "claim",
            "sanders",
            "covered",
            "role",
            "harriss"
        ]
    },
    {
        "url": "https://www.cnn.com/2019/01/28/us/kamala-harris-fast-facts/index.html",
        "title": "Kamala Harris Fast Facts",
        "authors": [
            {
                "name": "Cnn Library",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-01-28",
        "text": "Photos: In photos: Presidential candidate Kamala Harris US Sen. Kamala Harris smiles during a news conference at Howard University in Washington in January 2019. Harris was announcing that she was running for president. Hide Caption 1 of 33\n\nPhotos: In photos: Presidential candidate Kamala Harris A young Harris is seen with her mother, Shyamala, in this photo that was posted on Harris' Facebook page in March 2017. \"My mother was born in India and came to the United States to study at UC Berkeley, where she eventually became an endocrinologist and breast-cancer researcher,\" Harris wrote. \"She, and so many other strong women in my life, showed me the importance of community involvement and public service.\" Hide Caption 2 of 33\n\nPhotos: In photos: Presidential candidate Kamala Harris Harris and her younger sister, Maya, pose for a Christmas photo in 1968. Hide Caption 3 of 33\n\nPhotos: In photos: Presidential candidate Kamala Harris Harris rides a carousel in this old photo she posted to social media in 2015. Her name, Kamala, comes from the Sanskrit word for the lotus flower. Hide Caption 4 of 33\n\nPhotos: In photos: Presidential candidate Kamala Harris Harris tweeted this photo of her as a child after referencing it during a Democratic debate in June 2019. During the debate, she confronted Joe Biden over his opposition many years ago to the federal government mandating busing to integrate schools. \"There was a little girl in California who was bussed to school,\" she tweeted. \"That little girl was me.\" Hide Caption 5 of 33\n\nPhotos: In photos: Presidential candidate Kamala Harris Harris graduates from law school in 1989. \"My first grade teacher, Mrs. Wilson (left), came to cheer me on,\" Harris said. \"My mom was pretty proud, too.\" Hide Caption 6 of 33\n\nPhotos: In photos: Presidential candidate Kamala Harris Harris is joined by San Francisco Mayor Gavin Newsom, left, and the Rev. Cecil Williams, center, for a San Francisco march celebrating Martin Luther King Jr. in January 2004. Harris was the city's district attorney from 2004 to 2011. Hide Caption 7 of 33\n\nPhotos: In photos: Presidential candidate Kamala Harris Harris speaks to supporters before a \"No on K\" news conference in October 2008. The San Francisco ballot measure Proposition K sought to stop enforcing laws against prostitution. It was voted down on election day. Hide Caption 8 of 33\n\nPhotos: In photos: Presidential candidate Kamala Harris Harris looks over seized guns following a news conference in Sacramento, California, in June 2011. Harris became California's attorney general in January 2011 and held that office until 2017. She was the first African-American, the first woman and the first Asian-American to become California's attorney general. Hide Caption 9 of 33\n\nPhotos: In photos: Presidential candidate Kamala Harris Harris attends the Democratic Party's state convention in February 2012. Hide Caption 10 of 33\n\nPhotos: In photos: Presidential candidate Kamala Harris Harris watches California Gov. Jerry Brown sign copies of the California Homeowner Bill of Rights in July 2012. Hide Caption 11 of 33\n\nPhotos: In photos: Presidential candidate Kamala Harris Harris speaks on the second night of the 2012 Democratic National Convention. Hide Caption 12 of 33\n\nPhotos: In photos: Presidential candidate Kamala Harris In May 2013, Harris and California Highway Patrol Commissioner Joe Farrow place a wreath honoring Highway Patrol officers who were killed in the line of duty. Hide Caption 13 of 33\n\nPhotos: In photos: Presidential candidate Kamala Harris Harris officiates the wedding of Kris Perry, left, and Sandy Stier in June 2013. Perry and Stier were married after a federal appeals court cleared the way for California to immediately resume issuing marriage licenses to same-sex couples. Hide Caption 14 of 33\n\nPhotos: In photos: Presidential candidate Kamala Harris Harris is flanked by her husband, Douglas Emhoff, and her sister, Maya. Next to Maya Harris is Maya's daughter, Meena, and Maya's husband, Tony West. Hide Caption 15 of 33\n\nPhotos: In photos: Presidential candidate Kamala Harris Harris receives a gift from supporters in January 2015, after she announced plans to run for the US Senate. Hide Caption 16 of 33\n\nPhotos: In photos: Presidential candidate Kamala Harris Harris speaks during a news conference in February 2015. Hide Caption 17 of 33\n\nPhotos: In photos: Presidential candidate Kamala Harris Harris, as a new member of the Senate, participates in a re-enacted swearing-in with Vice President Joe Biden in January 2017. She is the first Indian-American and the second African-American woman to serve as a US senator. Hide Caption 18 of 33\n\nPhotos: In photos: Presidential candidate Kamala Harris Harris talks with former US Sen. Bob Dole on Capitol Hill in January 2017. Hide Caption 19 of 33\n\nPhotos: In photos: Presidential candidate Kamala Harris Harris attends the Women's March on Washington in January 2017. Hide Caption 20 of 33\n\nPhotos: In photos: Presidential candidate Kamala Harris Harris speaks to Fatima and Yuleni Avelica, whose father was deported, before a news conference on Capitol Hill in March 2017. Hide Caption 21 of 33\n\nPhotos: In photos: Presidential candidate Kamala Harris Harris greets a crowd at an event in Richmond, Virginia, in October 2017. Hide Caption 22 of 33\n\nPhotos: In photos: Presidential candidate Kamala Harris In November 2017, Harris was among the lawmakers on the Senate Intelligence Committee grilling Silicon Valley giants over the role that their platforms inadvertently played in Russia's meddling in US politics. Hide Caption 23 of 33\n\nPhotos: In photos: Presidential candidate Kamala Harris Harris and her husband attend a Golden State Warriors basketball game in May 2018. Hide Caption 24 of 33\n\nPhotos: In photos: Presidential candidate Kamala Harris Harris attends a rally with, from left, California Secretary of State Alex Padilla, gubernatorial candidate Gavin Newsom, and Newsom's wife, Jennifer, in May 2018. Newsom won the election in November. Hide Caption 25 of 33\n\nPhotos: In photos: Presidential candidate Kamala Harris Harris speaks with US Sen. Cory Booker during the confirmation hearing for Supreme Court nominee Brett Kavanaugh in September 2018. Hide Caption 26 of 33\n\nPhotos: In photos: Presidential candidate Kamala Harris Harris presses Kavanaugh during his confirmation hearing. Hide Caption 27 of 33\n\nPhotos: In photos: Presidential candidate Kamala Harris Harris arrives with staff for a Senate Judiciary Committee hearing in September 2018. Hide Caption 28 of 33\n\nPhotos: In photos: Presidential candidate Kamala Harris Harris reads from her children's book \"Superheroes Are Everywhere\" during a book signing in Los Angeles in January 2019. She also released a memoir, \"The Truths We Hold: An American Journey.\" Hide Caption 29 of 33\n\nPhotos: In photos: Presidential candidate Kamala Harris A person holds a Harris poster during the Women's March in Los Angeles in January 2019. Hide Caption 30 of 33\n\nPhotos: In photos: Presidential candidate Kamala Harris Harris speaks during a news conference at Howard University in Washington in January 2019. She announced her presidential bid on Martin Luther King Jr. Day. Hide Caption 31 of 33\n\nPhotos: In photos: Presidential candidate Kamala Harris Harris speaks during her CNN town-hall event, which was moderated by Jake Tapper in Iowa in January 2019. Hide Caption 32 of 33",
        "quotes": [
            [
                "My mother was born in India and came to the United States to study at UC Berkeley, where she eventually became an endocrinologist and breast-cancer researcher,",
                "Kamala Harris Harris",
                true
            ],
            [
                "She, and so many other strong women in my life, showed me the importance of community involvement and public service.",
                "Kamala Harris Harris",
                true
            ],
            [
                "There was a little girl in California who was bussed to school,",
                "Kamala Harris Harris",
                true
            ],
            [
                "My first grade teacher, Mrs. Wilson (left), came to cheer me on,",
                "Kamala Harris Harris",
                true
            ],
            [
                "My mom was pretty proud, too.",
                "Kamala Harris Harris",
                true
            ],
            [
                "The Truths We Hold: An American Journey.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2019/06/28/politics/biden-vs-harris-democratic-debate/index.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/KamalaHarris/status/1144427976609734658",
                "https://www.instagram.com/p/3g64_Qrv3_/",
                "https://www.facebook.com/KamalaHarris/photos/a.391094312922/10155496671372923/?type=3&theater"
            ]
        },
        "key_words": [
            "hide",
            "caption",
            "presidential",
            "2017",
            "speaks",
            "facts",
            "kamala",
            "photos",
            "candidate",
            "33photos",
            "harris",
            "fast"
        ]
    },
    {
        "url": "https://www.nytimes.com/2017/07/15/opinion/sunday/medicare-for-all-isnt-sounding-so-crazy-anymore.html",
        "title": "Opinion | ‘Medicare for All’ Isn’t Sounding So Crazy Anymore",
        "authors": [
            {
                "name": "Suzy Khimm",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-07-15",
        "text": "Underlying the dispute are different assumptions about how single payer would work. How much could we save if the government negotiated directly with drug companies? How much care would patients seek in a world without co-pays?\n\nThese aren’t minor details; they get to the heart of the most common attack on single payer — that it’s too costly and too disruptive. Moving to true single payer would effectively end the current role of the private insurance industry, not only getting rid of Obamacare’s exchanges but also the employer-based plans that cover more than half of non-elderly Americans.\n\nSingle-payer advocates believe that radical change is necessary, pointing out that the United States spends more on health care than any other wealthy country, with some of the worst health outcomes. But many advanced, industrialized democracies with universal coverage don’t have a pure single-payer system. France, for instance, has health care for all that is largely state-financed, but most people also buy private supplemental coverage.\n\nWhile “single payer” has become an effective political rallying cry, advocates still need to figure out what it would mean for one of the largest, most complex health care systems in the world. Senator Sanders himself is preparing to introduce a single-payer bill that will be “far more detailed than the campaign plan” and include changes to address cost concerns, said a spokesman, Josh Miller-Lewis.\n\nMr. Baker believes the top priority is a credible transition plan. “If you just take everyone with employer-provided insurance and put all of them on a public plan, you’re going to freak people out,” he said. He’s interested in reviving the public option — a government-run plan that would compete with private insurance on the exchanges — as well as opening up Medicare or Medicaid to those who want to buy in.\n\nIt’s unclear how receptive the base would be to incremental reforms. They could be a reminder of what’s hamstrung Democrats in the past: ceding ground to centrists who insist on largely unobjectionable — and uninspiring — white papers. Jeff Hauser, a progressive strategist, argues that the movement should come before the details. “You don’t build a political coalition around wonks,” he says.\n\nWhat Democrats need to emphasize above all, Mr. Hauser argues, are big ideas that can energize their supporters. More than anything, “single payer” has become shorthand for the notion that everyone deserves health care. “Health care should be a right. It should never be a privilege,” Senator Kirsten Gillibrand, Democrat of New York, and a potential 2020 presidential candidate, recently asserted. “We should have Medicare for all in this country.”\n\nBut the more political headway that single payer makes, the more supporters will need to explain how it could actually work in practice. Otherwise, Democrats risk making the same mistake on health care as Republicans: big promises without a plan to follow through.",
        "quotes": [
            [
                "far more detailed than the campaign plan",
                "Sanders",
                false
            ],
            [
                "If you just take everyone with employer-provided insurance and put all of them on a public plan, you’re going to freak people out,",
                "",
                true
            ],
            [
                "You don’t build a political coalition around wonks,",
                "",
                true
            ],
            [
                "Health care should be a right.",
                "",
                true
            ],
            [
                "It should never be a privilege,",
                "",
                true
            ],
            [
                "We should have Medicare for all in this country.",
                "Kirsten Gillibrand",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "anymore",
            "sounding",
            "health",
            "care",
            "democrats",
            "insurance",
            "opinion",
            "payer",
            "political",
            "need",
            "private",
            "isnt",
            "plan",
            "single",
            "medicare",
            "crazy"
        ]
    },
    {
        "url": "https://www.investopedia.com/ask/answers/09/calculating-premium.asp",
        "title": "How is my insurance premium calculated?",
        "authors": [
            {
                "name": "Chizoba Morah",
                "link": null
            }
        ],
        "publisher": "www.investopedia.com",
        "publish_date": "2019-07-15",
        "text": "An insurance premium is the money charged by insurance companies for coverage. Insurance premiums for services differ from company to company, so it is advisable that individuals shop around for insurance premiums. However, it is important to note that, sometimes, insurance premiums quoted are slightly different from the premiums charged. The difference between the quote and the actual charge can be attributed to the way the insurance premium is calculated. The amount of insurance premiums charged by the insurance companies is determined by statistics and mathematical calculations done by the underwriting department of the insurance company.\n\nThe level of insurance premium charged to a customer depends on statistical data that exists about life history, age and health. For example, an 18-year-old man who drives a red sports car is more likely to pay a higher insurance premium than a 50-year-old man who drives a four-door sedan. Every customer that applies for insurance goes through the underwriting process. The underwriting process involves investigation into familial diseases, analysis of reports like medical information bureau and motor vehicle reports. After the information is gathered and analyzed, they are typically analyzed by a statistician, called actuaries, hired by the insurance companies. After analyzing the data, the actuary tries to predict how likely the insurance applicant will make a claim on their policy. The higher the probability of a claim, the higher the premiums usually are.\n\nThe actuaries are also responsible for studying mathematical data and compiling \"mortality and sickness\" tables, which are used to predict prospective losses due to death and sicknesses.\n\nThe mortality and sickness tables are basically tables that assign probability to gender and ages about the likelihood to get sick or die. The actuaries use these tables to develop models that determine how likely it is for a particular individual to get sick or die at a particular time, based on the data gathered for that individual. Based on the results of the analysis of data and the information generated from the mortality and sickness tables, a premium is assigned or charged to the client.",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.investopedia.com/ronald-mesler-4692574"
            ]
        },
        "key_words": [
            "data",
            "charged",
            "sickness",
            "mortality",
            "insurance",
            "calculated",
            "premium",
            "premiums",
            "tables",
            "underwriting",
            "likely"
        ]
    },
    {
        "url": "https://podcasts.apple.com/ca/podcast/the-ezra-klein-show/id1081584611?i=1000405994751&mt=2",
        "title": "‎The Ezra Klein Show: A better conversation on guns on Apple Podcasts",
        "authors": [],
        "publisher": "podcasts.apple.com",
        "publish_date": "",
        "text": "Want to know why we can’t make any progress on the guns debate? Because this isn’t a debate over policy. It’s a debate over identity.\n\n\n\nAfter last month’s shooting at Marjory Stoneman Douglas High School, I remembered a book Evan Osnos recommended on this show, called Citizen-Protectors: The Everyday Politics of Guns in an Age of Decline by Jennifer Carlson.\n\n\n\nCarlson, a sociologist, realized that her discipline had missed a major social transformation: that Americans weren’t just buying guns for hunting or home protection. Guns had become part of their everyday lives, structuring how they saw the world, their country, and their role in it. And so she dove deep into the experiences of gun carriers in Michigan, becoming a gun carrier and even certified instructor herself, examining how the NRA’s training programs construct new models of citizenship, and digging into how gun ownership interacts with race, gender, and class.\n\n\n\nI don’t believe that empathy alone offers a way forward in the guns debate. But I do believe that understanding the identities at play here — both among those who own guns and those who want to see gun ownership restricted — is the only way to have a debate that makes sense. This conversation helped me, at least, see those identities much more clearly.\n\n\n\nBooks\n\n\n\nColumbine by Dave Cullen\n\n\n\nChokehold by Paul Butler\n\n\n\nThe Limits of Whiteness by Neda Maghbouleh",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://podcasts.apple.com//www.apple.com/ca/search",
                "https://podcasts.apple.com//www.apple.com/ca/ipad/",
                "https://podcasts.apple.com//www.apple.com/ca/",
                "https://podcasts.apple.com//www.apple.com/ca/iphone/",
                "https://podcasts.apple.com//www.apple.com/ca/mac/",
                "https://podcasts.apple.com//www.apple.com/ca/tv/",
                "https://podcasts.apple.com//www.apple.com/ca/shop/goto/bag",
                "https://podcasts.apple.com//www.apple.com/ca/music/",
                "https://podcasts.apple.com//www.apple.com/ca/watch/"
            ]
        },
        "key_words": [
            "guns",
            "gun",
            "podcasts",
            "believe",
            "whiteness",
            "identities",
            "way",
            "ezra",
            "apple",
            "klein",
            "world",
            "conversation",
            "everyday",
            "better",
            "debate",
            "ownership"
        ]
    },
    {
        "url": "https://www.vox.com/2018/12/13/18103087/medicare-for-all-explained-single-payer-health-care-sanders-jayapal",
        "title": "We read 9 Democratic plans for expanding health care. Here’s how they work.",
        "authors": [
            {
                "name": "Photos Via Getty Images",
                "link": null
            },
            {
                "name": "Christina Animashaun Vox",
                "link": null
            },
            {
                "name": "Graphics Javier Zarracina",
                "link": null
            },
            {
                "name": "Jun",
                "link": null
            }
        ],
        "publisher": "www.vox.com",
        "publish_date": "2018-12-13",
        "text": "Democrats are talking a lot about Medicare-for-all. But what exactly do they mean?\n\nDemocratic candidates have run — and won — on a promise to fight to give all Americans access to government-run health care. A new Medicare-for-all bill in the House has more than 100 co-sponsors. But there are still real disagreements among Democrats. Some of the party’s 2020 presidential candidates have endorsed single payer, while others prefer more incremental improvements. They’ll soon start hashing out those differences at the debates.\n\nTo capture the full scope of options Democrats are considering to insure all (or at least a lot more) Americans, look at the half dozen or so plans in Congress, which all envision very different health care systems.\n\n“Democrats ran on health care,” Hawaii Sen. Brian Schatz told Vox last year. “We now control one chamber of Congress. We have an opportunity and an obligation to demonstrate what we’d do if we were in charge of both chambers. We have an obligation to hear from experts and figure out the best path forward.”\n\nWe spent a month reading through the congressional plans to expand Medicare (and a few to expand Medicaid, too) as well as proposals at major think tanks that are influential in liberal policymaking. We talked to the legislators and congressional staff who wrote those plans, as well as the policy experts who have analyzed them.\n\nThese plans are the universe of ideas that Democrats will draw from as they flesh out their vision for the future of American health care. While the party doesn’t agree on one plan now, they do have plenty of options to choose from — and many decisions to make.\n\nThe nine plans fall into two categories. There are some that would replace private insurance and cover all Americans through the government. Then there are the others that would allow all Americans to buy into government insurance (like Medicare or Medicaid) if they wanted to, or they could continue to buy private insurance.\n\nThe bills we reviewed are:\n\nWe learned these plans are similar in that they envision more Americans enrolling in public health plans. They would all give the government a greater role in everything from setting health prices to deciding what benefits get included in an insurance plan. Experts say all these bills would almost certainly create an insurance system that does better to serve Americans with high health care costs.\n\n“If you’re really sick and have high drug costs, it would be hard not to benefit from these bills,” says Karen Pollitz, a senior fellow at the Kaiser Family Foundation who co-authored a report comparing the different Democratic plans to expand public coverage.\n\nBut the Democrats’ plans differ significantly in how they handle important decisions, like which public health program to expand and how aggressively to extend the reach of government. Some would completely eliminate private health insurance, moving all Americans to government-run coverage, whereas others still see a role for companies providing coverage to workers.\n\nSome bills require significant tax increases to pay for the expansion of benefits — while others ask those signing up for government insurance to pay the costs.\n\nAnd while Democrats aren’t under any illusion that they’ll pass Medicare-for-all this Congress, they see the next two years as key to figuring out where consensus in the party lies. House Democratic leaders have already held first-ever hearings on Medicare-for-all.\n\n“We want to have public hearings on this, we want to see movement on the issue,” says one Democratic House aide working on this legislation. “The Senate is still Republican but right now, Democrats have the opportunity to build support, have public hearings, and help move this idea along and educate members.”\n\nHere are the key questions those hearings and that education will grapple with.\n\nHow many people get covered?\n\nBottom line: Some plans from the Democrats would cover all Americans — while others would provide insurance to more but leave some number of people uninsured.\n\nIn a way, this is the fundamental question. Even under the Affordable Care Act, 30 million Americans don’t have health insurance. The left believes health care is a human right, and mainstream Democrats aren’t far behind them. The whole reason Democrats are ready to take up health care reform again so soon after the ACA is to fix this problem.\n\nMedicare-for-all (Senate and House): Every single American would be covered by a government insurance plan, after a short phase-in period.\n\nMedicare for America (DeLauro and Schakowsky): This health care plan, informed by the work of the Center for American Progress and Yale professor Jacob Hacker, would achieve universal coverage for all legal residents, through a combination of private and public insurance — at least for the next few decades. It eventually foresees getting to a very similar level of coverage as the Medicare-for-all proposals in Congress, by enrolling all newborns into a government health plan and taking steps that would diminish the role of employer-sponsored coverage.\n\nMedicare and Medicaid buy-ins (congressional plans): Millions more Americans would likely be covered, but experts don’t expect the various buy-in plans to achieve universal coverage. They would still, after all, be optional programs.\n\nHealthy America (Urban Institute’s Linda Blumberg, John Holahan, and Stephen Zuckerman): This center-left plan from three Urban Institute fellows is explicitly not a plan for universal coverage, by attempting to work within certain political constraints. But it would, according to Urban’s estimates, cut the number of uninsured by 16 million in its first year.\n\nA big part of the remaining uninsured would be undocumented immigrants. The plan’s authors said the program could be adjusted to cover that population but didn’t think there’d be political will to do so.\n\nWhat happens to employer-sponsored insurance?\n\nBottom line: Democrats are split over whether expanded Medicare should make space for employer-sponsored plans — or get rid of them completely.\n\nAbout half of all Americans get their insurance at work — and Democrats’ various health care plans make different decisions about whether that would continue.\n\nCurrently, the American health care system provides employers with a big incentive to provide coverage: Those benefits are completely tax-free. This means companies’ dollars stretch further when they buy workers’ health benefits than when they pay workers’ wages.\n\nThis, however, creates an uneven playing field. Fortune 500 companies get, in effect, a huge federal subsidy to insure their workers, while an individual who doesn’t get coverage through their job and makes too much money to receive subsidies under the Affordable Care Act doesn’t see any advantageous treatment under the tax code.\n\nMedicare-for-all (Senate and House): Both the Medicare-for-all plans would make the biggest change and eliminate employer-sponsored coverage completely. Under these options, all Americans who currently get insurance at work would transition to one big government health care plan.\n\nMedicare for America: This plan does let employers continue to offer coverage to their workers so long as it meets certain federal standards. At the same time, it would give employers an alluring, simpler option: stop offering coverage and instead pay a payroll tax roughly equivalent to what they currently spend on health coverage.\n\nAs to how alluring that plan would be, that depends a lot on how generous Americans consider this new Medicare program to be. Premiums would be capped at about 10 percent of a household’s income, while lower-income families would pay less. Out-of-pocket costs would be capped at $3,500 for an individual, $5,000 for a family, with less affluent families again receiving a break. The great unknown is how quickly those benefits pull people away from their work-based coverage into the new Medicare program.\n\nMedicare for America makes another policy decision that would erode employer-sponsored coverage: It automatically enrolls all newborns into the public program. That means a new generation of Americans likely won’t get coverage through their parents’ workplaces — and would assure the Medicare plan a constantly growing subscriber base.\n\nMedicare/Medicaid buy-ins\n\nThe question of work-based insurance is prickliest for the buy-in plans. Broadly speaking, under those bills, more Americans would be allowed to purchase a public insurance plan under the Medicare umbrella. Everybody who currently buys insurance on the individual market would be allowed to buy a Medicare plan, under each of the buy-in bills.\n\nBut they differ in important ways in how much they would let people leave their current job-based insurance for the new government plan.\n\nThe “Choose Medicare” Act (Merkley and Murphy): Merkley described his bill with Murphy as, potentially, a glide path to true single-payer Medicare-for-all. Under their Medicare buy-in framework, workers could leave their company’s insurance for the new public plan — but only if their employer decides to allow it. Otherwise, they’d be shut out.\n\n(The bill does include a provision, however, allowing workers to keep the government plan once they sign up, even after they leave their current job.)\n\nWe asked Merkley why they left the decision up to the employers, not the employees. He pointed to a workers’ compensation program that had been successful in Oregon that was modeled the same way. He’s also worried about adverse selection, employers sending sick employees to the public plan while healthier workplaces stay in the private market; under the bill, it’s all or nothing.\n\nLastly, he emphasized the workers who transition to new jobs or go for a period without coverage would have a chance to sign up for Medicare and then keep that plan even after they get a new job.\n\n“Workers can go to their employer and say, ‘I really would prefer to be in the public option,’” Merkley says. “We wanted to avoid the situation of employers pushing people out.”\n\nThe CHOICE Act (Schakowsky and Whitehouse): Small employers who are currently eligible to buy insurance through the ACA’s marketplaces would be allowed to participate in the Medicare buy-in. Workers at larger firms would be frozen out, however.\n\nMedicare X (Bennet, Kaine and Higgins): Likewise, small employers eligible for ACA coverage could buy into Medicare under this legislation, but large employers could not. Medicare X would actually be limited to customers in Obamacare markets that had only one insurer or particularly high costs, for the program’s first few years, before expanding to the rest of the individual market nationwide.\n\nMedicare-at-50 (Stabenow): Any American 50 years old or older would be permitted to buy into Medicare, including those who currently receive health insurance through their job.\n\nThink tank plans\n\nHealthy America (Urban Institute): The Urban Institute explicitly designed its Healthy America plan with the goal of disrupting the large employer market as little as possible. They expect only lower-wage workers whose current insurance isn’t very good anyway to move over into the brand new insurance marketplaces that would be set up under their plan.\n\nThose markets would combine 70 or so million people on Medicaid with the people currently covered by Obamacare but more or less leave people who get insurance through their jobs alone.\n\n“That’s a real barrier to doing anything big,” John Holahan at Urban said. “Most people with employer plans are reasonably happy with them.”\n\nWhat public program will expand?\n\nBottom line: The vast majority of proposals expand Medicare, the plan that covers Americans over 65. But there is one option that would expand Medicaid, the plan that covers low-income Americans — and another option that creates a new government program entirely.\n\nThe American government already finances two major health coverage plans: Medicare and Medicaid. Taken together, these two programs cover one-third of all Americans: 19 percent of Americans get their coverage from Medicare, and 14 percent from Medicaid.\n\nWhat’s more, both of these programs are popular. One recent poll found that 77 percent of Americans think Medicare is a “very important” program. Voters have recently given a boost to Medicaid, too: Voters in Idaho, Nebraska, and Utah all passed ballot initiatives that will expand the program in their states to thousands of low-income Americans.\n\nGiven the popularity and size of Medicare and Medicaid, nearly all the Democrats’ proposals use these programs as a base for universal coverage, changing the rules to make more people eligible. But there are differences in which programs they pick, and one plan that starts a new government program entirely.\n\nMedicare-for-all, Medicare buy-in, Medicare for America: As their names imply, all these plans use Medicare as the base program for expanding health insurance coverage. Medicare is, after all, the only major health program run exclusively by the federal government (Medicaid is run jointly with the states), which can make it an appealing choice for a national coverage expansion.\n\nTraditionally, Democrats have focused on Medicare as a base for expanding coverage. And five of the six legislative proposals we looked at use the program that covers the elderly as the one that would absorb additional enrollees.\n\nMedicaid buy-in (Senate and House bills): Recently, Democrats have begun to eye Medicaid as another option, suggesting that we should focus on expanding the health plan that covers the poor to Americans with higher incomes.\n\nSen. Brian Schatz (D-HI), for example, has offered a bill that would allow every state to let residents buy into Medicaid. A companion bill is offered by Rep. Ben Ray Lujan (D-NM) in the House. That’s one important limitation in using Medicaid: States would have a choice about whether to offer this new benefit. With the expansion of Medicaid under Obamacare, more than a dozen Republican-controlled states refused to extend the program to thousands of their poorest residents.\n\nBut some Republican-led states have come around on Medicaid expansion. In an interview with Vox, Schatz said he likes the idea of a Medicaid buy-in because the program has proved popular across the political spectrum. In the 2018 midterms, three red states (Idaho, Nebraska, and Utah) voted to participate in Obamacare’s Medicaid expansion.\n\n“Medicaid is popular in blue, red, and purple states,” Schatz says. “It’s not politically fraught anymore. So it’s a good place to land for progressives who want to make progress for everyone.”\n\nHealthy America (Urban Institute): Rather than rely on any existing program, Healthy America would create a new one. Obamacare and Medicaid would effectively be combined into a brand new insurance market covering upward of 100 million people, and there would be a public insurance plan under the Healthy America brand.\n\nWhat benefits get covered?\n\nBottom line: Democrats generally agree that health insurance should cover a wide array of benefits, although there is some variation around how different plans cover long-term care, dental, vision, and abortion.\n\nEvery country with a national health care system has to decide what type of medical services it will pay for. Hospital trips and doctor visits are almost certainly included. But there is wide variation on how health care systems cover things like vision, dental, and mental health.\n\nCovering more services mean citizens have more robust access to health care. But that also costs money — and a more generous health care plan is going to require more tax revenue to pay for all that health care.\n\nEven Medicare, as it currently stands, has a relatively limited benefit package. It does not cover prescription drugs, for example, nor does it pay for eyeglasses or long-term care.\n\nInstead, many seniors often take out supplemental policies to pay for those services — or end up selling off their assets to pay for care in a nursing home.\n\nMedicare-for-all (Senate and House)\n\nBoth single-payer options envision Medicare covering more benefits than it currently does. The Sanders bill, for example, would change Medicare to cover vision, dental, and prescription drugs, as well as long-term care services as nursing homes. It would also cover a wide breadth of women’s reproductive health services including abortion, a feature that would likely draw controversy.\n\nThe House bill covers a slightly different set of benefits but, according to one Democratic House aide, is undergoing revisions to look more similar to the Sanders package. “We want to make sure we’re able to align the coverage services [of our bill] with the Sanders plan,” said the aide, who asked to speak anonymously to discuss the ongoing negotiations.\n\nMedicare for America (DeLauro and Schakowsky): The Medicare for America plan mandates that all health insurance cover a robust set of benefits including prescription drugs, hospital visits, doctor trips, maternity services, dental, vision, and hearing services.\n\nMedicare/Medicaid buy-ins\n\nAll three notable Medicare buy-in plans would cover the 10 essential health benefits mandated by Obamacare: outpatient care, emergency services, hospitalization, maternity and newborn care, mental health and substance abuse services, and prescription drugs. None of them include vision or dental care.\n\nThe “Choose Medicare” Act (Merkley and Murphy): This bill covers essential health benefits, as well as the benefits included in Medicare’s current inpatient, outpatient, and prescription drug plans. Abortion and other reproductive services would also be covered.\n\nThe CHOICE Act (Schakowsky and Whitehouse): The ACA’s essential health benefits would be covered.\n\nMedicare X (Bennet, Kaine and Higgins): Same. The new public plan would cover the essential health benefits dictated by the 2010 health care reform law.\n\n“The policy would have all the ACA benefits. We’d give HHS the time and seed money to figure this out and price it,” Sen. Tim Kaine (D-VA) told Vox previously. “There are studies, back from 2010, that suggest a public option would not only save money but it would make the markets more competitive.”\n\nMedicare-at-50 (Stabenow): This buy-in is distinct from the others in that it preserves the existing Medicare benefits: part A (hospital care), part B (physician care) and part D (prescription drugs) — a reflection of it being targeted to an older population that is already near the Medicare age.\n\nThink tank plans\n\nHealthy America (Urban Institute): The benefits package is again based on Obamacare’s essential health benefits.\n\nHow much does it cost enrollees?\n\nBottom line: Democrats do not agree on whether patients should pay premiums or fees when they go to the doctor. Some plans get rid of all cost sharing, while others (largely those that allow employer-sponsored coverage to continue) keep those features of the current system intact.\n\nMedicare is currently similar to private health insurance in that it expects enrollees to pay a significant share of their medical costs.\n\nThe public program, for example, currently charges seniors a $134 monthly premium (and a higher premium for wealthier enrollees). Traditional Medicare also has deductibles and co-insurance. An estimated 80 percent of Medicare enrollees have additional coverage to help cover those costs.\n\nThe plans offered by Democrats have really different visions for whether enrollees in a newly expanded Medicare would end up paying these kinds of costs — or if premiums, deductibles, and copayments would become a thing of the past.\n\nMedicare-for-all (Senate and House)\n\nBoth Medicare-for-all bills would eliminate cost sharing completely. This means no monthly premiums, no copayments for going to the doctor, and no deductible to meet before coverage kicks in.\n\nThe only place where enrollees might pay out of pocket is under the Sanders plan, which does give the government discretion to allow some charges for prescription drugs — but even that would be capped at $200 per year.\n\nThis is very similar to how the Canadian health care system works but is actually quite different from European countries. Most countries across the Atlantic actually do require patients to pay something for going to the doctor. In France, for example, patients are expected to pay 30 percent of the cost of their doctor visit — and in the Netherlands, copayments range from $10 to $30.\n\nIn a previous interview with Vox, Sanders said he considered copayments for his proposal but “the logic comes down on the way of what the Canadians are doing.”\n\nThe senator who rails regularly against “millionaires and billionaires” doesn’t see value in asking those people to pay when they show up at the doctor. They’ll pay more in taxes to finance a system without copayments, but when they go to the doctor, he argues, they ought to be treated the same as the poor.\n\nMedicare for America (DeLauro and Schakowsky): This legislation, unlike the single-payer Medicare-for-all options, continues having some Americans pay premiums tethered to their incomes. This reduces the tax revenue necessary to finance an expanded Medicare program — but also requires a slightly more complex system that can calculate each family’s premium and collect that payment.\n\nLow-income Americans would be enrolled in Medicare without any premiums and receive relief from their out-of-pocket obligations. Higher-income Americans would be expected to pay a monthly premium (at most, 10 percent of their income) and pay deductibles and copayments (deductibles are capped at $350 for an individual, $500 for a family; out-of-pocket costs are capped at $3,500 for one person and $5,000).\n\nMedicare/Medicaid buy-ins\n\nThere is one important common thread through these bills: Premiums would be set to cover 100 percent of the actual medical costs that the government plan expects to cover, as well as any administrative expenses — but nothing more. There would not be any profits or robust executive compensation, as there still is in the private market. Premiums could be adjusted by a limited number of factors: a patient’s age, where they live, the size of their family, and whether they smoke tobacco.\n\nThe most notable difference in the buy-in proposal is in how much patients would be expected to pay out of pocket.\n\nThe “Choose Medicare” Act (Merkley and Murphy): This is the most generous Medicare buy-in plan. The new government plan would cover 80 percent of health care costs, matching the “gold” plans on the ACA marketplaces. The bill would also add new out-of-pocket caps for the traditional Medicare population, people 65 and older.\n\nThe CHOICE Act (Schakowsky and Whitehouse): This bill would offer several versions of the public plan, with varying out-of-pocket costs: They would cover between 60 and 80 percent of expected medical expenses.\n\nMedicare X (Bennet, Kaine and Higgins): By default, the government plan would be offered at two tiers: one that covers 70 percent of medical costs and another that covers 80 percent. The health secretary could also decide to offer health plans covering 60 percent of costs or 90 percent, but it is not required.\n\nMedicare-at-50 (Stabenow): The health department would be charged with determining the cost of covering the buy-in population and setting premiums accordingly to cover that cost. Enrollees would be allowed to use the financial assistance available under Obamacare to help pay for their Medicare coverage.\n\nMedicaid buy-in (Sen. Schatz and Rep. Lujan): The Schatz proposal would give the states leeway to decide how they want to set premiums, copayments, and deductibles. They would cap premiums at 9.5 percent of a family’s income (a provision that already exists for those covered under Affordable Care Act plans) or the per-enrollee cost of Medicaid buy-in, whichever is less.\n\nThink tank plans\n\nHealthy America (Urban Institute): Premiums would range from 0 percent of a household’s income, for people who make less money, up to 8.5 percent. Nobody would be asked to pay more than that.\n\nThe standard health insurance plan under Healthy America would cover 80 percent of medical costs. People with lower incomes would receive additional subsidies to reduce their out-of-pocket obligations, while consumers would also have the option to buy a plan with higher out-of-pocket costs but lower monthly premiums.\n\nHow is it paid for?\n\nBottom line: Most Democrats have focused their energy on figuring out what exactly an expanded Medicare program looks like. Legislators have given significantly less attention to how to pay for these expansions.\n\nBringing government health care to more Americans usually means finding more government revenue to pay for that expanded coverage. The Affordable Care Act, for example, expanded coverage to millions of people through a wide range of taxes that hit health insurers, medical device manufacturers, hospitals, wealthy Americans, and even tanning salons.\n\nRight now, many of the details around financing remain murky. One reason for that is we don’t actually know how much these different plans would cost; the Congressional Budget Office hasn’t scored any of these plans yet (although there are a few independent estimates of how much the Sanders plan would cost).\n\nMedicare-for-all\n\nSenate: Sanders’s office has released a list of financing options that generally impose higher taxes on the wealthiest Americans, such as increased income and estate taxes, establishing a new wealth tax on the top 0.1 percent, and imposing new fees on large banks.\n\nHouse: Over on the House side, aides say that while they are currently working on revisions to HR 676, that focuses mostly on updating the benefits package — and less on deciding how to pay for the package. They do not currently expect to release a financing plan in early 2019.\n\n“Let’s get our policy straight first and then look for suggestions on financing,” says one Democratic House aide involved in the process. “It’s possible we might offer some ideas on financing, but that’s still under debate.”\n\nMedicare for America (DeLauro and Schakowsky): There is a more detailed financing plan laid out in the Medicare for America legislation. The Republican tax cuts would be rolled back. An additional 5 percent tax on income over $500,000 would be applied. Payroll taxes for Medicare would also be hiked, as would the net investment income tax rate. New excise taxes on tobacco, alcohol and sugary drinks would be introduced. The bill also requires states to continue making payments to the federal government equivalent to what they pay right now for Medicaid’s costs.\n\nMedicare/Medicaid buy-ins\n\nDepending on how you look at it, financing is either one big advantage of the buy-in approach or it reveals the flaw in their design. These plans still charge people premiums, which would be calculated to cover the costs of covering people who buy the new public option plan as well as any administrative costs.\n\nSo there isn’t necessarily a need for a big new revenue source; the premiums are the revenue source. None of the Medicare buy-in plans included major new taxes or anything like you would see to pay for the Medicare-for-all single-payer plans. All three of them do set aside some money for startup costs, but it’s a marginal amount in the context of the federal budget. And the Medicaid buy-in plan does bump up certain doctor payment rates, which the legislators say would come from general revenue.\n\nThe differences are so minor, they aren’t worth going through in detail. But it’s important to remember the trade-off: Medicare and Medicaid buy-ins don’t require a lot of new money because people will be asked to pay premiums — but that also means people will be asked to pay premiums, something the more ambitious versions of Medicare-for-all try to eliminate.\n\nThink tank plans\n\nHealthy America (Urban Institute): Because Healthy America combines Obamacare and most of Medicaid, the proposal is largely funded by repurposing the federal dollars that currently go to those programs. That would cover the bulk of the costs, but Urban does anticipate the need for new federal funding.\n\nLike many of its peers, Urban isn’t yet set on a specific revenue stream, but it has floated a 1 percent increase on the Medicare payroll tax, split evenly between employers and employees. That would bring in about $820 billion over 10 years, which Urban thinks would be enough to cover most of the new costs needed to fund Healthy America.",
        "quotes": [
            [
                "I really would prefer to be in the public option,",
                "",
                true
            ],
            [
                "We now control one chamber of Congress.",
                "",
                true
            ],
            [
                "We have an opportunity and an obligation to demonstrate what we’d do if we were in charge of both chambers.",
                "",
                true
            ],
            [
                "We have an obligation to hear from experts and figure out the best path forward.",
                "",
                true
            ],
            [
                "If you’re really sick and have high drug costs, it would be hard not to benefit from these bills,",
                "Karen Pollitz",
                true
            ],
            [
                "We want to have public hearings on this, we want to see movement on the issue,",
                "",
                true
            ],
            [
                "The Senate is still Republican but right now, Democrats have the opportunity to build support, have public hearings, and help move this idea along and educate members.",
                "",
                true
            ],
            [
                "Workers can go to their employer and say, ‘I really would prefer to be in the public option,",
                "Merkley",
                true
            ],
            [
                "We wanted to avoid the situation of employers pushing people out.",
                "Merkley",
                true
            ],
            [
                "That’s a real barrier to doing anything big,",
                "John Holahan",
                true
            ],
            [
                "Most people with employer plans are reasonably happy with them.",
                "John Holahan",
                true
            ],
            [
                "Medicaid is popular in blue, red, and purple states,",
                "Schatz",
                true
            ],
            [
                "It’s not politically fraught anymore.",
                "Schatz",
                true
            ],
            [
                "So it’s a good place to land for progressives who want to make progress for everyone.",
                "Schatz",
                true
            ],
            [
                "We want to make sure we’re able to align the coverage services [of our bill] with the Sanders plan,",
                "",
                true
            ],
            [
                "The policy would have all the ACA benefits.",
                "Tim Kaine",
                true
            ],
            [
                "We’d give HHS the time and seed money to figure this out and price it,",
                "Tim Kaine",
                true
            ],
            [
                "There are studies, back from 2010, that suggest a public option would not only save money but it would make the markets more competitive.",
                "Tim Kaine",
                true
            ],
            [
                "the logic comes down on the way of what the Canadians are doing.",
                "Sanders",
                false
            ],
            [
                "Let’s get our policy straight first and then look for suggestions on financing,",
                "",
                true
            ],
            [
                "It’s possible we might offer some ideas on financing, but that’s still under debate.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnbc.com/2015/07/16/medicare-medicaid-popularity-high-ahead-of-birthday.html",
                "https://www.kff.org/interactive/compare-medicare-for-all-public-plan-proposals/",
                "https://www.vox.com/policy-and-politics/2018/7/2/17468448/medicare-for-all-single-payer-health-care-2018-elections",
                "https://www.vox.com/policy-and-politics/2018/7/30/17631240/medicare-for-all-bernie-sanders-32-trillion-cost-voxcare",
                "https://www.vox.com/health-care/2017/10/20/16504800/medicare-x-single-payer",
                "https://www.vox.com/2019/2/13/18220704/medicare-buy-in-universal-coverage-stabenow",
                "https://www.vox.com/policy-and-politics/2017/10/31/16566450/bernie-sanders-canada-health-care",
                "https://www.vox.com/policy-and-politics/2018/8/23/17769130/medicare-for-all-costs-bernie-sanders-mercatus-study"
            ],
            "gov_pgs": [
                "https://www.congress.gov/bill/115th-congress/senate-bill/1804",
                "https://www.congress.gov/bill/115th-congress/house-bill/676",
                "https://www.sanders.senate.gov/download/options-to-finance-medicare-for-all?inline=file",
                "https://www.schatz.senate.gov/press-releases/schatz-lujn-introduce-legislation-to-create-public-health-care-option",
                "https://www.congress.gov/bill/115th-congress/house-bill/635",
                "https://www.murphy.senate.gov/download/choose-medicare-one-pager"
            ],
            "unsure": [
                "https://www.healthaffairs.org/action/cookieAbsent",
                "https://www.urban.org/research/publication/sanders-single-payer-health-care-plan-effect-national-health-expenditures-and-federal-and-private-spending",
                "https://www.kff.org/other/state-indicator/total-population/?currentTimeframe=0&sortModel=%7B%22colId%22%3A%22Location%22%2C%22sort%22%3A%22asc%22%7D"
            ]
        },
        "key_words": [
            "heres",
            "plans",
            "health",
            "care",
            "work",
            "cover",
            "insurance",
            "pay",
            "read",
            "expanding",
            "coverage",
            "plan",
            "democratic",
            "medicare",
            "americans"
        ]
    },
    {
        "url": "https://www.vox.com/policy-and-politics/2019/2/26/18239630/medicare-for-all-pramila-jayapal-bill",
        "title": "Medicare-for-all: Rep. Pramila Jayapal’s new bill, explained",
        "authors": [
            {
                "name": "Feb",
                "link": null
            }
        ],
        "publisher": "www.vox.com",
        "publish_date": "2019-02-26",
        "text": "Rep. Pramila Jayapal (D-WA) is introducing the most ambitious Medicare-for-all plan yet — one that envisions a quick transition to a public health plan with a robust set of benefits.\n\nThe co-chair of the Progressive Caucus is releasing a proposal Wednesday to transition the United States to a single-payer health care system, one in which a single, government-run health plan provides insurance coverage to all Americans.\n\n“We mean a complete transformation of our health care system and we mean a system where there are no private insurance companies that provide these core benefits,” Jayapal told reporters Tuesday. “We mean universal care, everybody in, nobody out.”\n\nJayapal’s bill envisions a future where all Americans have health coverage and pay nothing out of pocket when they visit the doctor or hospital. Her plan, the Medicare for All Act of 2019, describes a benefit package that is more generous than what other single-payer countries, like England or Canada, currently offer. The benefits in Jayapal’s bill are even more generous than those included in Sen. Bernie Sanders (I-VT) Medicare-for-all plan.\n\nBut where the Jayapal plan has great detail into what is covered, it does not get into a crucial question: how the government will pay for the new health care program.\n\nThe new proposal comes at a moment that Democrats are coalescing around a Medicare-for-all platform. Frontrunner candidates in the Democratic primary like Sens. Kamala Harris (D-CA), Cory Booker (D-NJ), and Elizabeth Warren (D-MA) have all signed on as co-sponsors to Sanders’s single-payer bill in the Senate.\n\nThe health care industry has already begun to gird for a major health care fight should a Democrat win in 2020, recently launching a new coalition of hospitals, insurers, and drugmakers to oppose the Medicare-for-all agenda. Jayapal says she’s ready: She’s already secured a promise from House Speaker Nancy Pelosi to hold the first-ever House hearings on Medicare-for-all later this year.\n\n“We will be pushing it as hard as we can and as fast as we can,” Jayapal says. “Enough nibbling around the edges. We really need to transform the system.”\n\nJayapal’s Medicare-for-all plan has a very generous benefit package — and a quick transition to government-run health care\n\nJayapal’s single-payer proposal would create a universal Medicare program that covers all American residents in one government-run health plan.\n\nIt would bar employers from offering separate plans that compete with this new, government-run option. It would sunset Medicare and Medicaid, transitioning their enrollees into the new universal plan. It would, however, allow two existing health systems to continue to operate as they do now: the Veterans Affairs health system and the Indian Health Services.\n\nThose who do qualify for the new universal Medicare plan would transition into the program over the course of two years. This would start with people under 19 and over 55 moving into the program one year after it became law — and everyone else one year after that.\n\nIt’s worth noting that this is actually a faster transition than what Sen. Sanders envisions in his proposal, which would give the United States four years to stand up to a government-run plan.\n\nEventually, though, everyone would all end up in the same plan, which includes an especially robust set of benefits. It would cover hospital visits, primary care, medical devices, lab services, maternity care, and prescription drugs, as well as vision and dental benefits. Jayapal’s bill would cover abortion services, as does the newest version of Sanders’s plan.\n\nJayapal’s plan also includes coverage for long-term care services for nursing services. The current Medicare program does not include this benefit, nor does Sanders’s single-payer plan in the Senate. That would make the health care system she envisions more generous than the one Sanders has proposed, but also more expensive.\n\nThe plan is also significantly more generous than the single-payer plans run by America’s peer countries. The Canadian health care system, for example, does not cover vision or dental care, prescription drugs, rehabilitative services, or home health services. Instead, two-thirds of Canadians take out private insurance policies to cover these benefits. The Netherlands has a similar set of benefits (it also excludes dental and vision care), as does Australia.\n\nWhat’s more, the Jayapal plan does not require consumers pay any out-of-pocket spending on health aside from prescription drugs. This means there would be no charge when you go to the doctor, no copayments when you visit the emergency room. All those services would be covered fully by the universal Medicare plan.\n\nThis too is not in line with international single-payer systems, which often require some payment for seeking most services. Taiwan’s single-payer system charges patients when they visit the doctor or the hospital (although it includes an exemption for low-income patients). In Australia, people pay 15 percent of the cost of their visit with any specialty doctor.\n\nThe Sanders plan is more generous than the plans Americans currently receive at work too. Most employer-sponsored plans last year had a deductible of more than $1,000. It is more generous than the current Medicare program, which covers Americans over 65 and has seniors pay 20 percent of their doctor visit costs even after they meet their deductibles.\n\nMedicare, employer coverage, and other countries’ plans show that nearly every insurance scheme we’re familiar with covers a smaller set of benefits with more out-of-pocket spending on the part of citizens. Private insurance typically pops up to fill in these gaps — or to allow citizens to buy faster access to services that the government plan does cover (for example, to jump to the front of the line for an elective surgery).\n\nThe reason our peer countries went this way is clear: It’s cheaper to run a health plan with fewer benefits. The plans that both Jayapal and Sanders have proposed have no analogue among the single-payer systems that currently exist. By covering a more comprehensive set of benefits and asking no cost sharing of enrollees, it is likely to cost the government significantly more than programs other countries have adopted.\n\nThe big question Jayapal doesn’t answer: How do you pay for it?\n\nThe Jayapal plan goes into great detail on what kind of coverage a universal plan ought to offer. But it does not do any work explaining how to pay for such a generous benefit package.\n\nJayapal says that this is an issue that will get dealt with in the future. “Most bills don’t have that when they’re introduced, that comes later in the process,” she said of a financing plan. “I actually think the question is not about how we pay for it, the question is where is the will to make sure every American has the health care they deserve and have a right.”\n\nJayapal mentioned a wealth tax or repeal of Republican tax cuts as possible options for paying for the system.\n\nFinancing the health care system that both Jayapal envisions is an immense challenge. About half of the countries that attempt to build single-payer systems fail. That’s Harvard health economist William Hsiao’s estimate after working with about 10 governments in the past two decades. Whether he is in Taiwan, Cyprus, or Vermont, the process is roughly the same: Meet with legislators, draw up a plan, write legislation. Only half of those bills actually become law. The part where it collapses is, inevitably, when the country has to pay for it.\n\nThis is what happened when Sanders’s Vermont attempted to create a single-payer plan in 2014. Much like Jayapal, local legislators outlined a clear vision of the type of health plan they’d want to extend to all Vermonters. Their plan was arguably less ambitious; it did require co-pays when patients went to the doctor.\n\nBut Vermont’s single-payer dream fell apart when the state figured out how much it would need to raise taxes to finance its new system. Vermont abandoned the government-run plan after finding it would need to increase payroll taxes by 11.5 percent and income tax by 9 percent.\n\nIt’s true — in Vermont and in the United States — that these increased taxes don’t necessarily mean overall health spending is rising. It’s entirely possible that health spending will go down as taxes go up, with Americans no longer spending billions on premiums for employer-sponsored coverage.\n\nSingle-payer systems change who pays for health care, often shifting more of the burden onto wealthier individuals to create a more progressive system. The proposed 9 percent income tax in Vermont, for example, would be far more expensive for the $100,000 worker than the $30,000 earner.\n\nBut who pays how much more is a key question this Jayapal bill doesn’t answer. Until there is a version that does, we can’t know whether the health system the Vermont senator envisions could actually become reality.\n\nDylan Scott contributed reporting to this article.",
        "quotes": [
            [
                "We mean a complete transformation of our health care system and we mean a system where there are no private insurance companies that provide these core benefits,",
                "Jayapal",
                true
            ],
            [
                "We mean universal care, everybody in, nobody out.",
                "Jayapal",
                true
            ],
            [
                "We will be pushing it as hard as we can and as fast as we can,",
                "Jayapal",
                true
            ],
            [
                "We really need to transform the system.",
                "Jayapal",
                true
            ],
            [
                "Most bills don’t have that when they’re introduced, that comes later in the process,",
                "Jayapal",
                true
            ],
            [
                "I actually think the question is not about how we pay for it, the question is where is the will to make sure every American has the health care they deserve and have a right.",
                "Jayapal",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.vox.com/2019/2/20/18141001/pramila-jayapal-congressional-progressive-caucus-house-democrats",
                "https://www.vox.com/2019/2/20/18232762/gender-diversity-tech-bad-research-recruiting-new-york-times",
                "https://www.vox.com/2014/12/22/7427117/single-payer-vermont-shumlin",
                "https://www.vox.com/2018/12/13/18103087/medicare-for-all-explained-single-payer-health-care-sanders-jayapal",
                "https://www.vox.com/policy-and-politics/2017/9/13/16296656/bernie-sanders-single-payer",
                "https://www.nytimes.com/2019/02/23/us/politics/medicare-for-all-lobbyists.html"
            ],
            "gov_pgs": [
                "https://www.medicare.gov/your-medicare-costs/part-b-costs"
            ],
            "unsure": [
                "https://international.commonwealthfund.org/features/what_covered/",
                "https://www.kff.org/report-section/ehbs-2016-summary-of-findings/",
                "https://international.commonwealthfund.org/countries/canada/",
                "https://international.commonwealthfund.org/countries/netherlands/"
            ]
        },
        "key_words": [
            "plan",
            "health",
            "care",
            "medicareforall",
            "services",
            "benefits",
            "does",
            "explained",
            "jayapal",
            "pay",
            "jayapals",
            "bill",
            "system",
            "rep",
            "pramila",
            "singlepayer"
        ]
    },
    {
        "url": "https://www.vox.com/policy-and-politics/2017/9/13/16296656/bernie-sanders-single-payer",
        "title": "Bernie Sanders's new Medicare-for-all plan, explained",
        "authors": [
            {
                "name": "Sep",
                "link": null
            }
        ],
        "publisher": "www.vox.com",
        "publish_date": "2017-09-13",
        "text": "Sen. Bernie Sanders (I-VT) will release a proposal Wednesday afternoon to transition the United States to a single-payer health care system, one where a single government-run plan provides insurance coverage to all Americans.\n\nThe Sanders plan envisions a future in which all Americans have health coverage and pay nothing out of pocket when they visit the doctor. His plan, the Medicare for All Act, describes a benefit package that is more generous than what other single-payer countries, like Canada, currently offer their residents.\n\nThe Sanders plan goes into great detail about the type of coverage Americans would receive. But it provides no information on how it would finance such a generous health care system. Americans’ taxes would have to change to pay for this kind of proposal. But it’s impossible to tell who would pay significantly more for their coverage and who would pay less, and by how much. This is a crucial part of any health care plan, and in the Sanders proposal, it is notably absent.\n\nSo while the plan would certainly move the American uninsured rate from around 8.8 percent to nearly zero in theory, it’s impossible to tell what it would take to get there and what the bigger economic picture would look like if we did.\n\nThe Sanders bill includes an exceptionally generous benefit package\n\nSanders’s single-payer proposal would create a universal Medicare program that covers all American residents in one government-run health plan.\n\nIt would bar employers from offering separate plans that compete with this new, government-run option. It would sunset Medicare and Medicaid, transitioning their enrollees into the new universal plan. It would, however, allow two existing health systems to continue to operate as they do now: the Veterans Affairs health system and the Indian Health Services.\n\nThose who do qualify for the new universal Medicare plan would get four years to transition into the new coverage. In the interim, they would have the option to buy into Medicare or another publicly run option that does not currently exist.\n\nEventually, though, they would all end up in the same plan, which includes an especially robust set of benefits. It would cover hospital visits, primary care, medical devices, lab services, maternity care, and prescription drugs as well as vision and dental benefits.\n\nThe plan is significantly more generous than the single-payer plans run by America’s peer countries. The Canadian health care system, for example, does not cover vision or dental care, prescription drugs, rehabilitative services, or home health services. Instead, two-thirds of Canadians take out private insurance policies to cover these benefits. The Netherlands has a similar set of benefits (it also excludes dental and vision care), as does Australia.\n\nWhat’s more, the Sanders plan does not subject consumers to any out-of-pocket spending on health aside from prescriptions drugs. This means there would be no charge when you go to the doctor, no copayments when you visit the emergency room. All those services would be covered fully by the universal Medicare plan.\n\nThis too is out of line with international single-payer systems, which often require some payment for seeking most services. Taiwan’s single-payer system charges patients when they visit the doctor or the hospital (although it includes an exemption for low-income patients). In Australia, people pay 15 percent of the cost of their visit with any specialty doctor.\n\nThe Sanders plan is more generous than the plans Americans currently receive at work too. Most employer-sponsored plans last year had a deductible of more than $1,000. It is more generous than the current Medicare program, which covers Americans over 65 and has seniors pay 20 percent of their doctor visit costs even after they meet their deductibles.\n\nMedicare, employer coverage, and these other countries show that nearly every insurance scheme we’re familiar with covers a smaller set of benefits with more out-of-pocket spending on the part of citizens. Private insurance plans often spring up to fill these gaps (in Canada, for example, vision and dental insurance is often sponsored by employers, much like in the United States).\n\nThe reason they went this way is clear: It’s cheaper to run a health plan with fewer benefits. The plan Sanders proposes has no analogue among the single-payer systems that currently exist. By covering a more comprehensive set of benefits and asking no cost sharing of enrollees, it is likely to cost the government significantly more than programs other countries have adopted.\n\nWould Sanders’s health plan lower American health spending? It’s hard to tell.\n\nOne of Sanders’s main arguments in favor of his health care bill is that American health spending is out of control and single-payer would rein it in.\n\nThere are certainly policies in the Sanders plan that would reduce American health care spending. For one, moving all Americans on to one health plan would reduce the administrative waste in our health care system in the long run.\n\nAmerican doctors spend lots of money dealing with insurers because there are thousands of them, each negotiating their own rate with every hospital and doctor. An appendectomy, for example, can cost anywhere from $1,529 to $186,955, depending on how good of a deal an insurer can get from a hospital.\n\nThat doesn’t happen in a single-payer system like the one Sanders proposes. Instead of dealing with dozens of insurers that set hundreds of prices, doctors only need to send bills to the federal government.\n\nOne 2003 article in the New England Journal of Medicine estimates that the United States spends twice as much on administrative costs as Canada. A 2011 study in the journal Health Affairs estimates American doctors spend four times as much dealing with insurance companies compared with Canada.\n\nA single-payer health plan would have the authority to set one price for each service; an appendectomy, for example, would no longer vary so wildly from one hospital to another. Instead, the Sanders plan envisions using current Medicare rates as the new standard price for medical services in the United States.\n\nMedicare typically has lower prices than those charged by private insurance plans that cover Americans under 65. This suggests that switching to the Medicare fee schedule would be another policy change that would tug health spending downward.\n\nBut there are forces in the Sanders plan that encourage higher health spending too. Its robust benefit package with no cost sharing would likely lead to more doctor visits and hospital trips. As the classic RAND Health Insurance Experiment found, patients respond to lower cost sharing in health care by seeking more treatment. Some of that treatment is necessary, but other services provided are not.\n\nAnd the Sanders bill would actually raise the prices currently paid by Medicaid, which covers about 50 million low-income Americans. Medicaid traditionally pays lower prices than Medicare and private insurance. If these patients were absorbed into the universal Medicare plan, their doctors would be paid more each time they were seen.\n\nWe haven’t seen a Congressional Budget Office score of the Sanders plan yet — and it’s hard to know how these countervailing forces (some pushing health spending up and others forcing it down) would interact with one another to change overall health costs.\n\nThe big question Sanders doesn’t answer: how do you pay for it?\n\nThe Sanders plan goes into great detail on what kind of coverage a universal plan ought to offer. But it does not do any work explaining how to pay for such a generous benefit package.\n\nA Sanders spokesperson said over email the office would release a set of financing options later Wednesday afternoon.\n\n“There’s nobody who has all of the answers,” Sanders told my colleague Jeff Stein when asked about the financing of his health plan. “Nobody has all the answers. What I can say is we are going to be listing a number of revenue-raising proposals, which will generate more than enough money to pay for what we want to do.”\n\nEventually though, somebody will need to have those answers — and they’re not easy to find.\n\nFinancing the health care system that Sanders envisions is an immense challenge. About half of the countries that attempt to build single-payer systems fail. That’s Harvard health economist William Hsiao’s estimate after working with about 10 governments in the past two decades. Whether he is in Taiwan, Cyprus, or Vermont, the process is roughly the same: Meet with legislators, draw up a plan, write legislation. Only half of those bills actually become law. The part where it collapses is, inevitably, when the country has to pay for it.\n\nThis is what happened when Sanders’s home state of Vermont attempted to create a single-payer plan in 2014. Much like Sanders, local legislators outlined a clear vision of the type of health plan they’d want to extend to all Vermonters. Their plan was arguably less ambitious; it did require patients to pay money when they went to the doctor.\n\nBut Vermont’s single-payer dream fell apart when the state figured out how much it would need to raise taxes to finance its new system. Vermont abandoned the government-run plan after finding it would need to increase payroll taxes by 11.5 percent and income tax by 9 percent.\n\nIt’s true — in Vermont and in the United States — that these increased taxes don’t necessarily mean overall health spending is rising. It’s entirely possible that health spending will go down as taxes go up, with Americans no longer spending billions on premiums for employer-sponsored coverage.\n\nSingle-payer systems change who pays for health care, often shifting more of the burden onto wealthier individuals to create a more progressive system. The proposed 9 percent income tax in Vermont, for example, would be far more expensive for the $100,000 worker than the $30,000 earner.\n\nBut who pays how much more is a key question this Sanders bill doesn’t answer. Until there is a version that does, we can’t know whether the health system the Vermont senator envisions could actually become reality.",
        "quotes": [
            [
                "There’s nobody who has all of the answers,",
                "Sanders",
                true
            ],
            [
                "What I can say is we are going to be listing a number of revenue-raising proposals, which will generate more than enough money to pay for what we want to do.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.vox.com/policy-and-politics/2017/9/12/16297660/state-of-american-health-care-5-charts",
                "https://www.vox.com/2014/12/22/7427117/single-payer-vermont-shumlin",
                "https://www.washingtonpost.com/blogs/wonkblog/post/how-much-does-an-appendectomy-cost-somewhere-between-1529-and-186955/2012/04/24/gIQAMeKMeT_blog.html?noredirect=on"
            ],
            "gov_pgs": [
                "https://www.medicare.gov/your-medicare-costs/part-b-costs"
            ],
            "unsure": [
                "https://international.commonwealthfund.org/features/what_covered/",
                "https://www.kff.org/report-section/ehbs-2016-summary-of-findings/",
                "https://international.commonwealthfund.org/countries/canada/",
                "https://www.nejm.org/action/cookieAbsent",
                "https://www.rand.org/health-care/projects/hie.html",
                "https://international.commonwealthfund.org/countries/netherlands/",
                "https://www.healthaffairs.org/action/cookieAbsent"
            ]
        },
        "key_words": [
            "sanderss",
            "health",
            "care",
            "medicareforall",
            "insurance",
            "pay",
            "explained",
            "bernie",
            "plan",
            "sanders",
            "spending",
            "medicare",
            "system",
            "singlepayer"
        ]
    },
    {
        "url": "https://www.cnn.com/2019/06/28/politics/biden-vs-harris-democratic-debate/index.html",
        "title": "Harris confronts Biden over past efforts to block busing",
        "authors": [
            {
                "name": "Dan Merica",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-06-28",
        "text": "Harris, in a blunt, pointed attack that mixed her personal story and race, took Biden to task for his decades-old fight against busing to desegregate schools and comments about his ability to be civil and work with segregationist senators, two stories that have hounded the recent weeks of the former vice president's campaign.\n\nHarris was not asked a question when race came up. But the California Democrat -- the only African American on the stage -- inserted herself into the discussion and delivered the moment of the night -- a direct attack on Biden.\n\n\"I will direct this at Vice President Biden,\" Harris opened with, signaling her target. \"I do not believe you are a racist and I agree with you when you commit yourself to the importance of finding common ground.\"\n\n\"But,\" she added, \"I also believe and it's personal and it was hurtful to hear you talk about the reputations of two United States senator who is built their reputations and career on the segregation of race in this country.\"\n\nBiden didn't interject, and Harris moved on to the former vice president's opposition to the federal government mandating busing to integrate schools.\n\n\"It was not only that... there was a little girl in California who was part of the second class to integrate her public schools and she was bused to school every day,\" Harris said. \"That little girl was me. So, I will tell you that on this subject, it cannot be an intellectual debate among Democrats. We have to take it seriously. We have to act swiftly.\"\n\nThe comment was a direct hit and Biden, who was in a split screen for much of the back and forth, was left on the defensive.\n\n\"It's a mischaracterization of my position across the board,\" Biden said.\n\nBiden then opened up on Harris , taking on her record as a prosecutor, something that those on the left on the party see as a liability.\n\n\"If we want to have this litigated on who supports civil rights, I'm happy to do that,\" Biden said. \"I was a public defender. I was not a prosecutor. I left a good firm to become a public defender.\"\n\nBut Biden spent the bulk of his answer looking to explains the details of his busing position.\n\n\"You would have been able to go to school the same way because it was a local decision made by your city council,\" Biden said.\n\nHarris jumped in: \"But do you agree today that you were wrong to oppose busing in America then? Do you agree?\"\n\n\"I did not oppose busing in America, what I opposed is busing ordered by the Department of Education,\" Biden said, making an argument for state's rights. \"That's what I opposed.\"\n\nThere was a little girl in California who was bussed to school. That little girl was me. #DemDebate pic.twitter.com/XKm2xP1MDH — Kamala Harris (@KamalaHarris) June 28, 2019\n\nHarris pounced: \"That's where the federal government must step in. That is why we have the Voting Rights Act and the Civil Rights Act. That is why we need to pass the Equality Act and that is why we need the pass the (Equal Rights Amendment). Because there are moments in history where states fail to preserve the civil rights of all people.\"\n\nAfter a brief defense of his own record, Biden recognized his time was running out on stage and said, \"My time is up. I'm sorry.\"\n\nThe moment was the highlight of Harris' months-long campaign, one that has yet to find a consistent message despite a splashy launch, professional staff and sizable bankroll.\n\nBut Harris aides, clearly recognizing the significance of the moment, were elated after Thursday's debate and quickly tweeted a photo of Harris as a child.\n\n\"There was a little girl in California who was bussed to school,\" they wrote. \"That little girl was me.\"\n\nAnd the moment resonated. According to Google, Harris became the top trending topic in the entire United States 90 minutes into the debate.\n\nFor Biden, the result was the opposite, and dredged up some of the most complicated aspects of his history.\n\nBiden, the longest tenured Democratic leader in the 2020 field, has used his lengthy record as President Barack Obama's vice president and a senator for four decades as a strength in the 2020 race. But that record comes with a litany of complicated past positions, including his opposition to busing being ordered on the federal level.\n\n\"I believe there is a growing sentiment in the Congress to curb unnecessary busing,\" Biden wrote to fellow senators on March 25, 1977, according to letter reviewed by CNN.\n\nBiden, who at the time was 34, was serving his first term in the Senate and looking to pass legislation that prevented the federal government from busing students.\n\nIn a 1977 letter to Sen. James Eastland, a Mississippi Democrat and chairman of the Judiciary Committee who once referred to blacks as \"an inferior race,\" Biden wrote, \"I want you to know that I very much appreciate your help during this week's committee meeting in attempting to bring my anti-busing legislation to a vote.\"\n\nBiden's team has dismissed the stories about his anti-busing history, and, on Friday, they pivoted towards the former senator's time as vice president under Barack Obama, the nation's first black president, as a response to the fiery debate moment.\n\n\"I think what Vice President Biden did in the White House as vice president to President Obama is more indicative of what he believes now, the kind of president he will be, how he will govern, than something he said or did 40 years ago,\" Biden spokeswoman Symone Sanders told reporters after the debate.\n\nBut stories about race and politics have hampered Biden's campaign, including earlier this month at a fundraiser when Biden recalled working in the 1970s with Southern Democrats who opposed civil rights and desegregation, particularly Eastland and Herman Talmadge of Georgia. In an effort to burnish his ability to work with anyone, though, Biden lamented the loss of \"civility\" that existed between he and the senators he disagreed with.\n\n\"I was in a caucus with James O. Eastland. He never called me 'boy,' he always called me 'son,' \" Biden told donors.\n\n\"Well, guess what? At least there was some civility. We got things done. We didn't agree on much of anything. We got things done. We got it finished,\" Biden added. \"But today, you look at the other side and you're the enemy. Not the opposition, the enemy. We don't talk to each other anymore.\"\n\nThe comment lit up the Democratic field and Harris slammed Biden for suggesting \"that individuals who literally made it their life's work to take America back on the issue of race is a real problem for me.\"\n\nDespite a somewhat friendly relationship, a Biden and Harris clash has seemed inevitable since the former vice president got into the race and created significant inroads into South Carolina, an early nomination state that both candidates see as central to their candidacies.\n\nAnd Harris clearly entered the Thursday night contest ready to pounce on the story in a personal way.\n\nHarris was bombarded with cameras when she entered the spin room early Friday morning, a clear sign that she carried that night on the back of the vice president.\n\nWhen asked if she spoke to the man she slammed after the debate, Harris shrugged, \"No, I didn't see him after the debate.\"",
        "quotes": [
            [
                "I will direct this at Vice President Biden,",
                "Harris",
                true
            ],
            [
                "I do not believe you are a racist and I agree with you when you commit yourself to the importance of finding common ground.",
                "Harris",
                true
            ],
            [
                "I also believe and it's personal and it was hurtful to hear you talk about the reputations of two United States senator who is built their reputations and career on the segregation of race in this country.",
                "",
                true
            ],
            [
                "It was not only that... there was a little girl in California who was part of the second class to integrate her public schools and she was bused to school every day,",
                "Harris",
                true
            ],
            [
                "So, I will tell you that on this subject, it cannot be an intellectual debate among Democrats.",
                "Harris",
                true
            ],
            [
                "We have to take it seriously.",
                "Harris",
                true
            ],
            [
                "It's a mischaracterization of my position across the board,",
                "Harris",
                true
            ],
            [
                "If we want to have this litigated on who supports civil rights, I'm happy to do that,",
                "Harris",
                true
            ],
            [
                "I left a good firm to become a public defender.",
                "Harris",
                true
            ],
            [
                "You would have been able to go to school the same way because it was a local decision made by your city council,",
                "Harris",
                true
            ],
            [
                "But do you agree today that you were wrong to oppose busing in America then?",
                "Harris",
                true
            ],
            [
                "I did not oppose busing in America, what I opposed is busing ordered by the Department of Education,",
                "Harris",
                true
            ],
            [
                "That's where the federal government must step in.",
                "Harris",
                true
            ],
            [
                "That is why we have the Voting Rights Act and the Civil Rights Act.",
                "Harris",
                true
            ],
            [
                "That is why we need to pass the Equality Act and that is why we need the pass the (Equal Rights Amendment).",
                "Harris",
                true
            ],
            [
                "Because there are moments in history where states fail to preserve the civil rights of all people.",
                "Harris",
                true
            ],
            [
                "There was a little girl in California who was bussed to school,",
                "",
                true
            ],
            [
                "I believe there is a growing sentiment in the Congress to curb unnecessary busing,",
                "Harris",
                true
            ],
            [
                "I want you to know that I very much appreciate your help during this week's committee meeting in attempting to bring my anti-busing legislation to a vote.",
                "Harris",
                true
            ],
            [
                "I think what Vice President Biden did in the White House as vice president to President Obama is more indicative of what he believes now, the kind of president he will be, how he will govern, than something he said or did 40 years ago,",
                "Harris",
                true
            ],
            [
                "I was in a caucus with James O. Eastland.",
                "Harris",
                true
            ],
            [
                "He never called me 'boy,' he always called me 'son,",
                "Harris",
                true
            ],
            [
                "At least there was some civility.",
                "Harris",
                true
            ],
            [
                "We didn't agree on much of anything.",
                "Harris",
                true
            ],
            [
                "But today, you look at the other side and you're the enemy.",
                "Harris",
                true
            ],
            [
                "We don't talk to each other anymore.",
                "Harris",
                true
            ],
            [
                "that individuals who literally made it their life's work to take America back on the issue of race is a real problem for me.",
                "Harris",
                false
            ],
            [
                "No, I didn't see him after the debate.",
                "Harris",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2019/04/11/politics/joe-biden-busing-letters-2020/index.html",
                "https://www.cnn.com/2019/06/22/politics/kamala-harris-south-carolina/index.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://t.co/XKm2xP1MDH",
                "https://twitter.com/KamalaHarris/status/1144427976609734658?ref_src=twsrc%5Etfw",
                "https://twitter.com/hashtag/DemDebate?src=hash&ref_src=twsrc%5Etfw"
            ]
        },
        "key_words": [
            "debate",
            "biden",
            "rights",
            "block",
            "confronts",
            "president",
            "little",
            "past",
            "efforts",
            "vice",
            "busing",
            "harris",
            "race",
            "girl"
        ]
    }
]