[
    {
        "url": "https://www.infowars.com/homeowner-uses-ar-15-to-fend-off-four-intruders-kills-two/",
        "title": "Homeowner Uses AR-15 to Fend Off Four Armed Intruders, Kills Two",
        "authors": [
            {
                "name": "Adan Salazar",
                "link": null
            }
        ],
        "publisher": "www.infowars.com",
        "publish_date": "2019-07-12",
        "text": "A Florida homeowner will not face charges after he used an AR-15 rifle to fend off four armed home invaders, killing two.\n\nThe incident, which took place Wednesday evening around 8:20 p.m. in Summerfield, started when one of the men approached the 61-year-old’s home claiming he was having car trouble.\n\nThe homeowner, who was injured during the altercation, spotted the man peering through a back sliding-glass door, and recognized him from a previous Craigslist transaction, but told him through a closed door he wouldn’t be able to help due to a physical disability.\n\nThe man left and the homeowner fell asleep, but he later awoke and grabbed his handy AR-15 when he heard a loud noise.\n\n“He saw a masked person inside the home, he said, and he and the intruders exchanged gunfire,” reports the Ocala StarBanner. “He said he shot at the man in the mask and at a second person coming toward him.”\n\nWhen police arrived, they found robbery suspect Nigel Doyle, 22, shot outside the home with a shotgun near him.\n\nThey also located Keith Jackson Jr., 21, dead inside the home and wearing a “Jason” hockey mask, a black shirt and gloves, with a pistol beside his head. The homeowner, who was not identified, says Jackson was the one who shot him.\n\nPolice found the homeowner in his bedroom bleeding from a gun shot to the stomach with his AR-15 laid on his legs.\n\nThe homeowner and Doyle were transported to the hospital, where the latter died.\n\nUpon inspecting the 20-acre property, police found two more robbery suspects, Robert John Hamilton, 19, and Seth Adam Rodriguez, 22, hiding in tall grass and sweating.\n\nRodriguez told police the four had planned to rob marijuana and guns from the home.\n\n“As for the homeowner, detectives said there are no charges against him and nothing prevents him from owning guns,” reports the Star Banner.\n\nHis injuries are not expected to be life threatening.\n\nH/T: AWR Hawkins, Breitbart\n\nFollow the author on Gab: https://gab.ai/adansalazar\n\nOn Twitter: Follow @AdanSalazarWins\n\nOn Facebook: https://www.facebook.com/adan.salazar.735\n\nOn Minds: https://www.minds.com/adan_infowars",
        "quotes": [
            [
                "He saw a masked person inside the home, he said, and he and the intruders exchanged gunfire,",
                "",
                true
            ],
            [
                "He said he shot at the man in the mask and at a second person coming toward him.",
                "",
                true
            ],
            [
                "As for the homeowner, detectives said there are no charges against him and nothing prevents him from owning guns,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.ocala.com/news/20190711/summerfield-homeowner-injured-kills-2-intruders-with-ar-15",
                "https://www.breitbart.com/2nd-amendment/2019/07/11/homeowner-ar-15-repels-four-armed-intrusion-suspects-killing-two/",
                "https://www.infowarsstore.com/?ims=jotaf&utm_campaign=1776Worldwide&utm_source=Infowars&utm_medium=Banner&utm_content=800X800-RC"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.minds.com/adan_infowars"
            ]
        },
        "key_words": [
            "robbery",
            "intruders",
            "man",
            "kills",
            "uses",
            "person",
            "jackson",
            "shot",
            "homeowner",
            "fend",
            "ar15",
            "mask",
            "told",
            "armed",
            "reports"
        ]
    },
    {
        "url": "https://www.ocala.com/news/20190711/summerfield-homeowner-injured-kills-2-intruders-with-ar-15",
        "title": "Summerfield homeowner injured, kills 2 intruders with AR-15",
        "authors": [
            {
                "name": "Austin L. Miller",
                "link": null
            }
        ],
        "publisher": "www.ocala.com",
        "publish_date": "2019-07-11",
        "text": "Two men were arrested following the shoot-out in southern Marion County.\n\nCorrection: Robert John Hamilton, 19, of Ocala, does not have a pending drug case. This was incorrectly reported in an earlier version of this article.\n\nSUMMERFIELD — Marion County sheriff's officials say a homeowner armed with an AR-15 shot and killed two intruders and was injured himself during a home invasion robbery in Summerfield Wednesday night.\n\nTwo other robbery suspects — Robert John Hamilton, 19, of Ocala, and Seth Adam Rodriguez, 22, of Belleview — were detained near the scene, according to the Marion County Sheriff's Office.\n\nNigel Doyle, 22, of Summerfield, and Keith Jackson Jr., 21, Ocala, were killed. The homeowner, whose name was not released by the Sheriff's Office, was in stable condition at a hospital Thursday afternoon.\n\nRodriguez was arrested on charges of murder and home invasion robbery with a firearm. Hamilton faces home invasion robbery with a firearm. Both men were being held in the Marion County Jail without bond.\n\nDeputies got the call at 8:21 p.m. Wednesday and went to the home at 14999 SE 32nd Court Road in response to a report of shots fired.\n\nSgt. Micah Moore found Doyle with a gunshot wound and a shotgun next to him on the ground. Deputies entered the home and found Jackson dead on the dining room floor. Detectives said he was wearing a \"Jason\" mask on top of his head, gloves on both hands, jeans and a black shirt.\n\nNear Jackson's head was a semi-automatic pistol, detectives said.\n\nContinuing into the home, deputies found the 61-year-old homeowner in a bedroom.\n\nHe had an AR-15 rifle on his legs and was bleeding from a gunshot wound to the stomach, according to sheriff's officials. Doyle and the homeowner were transported to Ocala Regional Medical Center, where Doyle died.\n\nDeputies continued to search the area.\n\nDeputy Austin Coon and K-9 Deputy Alberto Gago, with his dog Nitro, found Rodriguez and Hamilton in the 15000 block of Southeast 36th Avenue, according to arrest reports. Rodriguez was hiding in tall grass on the side of the road.\n\nHe was wearing sweat pants and a purple shirt. Hamilton was wearing all black clothing.\n\nDeputies said the men were sweating.\n\nThe mobile home where the shooting occurred is on a 20-acre lot with dense woods and a single-lane dirt driveway. The distance from a gate to home is roughly 300 yards.\n\nDeputies found a Volkswagen parked near the south side of the home. The front doors were open.\n\nDeputies recovered a pump-action shotgun on the ground next to the front porch. They reported smelling a strong odor of marijuana at the home.\n\nThe homeowner told Detective Travis O'Cull that, about an hour before the shooting, a male who he barely remembers from a past Craigslist transaction, knocked on the front door, according to sheriff's officials.\n\nThe homeowner said he did not open the door but saw the male peering through a back sliding-glass door. He said he asked the male what he was doing and was told he needed help with his vehicle.\n\nThe homeowner said he told the individual he was disabled and couldn't help him. That person then left and homeowner went to sleep.\n\nThe homeowner told the detective he was awakened by a loud noise and grabbed his AR-15, which was near his bed. He saw a masked person inside the home, he said, and he and the intruders exchanged gunfire. He said he shot at the man in the mask and at a second person coming toward him.\n\nThe homeowner said it was Jackson who shot him.\n\nDetectives Ian Simpson and John Lightle interviewed Rodriguez and Hamilton.\n\nAccording to arrest reports, Rodriguez said he, Hamilton, Doyle and Jackson were Doyle's at home earlier in the day and that Doyle and Jackson planned to rob the Summerfield home for marijuana and guns.\n\nThey left Doyle's home in Jackson's car and went to there, the report states. Rodriguez said Hamilton kicked in the front door and Doyle and Jackson rushed inside. Rodriguez said he heard gunshots from the homeowner.\n\nRodriguez said Doyle had given him a BB gun at the doorway. He said he ran away and got rid of the weapon.\n\nHamilton told the detectives he got out of the car before the robbery and walked down the street. He denied being at the scene. After the interviews, both men were arrested.\n\nDetectives secured the crime scene on Wednesday night, and returned to the home on Thursday morning to execute a search warrant on the property. They concluded their search in the afternoon and collected firearms, shell casings and other evidence.\n\nLocal court records show two of the four suspects have criminal records. Hamilton was found guilty in 2018 and served time for grand theft.\n\nDoyle was adjudicated guilty in 2017 for DUI and possession of ammunition by a delinquent in 2017.\n\nAs for the homeowner, detectives said there are no charges against him and nothing prevents him from owning guns.\n\nNeighbors interviewed by the Star-Banner said he usually keeps to himself and normally says \"Hi\" when they see him leaving his property.\n\nContact Austin L. Miller at 867-4118, austin.miller@starbanner.com or @almillerosb.",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "robbery",
            "injured",
            "rodriguez",
            "intruders",
            "doyle",
            "ocala",
            "kills",
            "sheriffs",
            "jackson",
            "men",
            "hamilton",
            "homeowner",
            "ar15",
            "summerfield",
            "told"
        ]
    },
    {
        "url": "https://www.breitbart.com/2nd-amendment/2019/07/11/homeowner-ar-15-repels-four-armed-intrusion-suspects-killing-two/",
        "title": "Homeowner with AR-15 Repels Four Armed Intrusion Suspects, Killing Two",
        "authors": [
            {
                "name": "Awr Hawkins",
                "link": null
            }
        ],
        "publisher": "www.breitbart.com",
        "publish_date": "2019-07-11",
        "text": "A homeowner with an AR-15 killed two of four intrusion suspects Wednesday night, one of whom was wearing a “Jason” mask.\n\nThe Ocala Star Banner reports that four suspects allegedly targeted the home. Two of the suspects, 22-year-old Nigel Doyle and 21-year-old Keith Jackson Jr, were killed when the homeowner opened fire. Guns were found near the bodies of both men.\n\nTwo other suspects, 19-year-old Robert John Hamilton and 22-year-old Seth Adam Rodriguez, were apprehended by responding deputies. Rodriguez was “arrested on charges of murder and home invasion robbery with a firearm. Hamilton faces home invasion robbery with a firearm.”\n\nClick on Orlando reports that the homeowner allegedly received gunshot wounds from the armed suspects. Deputies found the homeowner “with an AR-15 rifle next to his legs.”\n\nThe homeowner was hospitalized and is expected to survive.\n\nThe homeowner said the suspects allegedly knocked on his door, feigning car trouble and asking for help. He told them he could not help and closed the door. A short time later he says he was allegedly awakened by a loud crashing sound as the suspects allegedly made entry.\n\nHe grabbed his AR-15 and said gunfire immediately began to be exchanged.\n\nAWR Hawkins is an award-winning Second Amendment columnist for Breitbart News and the writer/curator of Down Range with AWR Hawkins, a weekly newsletter focused on all things Second Amendment, also for Breitbart News. He is the political analyst for Armed American Radio. Follow him on Twitter: @AWRHawkins. Reach him directly at awrhawkins@breitbart.com. Sign up to get Down Range at breitbart.com/downrange.",
        "quotes": [
            [
                "arrested on charges of murder and home invasion robbery with a firearm.",
                "Rodriguez",
                false
            ],
            [
                "Hamilton faces home invasion robbery with a firearm.",
                "Rodriguez",
                true
            ],
            [
                "with an AR-15 rifle next to his legs.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.ocala.com/news/20190711/summerfield-homeowner-injured-kills-2-intruders-with-ar-15",
                "https://www.clickorlando.com/news/2-dead-in-marion-county-home-invasion"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.breitbart.com/downrange/"
            ]
        },
        "key_words": [
            "suspects",
            "robbery",
            "rodriguez",
            "killing",
            "intrusion",
            "allegedly",
            "range",
            "repels",
            "homeowner",
            "ar15",
            "killed",
            "second",
            "armed",
            "reports"
        ]
    },
    {
        "url": "https://www.infowarsstore.com/?ims=jotaf&utm_campaign=1776Worldwide&utm_source=Infowars&utm_medium=Banner&utm_content=800X800-RC",
        "title": "Welcome to the Alex Jones Infowars Store",
        "authors": [],
        "publisher": "www.infowarsstore.com",
        "publish_date": "",
        "text": "A message on Patriot Points from the Infowars Crew:\n\nWelcome to the Infowars Store!\n\nWe're proud of our fellow patriots and Infowarriors for taking part and helping to support us in the fight for truth. That's why we worked hard to create a program that rewards you for purchasing your favorite high quality products from our store - Patriot Points!\n\nGetting points is easy - Just sign up to our program and continue to make purchases and support the Infowar like you normally do. After getting enough points, we'll give you discounts on some of your favorite products across the store as a thank you for your support!\n\nWe also have a lot of surprise rewards and benefits for all of our Infowarriors in the Patriot Perks program in store. Your gracious support for our crew in the fight for liberty goes directly towards independent alternative news media, and we owe all of our success and effectiveness to you. So it's time you got rewarded as well!\n\nThank you for your continued support, and we look forward to rewarding all of our Patriot Points members soon!\n\n-Alex Jones and the Infowars Crew",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.infowarsstore.com/my-patriot-points"
            ]
        },
        "key_words": [
            "patriot",
            "alex",
            "infowars",
            "fight",
            "program",
            "infowarriors",
            "products",
            "rewards",
            "store",
            "welcome",
            "jones",
            "points",
            "support"
        ]
    },
    {
        "url": "https://www.clickorlando.com/news/2-dead-in-marion-county-home-invasion",
        "title": "Intruders, 1 in Jason mask, killed in Marion County home invasion",
        "authors": [],
        "publisher": "www.clickorlando.com",
        "publish_date": "2019-07-11",
        "text": "SUMMERFIELD, Fla. - Two intruders, one of whom was wearing a horror movie mask, were killed Wednesday night in an apparent shootout during a Marion County home invasion, deputies said.\n\nThe home invasion happened around 8:20 p.m. at a home in the 14900 block of Southeast 32nd Court Road in Summerfield.\n\nDeputies said that when investigators arrived to the scene, they found one of the intruders, 21-year-old Keith Jackson Jr., who was wearing a Jason Voorhees mask from the movie \"Friday the 13th,\" dead. Another intruder, 21-year-old Keith Jackson Jr., and the homeowner were found suffering from gunshot wounds, according to deputies. Jackson later died, according to officials.\n\nThe homeowner is in stable condition. He was found with an AR-15 rifle next to his legs.\n\nHe told deputies that a man he vaguely remembered from a Craigslist transaction knocked on his door asking for help with his vehicle. He said he told the man he couldn't help him and went to sleep a short time later.\n\nThe homeowner woke up when he heard a loud noise and immediately grabbed his AR-15. He said he and Jackson exchanged gunfire, although he doesn't know who fired first, according to the affidavit. Doyle then also began firing, hitting the homeowner, so the homeowner shot him, as well, records show.\n\nDeputies said Robert John Hamilton, 19, and Seth Adam Rodriguez, 22, were located nearby after the home invasion.\n\nThey told deputies that they and the other two men had gone to the home to steal marijuana and guns.\n\nRodriguez was arrested on charges of homicide and home invasion robbery with a firearm. Hamilton was arrested on charges of home invasion robbery with a firearm.\n\nThis is a developing story. We will update this story as more information becomes available.\n\nCopyright 2019 by WKMG ClickOrlando - All rights reserved.",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "deputies",
            "robbery",
            "county",
            "intruders",
            "movie",
            "jason",
            "marion",
            "jackson",
            "told",
            "according",
            "wearing",
            "killed",
            "homeowner",
            "invasion",
            "mask"
        ]
    }
]