[
    {
        "url": "https://globalnews.ca/news/5496654/canada-huawei-5g-decision/",
        "title": "Canada to hold off on Huawei 5G decision until after the election: sources",
        "authors": [
            {
                "name": "David Ljunggren",
                "link": null
            }
        ],
        "publisher": "globalnews.ca",
        "publish_date": "2019-07-15",
        "text": "Canada is likely to postpone a decision on whether to allow China’s Huawei to supply 5G network equipment until after the October federal election, given increasingly strained relations with Beijing, say three well-placed sources.\n\nThe sources, who requested anonymity given the sensitivity of the situation, said the Liberal government of Prime Minister Justin Trudeau was reluctant to move until the fate of two Canadians detained in China became clearer.\n\nREAD MORE: Freeland says McCallum ‘does not speak’ for feds after explosive China interview\n\nChina picked up Michael Kovrig and Michael Spavor last December and later charged them with spying. Beijing acted after Canadian police arrested Huawei’s chief financial officer on a U.S. warrant, a move condemned by China.\n\nExperts in Ottawa are reviewing the security implications of 5G networks, including Huawei’s participation.\n\nThe United States is concerned the use of Huawei equipment could undermine national security.\n\nWATCH BELOW: Approving Huawei for 5G in Canada risks economic relationship with U.S. and China\n\nTwo sources with direct knowledge of the situation said there was no chance of an announcement before the election. A third source stressed a final decision had not yet been made but added it was unlikely details would be released in time for the vote.\n\nA postponement could irritate telecommunications companies such as BCE Inc and Telus, which cannot proceed with their plans for 5G wireless networks until Ottawa comes to a decision.\n\nREAD MORE: ‘Unjust and unfair’ — Huawei wants to be removed from U.S. security blacklist\n\nThe 5G issue is entangled in the broader trade and diplomatic dispute with China. Trudeau has condemned the arrests of the two men and several Canadian allies, including the United States, are calling for their release.\n\nWhether Canada was willing to allow a Chinese company to dominate an important part of the telecommunications network for the next generation was an important issue, said the third source.\n\nChina has also stopped importing some Canadian commodities.\n\nWATCH BELOW: Chinese embassy asks Canada to suspend all meat exports over ‘forged certificates’\n\nPublic Safety Minister Ralph Goodale, in charge of the 5G review, said in late April he intended the results to be made public by the election.\n\n“We will be taking appropriate decisions in due course,” said Goodale spokesman Scott Bardsley.\n\nBell, Telus and Huawei did not respond to requests for comment.\n\nRecent polls suggest the Liberals could retain power, fending off a challenge from the rival Conservative Party, which has said it would not allow Huawei 5G technology.\n\nREAD MORE: Countries that allow Huawei infrastructure could lose access to U.S. intelligence data: Pompeo\n\nA decision before October would not help Trudeau with voters, said the third source. Banning Huawei could anger Beijing but a positive decision would leave him open to attacks that he was ignoring the detainees’ fate.\n\nThe question of whether Huawei’s 5G equipment could contain backdoors allowing access to spies is dividing Canada and its partners in the Five Eyes intelligence-sharing network.\n\nThe United States, Australia and New Zealand have bans in place while Britain is taking a less firm line, indicating Huawei’s 5G products could be used in less sensitive areas.\n\nCanada is watching what Britain does very closely, said the third source, indicating Ottawa could take a similar decision. Huawei has repeatedly insisted Beijing has no influence over it.\n\nIn the meantime, Rogers, Canada’s third major telecommunications company, has announced it will use 5G equipment from Telefonaktiebolaget LM Ericsson.\n\n“(That) potentially gives them quite a head start … at a certain point the clamor from Bell and Telus will be louder than it is now,” said the second source.\n\nSmaller telecommunications firms such as SaskTel in the western province of Saskatchewan are chafing at the delay.\n\n“It’s a challenge for us … we’re pushing hard to get some answers from the federal government,” Don Morgan, the cabinet minister responsible for SaskTel, said on July 8.",
        "quotes": [
            [
                "We will be taking appropriate decisions in due course,",
                "Goodale",
                true
            ],
            [
                "That) potentially gives them quite a head start … at a certain point the clamor from Bell and Telus will be louder than it is now,",
                "",
                true
            ],
            [
                "It’s a challenge for us … we’re pushing hard to get some answers from the federal government,",
                "Don Morgan",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://globalnews.ca/news/5487439/huawei-wants-us-remove-blacklist/",
                "https://globalnews.ca/news/5337972/huawei-cut-off-u-s-intelligence-data-pompeo/",
                "https://globalnews.ca/news/5483606/chrystia-freeland-john-mccallum-china-interference/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://globalnews.ca/tag/china/",
                "https://globalnews.ca/tag/justin-trudeau/",
                "https://www.google.com/search?q=huawei+globalnews&rlz=1C1GCEU_enCA820CA823&oq=huawei+globalnews&aqs=chrome..69i57j0j69i60l3j0.1903j0j7&sourceid=chrome&ie=UTF-8"
            ]
        },
        "key_words": [
            "beijing",
            "telecommunications",
            "decision",
            "huaweis",
            "sources",
            "election",
            "equipment",
            "hold",
            "allow",
            "united",
            "huawei",
            "canada",
            "5g"
        ]
    },
    {
        "url": "https://globalnews.ca/news/5487439/huawei-wants-us-remove-blacklist/",
        "title": "‘Unjust and unfair’: Huawei wants to be removed from U.S. security blacklist",
        "authors": [
            {
                "name": "Dake Kang",
                "link": null
            }
        ],
        "publisher": "globalnews.ca",
        "publish_date": "2019-07-12",
        "text": "The chairman of Huawei said Friday the Chinese tech giant has yet to see any benefit from President Donald Trump’s promise to allow U.S. companies to sell some components to the company and called on Washington to remove it from a security blacklist.\n\nREAD MORE: U.S. ‘loosening’ Huawei ban, but company remains on blacklist: Trump adviser\n\nThe “unjust and unfair” decision to add Huawei Technologies Ltd., the biggest maker of network equipment for phone companies, to a list that restricts exports is hurting its U.S. suppliers and global customers, Liang Hua told a news conference.\n\nAmerican officials accuse Huawei of facilitating Chinese spying, a charge the company denies, and see it as a growing competitor to U.S. technology industries. Its founder, Ren Zhengfei, said in June the company has cut sales forecasts by $30 billion over the next two years due to curbs on access to U.S. chips and other components.\n\nWATCH: Kudlow says Trump ‘not backing off’ on Huawei as security threat\n\nTrump promised last month to allow some sales to Huawei but said it will stay on the “entity list” until talks over Washington’s tariff war with Beijing are concluded.\n\n“So far we haven’t seen any tangible change,” Liang said.\n\n“We’re not saying that just because things have relaxed a little, we’re fine with being on the blacklist,” he said. “Actually, we believe our listing on the blacklist should be lifted completely.”\n\nDespite the U.S. export restrictions, Huawei revenue grew in the first half of this year, Liang said. He declined to give details ahead of the release of financial results later this month.\n\nTrump’s export curbs are a blow to U.S. suppliers of chips and other technology for which Huawei is one of the biggest buyers.\n\nREAD MORE: Trump raised Canadian detainees with China in ‘clear and substantive way’: source\n\nHuawei reported earlier that its sales rose 19.5 per cent last year over 2017 to 721.2 billion ($105.2 billion). The company’s founder, Ren Zhengfei, had said he expected sales to rise 30 per cent this year, but those plans were derailed by Trump’s export curbs.\n\nLiang said Huawei is deciding how to respond to possible loss of access to Google’s Android operating system for its mobile phones under Trump’s curbs. Huawei, the No. 2 global smartphone brand after Samsung, has developed its own operating system, Hongmeng, but has said so far it has no plans to use it on phones.\n\nWATCH: U.S. government eases restrictions on Huawei\n\n“The open Android operating system and ecosystem is still our first choice,” Liang said. “Of course, if America doesn’t let us use it, then might we in the future develop our own Hongmeng as our cellphone operating system? We still haven’t decided yet.”\n\nHuawei also is developing its own chips and other technology, which would reduce the amount it spends on U.S. components and help insulate the company against possible supply disruptions. Huawei announced plans in January for a next-generation smartphone based on its own chips.\n\nWATCH: Trump says trade talks will resume with China following meeting with Xi Jinping\n\nWashington will allow Huawei to license “commodity chip sets” and widely available software and tools so long as they don’t pose a risk to U.S. national security or foreign policy interests, the top American diplomat for cybersecurity, Robert Strayer, told reporters on Thursday.\n\nStrayer said Washington wants to avoid hurting U.S. suppliers of materials that are available from other vendors.\n\n“Our companies should not be at a disadvantage to others that are already selling to Huawei,” he said.",
        "quotes": [
            [
                "So far we haven’t seen any tangible change,",
                "Liang Hua",
                true
            ],
            [
                "We’re not saying that just because things have relaxed a little, we’re fine with being on the blacklist,",
                "Liang Hua",
                true
            ],
            [
                "Actually, we believe our listing on the blacklist should be lifted completely.",
                "Liang Hua",
                true
            ],
            [
                "The open Android operating system and ecosystem is still our first choice,",
                "Liang Hua",
                true
            ],
            [
                "Of course, if America doesn’t let us use it, then might we in the future develop our own Hongmeng as our cellphone operating system?",
                "Liang Hua",
                true
            ],
            [
                "We still haven’t decided yet.",
                "Liang Hua",
                true
            ],
            [
                "Our companies should not be at a disadvantage to others that are already selling to Huawei,",
                "Strayer",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://globalnews.ca/news/5448260/huawei-trump-security-blacklist/",
                "https://globalnews.ca/news/5457228/donald-trump-detained-canadians-china-meeting/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://globalnews.ca/tag/huawei/"
            ]
        },
        "key_words": [
            "suppliers",
            "liang",
            "system",
            "wants",
            "huawei",
            "technology",
            "blacklist",
            "company",
            "trump",
            "trumps",
            "sales",
            "operating",
            "removed",
            "security",
            "unjust",
            "unfair"
        ]
    },
    {
        "url": "https://globalnews.ca/news/5337972/huawei-cut-off-u-s-intelligence-data-pompeo/",
        "title": "Countries that allow Huawei infrastructure could lose access to U.S. intelligence data: Pompeo",
        "authors": [],
        "publisher": "globalnews.ca",
        "publish_date": "2019-05-31",
        "text": "The United States raised the pressure on Western allies in a war of attrition over next-generation networks on Friday, saying countries that allow China’s Huawei to build their telecoms infrastructure could be cut off from crucial intelligence data.\n\nSecretary of State Mike Pompeo issued the warning after meeting Foreign Minister Heiko Maas of Germany, which has so far stood with Britain and France in declining calls to ban the state-owned manufacturer from the 5G networks now being built.\n\nREAD MORE: China warns Canada not to help U.S. in Huawei case or there will be ‘consequences’\n\nIn the latest sign of escalating trans-Atlantic tensions over trade and security, Pompeo, on the first leg of a five-day European tour, said that while countries would take a “sovereign decision” on which equipment to use, that decision would have consequences.\n\n“(There is) a risk we will have to change our behavior in light of the fact that we can’t permit data on private citizens or data on national security to go across networks that we don’t have confidence (in),” he told a news conference.\n\nPompeo later met Chancellor Angela Merkel for brief talks before flying on to Switzerland, describing Germany as “a great, important partner and ally of the United States.”\n\nWATCH: Pence says U.S. won’t withdraw extradition request for Huawei CFO as 2 Canadians remain detained\n\nMerkel had herself just flown back from the United States the night before after delivering a speech to graduating Harvard students in which she exhorted them to “tear down walls of ignorance” and to stand for truth over lies – words widely interpreted as veiled criticism of U.S. President Donald Trump.\n\n“The U.S. is and remains our most important partner outside Europe,” Merkel told reporters ahead of the meeting. “We have many issues to discuss, since the world is not at rest,” she added, mentioning the challenge of preventing Iran acquiring nuclear weapons and hindering Iran’s “aggressive actions.”\n\nPompeo urged close ally Britain this month not to use Huawei’s technology to build new 5G networks because of concerns it could be a vehicle for Chinese spying.\n\nThe United States is at odds with its German allies on a host of issues, from trade to military spending and nuclear non-proliferation.\n\nWATCH: U.S. is underestimating Huawei, says founder\n\nPompeo’s visit had been scheduled earlier this month, but was called off at the last minute as tensions rose over Iran, on whose nuclear program Berlin and Washington differ.\n\nA Chinese Foreign Ministry spokesman, responding to similar comments on Huawei made by U.S. Vice President Mike Pence in Canada on Thursday, said the United States had yet to prove that Huawei’s products presented a security risk.\n\n“We hope that the United States can stop these mistaken actions which are not at all commensurate with their status and position as a big country,” said spokesman Geng Shuang.\n\nPompeo also urged Germany to follow Britain in proscribing Lebanon’s Iran-backed Hezbollah group and boost military spending.",
        "quotes": [
            [
                "There is) a risk we will have to change our behavior in light of the fact that we can’t permit data on private citizens or data on national security to go across networks that we don’t have confidence (in),",
                "",
                true
            ],
            [
                "a great, important partner and ally of the United States.",
                "Mike Pompeo",
                false
            ],
            [
                "The U.S. is and remains our most important partner outside Europe,",
                "Merkel",
                true
            ],
            [
                "We have many issues to discuss, since the world is not at rest,",
                "",
                true
            ],
            [
                "We hope that the United States can stop these mistaken actions which are not at all commensurate with their status and position as a big country,",
                "Geng Shuang",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://globalnews.ca/news/5337826/china-canada-huaewi-consequences/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://globalnews.ca/tag/huawei/"
            ]
        },
        "key_words": [
            "networks",
            "pompeo",
            "infrastructure",
            "intelligence",
            "nuclear",
            "countries",
            "access",
            "states",
            "germany",
            "britain",
            "allow",
            "trade",
            "data",
            "urged",
            "huawei",
            "security",
            "united",
            "lose"
        ]
    },
    {
        "url": "https://globalnews.ca/news/5483606/chrystia-freeland-john-mccallum-china-interference/",
        "title": "Freeland says McCallum ‘does not speak’ for feds after explosive China interview",
        "authors": [
            {
                "name": "Politics",
                "link": null
            },
            {
                "name": "National Online Journalist",
                "link": null
            },
            {
                "name": "Amanda Connolly",
                "link": null
            }
        ],
        "publisher": "globalnews.ca",
        "publish_date": "2019-07-11",
        "text": "Foreign Affairs Minister Chrystia Freeland says Canada’s fired former ambassador to China “does not speak” for the government after he described offering advice to Chinese officials on how their attacks on Canada could influence the fall election to a newspaper.\n\nIn an interview with Hong Kong’s South China Morning Post published Wednesday, veteran Liberal John McCallum said he told China’s Ministry of Foreign Affairs that continuing to restrict Canadian exports to China would be politically beneficial to the Conservatives, who would take a much harder line on China than the governing Liberals.\n\nREAD MORE: McCallum reportedly warned China that hurting Canada ‘will help the Conservatives’\n\n“Anything that is more negative against Canada will help the Conservatives, [who] are much less friendly to China than the Liberals,” McCallum was quoted as saying in the interview with the English-language newspaper.\n\n“I hope and I don’t see any reason why things will get worse; it would be nice if things will get better between now and [Canada’s federal] election [in October].”\n\nHis explosive remarks quickly prompted accusations by Conservative Leader Andrew Scheer that McCallum was offering an “invitation of foreign interference in the Canadian election.”\n\nWATCH: Scheer says senior Liberal politician was ‘basically asking’ Chinese government to rig election\n\nFreeland was asked from a conference on media freedom in London, U.K., about the remarks by McCallum, who was fired as ambassador to China in January 2019 after weighing in on the merits of the extradition case against Huawei CFO Meng Wanzhou.\n\n“Let me be extremely clear that Mr. McCallum does not speak in the name of the government of Canada,” she responded, before addressing accusations that the remarks were an invitation for political interference.\n\n“It is a very important issue and it is something that we, as a country, have to be prepared to defend ourselves against,” she continued.\n\n“In that context, I think that it is inappropriate for any Canadian to be advising any foreign government on ways it ought or ought not to behave to secure any particular election outcome in Canada.”\n\nMinister of Foreign Affairs Chrystia Freeland says former China Ambassador John McCallum “does not speak” for the Government of Canada; referencing his comments that the Conservatives would be less friendly to China than the Liberals. pic.twitter.com/inKrdaGS3a — Redmond Shannon (@RedShannon) July 11, 2019\n\nMore to come.",
        "quotes": [
            [
                "Anything that is more negative against Canada will help the Conservatives, [who] are much less friendly to China than the Liberals,",
                "McCallum",
                true
            ],
            [
                "I hope and I don’t see any reason why things will get worse; it would be nice if things will get better between now and [Canada’s federal] election [in October].",
                "McCallum",
                true
            ],
            [
                "invitation of foreign interference in the Canadian election.",
                "",
                false
            ],
            [
                "Let me be extremely clear that Mr. McCallum does not speak in the name of the government of Canada,",
                "",
                true
            ],
            [
                "It is a very important issue and it is something that we, as a country, have to be prepared to defend ourselves against,",
                "",
                true
            ],
            [
                "In that context, I think that it is inappropriate for any Canadian to be advising any foreign government on ways it ought or ought not to behave to secure any particular election outcome in Canada.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://globalnews.ca/news/5478727/john-mccallum-china-helping-conservatives/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://globalnews.ca/tag/canada/",
                "https://twitter.com/RedShannon/status/1149301471172800512?ref_src=twsrc%5Etfw",
                "https://globalnews.ca/tag/china/",
                "https://globalnews.ca/tag/chrystia-freeland/",
                "https://t.co/inKrdaGS3a",
                "https://globalnews.ca/tag/Meng-Wanzhou/",
                "https://globalnews.ca/tag/andrew-scheer/",
                "https://globalnews.ca/tag/john-mccallum/",
                "https://globalnews.ca/tag/huawei/"
            ]
        },
        "key_words": [
            "mccallum",
            "feds",
            "remarks",
            "conservatives",
            "speak",
            "china",
            "election",
            "canadian",
            "freeland",
            "does",
            "canada",
            "foreign",
            "explosive",
            "interview"
        ]
    },
    {
        "url": "https://globalnews.ca/news/5448260/huawei-trump-security-blacklist/",
        "title": "U.S. ‘loosening’ Huawei ban, but company remains on blacklist: Trump adviser",
        "authors": [],
        "publisher": "globalnews.ca",
        "publish_date": "2019-06-30",
        "text": "WASHINGTON — White House economic adviser Larry Kudlow insisted Sunday that U.S. President Donald Trump won’t back off national security concerns after agreeing to allow U.S. companies to sell some components to Chinese telecommunications giant Huawei.\n\nREAD MORE: Trudeau and Xi had ‘positive, constructive’ talks at G20: PMO\n\nKudlow told Fox News Sunday and CBS’ Face the Nation that Huawei will remain on an American blacklist as a potential security threat. He stressed that additional U.S. licensing “will be for what we call general merchandise, not national security sensitive,” such as chips and software generally available around the world.\n\n“What’s happening now is simply a loosening up for general merchandise,” Kudlow said. “This is not a general amnesty.”\n\nTrump made the announcement Saturday after meeting with China’s Xi Jinping at the Group of 20 summit in Japan. Trump said U.S. companies could make the sales if the transactions don’t present a “great, national emergency problem.”\n\nWATCH: Trump says he’ll be raising Huawei in meeting with China’s Xi Jinping\n\nSeveral Republican senators immediately expressed concerns. In a tweet Saturday, Sen. Marco Rubio of Florida called the decision a “catastrophic mistake.” Sen. Lindsey Graham, R-S.C., told CBS that Trump’s agreement was “clearly a concession,” and also said it would be a mistake if sales to Huawei involved “major technology.”\n\nSen. John Barrasso, R-Wyo., described the Chinese company as a clear threat to U.S. national security. “To me, Huawei in the United States would be like a Trojan horse ready to steal more information from us,” he told NBC’s Meet the Press.\n\nREAD MORE: Google suspends some business with Huawei after Trump order blacklists Chinese tech firm\n\nAmerican officials accuse Huawei of facilitating Chinese spying, a charge the company denies, and see it as a growing competitive threat to U.S. technology industries.\n\nThe company’s chief financial officer, Meng Wanzhou, was arrested in Vancouver on behalf of the U.S. in December. She faces possible extradition on fraud-related charges. The incident has set off a deepening diplomatic row between China and Canada.\n\nWATCH: Approving Huawei for 5G in Canada risks economic relationship with U.S. and China: U.S. security expert\n\nHuawei’s founder, Ren Zhengfei, said earlier this month it has cut its project sales by $30 billion over the next two years due to curbs on access to American chips and other components. He said smartphone sales outside China will fall 40 per cent.\n\nHuawei’s U.S. sales of network gear evaporated after a U.S. congressional panel labelled the company a security threat in 2012 and told phone carriers to avoid it. The Chinese company still has a patent portfolio it licenses to manufacturers and carriers.\n\nWith a file from Global News",
        "quotes": [
            [
                "will be for what we call general merchandise, not national security sensitive,",
                "",
                false
            ],
            [
                "What’s happening now is simply a loosening up for general merchandise,",
                "Kudlow",
                true
            ],
            [
                "This is not a general amnesty.",
                "Kudlow",
                true
            ],
            [
                "To me, Huawei in the United States would be like a Trojan horse ready to steal more information from us,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://globalnews.ca/news/5294918/google-suspends-huawei-business-u-s-blacklist/",
                "https://globalnews.ca/news/5444597/justin-trudeau-xi-jinping-g20/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://globalnews.ca/tag/donald-trump/",
                "https://globalnews.ca/tag/larry-kudlow/",
                "https://globalnews.ca/tag/meng-wanzhou/",
                "https://globalnews.ca/tag/huawei/"
            ]
        },
        "key_words": [
            "told",
            "company",
            "blacklist",
            "security",
            "adviser",
            "remains",
            "ban",
            "sales",
            "chinese",
            "national",
            "xi",
            "threat",
            "huawei",
            "trump",
            "loosening"
        ]
    },
    {
        "url": "https://globalnews.ca/news/5457228/donald-trump-detained-canadians-china-meeting/",
        "title": "Trump raised Canadian detainees with China in ‘clear and substantive way’: source",
        "authors": [
            {
                "name": "Politics",
                "link": null
            },
            {
                "name": "National Online Journalist",
                "link": null
            },
            {
                "name": "Amanda Connolly",
                "link": null
            }
        ],
        "publisher": "globalnews.ca",
        "publish_date": "2019-07-03",
        "text": "Canadian officials have received confirmation that U.S. President Donald Trump raised the matter of the two Canadians detained by China during a weekend meeting with Chinese President Xi Jinping, according to a government source.\n\nThe confirmation comes after Prime Minister Justin Trudeau was asked by reporters on Tuesday whether he had received any assurance that Trump raised the issue as he had promised to do. Trudeau responded by saying he was “confident” the conversation took place but did not provide any explanation of why he was confident.\n\nREAD MORE: Trudeau mum on why he is ‘confident’ Trump raised detentions with China\n\n“We do have confirmation that President Trump raised the issue in a clear and substantive way with President Xi,” said the source, speaking on background with Global News. The source added that the confirmation was not new, indicating Trudeau had that information when he spoke to reporters on Tuesday.\n\nCBC News first reported the development.\n\nWATCH BELOW: Trump willing to raise Canada’s concerns to Chinese president\n\nTrump promised to raise the detentions of Michael Kovrig and Michael Spavor directly with Xi last week, saying that, at Trudeau’s request, “I will absolutely bring that up.”\n\nHe also pledged: “Anything I can do to help Canada, I will be doing.”\n\nBoth Kovrig and Spavor were detained in December 2018 just days after Canadian border officials detained Huawei CFO Meng Wanzhou at the behest of American authorities, who charged her and her company with 23 counts of skirting sanctions on Iran and corporate espionage the following month.\n\nChina has demanded Canada free Meng, who is free on bail and living in her multi-million dollar Vancouver home while her extradition case works its way through the courts. In contrast, Kovrig and Spavor are being detained with no access to lawyers and limited consular visits.\n\nWATCH BELOW: China denounces Canada for ‘naive’ approach over detained citizens\n\nCanadian officials have been working a concerted campaign behind the scenes to get allies to pressure China about the detentions\n\nDozens have spoken out in support of Canada since Kovrig and Spavor were detained and rallying that support was a key focus for the government at the recent G20 Summit in Osaka, Japan, over the weekend.\n\nChinese officials billed those efforts on Wednesday as “naive.”\n\nCanadian International Trade Minister Jim Carr hit back at that accusation on Wednesday when asked about it by reporters.\n\n“We have countless conversations with our allies and wherever I travel in the world, I talk to Canada’s allies about this difficult moment we’re having with China,” he said in response.\n\n“Who are they to say there’s no value in Canada talking to its allies about issues we have abroad? In a multilateral system, that’s how we do diplomacy.”",
        "quotes": [
            [
                "We do have confirmation that President Trump raised the issue in a clear and substantive way with President Xi,",
                "Trump",
                true
            ],
            [
                "I will absolutely bring that up.",
                "Trump",
                true
            ],
            [
                "Anything I can do to help Canada, I will be doing.",
                "",
                true
            ],
            [
                "We have countless conversations with our allies and wherever I travel in the world, I talk to Canada’s allies about this difficult moment we’re having with China,",
                "",
                true
            ],
            [
                "Who are they to say there’s no value in Canada talking to its allies about issues we have abroad?",
                "",
                true
            ],
            [
                "In a multilateral system, that’s how we do diplomacy.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://globalnews.ca/news/5453130/justin-trudeau-trump-china-detainees/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://globalnews.ca/tag/justin-trudeau/",
                "https://globalnews.ca/tag/donald-trump/"
            ]
        },
        "key_words": [
            "trudeau",
            "detainees",
            "president",
            "raised",
            "way",
            "confirmation",
            "china",
            "clear",
            "detained",
            "source",
            "spavor",
            "canadian",
            "kovrig",
            "trump",
            "canada",
            "substantive",
            "officials"
        ]
    },
    {
        "url": "https://globalnews.ca/news/5337826/china-canada-huaewi-consequences/",
        "title": "China warns Canada not to help U.S. in Huawei case or there will be ‘consequences’",
        "authors": [],
        "publisher": "globalnews.ca",
        "publish_date": "2019-05-31",
        "text": "China warned Canada on Friday that it needs to be aware of the consequences of aiding the U.S. in a case involving the Chinese tech giant Huawei that is believed to have sparked the detentions of two Canadians in China.\n\nForeign ministry spokesman Geng Shuang’s comments Friday came after U.S. Vice-President Mike Pence and Prime Minister Justin Trudeau called for the release of Michael Kovrig and Michael Spavor.\n\nREAD MORE: China refuses to speak about detained Canadians, Freeland says\n\nBoth were arrested on Dec. 10 after Canada detained a Huawei executive wanted by the United States on fraud charges. While China has denied they were taken in retaliation, it has repeatedly implied that there is a strong connection between the cases.\n\nKorvig, a former diplomat and Asia expert at the International Crisis Group, and Spavor, a businessman, have been accused of colluding to steal state secrets. Canada has repeatedly urged their immediate release, calling their detentions “arbitrary.” Neither has been permitted access to lawyers or family members.\n\n“We hope that the Canadian side can have a clear understanding of the consequences of endangering itself for the gains of the U.S. and take immediate actions to correct its mistakes so as to spare itself the suffering from growing damage,” Geng said at a daily news briefing.\n\nWATCH: Canadians detained in China may not know why they have been arrested\n\nHuawei CFO Meng Wanzhou, the daughter of the company’s founder, is accused of lying to banks about the company’s dealings with Iran in violation of U.S. trade sanctions. Her attorney has argued that comments by U.S. President Donald Trump suggest the case against her is politically motivated.\n\nWashington has pressured other countries to limit use of Huawei’s technology, warning they could be opening themselves up to surveillance and theft of information.\n\nREAD MORE: Chinese envoy says Canada-China relations have hit ‘rock bottom’\n\nChina and the U.S. are currently embroiled in a trade dispute that has beleaguered global financial markets.\n\nAnother Canadian held in China, Robert Schellenberg, was re-sentenced to death in a drug case following Meng’s detention. His case is currently under appeal.",
        "quotes": [
            [
                "We hope that the Canadian side can have a clear understanding of the consequences of endangering itself for the gains of the U.S. and take immediate actions to correct its mistakes so as to spare itself the suffering from growing damage,",
                "Geng",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://globalnews.ca/news/5309282/china-canada-relations-rock-bottom/",
                "https://globalnews.ca/news/5325752/china-detained-canadians-chrystia-freeland-ambassador/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://globalnews.ca/tag/china/",
                "https://globalnews.ca/tag/huawei/"
            ]
        },
        "key_words": [
            "consequences",
            "case",
            "immediate",
            "china",
            "help",
            "warns",
            "detained",
            "trade",
            "huawei",
            "canada",
            "repeatedly",
            "michael",
            "canadians",
            "release"
        ]
    },
    {
        "url": "https://globalnews.ca/news/5478727/john-mccallum-china-helping-conservatives/",
        "title": "McCallum reportedly warned China that hurting Canada ‘will help the Conservatives’",
        "authors": [
            {
                "name": "Politics",
                "link": null
            },
            {
                "name": "National Online Journalist",
                "link": null
            },
            {
                "name": "Amanda Connolly",
                "link": null
            }
        ],
        "publisher": "globalnews.ca",
        "publish_date": "2019-07-10",
        "text": "John McCallum, former Canadian ambassador to China, says he warned Chinese officials that “punishing” Canada could help the Conservatives politically.\n\nIn an interview with the South China Morning Post published Wednesday morning, McCallum described telling China’s Ministry of Foreign Affairs that if it kept imposing restrictions on Canadian trade exports amid the ongoing diplomatic feud, China could get a lot more than it bargained for.\n\nREAD MORE: McCallum out as Canadian ambassador to China after comments on Meng extradition\n\n“Anything that is more negative against Canada will help the Conservatives, [who] are much less friendly to China than the Liberals,” McCallum was quoted as saying in the interview with the Hong Kong English-language newspaper.\n\n“I hope and I don’t see any reason why things will get worse; it would be nice if things will get better between now and [Canada’s federal] election [in October].”\n\nConservative Leader Andrew Scheer condemned the remarks by McCallum, calling them an “invitation of foreign interference in the Canadian election.”\n\n“Instead of scheming with the Government of China to win re-election, Liberals should advocate for the safe return of Michael Kovrig and Michael Spavor and the restoration of Canadian canola and meat imports to China,” Scheer said in a statement.\n\n“That [Prime Minister] Justin Trudeau appointed John McCallum – someone who has repeatedly advocated against Canada’s interests – to one of Canada’s most important diplomatic posts demonstrates his incompetence and poor judgment on the world stage.”\n\nWATCH: Government explains firing of Canada’s ambassador to China\n\nMcCallum, a former Liberal cabinet minister and veteran with the party, was named ambassador by Trudeau in 2017.\n\nBut he was fired earlier this year after weighing in on the merits of the extradition case against Huawei CFO Meng Wanzhou.\n\nHer arrest in December 2018 by Canadian border agents snared Canada in the crosshairs of the trade war between China and the U.S., with China detaining two Canadians — Michael Kovrig and Michael Spavor — in the days immediately following her arrest.\n\nREAD MORE: McCallum says it would be ‘great for Canada’ if Meng not extradited — report\n\nAmerican law enforcement officials had requested Meng’s detention and are currently seeking her extradition.\n\nIn January 2019, the U.S. charged Meng and Huawei with 23 counts of skirting sanctions on Iran and corporate espionage.\n\nChina has demanded the federal government intervene in her case and release her.\n\nTrudeau has refused, citing the extradition treaty governing the process between Canada and the U.S.\n\nWATCH: Canadian ambassador to China tells Chinese-language media that Huawei CFO has strong case\n\nUnder the process, extradition requests play out in the courts but require final approval by the minister of citizenship and immigration only once the court has approved the extradition and before it officially goes ahead.\n\nExtradition cases can take years to get to that point.\n\nCOMMENTARY: John McCallum was the wrong choice as envoy to China — and he proved it\n\nMcCallum had said in January 2019 during a closed-door meeting with Chinese journalists in Toronto that he thought Meng had a good chance of fighting her extradition. News of that speculation quickly prompted accusations from diplomats and political opponents that he had overstepped his role.\n\nMcCallum maintained in the South China Morning Post interview that he “misspoke” during that incident but also said he believes “it is quite possible the judge will release her.”\n\nA spokesperson for Global Affairs Canada did not say whether McCallum’s position is one that current government officials have also been making in their communications with the Chinese since the feud began.\n\n“As Minister Freeland has said, when it comes to the extradition request for Meng Wanzhou, Canada has very carefully and intentionally abided by its extradition treaty commitments, in accordance with the rule of law,” said Marie-Pier Basil in an email.\n\n“There has been no political interference in this case and a judicial process is underway.”\n\nShe added that the welfare of Kovrig and Spavor is the government’s top priority.\n\n“Our government has been clear about our principles, our commitment to the rule of law, and our deep concern for our citizens who have been detained,” she said. “We will continue to stand up for them.”",
        "quotes": [
            [
                "Anything that is more negative against Canada will help the Conservatives, [who] are much less friendly to China than the Liberals,",
                "John McCallum",
                true
            ],
            [
                "I hope and I don’t see any reason why things will get worse; it would be nice if things will get better between now and [Canada’s federal] election [in October].",
                "",
                true
            ],
            [
                "invitation of foreign interference in the Canadian election.",
                "John McCallum",
                false
            ],
            [
                "Instead of scheming with the Government of China to win re-election, Liberals should advocate for the safe return of Michael Kovrig and Michael Spavor and the restoration of Canadian canola and meat imports to China,",
                "Scheer",
                true
            ],
            [
                "That [Prime Minister] Justin Trudeau appointed John McCallum – someone who has repeatedly advocated against Canada’s interests – to one of Canada’s most important diplomatic posts demonstrates his incompetence and poor judgment on the world stage.",
                "John McCallum",
                true
            ],
            [
                "it is quite possible the judge will release her.",
                "John McCallum",
                false
            ],
            [
                "As Minister Freeland has said, when it comes to the extradition request for Meng Wanzhou, Canada has very carefully and intentionally abided by its extradition treaty commitments, in accordance with the rule of law,",
                "Marie-Pier Basil",
                true
            ],
            [
                "There has been no political interference in this case and a judicial process is underway.",
                "",
                true
            ],
            [
                "Our government has been clear about our principles, our commitment to the rule of law, and our deep concern for our citizens who have been detained,",
                "",
                true
            ],
            [
                "We will continue to stand up for them.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.scmp.com/business/article/3017933/beijing-should-avoid-punishing-canada-over-huawei-case-cautions-ottawas-ex",
                "https://globalnews.ca/news/4896352/john-mccallum-firing/",
                "https://globalnews.ca/news/4891212/john-mccallum-meng-wanzhou-huawei-extradition/",
                "https://globalnews.ca/news/4893476/mccallum-resigns-ambassador-china-meng-extradition/",
                "https://globalnews.ca/news/4877971/john-mccallum-meng-wanzhou-china-huawei/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://globalnews.ca/tag/china/",
                "https://globalnews.ca/tag/john-mccallum/",
                "https://globalnews.ca/tag/huawei/",
                "https://globalnews.ca/tag/meng-wanzhou/"
            ]
        },
        "key_words": [
            "mccallum",
            "hurting",
            "warned",
            "ambassador",
            "minister",
            "conservatives",
            "china",
            "help",
            "meng",
            "canadian",
            "extradition",
            "michael",
            "canada",
            "reportedly",
            "canadas"
        ]
    },
    {
        "url": "https://globalnews.ca/news/5294918/google-suspends-huawei-business-u-s-blacklist/",
        "title": "Google suspends some business with Huawei after Trump order blacklists Chinese tech firm",
        "authors": [],
        "publisher": "globalnews.ca",
        "publish_date": "2019-05-20",
        "text": "Google said Monday its basic services on Huawei smartphones still will function following U.S. sales curbs, but the Chinese tech giant faces the possible loss of other features and support.\n\nThe announcement highlighted the growing damage to Huawei from Washington’s order. The company has said until now U.S. accusations it is a security threat have had little impact on sales outside the United States.\n\nHuawei Technologies Ltd., which uses Google’s Android operating system in its smartphones, said it would continue to provide security updates and service. It gave no indication which map, photo or other services they might lose.\n\nWATCH: Trudeau: Decision on Huawei’s 5G technology a national security issue\n\nThe Trump administration’s order targets China’s first global tech brand and ratchets up disputes with Beijing over technology, trade and cyber-security.\n\nGoogle, a unit of Alphabet Inc., said it is complying with and “reviewing the implications” of the requirement for export licenses for technology sales to Huawei, which took effect Thursday.\n\n“We assure you while we are complying with all US gov’t requirements, services like Google Play & security from Google Play Protect will keep functioning on your existing Huawei device,” said Google on Twitter.\n\nGoogle allows smartphone manufacturers to use Android and its basic services for free. But transfer of hardware, software or services to Huawei or technical interaction would be restricted by the U.S. order.\n\nWATCH: Morneau says Canada to take a ‘measured approach’ on possible U.S. ban of Huawei\n\nThat would strip Huawei phones of Google maps and other services that require direct support. That might hurt Huawei where consumers can pick other brands that carry the full suite of Google features.\n\nThe U.S. government says Chinese suppliers including Huawei and its smaller rival, ZTE Corp., pose an espionage threat because they are beholden to China’s ruling Communist Party. But American officials have presented no evidence of any Huawei equipment serving as intentional conduits for espionage by Beijing.\n\nHuawei, headquartered in the southern city of Shenzhen near Hong Kong, reported earlier its global sales rose 19.5% last year over 2017 to 721.2 billion ($105.2 billion). Profit rose 25.1% to 59.3 billion yuan ($8.6 billion).\n\nHuawei smartphone shipments rose 50 per cent over a year earlier in the first three months of 2019 to 59.1 million, while the global industry’s total fell 6.6 per cent, according to IDC. Shipments by industry leader Samsung and No. 3 Apple declined.\n\nREAD MORE: Trump expected to sign executive order paving the way for a U.S. ban on Huawei\n\nHuawei defended itself Monday as “one of Android’s key global partners.” The company said it helped to develop a system that “benefited both users and the industry.”\n\n“We will continue to build a safe and sustainable software ecosystem, in order to provide the best experience for all users globally,” said a company statement.\n\nA foreign ministry spokesman said China will “monitor the development of the situation” but gave no indication how Beijing might respond.\n\nThe government said it would take steps to protect the rights of Chinese companies abroad following last week’s announcement but has given no indication what it might do.\n\nREAD MORE: Canada will take ‘measured approach’ on possible U.S. ban of Huawei: Morneau\n\n“China supports Chinese companies to take up legal weapons to defend their legitimate rights,” said the spokesman, Lu Kang.\n\nThe U.S. order took effect Thursday and requires government approval for all purchases of American microchips, software and other components globally by Huawei and 68 affiliated businesses. Huawei says that amounted to $11 billion in goods last year.",
        "quotes": [
            [
                "We assure you while we are complying with all US gov’t requirements, services like Google Play & security from Google Play Protect will keep functioning on your existing Huawei device,",
                "",
                true
            ],
            [
                "one of Android’s key global partners.",
                "Trump",
                false
            ],
            [
                "benefited both users and the industry.",
                "",
                false
            ],
            [
                "We will continue to build a safe and sustainable software ecosystem, in order to provide the best experience for all users globally,",
                "",
                true
            ],
            [
                "monitor the development of the situation",
                "",
                false
            ],
            [
                "China supports Chinese companies to take up legal weapons to defend their legitimate rights,",
                "Morneau",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://globalnews.ca/news/5277997/trump-executive-order-huawei/",
                "https://globalnews.ca/news/5279165/morneau-canada-measured-approach-possible-us-ban-huawei/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://globalnews.ca/tag/huawei/",
                "https://globalnews.ca/tag/google/"
            ]
        },
        "key_words": [
            "business",
            "google",
            "global",
            "order",
            "blacklists",
            "security",
            "technology",
            "sales",
            "chinese",
            "services",
            "tech",
            "firm",
            "huawei",
            "trump",
            "billion",
            "suspends"
        ]
    },
    {
        "url": "https://globalnews.ca/news/5444597/justin-trudeau-xi-jinping-g20/",
        "title": "Trudeau and Xi had ‘positive, constructive’ talks at G20: PMO",
        "authors": [
            {
                "name": "David Ljunggren",
                "link": null
            },
            {
                "name": "Kelsey Johnson",
                "link": null
            }
        ],
        "publisher": "globalnews.ca",
        "publish_date": "2019-06-28",
        "text": "Editor’s note: The video in this story has been updated for additional context to include a shot of Brazil’s Jair Bolsonaro shaking Prime Minister Justin Trudeau’s hand.\n\nCanadian Prime Minister Justin Trudeau and Chinese President Xi Jinping had “positive, constructive interactions” on the sidelines of the G20 summit on Friday as a dispute between the two countries rages, Trudeau’s office said.\n\nREAD MORE: Justin Trudeau sits with Chinese president Xi Jinping at G20 luncheon\n\nTrudeau spoke “more than once” to Xi during a meeting of the Group of 20 leading economies in Osaka, Japan, said an official in Trudeau’s office, who requested anonymity given the sensitivity of the situation.\n\nThe contact between the two leaders was the first since diplomatic and trade relations turned icy last December after Canadian police arrested Huawei Technologies Co Ltd Chief Financial Officer Meng Wanzhou on a U.S. warrant.\n\nWATCH: Prime Minister Justin Trudeau and China’s Xi Jinping seen speaking at G20\n\n\n\nVideo footage from the meeting showed Trudeau and Xi speaking briefly through interpreters before shaking hands.\n\n“There will likely be more opportunities ahead to have a conversation if needed,” said the official, who did not give any more details.\n\nChina detained two Canadians after Meng’s arrest and has charged them with spying. U.S. President Donald Trump, who is due to meet Xi on Saturday, said last week he would ask for the Canadians’ release if Trudeau wanted him to do so.\n\nEarlier this week, China blocked all imports of Canadian meat after fraudulent documents were discovered. Chinese importers have also stopped buying Canadian canola.",
        "quotes": [
            [
                "There will likely be more opportunities ahead to have a conversation if needed,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://globalnews.ca/news/5441701/justin-trudeau-xi-jinping-g20-seated-together/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://globalnews.ca/tag/canada-china/"
            ]
        },
        "key_words": [
            "trudeau",
            "president",
            "justin",
            "talks",
            "prime",
            "minister",
            "trudeaus",
            "constructive",
            "xi",
            "chinese",
            "canadian",
            "jinping",
            "g20",
            "positive",
            "pmo"
        ]
    },
    {
        "url": "https://globalnews.ca/news/5453130/justin-trudeau-trump-china-detainees/",
        "title": "Trudeau mum on why he is ‘confident’ Trump raised detentions with China",
        "authors": [
            {
                "name": "Politics",
                "link": null
            },
            {
                "name": "National Online Journalist",
                "link": null
            },
            {
                "name": "Amanda Connolly",
                "link": null
            }
        ],
        "publisher": "globalnews.ca",
        "publish_date": "2019-07-02",
        "text": "Prime Minister Justin Trudeau says he believes U.S. President Donald Trump fulfilled a pledge to raise the detention of two Canadians with China at the G20.\n\nBut he is not saying whether he has received specific assurances that the conversation happened.\n\nREAD MORE: Trump announces U.S.-China trade truce, says talks will resume\n\nIn a press conference on Tuesday, Trudeau was asked by reporters what assurances he has received that Trump pressed Chinese President Xi Jinping in Japan over the weekend on the detentions of Michael Kovrig and Michael Spavor, as he had said he would do last week.\n\nBoth were arrested in December 2018 in retaliation for the detention of Huawei CFO Meng Wanzhou by Canadian border agents at the behest of the U.S.\n\n“Have you been given any assurances that President Trump raised the issue of the detained Canadians in his conversation with the Chinese as he publicly said he would?” the reporter asked.\n\n“I am confident that the Americans brought up the issue and President Trump brought up the issue of the detained Canadians in China,” Trudeau said. “As you know, this is an issue we take extremely seriously.”\n\nWATCH: Trump willing to raise Canada’s concerns to Chinese president\n\nHis remarks remain largely unchanged since the weekend when he was at the G20 Summit in Osaka, Japan, and Trudeau did not provide any clarification on what makes him so confident that the issue was raised when American officials are refusing to confirm whether the promised was fulfilled.\n\nGlobal News has made repeated inquiries to the White House about whether that conversation took place but has not yet received a response.\n\nThe U.S. Department of Justice charged Meng and Huawei with 23 counts of evading American sanctions on Iran and corporate espionage in January, one month after Canadian officials detained her following an American request.\n\nShe is currently fighting extradition to the U.S. in a Vancouver court.\n\nWATCH: China says ‘Canada is to blame’ for problems in relationship\n\nJust days after her detention, China arrested Kovrig and Spavor and has since charged them with unspecified claims of endangering national security, prompting dozens of Canadian allies to speak out against the decision, which Trudeau bills as arbitrary.\n\nCanadian officials have been working on a concerted campaign to get allies to apply pressure to China for their release, and that effort has yielded a number of high-profile remarks by top Trump allies in the U.S., including his national security adviser John Bolton, condemning the Chinese.\n\nTrump promised to raise the detentions directly with Xi last week, saying that, at Trudeau’s request, “I will absolutely bring that up.”\n\nHe also pledged: “Anything I can do to help Canada, I will be doing.”\n\nTrudeau stressed both over the weekend and on Tuesday that he raised the issue himself — repeatedly — with Xi during their talks.\n\nBut it’s not clear why both the Canadians and Americans are saying little about the specifics of whether Trump did the same.\n\nThe question also comes after Trump announced a trade war cease-fire with China over the weekend, keeping U.S. tariffs in place while freezing Chinese ones from going into effect as the two sides resume negotiations over trade.",
        "quotes": [
            [
                "Have you been given any assurances that President Trump raised the issue of the detained Canadians in his conversation with the Chinese as he publicly said he would?",
                "",
                true
            ],
            [
                "I am confident that the Americans brought up the issue and President Trump brought up the issue of the detained Canadians in China,",
                "Trudeau",
                true
            ],
            [
                "As you know, this is an issue we take extremely seriously.",
                "Trudeau",
                true
            ],
            [
                "I will absolutely bring that up.",
                "Trudeau",
                true
            ],
            [
                "Anything I can do to help Canada, I will be doing.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.huffingtonpost.ca/entry/trudeau-china-g20-summit_ca_5d1767eee4b082e55369dc02?ncid=tweetlnkcahpmg00000002",
                "https://globalnews.ca/news/5445712/us-china-trade-truce/",
                "https://www.theglobeandmail.com/world/article-white-house-refuses-to-say-whether-trump-as-he-promised-trudeau/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://globalnews.ca/tag/justin-trudeau/",
                "https://globalnews.ca/tag/donald-trump/"
            ]
        },
        "key_words": [
            "trudeau",
            "mum",
            "confident",
            "issue",
            "president",
            "raised",
            "weekend",
            "china",
            "detentions",
            "chinese",
            "xi",
            "trade",
            "trump",
            "canadians"
        ]
    },
    {
        "url": "https://globalnews.ca/news/5309282/china-canada-relations-rock-bottom/",
        "title": "Chinese envoy says Canada-China relations have hit ‘rock bottom’",
        "authors": [],
        "publisher": "globalnews.ca",
        "publish_date": "2019-05-23",
        "text": "OTTAWA — China‘s ambassador to Canada says the bilateral relationship is now at “rock bottom” compared to any time since diplomatic ties were first established decades ago.\n\nIn prepared text for a speech Thursday, Lu Shaye said he’s saddened Canada-China relations are at what he called a “freezing point.”\n\nREAD MORE: Canada needs to keep Kovrig, Spavor at forefront of China relations, former detainee says\n\nLu’s remarks come at a time of heightened tensions following the December arrest of Chinese telecom executive Meng Wanzhou in Vancouver on an extradition request by the United States.\n\nThe Huawei executive’s arrest has enraged China, which has since detained two Canadians on allegations of endangering Chinese national security, sentenced two Canadians to death for drug-related convictions and blocked key agricultural shipments.\n\nWATCH: Trudeau says countries around the world are pulling together against China’s actions\n\nLu did not mention Meng’s arrest — but he said the China-Canada relationship is now facing serious difficulties.\n\nHe said China has long valued its relationship with Canada, particularly since it was one of the first Western countries to establish diplomatic ties with the Asian country.\n\nREAD MORE: Canada has ‘very few options’ to secure release of Canadians being held in China: experts\n\n“For clear reasons, the current China-Canada relations are facing serious difficulties and are situated at the rock bottom since the two countries have established diplomatic relations,” said a copy of Lu’s speech, which was posted on the Chinese Embassy’s website.\n\n“It saddens us that the current China-Canada relations are ‘at a freezing point’ and face huge difficulties. The knots shall be untied by those who got them tied.”\n\nWATCH: China formally arrests Michael Kovrig and Michael Spavor for ‘spying’\n\nHe continued by urging Canada to view China’s development in a “fair and objective” manner and to respect its concerns. Lu also warned Canada to “stop the moves that undermine the interests of China.”\n\nIn recent months, Beijing’s envoy has used strong words when talking about the relationship. In January, he told Canadian journalists that Meng’s arrest was the “backstabbing” of a friend and said it was evidence of white supremacism.\n\nREAD MORE: Campaign calls for Canadians to ‘Stand Up To China’ in wake of canola bans\n\nLu also warned of repercussions if the federal government bars Huawei from selling equipment to build a Canadian 5G wireless network.\n\nHe made the remarks in Toronto at an event hosted by the Globe and Mail. The document said former prime minister Jean Chretien was in attendance as was Darryl White, chief executive of BMO.",
        "quotes": [
            [
                "For clear reasons, the current China-Canada relations are facing serious difficulties and are situated at the rock bottom since the two countries have established diplomatic relations,",
                "",
                true
            ],
            [
                "It saddens us that the current China-Canada relations are ‘at a freezing point’ and face huge difficulties.",
                "",
                true
            ],
            [
                "The knots shall be untied by those who got them tied.",
                "",
                true
            ],
            [
                "stop the moves that undermine the interests of China.",
                "Lu Shaye",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://globalnews.ca/news/4831565/white-supremacy-chinese-ambassador-canada/",
                "https://globalnews.ca/news/5292154/canadian-man-detained-china-kovrig-spavor/",
                "https://globalnews.ca/news/5286192/campaign-calls-for-canadians-to-stand-up-to-china-in-wake-of-canola-bans/",
                "https://globalnews.ca/news/5291920/canada-release-canadians-held-in-china-kovrig-spavor/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://ca.china-embassy.org/eng/sgxw/t1666127.htm",
                "https://globalnews.ca/tag/china/",
                "https://globalnews.ca/tag/meng-wanzhou/"
            ]
        },
        "key_words": [
            "rock",
            "canadachina",
            "hit",
            "countries",
            "china",
            "relations",
            "chinese",
            "arrest",
            "diplomatic",
            "envoy",
            "chinas",
            "canada",
            "canadians",
            "relationship"
        ]
    },
    {
        "url": "https://globalnews.ca/news/5325752/china-detained-canadians-chrystia-freeland-ambassador/",
        "title": "China refuses to speak about detained Canadians: Freeland",
        "authors": [],
        "publisher": "globalnews.ca",
        "publish_date": "2019-05-28",
        "text": "Foreign Affairs Minister Chrystia Freeland says she wants to talk to China’s foreign minister about the two detained Canadians China has accused of undermining its national security.\n\nThat discussion hasn’t happened yet, Freeland told the House of Commons foreign-affairs committee Tuesday.\n\nREAD MORE: Chinese envoy says Canada-China relations have hit ‘rock bottom’\n\nMichael Kovrig and Michael Spavor have been in Chinese custody since December, held in apparent retaliation for Canada’s arrest of high-tech executive Meng Wanzhou in Vancouver on an extradition warrant from the United States.\n\n“When it comes to my contacts with my Chinese counterparts, I have spoken on a few occasions directly with the Chinese ambassador to Canada,” Freeland said.\n\nWATCH: Freeland pressed on timeline of Huawei CFO detainment, Canadian arrests\n\n“I would be happy at any time to have a direct conversation with Wang Yi, the Chinese foreign minister. We have been clear with the Chinese authorities that we are prepared for that conversation at any time.”\n\nCanada isn’t the only country that has dealt with the Chinese government’s practice of holding off on meetings “at the highest levels,” she added.\n\nREAD MORE: Trudeau says Chinese aggression ‘not something we need to continue to allow’\n\nAnd she praised Kovrig and Spavor, whom Canadian diplomats have seen about once a month each since their detentions, for their courage and resourcefulness in custody.\n\nFreeland was appearing before the committee to talk about Global Affairs Canada’s spending plans for the coming year – those meetings often turn into wide-ranging examinations of ministers’ performances.\n\nWATCH: Detainment of Huawei CFO Meng Wanzhou not ‘political’: Freeland\n\nIn one testy exchange, Conservative MP Erin O’Toole noted diplomatic battles with Saudi Arabia over Freeland’s criticism of its human-rights record and the Philippines over falsely labelled Canadian trash that’s been festering in ports there for six years. The Saudis expelled Canada’s ambassador last summer and the Philippines called its ambassador home earlier this month.\n\nThere’s a “garbage flotilla” about to set sail from Manila, bound for Canada, O’Toole pointed out.\n\nREAD MORE: Canadian trash at heart of ‘war’ with Philippines to be burned in Metro Vancouver power plant\n\n“How are we engaging if countries are not talking to us, if they’re expelling their ambassador or they’re not taking us seriously?” he asked.\n\nThe situations with China, Saudi Arabia and the Philippines are all distinct, Freeland replied.\n\n“The world is at a worrying inflection point,” she said. “We are at a time when authoritarian regimes are on the rise, when liberal democracy is under assault, and when the rules-based international order is under threat … Canada is doing a lot in that environment.”\n\nShe said Canada has signed three major trade deals in a starkly protectionist environment, has built new alliances as old ones weaken and is consistently standing up for human rights, even when that has consequences.",
        "quotes": [
            [
                "When it comes to my contacts with my Chinese counterparts, I have spoken on a few occasions directly with the Chinese ambassador to Canada,",
                "Michael Kovrig",
                true
            ],
            [
                "I would be happy at any time to have a direct conversation with Wang Yi, the Chinese foreign minister.",
                "Michael Kovrig",
                true
            ],
            [
                "We have been clear with the Chinese authorities that we are prepared for that conversation at any time.",
                "Michael Kovrig",
                true
            ],
            [
                "not something we need to continue to allow",
                "Trudeau",
                false
            ],
            [
                "How are we engaging if countries are not talking to us, if they’re expelling their ambassador or they’re not taking us seriously?",
                "",
                true
            ],
            [
                "The world is at a worrying inflection point,",
                "O'Toole",
                true
            ],
            [
                "We are at a time when authoritarian regimes are on the rise, when liberal democracy is under assault, and when the rules-based international order is under threat … Canada is doing a lot in that environment.",
                "O'Toole",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://globalnews.ca/news/5309282/china-canada-relations-rock-bottom/",
                "https://globalnews.ca/news/5313266/metro-vancouver-canada-philippines-trash/",
                "https://globalnews.ca/news/5297008/chrystia-freeland-delegation-to-china/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://globalnews.ca/tag/Chrystia-Freeland/"
            ]
        },
        "key_words": [
            "wanzhou",
            "ambassador",
            "philippines",
            "refuses",
            "minister",
            "speak",
            "china",
            "detained",
            "chinese",
            "canadian",
            "freeland",
            "canada",
            "foreign",
            "canadians",
            "canadas"
        ]
    },
    {
        "url": "https://www.scmp.com/business/article/3017933/beijing-should-avoid-punishing-canada-over-huawei-case-cautions-ottawas-ex",
        "title": "Beijing should avoid ‘punishing’ Canada over Huawei case, cautions Ottawa’s ex-ambassador to China",
        "authors": [],
        "publisher": "www.scmp.com",
        "publish_date": "2019-07-10",
        "text": "Canada’s former ambassador to China, John McCallum, says relations between Beijing and Ottawa are likely to improve as tensions dial back over the Huawei case. Photo: Jonathan Wong",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "beijing",
            "mccallum",
            "jonathan",
            "ottawas",
            "case",
            "exambassador",
            "tensions",
            "ottawa",
            "punishing",
            "likely",
            "china",
            "avoid",
            "improve",
            "cautions",
            "relations",
            "huawei",
            "canada",
            "wong",
            "john"
        ]
    },
    {
        "url": "https://globalnews.ca/news/4896352/john-mccallum-firing/",
        "title": "Bill Kelly: John McCallum was the wrong choice as envoy to China — and he proved it",
        "authors": [
            {
                "name": "Radio Host",
                "link": null
            },
            {
                "name": "Bill Kelly",
                "link": null
            }
        ],
        "publisher": "globalnews.ca",
        "publish_date": "2019-01-28",
        "text": "An online dictionary defines the word diplomat as a person who can deal with people in a sensitive and effective way.\n\nThe definition hardly describes John McCallum, the former federal cabinet minister and now former ambassador to China, which begs the question, why did he get the job in the first place?\n\nREAD MORE: McCallum out as Canadian ambassador to China after comments on Meng extradition\n\nDuring his many years as a cabinet member, McCallum didn’t really distinguish himself in any of the portfolios he held; in fact, in 2017, Trudeau removed him from the cabinet and shortly afterward, shuffled him off to China as Canada’s ambassador.\n\nIt’s no secret that the Canadian government places a high priority on building a strong economic relationship with the Chinese government while being cognizant of the questionable human rights and trade practices of that government.\n\nBut, with little to no knowledge or experience of that culture, was McCallum qualified to handle such a delicate posting?\n\nWATCH BELOW: Government explains firing of Canada’s ambassador to China\n\nHis performance in the last few weeks suggests not.\n\nA diplomat’s role is to echo and defend his or her government’s policies (another dictionary definition is “an official representing a country abroad”) and beyond that, leave the decision-making to the decision makers.\n\nIt stretches credulity to think that McCallum didn’t understand that, which suggests that he thought it more important to freelance his own opinions, which has resulted in throwing gasoline onto an already fiery diplomatic problem.\n\nFor that kind of blatant insubordination, not once, but twice in one week, McCallum had to go.\n\nBill Kelly is the host of the Bill Kelly Show on Global News Radio 900 CHML.",
        "quotes": [
            [
                "an official representing a country abroad",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://globalnews.ca/news/3171367/cabinet-shuffle-who-are-the-new-faces-in-the-federal-cabinet/",
                "https://globalnews.ca/news/4893476/mccallum-resigns-ambassador-china-meng-extradition/",
                "https://www.thestar.com/vancouver/2019/01/25/it-would-be-great-for-canada-if-us-drops-extradition-request-for-huaweis-meng-wanzhou-ambassador-says.html",
                "https://globalnews.ca/news/4886082/mccallum-misspoke-huawei-executive-extradition-us/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.google.ca/search?q=diplomat+dictionary&rlz=1C1GCEU_en-GBCA820CA821&oq=diplomat+dictionary&aqs=chrome..69i57j0l5.3804j0j8&sourceid=chrome&ie=UTF-8"
            ]
        },
        "key_words": [
            "mccallum",
            "definition",
            "ambassador",
            "suggests",
            "bill",
            "cabinet",
            "wrong",
            "proved",
            "didnt",
            "china",
            "canadian",
            "dictionary",
            "envoy",
            "kelly",
            "choice",
            "john"
        ]
    },
    {
        "url": "https://globalnews.ca/news/4891212/john-mccallum-meng-wanzhou-huawei-extradition/",
        "title": "McCallum says it would be ‘great for Canada’ if Meng not extradited: report",
        "authors": [],
        "publisher": "globalnews.ca",
        "publish_date": "2019-01-25",
        "text": "A media report is quoting Canada’s ambassador to China as saying it would be “great for Canada” if the United States drops an extradition request against a Huawei executive, the day after he apologized for a politically explosive slip of the tongue when discussing the case.\n\nREAD MORE: McCallum says he ‘misspoke’ when he said Huawei executive has case to avoid extradition\n\nStarMetro Vancouver says John McCallum made the comment today to one of its reporters during a charity luncheon in downtown Vancouver.\n\nThe comment follows an apology McCallum issued Thursday, saying he misspoke earlier in the week when he told a group of Chinese-language journalists in Toronto about Huawei executive Meng Wanzhou, listing several arguments he thought could help her with her case.\n\nConservative Leader Andrew Scheer had called on Prime Minister Justin Trudeau to fire McCallum, saying the remarks raised concerns about the politicization of the Meng case but Trudeau came to McCallum’s defence.\n\nWATCH: McCallum admits he “misspoke” on Meng Wanzhou extradition case\n\nTrudeau said his government’s focus is on getting detained Canadians Michael Kovrig and Michael Spavor home safely from China and ensuring their rights are respected and recalling McCallum wouldn’t achieve that.\n\nGlobal Affairs Canada did not immediately respond to a request for comment.",
        "quotes": [],
        "links": {
            "articles": [
                "https://globalnews.ca/news/4886082/mccallum-misspoke-huawei-executive-extradition-us/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://globalnews.ca/tag/meng-wanzhou/"
            ]
        },
        "key_words": [
            "trudeau",
            "mccallum",
            "saying",
            "report",
            "wanzhou",
            "executive",
            "extradited",
            "request",
            "misspoke",
            "meng",
            "huawei",
            "great",
            "canada",
            "comment"
        ]
    },
    {
        "url": "https://globalnews.ca/news/4893476/mccallum-resigns-ambassador-china-meng-extradition/",
        "title": "McCallum out as Canadian ambassador to China after comments on Meng extradition",
        "authors": [
            {
                "name": "National Online Journalist",
                "link": null
            },
            {
                "name": "Jessica Vomiero",
                "link": null
            }
        ],
        "publisher": "globalnews.ca",
        "publish_date": "2019-01-26",
        "text": "Prime Minister Justin Trudeau has asked Canada’s ambassador to China John McCallum to step down following comments he made regarding the case of detained Huawei executive Meng Wanzhou.\n\nREAD MORE: McCallum says he ‘misspoke’ when he said Huawei executive has case to avoid extradition\n\n“Last night I asked for and accepted John McCallum’s resignation as Canada’s ambassador to China,” Trudeau said in a statement on Saturday.\n\n“For almost two decades, John McCallum has served Canadians honourably and with distinction.”\n\nWATCH: McCallum admits he “misspoke” on Meng Wanzhou extradition case\n\nTrudeau added that Jim Nickel, the deputy head of mission at the Embassy of Canada in Beijing, will represent Canada in Chinese affairs. The statement did not specify whether this is a permanent arrangement.\n\nTrudeau’s statement also did not indicate why McCallum was asked to step aside. The resignation, however, comes after McCallum was quoted in StarMetro Vancouver on Friday saying it would be “great for Canada” if the United States drops an extradition request against Meng.\n\nREAD MORE: McCallum says it would be ‘great for Canada’ if Meng not extradited: report\n\nMeng, the chief financial officer of China’s smartphone giant Huawei, was arrested on Dec. 1 in Vancouver on behalf of the U.S., where she is facing fraud allegations.\n\nTwo Canadians, businessman Michael Spavor and ex-diplomat Michael Kovrig, have since been detained in China in what observers have suggested was a retaliatory move.\n\nWATCH: ‘We are a country of rule and law’ Trudeau on Meng extradition\n\nEarlier this week, McCallum came under fire for comments about the extradition case that he made with a group of Chinese-language journalists outside Toronto.\n\n“I think she has quite good arguments on her side,” McCallum said of Meng at the Markham, Ont., meeting. “One, political involvement by comments from Donald Trump in her case.\n\nREAD MORE: Trudeau rejects calls to fire McCallum for ‘unprecedented’ remarks on Huawei’s Meng Wanzhou\n\n“Two, there’s an extraterritorial aspect to her case. And three, there’s the issue of Iran sanctions in her case and Canada does not sign on to these. So I think she has some strong arguments she can make before a judge.”\n\nOn Thursday, McCallum said he “misspoke” and regretted making those comments.\n\nIt should never have come to this. Justin Trudeau should have fired his ambassador the moment he interfered in this case. Instead, he did nothing and allowed more damage to be done. More weakness and more indecision from Trudeau on China. https://t.co/ZkC9S8lS1R — Andrew Scheer (@AndrewScheer) January 26, 2019\n\nConservative Leader Andrew Scheer had called on Trudeau to fire McCallum, saying the remarks raised concerns about the politicization of the Meng case. Trudeau initially came to McCallum’s defence before asking for his resignation Friday.\n\nIn a tweet Saturday afternoon, Scheer said, “It should have never come to this.”\n\n“Justin Trudeau should have fired his ambassador the moment he interfered in this case. Instead, he did nothing and allowed more damage to be done,” he said.\n\nWATCH: Canadian ambassador to China tells Chinese-language media that Huawei CFO has strong case\n\nWith files from the Canadian Press and Kerri Breen",
        "quotes": [
            [
                "Last night I asked for and accepted John McCallum’s resignation as Canada’s ambassador to China,",
                "Justin Trudeau",
                true
            ],
            [
                "For almost two decades, John McCallum has served Canadians honourably and with distinction.",
                "Justin Trudeau",
                true
            ],
            [
                "We are a country of rule and law",
                "Justin Trudeau",
                false
            ],
            [
                "I think she has quite good arguments on her side,",
                "John McCallum",
                true
            ],
            [
                "Two, there’s an extraterritorial aspect to her case.",
                "Meng Wanzhou",
                true
            ],
            [
                "And three, there’s the issue of Iran sanctions in her case and Canada does not sign on to these.",
                "Meng Wanzhou",
                true
            ],
            [
                "So I think she has some strong arguments she can make before a judge.",
                "Meng Wanzhou",
                true
            ],
            [
                "It should have never come to this.",
                "Scheer",
                true
            ],
            [
                "Justin Trudeau should have fired his ambassador the moment he interfered in this case.",
                "Justin Trudeau",
                true
            ],
            [
                "Instead, he did nothing and allowed more damage to be done,",
                "Justin Trudeau",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://globalnews.ca/news/4883709/justin-trudeau-not-firing-john-mccallum-huawei/",
                "https://globalnews.ca/news/4891212/john-mccallum-meng-wanzhou-huawei-extradition/",
                "https://globalnews.ca/news/4886082/mccallum-misspoke-huawei-executive-extradition-us/"
            ],
            "gov_pgs": [
                "https://pm.gc.ca/eng/news/2019/01/26/statement-prime-minister-resignation-canadas-ambassador-china"
            ],
            "unsure": [
                "https://t.co/ZkC9S8lS1R",
                "https://globalnews.ca/tag/justin-trudeau/",
                "https://twitter.com/AndrewScheer/status/1089247487842496513?ref_src=twsrc%5Etfw",
                "https://globalnews.ca/tag/huawei/",
                "https://globalnews.ca/tag/john-mccallum/"
            ]
        },
        "key_words": [
            "trudeau",
            "mccallum",
            "comments",
            "ambassador",
            "scheer",
            "case",
            "meng",
            "china",
            "canadian",
            "extradition",
            "huawei",
            "canada",
            "statement"
        ]
    },
    {
        "url": "https://globalnews.ca/news/4877971/john-mccallum-meng-wanzhou-china-huawei/",
        "title": "Huawei CFO has ‘strong’ case that Donald Trump politicized her arrest: McCallum",
        "authors": [
            {
                "name": "Politics",
                "link": null
            },
            {
                "name": "National Online Journalist",
                "link": null
            },
            {
                "name": "Amanda Connolly",
                "link": null
            }
        ],
        "publisher": "globalnews.ca",
        "publish_date": "2019-01-23",
        "text": "John McCallum, Canada’s ambasssador to China, told Chinese-language media in a closed-door meeting that Huawei CFO Meng Wanzhou can make “strong arguments” her arrest has been politicized and that she should not be extradited to the U.S.\n\nIn response, Conservative Leader Andrew Scheer says he should be fired.\n\nReports of the Tuesday meeting, which was kept secret from English-language media, emerged Wednesday morning as clips began circulating online of McCallum defending the argument put forward by China over the past two months that there has been political interference in Meng’s case and pointing the finger squarely at U.S. President Donald Trump.\n\nBecause of that, he said Meng can make a strong case to a judge that she should be freed.\n\nREAD MORE: China demands U.S. stop extradition of Huawei executive from Canada\n\n“I think she has quite good arguments on her side. One, political involvement by comments from Donald Trump in her case,” McCallum said at the Markham, Ont., meeting.\n\n“Two, there’s an extraterritorial aspect to her case. And three, there’s the issue of Iran sanctions in her case and Canada does not sign on to these. So I think she has some strong arguments she can make before a judge.”\n\nCanada relaxed some of its sanctions on Iran after the country signed onto a non-proliferation agreement designed to limit its nuclear production.\n\nWATCH: Canada’s top diplomat says Wanzhou could fight extraditions to the U.S.\n\nTrump pulled the US out of that agreement and re-imposed sanctions on Iran shortly after coming into office.\n\nHowever, one government official said it would be “presumptive” to speculate on the question of whether Canada’s differing position with regards to Iranian sanctions could be used by Meng to make a case for her release.\n\nThat is especially the case, the official said, given the U.S. has not yet filed the specific documentation to officially pursue extradition and make their case for that.\n\nThe official also would not speculate on whether the government is concerned China will use McCallum’s remarks to fuel further criticism of the legitimacy of Meng’s arrest.\n\nGlobal News requested an interview with McCallum about his remarks, but officials said he would not be available.\n\nWATCH BELOW: Canadian detainees held without access to lawyer, consular visits only once a month\n\nMcCallum also said he is not sure why the reaction by China to Meng’s arrest has been so angry.\n\nBut, he noted, he expects many in the ruling Communist Party are taking their cues from the top.\n\n“I don’t know why. I’ve asked that question,” he said. “What I do know is President Xi Jinping was very angry about this and so others in the Chinese government have taken the lead from him and I don’t know exactly why.”\n\nHe speculated the hostility may have stemmed from Huawei being a flagship company of China but added “there may be other reasons that I don’t know.”\n\nREAD MORE: Meng Wanzhou’s extradition to be formally pursued by the U.S., reports say\n\nMcCallum went on to note there are three possible outcomes to the situation that run from Meng being extradited, which he said “would not be a happy outcome,” to the U.S. making a deal with China to no longer pursue her extradition, to a Canadian judge deciding to let her go.\n\nHe added that he hopes the U.S. can make such a deal with China and that if they do, they include a requirement for China to free the two Canadians it has detained on accusations of endangering national security, which Prime Minister Justin Trudeau has said are “arbitrary.”\n\nWATCH BELOW: Justin Trudeau reacts to remarks by John McCallum on Meng Wanzhou case\n\nIn a press conference on Wednesday, Trudeau refused to say whether he agrees with McCallum that Meng has a strong case to oppose her potential extradition.\n\n“We have always highlighted that Canada is a country of the rule of law,” Trudeau said. “We will make sure the rule of law is properly and fully followed. That, of course, includes the opportunity for her to mount a strong defense.\n\n“That is part of our justice system and we are going to apply that justice system in all its integrity.”\n\nScheer, however, said McCallum’s comment jeopardize the integrity of Canada’s judicial system and its independence from politics.\n\nBecause of that, Trudeau should recall McCallum and appoint a new ambassador, he said.\n\n“For the spokesperson of the government to China in this situation with tensions going on to make these kinds of comments is completely unacceptable,” Scheer said. “I would fire John McCallum.”\n\nErin O’Toole, the Conservative foreign affairs critics, argued on Twitter that McCallum threw the Americans “under the bus” with his “unprecedented” decision to list out potential defence arguments that Meng could use.\n\nHe also added that McCallum offering an evaluation on the merits of the case could itself be perceived as “political interference.”\n\nUnprecedented for a Canadian Ambassador to provide an enumerated list of “good” defence arguments for a case before the courts. I am sure the Department of Justice appreciates being thrown under the bus. 1/2 https://t.co/33d8aSrKuh — Erin O'Toole (@ErinOTooleMP) January 23, 2019\n\nFor Ambassador McCallum to comment in detail on the legal merits of an extradition case after closed door meetings with the Liberal cabinet on the subject raises questions of political interference. 1/3 https://t.co/P7Gl0lhXFz — Erin O'Toole (@ErinOTooleMP) January 23, 2019\n\nWATCH BELOW: John McCallum calls on ‘friendly’ countries to engage China on Canadian detainees\n\nMeng, 46, is CFO of the Chinese technological giant and the daughter of its founder.\n\nShe was arrested on Dec. 1, 2018, by Canadian authorities in Vancouver at the behest of the United States, which has accused her company of using a subsidiary to skirt American sanctions on doing business with Iran.\n\nREAD MORE: Meng Wanzhou’s extradition to be formally pursued by the U.S., reports say\n\nMeng denies the allegations.\n\nHowever, Trump came under fire last month when he suggested to Reuters that he viewed her arrest as a bargaining chip in his trade war with China.\n\n“Whatever’s good for this country, I would do,” Trump said when asked if he would get involved in Meng’s case.\n\n“If I think it’s good for what will be certainly the largest trade deal ever made, which is a very important thing, [or] what’s good for national security, I would certainly intervene if I thought it was necessary.”\n\nWATCH BELOW: China tells U.S. to back off Huawei CFO extradition\n\nThat comment came amid accusations from Chinese media that Meng’s arrest was politically-motivated.\n\nCanada has for weeks been working behind the scenes to gather statements of support from allies defending the impartial handling of her case and the independence of the Canadian judicial system from politics.\n\nREAD MORE: Former Canadian, allied envoys to China call on Xi Jinping to release detained Canadians in new letter\n\nForeign Affairs Minister Chrystia Freeland and a contingent of other Canadian cabinet ministers are in Davos, Switzerland this week for the World Economic Forum, where they are working to gather more support against China’s criticism of the case as well as its detention of two Canadian citizens in what has been widely characterized as a retaliation last month for Meng’s arrest.\n\nIt remains to be seen whether McCallum’s remarks could throw a wrench into those efforts.\n\nWATCH BELOW: Canada receiving international support over Canadians detained in China\n\nAdam Austen, press secretary for Freeland, said in a statement that Meng’s case is not being politicized.\n\n“With respect to Meng Wanzhou, Huawei’s Chief Financial Officer, Canada is conducting a fair, unbiased and transparent legal proceeding,” he said.\n\n“There has been no political involvement in this process. Canada respects its international legal commitments, including by honouring its extradition treaty with the United States.”\n\nA spokesperson from the U.S. Department of Justice confirmed authorities there still intend to seek the extradition of Meng.\n\n“We will continue to pursue the extradition of defendant Ms. Meng Wanzhou, and will meet all deadlines set by the US/ Canada Extradition Treaty. We greatly appreciate Canada’s continuing support in our mutual efforts to enforce the rule of law.”\n\nThe deadline for them to submit a formal request for her extradition is the end of this month.",
        "quotes": [
            [
                "I think she has quite good arguments on her side.",
                "John McCallum",
                true
            ],
            [
                "One, political involvement by comments from Donald Trump in her case,",
                "John McCallum",
                true
            ],
            [
                "Two, there’s an extraterritorial aspect to her case.",
                "",
                true
            ],
            [
                "And three, there’s the issue of Iran sanctions in her case and Canada does not sign on to these.",
                "",
                true
            ],
            [
                "So I think she has some strong arguments she can make before a judge.",
                "",
                true
            ],
            [
                "What I do know is President Xi Jinping was very angry about this and so others in the Chinese government have taken the lead from him and I don’t know exactly why.",
                "John McCallum",
                true
            ],
            [
                "there may be other reasons that I don’t know.",
                "John McCallum",
                false
            ],
            [
                "would not be a happy outcome,",
                "John McCallum",
                false
            ],
            [
                "We have always highlighted that Canada is a country of the rule of law,",
                "Justin Trudeau",
                true
            ],
            [
                "That is part of our justice system and we are going to apply that justice system in all its integrity.",
                "",
                true
            ],
            [
                "For the spokesperson of the government to China in this situation with tensions going on to make these kinds of comments is completely unacceptable,",
                "Scheer",
                true
            ],
            [
                "Whatever’s good for this country, I would do,",
                "Donald Trump",
                true
            ],
            [
                "If I think it’s good for what will be certainly the largest trade deal ever made, which is a very important thing, [or] what’s good for national security, I would certainly intervene if I thought it was necessary.",
                "",
                true
            ],
            [
                "With respect to Meng Wanzhou, Huawei’s Chief Financial Officer, Canada is conducting a fair, unbiased and transparent legal proceeding,",
                "Meng Wanzhou",
                true
            ],
            [
                "There has been no political involvement in this process.",
                "",
                true
            ],
            [
                "Canada respects its international legal commitments, including by honouring its extradition treaty with the United States.",
                "",
                true
            ],
            [
                "We will continue to pursue the extradition of defendant Ms. Meng Wanzhou, and will meet all deadlines set by the US/ Canada Extradition Treaty.",
                "",
                true
            ],
            [
                "We greatly appreciate Canada’s continuing support in our mutual efforts to enforce the rule of law.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://globalnews.ca/news/4873417/china-demands-u-s-drop-huawei-extraditing-request-canada/",
                "https://globalnews.ca/news/4871724/china-huawei-xi-jinping-open-letter-canadian-ambassadors/",
                "https://globalnews.ca/news/4873300/meng-wanzhou-extradition-us/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://t.co/P7Gl0lhXFz",
                "https://globalnews.ca/tag/china/",
                "https://twitter.com/ErinOTooleMP/status/1088099029219790850?ref_src=twsrc%5Etfw",
                "https://twitter.com/ErinOTooleMP/status/1088127366096973824?ref_src=twsrc%5Etfw",
                "https://globalnews.ca/tag/john-mccallum/",
                "https://globalnews.ca/tag/huawei/",
                "https://t.co/33d8aSrKuh",
                "https://globalnews.ca/tag/meng-wanzhou/"
            ]
        },
        "key_words": [
            "trudeau",
            "mccallum",
            "wanzhou",
            "mengs",
            "case",
            "politicized",
            "donald",
            "china",
            "meng",
            "cfo",
            "arrest",
            "canadian",
            "extradition",
            "huawei",
            "trump",
            "canada",
            "strong"
        ]
    }
]