[
    {
        "url": "https://www.reuters.com/article/us-usa-trump-birthcontrol/u-s-appeals-court-blocks-trump-administration-birth-control-exemptions-idUSKCN1U72M5",
        "title": "U.S. appeals court blocks Trump administration birth control exemptions",
        "authors": [
            {
                "name": "Nate Raymond",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2019-07-13",
        "text": "(Reuters) - A federal appeals court on Friday blocked the Trump administration from enforcing new rules allowing employers to obtain exemptions from an Obamacare requirement they provide health insurance that covers women’s birth control.\n\nFILE PHOTO: An illustration picture shows a woman holding a birth control pill at her home in Nice January 3, 2013. REUTERS/Eric Gaillard\n\nThe 3rd U.S. Circuit Court of Appeals in Philadelphia upheld a nationwide injunction that blocked the implementation of rules allowing employers with religious and moral objections to seek exemptions from the 2010 healthcare law’s requirement.\n\nThe three-judge panel agreed with Democratic state attorneys general from Pennsylvania and New Jersey pursuing the case that the rules issued by the U.S. Departments of Health and Human Services, Labor and Treasury had “serious substantive problems.”\n\nThe lawsuit was one of several by Democratic state attorneys general challenging the rules, which targeted a requirement in the Affordable Care Act, or Obamacare, former Democratic President Barack Obama’s signature domestic policy achievement.\n\nThe contraceptive mandate required employer-provided health insurance include coverage for birth control with no co-payment.\n\nPennsylvania Attorney General Josh Shapiro on Twitter said the ruling would protect women’s access to contraceptive care.\n\nRepublican President Donald Trump’s administration itself has estimated up to 126,400 women nationally would lose contraceptive coverage due to their employers taking advantage of the exemptions.\n\nKelly Laco, spokeswoman for the U.S. Justice Department, which defended the rules in court, said it was disappointed. “Religious organizations should not be forced to violate their mission and deeply-held beliefs,” she said.\n\nThe appellate ruling upheld a nationwide injunction issued in January by a federal judge in Philadelphia. Another judge in California has blocked the rules’ enforcement in 14 states and the District of Columbia.\n\nIn Friday’s decision, U.S. Circuit Judge Patty Shwartz, writing for the panel, said the administration lacked good cause to forgo a requirement to provide the public notice and the chance to comment on interim versions of the rules it adopted in 2017.\n\nThe administration had cited an urgent need to alleviate the harm faced by employers with religious objections.\n\nBut Shwartz said its “desire to address the purported harm to religious objections does not ameliorate the need to follow appropriate procedures.”\n\nShe said government agencies showed a “lack of open-mindedness” when they later adopted similar, final rules in 2018, which were also not authorized by Obamacare.\n\nA nationwide preliminary injunction preventing the rules’ enforcement was necessary, she said, to protect the states from against the potential costs they would face if women’s employers refused to provide insurance that covered birth control.",
        "quotes": [
            [
                "Religious organizations should not be forced to violate their mission and deeply-held beliefs,",
                "",
                true
            ],
            [
                "desire to address the purported harm to religious objections does not ameliorate the need to follow appropriate procedures.",
                "Shwartz",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "provide",
            "rules",
            "administration",
            "nationwide",
            "blocks",
            "exemptions",
            "court",
            "employers",
            "religious",
            "requirement",
            "birth",
            "judge",
            "trump",
            "control",
            "appeals",
            "womens"
        ]
    }
]