[
    {
        "url": "https://www.cnn.com/2019/07/12/politics/mnuchin-congress-letter-debt-crisis/index.html",
        "title": "US government is running out of money faster than expected, Mnuchin warns",
        "authors": [
            {
                "name": "Donna Borak",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-07-12",
        "text": "(CNN) Treasury Secretary Steven Mnuchin on Friday issued a warning Friday that the US government is at risk of running out of cash sooner than expected.\n\nIn a letter to Democratic House Speaker Nancy Pelosi, Mnuchin wrote that the US might default on its obligations as soon as early September, before Congress returns from its summer recess\n\n\"Based on updated projections, there is a scenario in which we run of out cash in early September, before Congress reconvenes,\" Mnuchin wrote in a letter.\n\nThe federal government has not been able to borrow money since March, when congressionally-mandated borrowing limits went back into force. The US Treasury, which is facing a growing deficit thanks in part to President Donald Trump's 2017 tax cuts, had said it had enough cash to last until the fall.\n\nPelosi and Mnuchin have spoken three times this week in an effort to jumpstart stalled budget and debt ceiling negotiations, and multiple sources say the new default projections have provided an accelerant for those efforts.\n\nRead More",
        "quotes": [
            [
                "Based on updated projections, there is a scenario in which we run of out cash in early September, before Congress reconvenes,",
                "Mnuchin",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2019/07/11/politics/treasury-us-budget-deficit-widens/index.html",
                "https://www.cnn.com/2019/05/11/politics/congress-debt-ceiling/index.html",
                "https://www.cnn.com/2019/07/08/politics/congress-budget-talks/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "running",
            "projections",
            "congress",
            "warns",
            "faster",
            "early",
            "money",
            "mnuchin",
            "wrote",
            "default",
            "expected",
            "went",
            "treasury",
            "week",
            "cash"
        ]
    },
    {
        "url": "https://www.cnn.com/2019/07/11/politics/treasury-us-budget-deficit-widens/index.html",
        "title": "US budget deficit jumps 23.1% over last year as debt crisis looms",
        "authors": [
            {
                "name": "Donna Borak",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-07-11",
        "text": "Washington (CNN) The US budget deficit jumped 23.1% in the first nine months of the fiscal year compared with the same period a year ago, according to the US Treasury.\n\nThe deficit widened to $747.1 billion, versus $607 billion last year, from October through June. Federal spending rose to $3.36 trillion in that period, while revenue increased to $2.61 trillion -- both records.\n\nThe US has not had borrowing power since March, when the congressionally mandated debt ceiling kicked in, and independent analysts suggest the government could run out of money by September unless Congress can agree to allow additional borrowing.\n\nA number of factors are driving the deficit increase, including the $1.5 trillion tax cuts signed by President Donald Trump in 2017 along with a massive spending package.\n\nRead More",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.cnn.com/specials/politics/president-donald-trump-45"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "trillion",
            "widened",
            "looms",
            "231",
            "spending",
            "crisis",
            "period",
            "unless",
            "billion",
            "deficit",
            "debt",
            "versus",
            "washington",
            "trump",
            "budget",
            "jumps"
        ]
    },
    {
        "url": "https://www.cnn.com/2019/05/11/politics/congress-debt-ceiling/index.html",
        "title": "Washington is flirting with a debt crisis. No one has a plan to stop it",
        "authors": [
            {
                "name": "Phil Mattingly",
                "link": null
            },
            {
                "name": "Haley Byrd",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-05-11",
        "text": "Washington (CNN) The US government is hurtling toward a potential financial crisis , and no one in Washington seems to know how to stop it.\n\nAs lawmakers trade fire over contempt votes and impeachment, there's been no progress toward reaching a budget agreement or extending the federal government's ability to borrow before September, when the money runs out . That's raising the ugly prospect of more than $100 billion in mandatory cuts as well as an unprecedented default on US debt -- a situation that could trigger a worldwide economic catastrophe.\n\nIt's a mess everyone knows is coming, and yet no one seems to have a plan -- at least at the moment -- for averting disaster.\n\n\"It's one of those cartoonish anvil-over-head moments,\" one senior GOP congressional aide told CNN. \"We all look around knowingly like 'Man, we're about to get crushed by this,' but nobody's really sure how to get out from underneath it right now.\"\n\nEven the battle lines aren't totally clear at this point. There's brewing frustration between President Donald Trump and congressional Republicans, as well as questions about what House Democrats will agree to.\n\nThe fight over disaster relief\n\nThe latest sign of the dysfunction gripping Congress came this week, when Republicans and Democrats continued to flounder in months-long negotiations over disaster aid for states recently hit by hurricanes, flooding, and wildfires, typically a subject that can easily win bipartisan consensus but has instead repeatedly fallen apart over unrelated issues.\n\n\"If we can't do this, what the heck can we do on something much bigger?\" Senate Appropriations Committee Chairman Richard Shelby asked after a phone call with White House chief of staff Mick Mulvaney . \"I hope this is not a preview of coming events.\"\n\nThe Alabama Republican said he told Mulvaney that the inability to pass the aid bill was not a good sign for the tougher negotiations ahead.\n\n\"This is the longest I remember I've ever seen something this important not be resolved,\" Shelby added. \"But I said, 'This is small — very important, but small — compared to what we're going to have to face if we don't get some direction.'\"\n\nThe US government has careened from one fiscal and spending crisis to another for nearly a decade. But as last winter's record-breaking shutdown demonstrated, the wild card now is Trump, whose unpredictable negotiating style has at times left Congress flailing. The President has clashed with Democrats for months over including funding for Puerto Rico in the disaster bill, and his administration has further strained talks with attempts to include Trump's requested $4.5 billion for border security, a move vehemently opposed by Democrats.\n\nShelby pointed to the $100 billion in automatic spending cuts that will be triggered come October if Congress can't reach a deal to raise budget caps for discretionary spending -- that is, almost everything outside of Social Security and Medicare.\n\nCongress reached a two-year deal to raise the caps in 2017. If lawmakers don't approve another hike, the budget will have to fall back down to 2011 levels.\n\nDeadlines can drive dealmaking\n\nLawmakers -- and specifically the top Appropriations members in both chambers -- have wriggled out of impossible negotiations before, generally managing to pull proverbial rabbits out of their hats at the last moment. And, despite the winter shutdown, the 2018 budget process was the most successful in decades, with more than 75 percent of the government funded through a regular process before the end of the fiscal year.\n\nUnlike the disaster aid package, the spending and debt ceiling negotiations come with a hard deadline -- and hard consequences for failing to meet it. For Republicans, it would mean dramatic cuts to defense programs, a central GOP priority. Democrats would have to accept equally painful cuts to domestic programs, which have long been their top priority in talks.\n\nDeadlines, said several aides and lawmakers who talked to CNN for the story, have a way of sharpening the urgency for negotiators on all sides, and a default on US debt is generally considered something members of both parties would prefer to avoid.\n\nBut Shelby is worried his colleagues — and the White House — aren't paying enough attention to the dangers ahead.\n\nOne problem: Trump may not realize how damaging a budget crisis and default would be.\n\nShelby, who raised the issue at Republicans' regular policy lunch this week, said he and his staff are working on a document with the Congressional Budget Office and the Office of Management and Budget that lays out the effects plainly for all to see. He told CNN once it is finished, he plans to bring it to Trump directly to underscore the stakes.\n\n\"I told our caucus yesterday that this will be draconian. They probably haven't thought about it much because they think we'll take care of it,\" Shelby told CNN earlier this week.\n\nBut he acknowledged that time is working against everyone.\n\n\"Here it is June coming up, and wow, we've got some mountains to climb,\" he said.\n\nThe three-legged stool\n\nThe talks are playing out in the wake of Trump's tax reform, which increased the deficit. The President -- who long ago proclaimed himself \"the King of Debt\" -- has nevertheless promised to raise defense spending, and White House officials have actively sought ways to increase the military budget without Congress, drawing objections from Democrats.\n\nIn recent months the White House has toyed with letting the automatic budget cuts take effect in the name of fiscal restraint. It was an idea openly broached by White House representatives at meeting of senior GOP staffers earlier this year, two people familiar with the conversation told CNN. They mentioned other ways to secure money to make up for the defense cuts — none of which were considered plausible by staff in attendance, the people said.\n\nMulvaney has also made clear in conversations with congressional Republicans that he objects to removing caps on domestic spending, according to multiple senators and GOP aides -- though Democrats who control the House have made clear that is a non-starter.\n\nCongressional leaders have attempted to jump start discussion. Senate Majority Leader Mitch McConnell, announced publicly last month the creation of a bipartisan staff-level working group to formulate a two-year budget deal and expressed optimism an agreement could be reached. It was an idea that came in the wake of a previously unreported meeting between Trump, McConnell and House Republican Leader Kevin McCarthy -- one that reflected significant unease across the GOP conference about the looming automatic defense cuts, two sources familiar with the meeting told CNN. The staff-level group, which is made up of the policy directors of the four top leaders on Capitol Hill, has met twice, but it's unclear how much progress has been made.\n\nDemocrats, burned by the shutdown, have called for negotiations to stay on the Hill.\n\n\"I think that the only way we'll get a budget is the way we've gotten one the last two years, if the President stays out of it,\" Schumer told CNN. \"I think if you talk to my Republican colleagues, and they told you what they're telling us, they'd tell you the same thing.\"\n\nBut Shelby, who has clashed with Mulvaney in past negotiations and has a close and effective working relationship with his Democratic Appropriations counterpart Sen. Patrick Leahy, made clear the White House has to stay involved. Shelby's efforts to brief and keep Trump in the loop were considered a key reason the President finally agreed to end the shutdown fight.\n\n\"We've got a three-legged stool,\" Shelby said. \"Democrat House. Republican White House and president. Republican Senate. We've gotta have all those to hold up the stool.\"\n\nLawmakers have until September to keep the government open and head off a repeat of this past winter's meltdown. That partial shutdown left about 800,000 federal employees unpaid over the holidays, as well as an unknown number of government contractors who did not receive back pay. The shutdown, which originated with a fight over funding for a border wall, ended after staffing issues with air traffic controllers caused flight delays in New York and around the country's major airports, creating political blowback for the President.\n\nExtraordinary measures are only a temporary fix\n\nLess discussion seems to be going on around the debt issue. Since the first World War, Congress has tried to limit federal borrowing, and has routinely raised the borrowing limit as the US government debt has grown. The debt limit was suspended in 2015, after Republicans danced with default amid a fight with the Obama administration.\n\nThe limits went back into effect in March, but the US government has been able to use so-called \"extraordinary measures\" to keep paying its bills. Those measures are expected to run out in early fall.\n\nTreasury Secretary Steven Mnuchin has called for lawmakers to raise the debt limit as soon as possible, but lawmakers have so far been unwilling to give up leverage over hot-button issues like immigration -- though top Democrats have also indicated they're unwilling to risk US creditworthiness.\n\n\"America is not going to welch on its debts and what it owes. So I think we ought not to use that as a political issue,\" House Majority Leader Steny Hoyer said Wednesday. \"But, and this is a big but, we need to avoid a crisis of shutting down the government as happened under the Republican leadership in the last Congress, which bled over to this Congress. As a result, I am urging that we do both in a bipartisan, constructive way.\"\n\nAsked whether that meant he wanted to deal with the debt limit alongside appropriations legislation, Hoyer said he was open to any approach that would get a deal done.\n\nRep. Tom Cole, an Oklahoma Republican, said Shelby's warning should serve as a wakeup call for both chambers.\n\n\"Senator Shelby is telling everybody in this chamber what they need to know, that we need to get out of partisan gamesmanship and get focused on governing the country: moving Approps bills, taking care of the debt ceiling,\" he said.\n\n\"Both sides seem to think they can leverage these things into something, and I don't think you can,\" Cole added. \"Every time you do, you end up in a government shutdown.\"\n\nCORRECTION: This story has been updated to correctly identify Hoyer as House Majority Leader.",
        "quotes": [
            [
                "It's one of those cartoonish anvil-over-head moments,",
                "",
                true
            ],
            [
                "We all look around knowingly like 'Man, we're about to get crushed by this,' but nobody's really sure how to get out from underneath it right now.",
                "",
                true
            ],
            [
                "If we can't do this, what the heck can we do on something much bigger?",
                "Mick Mulvaney",
                true
            ],
            [
                "I hope this is not a preview of coming events.",
                "Mick Mulvaney",
                true
            ],
            [
                "This is the longest I remember I've ever seen something this important not be resolved,",
                "Shelby",
                true
            ],
            [
                "But I said, 'This is small — very important, but small — compared to what we're going to have to face if we don't get some direction.",
                "Shelby",
                true
            ],
            [
                "I told our caucus yesterday that this will be draconian.",
                "Shelby",
                true
            ],
            [
                "They probably haven't thought about it much because they think we'll take care of it,",
                "Shelby",
                true
            ],
            [
                "Here it is June coming up, and wow, we've got some mountains to climb,",
                "Shelby",
                true
            ],
            [
                "I think that the only way we'll get a budget is the way we've gotten one the last two years, if the President stays out of it,",
                "Schumer",
                true
            ],
            [
                "I think if you talk to my Republican colleagues, and they told you what they're telling us, they'd tell you the same thing.",
                "Schumer",
                true
            ],
            [
                "We've got a three-legged stool,",
                "Shelby",
                true
            ],
            [
                "We've gotta have all those to hold up the stool.",
                "Shelby",
                true
            ],
            [
                "America is not going to welch on its debts and what it owes.",
                "",
                true
            ],
            [
                "So I think we ought not to use that as a political issue,",
                "",
                true
            ],
            [
                "But, and this is a big but, we need to avoid a crisis of shutting down the government as happened under the Republican leadership in the last Congress, which bled over to this Congress.",
                "",
                true
            ],
            [
                "As a result, I am urging that we do both in a bipartisan, constructive way.",
                "",
                true
            ],
            [
                "Senator Shelby is telling everybody in this chamber what they need to know, that we need to get out of partisan gamesmanship and get focused on governing the country: moving Approps bills, taking care of the debt ceiling,",
                "",
                true
            ],
            [
                "Both sides seem to think they can leverage these things into something, and I don't think you can,",
                "",
                true
            ],
            [
                "Every time you do, you end up in a government shutdown.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2019/04/29/politics/mick-mulvaneys-chief-of-staff-playbook-dismantling-trumps-guardrails/index.html",
                "https://money.cnn.com/2016/05/05/investing/trump-king-of-debt-fire-janet-yellen/index.html",
                "https://www.cnn.com/2019/01/25/politics/aviation-shutdown-negotiations/index.html",
                "https://www.cnn.com/2019/03/01/economy/federal-debt-ceiling-22-trillion/index.html",
                "https://www.cnn.com/specials/politics/government-shutdown-2019",
                "https://www.cnn.com/2019/05/10/politics/house-disaster-aid-vote-legislation-congress/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "plan",
            "congress",
            "told",
            "house",
            "stop",
            "republican",
            "shelby",
            "crisis",
            "cnn",
            "cuts",
            "debt",
            "flirting",
            "washington",
            "budget",
            "white"
        ]
    },
    {
        "url": "https://www.cnn.com/2019/07/08/politics/congress-budget-talks/index.html",
        "title": "Congress returns with no sign of spending deal ahead of September deadline",
        "authors": [
            {
                "name": "Phil Mattingly",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-07-08",
        "text": "(CNN) Lawmakers return to the Capitol this week with negotiations over a crucial budget deal, in the words of one senior official involved, \"as far away from agreement as they've been.\"\n\nSenate Republicans remain frustrated with the White House. House Democrats are engaged in their most significant internal battle of their majority. Neither party's congressional leadership knows exactly what President Donald Trump would support or sign, aides on both sides say.\n\nReminder of what's at stake: Congressional leaders are desperately seeking to forestall more than $120 billion in automatic spending cuts, as well as a catastrophic debt default. The preferred method is to strike an all-encompassing two-year budget deal. At this point, after several meetings of top negotiators, things have moved further away from a deal. The internal dynamics of the Democratic caucus laid bare by the immigration funding fight two weeks ago have only served to exacerbate concerns about any path to a final resolution.\n\nBottom line: The House and Senate are in session for a grand total of seven weeks before an end-of-September spending deadline, with a month-long August recess smack in the middle of it. While there is no agreement on a spending deal, or even the process of what's next at the moment, there is agreement on this: things need to start moving, and fast.\n\nScheduling: As of now, there are no meetings scheduled between congressional leaders and top White House negotiators this week, aides say. That could change -- and congressional aides have indicated they would like it to change in order to jump start talks -- but as of now, nothing is on the books.\n\nRead More",
        "quotes": [
            [
                "as far away from agreement as they've been.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2019/06/19/politics/congress-spending-crisis/index.html",
                "https://www.cnn.com/2019/01/03/politics/nancy-pelosi-house-speaker-vote-new-congress/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "weeks",
            "congress",
            "house",
            "sign",
            "whats",
            "deal",
            "spending",
            "deadline",
            "ahead",
            "aides",
            "agreement",
            "returns",
            "congressional",
            "week",
            "white"
        ]
    },
    {
        "url": "https://www.cnn.com/specials/politics/president-donald-trump-45",
        "title": "Donald Trump news, commentary and analysis",
        "authors": [],
        "publisher": "www.cnn.com",
        "publish_date": "2017-02-16",
        "text": "Trump pick to be top general says he will 'not be intimidated into making stupid decisions'",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.cnn.com/2019/07/11/politics/mark-milley-confirmation-hearing-not-intimidated/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "commentary",
            "decisions",
            "general",
            "stupid",
            "intimidated",
            "making",
            "pick",
            "trump",
            "analysis",
            "donald"
        ]
    },
    {
        "url": "https://www.cnn.com/2019/04/29/politics/mick-mulvaneys-chief-of-staff-playbook-dismantling-trumps-guardrails/index.html",
        "title": "Mick Mulvaney's chief of staff playbook: Dismantling Trump's guardrails",
        "authors": [
            {
                "name": "Betsy Klein",
                "link": null
            },
            {
                "name": "Abphillip",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-04-29",
        "text": "Washington (CNN) Months before Mick Mulvaney was picked as President Donald Trump's acting chief of staff, he requested a meeting with Trump to sell himself as the best man to run his chaotic White House.\n\nMulvaney boiled his case down to three main points. First, he reminded Trump that he'd spent the previous two years successfully managing two federal agencies, the Office of Management and Budget and the Consumer Financial Protection Bureau, with almost no dysfunction. Secondly, he said he had demonstrated fierce loyalty to the President.\n\nMulvaney saved what he thought was the most important point for last: he had no plans to rein Trump in, according to a person familiar with Mulvaney's ideas.\n\nThe pitch provides a window into how Mulvaney has approached the job as Trump's third chief of staff. White House aides say Mulvaney has staked out a clear strategy of avoiding friction with the President or his family.\n\nThat's won Mulvaney praise from senior staff and helped him avoid the internal battles that contributed to the eventual downfall of his two predecessors, Reince Priebus and John Kelly.\n\nBut the approach has its downsides. Namely, critics say, Mulvaney has failed to perform what many past chiefs regard as the most important part of the job: focusing the President's time on critical issues, managing the information that reaches his desk, and in the case of Trump, serving as a guardrail against an unpredictable president's most self-defeating instincts.\n\nA senior White House official, who praised Mulvaney's leadership overall, described Mulvaney's approach to dealing with Trump as focused primarily on securing the President's affection, even if it sometimes means obscuring hard truths.\n\n\"If Mick is guilty of anything, it's that he's more of a glass half full kind of guy,\" said John Czwartacki, senior adviser to Mulvaney for strategy. \"It doesn't mean he ever obscures facts but he tends to view the world through an optimist point of view.\"\n\nIn light of the recently released Mueller report, being too deferential to Trump could carry some significant risks. The report lays out numerous occasions of aides refusing to do as Trump instructed, provoking the President's ire but also saving him from potentially incriminating and obstructive behavior.\n\n\"You have to be able to ensure that the President is in many ways protected from himself,\" said Leon Panetta, who spent three years as chief of staff to President Bill Clinton and who is also close to former chief of staff John Kelly. \"Otherwise you're not worth a damn if you're not protecting the county.\"\n\n\"You're not hired to be a court jester to a king, you're hired to serve the country,\" Panetta added.\n\nTo others though, that misses the point of Mulvaney's strategy, and the uniqueness of working for this President.\n\n\"Trump has a unique management style and if you get how he operates then you can function better than some of the guys who came in and thought I'm going to get this job and do whatever I want because the world loves me and I was elected to nothing,\" said Grover Norquist, the president of Americans for Tax Reform, a conservative policy group.\n\nThe anti-John Kelly\n\nMuch of Mulvaney's tenure has been defined by how much of Kelly's management strategies he has rejected. In an interview with The Atlantic, Mulvaney sharply criticized Kelly for cultivating an unhealthy work environment.\n\n\"When I got here, morale wasn't what it needed to be,\" Mulvaney told the magazine. \"I don't think I'm telling any secrets -- John hated the job. And let everybody know.\"\n\nBut Panetta, who has spoken to Kelly in recent weeks, said the former Marine general was simply being honest about the challenges of the job.\n\n\"That job under Trump is a son of a b****,\" Panetta said. \"(Kelly) believes in discipline. He believes you don't accomplish a mission unless you have a disciplined force.\n\n\"It took a while but he realized he was dealing with someone who was totally undisciplined,\" Panetta added.\n\nTrump aides say the most noticeable difference has been the way Mulvaney deals with the President's daughter and son-in-law, Ivanka Trump and Jared Kushner. Where Kelly tried to limit their access and influence , Mulvaney has essentially stayed out of their way, a move that many in the West Wing attribute to Mulvaney watching the political damage Kelly did to himself in his fights with Ivanka and Kushner.\n\n\"(Mulvaney) has the benefit of hindsight to know that is going to piss off the President and make enemies of the only staffers in the White House who can't get fired,\" said one White House official.\n\nNot only has Mulvaney not interfered with Ivanka and Kushner's access to the Oval Office, he has allowed them to expand their portfolios.\n\nIn recent months, for example, Kushner along with Mulvaney were among the President's lead negotiators during the government shutdown and have continued talks with Democrats about immigration legislation even after the President escalated his threats to close the southern border with Mexico.\n\nRather than rein them in, aides say Mulvaney has opted instead to use Ivanka Trump and Kushner's unique relationship with the President to his own advantage.\n\nWhile one official described Mulvaney as seeking to \"empower\" the two senior aides for their own benefit, others in the White House see it as a shrewd move designed to keep him in his job longer.\n\nPeace but no progress\n\nRegardless of the motivation, multiple Trump aides describe the mood among staff as unusually content under Mulvaney's leadership.\n\nSeveral say that the infighting and back-biting that characterized the first two years of Trump's presidency has dissipated. While Kelly's attempts to instill discipline and order into the West Wing gained him a reputation as being combative, Mulvaney's under-the-radar demeanor have made him relatively few enemies in a staff more accustomed to the power struggles of Trump's first two years in office.\n\nYet for all the peace, there have been few accomplishments. In the first four months of Mulvaney's tenure, there have been no major policy or public relations successes. And several political missteps. Mulvaney has presided over the longest government shutdown in history, which most polls say the American public blames Trump for , a threat to close the US border with Mexico which likely would have caused catastrophic economic damage, and a near crisis of Trump's making when he -- with Mulvaney's encouragement -- forced health care onto the Republican agenda, over the objections of his party.\n\nParadoxically, as Mulvaney's public image has soured, his standing with Trump has solidified, according to White House officials and sources close to the president.\n\n\"I think he's the perfect fit for the President,\" said Christopher Ruddy, CEO of Newsmax and a longtime friend of Trump. \"He gives the President his space and lets him shine and he protects his back.\"\n\nThough people close to the President say that it is still early in Mulvaney's tenure, Trump is notably more relaxed around the former congressman, who has been careful not to make the President think he is being watched or monitored.\n\n\"He doesn't like people shadowing him all the time,\" said one person close to Trump.\n\nTrump's level of comfort with Mulvaney was on display in recent days, when hours after the Mueller report was released, they dined together along with their wives at Mar-a-Lago, according to multiple sources.\n\nIn his short time as acting chief of staff, Mulvaney has traveled frequently with the President to his Florida club -- making himself a notable, but unobtrusive presence as the President catches up with friends and patrons.\n\nShortly after Mulvaney got the job, amidst a tumultuous period during the government shutdown, Trump -- who is known to blame top aides for rocky periods in his presidency -- quizzed friends and advisers about how Mulvaney was doing.\n\nUpon receiving positive feedback, Trump remarked: \"I think he's good, too. He's better than the other two.\"\n\nPolicy chops\n\nMulvaney also comes to the job with policy expertise that both Priebus and Kelly lacked. Among the three, Mulvaney is also the only to have ever been elected to office. Before joining the administration in 2017, Mulvaney served three terms as a House Republican, focused on cutting government spending. That, along with his time as Trump's budget director, have won Mulvaney a reputation as a policy wonk in what is often a detail-averse White House.\n\nIn meetings with the President, Trump often uses Mulvaney as a walking encyclopedia, asking him to weigh in with facts and information in discussions with lawmakers and allies on policy.\n\nMulvaney has filled the West Wing with like-minded technocrats, many of whom he brought over from the OMB. That's given Mulvaney a core group of loyal allies in the West Wing, as well as a base of policy expertise to help advance the sort of right-leaning agenda that he might have favored during his time as a member of the House Freedom Caucus.\n\nMulvaney allies now fill key roles at the helm of the Office of Management and Budget and the Domestic Policy Council, helping him shape Trump's policy on across the board budget cut proposals and on health care.\n\nLast month, Mulvaney, backed by acting Office of Management and Budget director Russ Vought and Domestic Policy Council Director Joe Grogan convinced Trump to back a lawsuit by states attorneys general seeking to invalidate the Affordable Care Act, over the objections of Attorney General William Barr and Health and Human Services Secretary.\n\nThough Senate Republicans ultimately convinced the White House to stand down on pushing an overhaul of health care until after the 2020 election, the incident highlighted the unusual power Mulvaney wields over key policy decisions, something Kelly, who never served as a politician or political aide, ever attempted.\n\nIndeed, Trump, lurching from urge to urge, has plunged the White House into conflict with Capitol Hill over health care and the ideas of closing the southern border.\n\nTrump's health care decision forced congressional Republicans head-first into a health care fight they didn't want. And Trump's threats to close the US Mexico-border, which Mulvaney doubled down on in Sunday morning television appearances days after Trump floated the possibility, had to be walked back less than a week later.\n\nMulvaney has not made it his business to dissuade the president in any of these cases.\n\nHe is \"banking that this a president willing to be bold even if it doesn't work,\" another White House official said.\n\nOther aides believe the policy missteps and lack of coordination during Mulvaney's time as chief of staff have less to do with him and more with the president.\n\n\"Mick did go in with eyes wide open. You can't try to limit what the President's going to do,\" said a different official said. \"You can provide options but ultimately, he's going to say and do what he wants.\"\n\nThis story has been updated with comments from Mulvaney's senior adviser for strategy, John Czwartacki",
        "quotes": [
            [
                "If Mick is guilty of anything, it's that he's more of a glass half full kind of guy,",
                "John Czwartacki",
                true
            ],
            [
                "It doesn't mean he ever obscures facts but he tends to view the world through an optimist point of view.",
                "John Czwartacki",
                true
            ],
            [
                "You have to be able to ensure that the President is in many ways protected from himself,",
                "Leon Panetta",
                true
            ],
            [
                "Otherwise you're not worth a damn if you're not protecting the county.",
                "Leon Panetta",
                true
            ],
            [
                "You're not hired to be a court jester to a king, you're hired to serve the country,",
                "Panetta",
                true
            ],
            [
                "Trump has a unique management style and if you get how he operates then you can function better than some of the guys who came in and thought I'm going to get this job and do whatever I want because the world loves me and I was elected to nothing,",
                "Grover Norquist",
                true
            ],
            [
                "When I got here, morale wasn't what it needed to be,",
                "Mick Mulvaney",
                true
            ],
            [
                "I don't think I'm telling any secrets -- John hated the job.",
                "Mick Mulvaney",
                true
            ],
            [
                "That job under Trump is a son of a b****,",
                "Panetta",
                true
            ],
            [
                "He believes you don't accomplish a mission unless you have a disciplined force.",
                "Panetta",
                true
            ],
            [
                "It took a while but he realized he was dealing with someone who was totally undisciplined,",
                "Panetta",
                true
            ],
            [
                "Mulvaney) has the benefit of hindsight to know that is going to piss off the President and make enemies of the only staffers in the White House who can't get fired,",
                "",
                true
            ],
            [
                "I think he's the perfect fit for the President,",
                "Christopher Ruddy",
                true
            ],
            [
                "He gives the President his space and lets him shine and he protects his back.",
                "Christopher Ruddy",
                true
            ],
            [
                "He doesn't like people shadowing him all the time,",
                "",
                true
            ],
            [
                "I think he's good, too.",
                "Ivanka Trump",
                true
            ],
            [
                "He's better than the other two.",
                "Ivanka Trump",
                true
            ],
            [
                "banking that this a president willing to be bold even if it doesn't work,",
                "Mick Mulvaney",
                false
            ],
            [
                "Mick did go in with eyes wide open.",
                "",
                true
            ],
            [
                "You can't try to limit what the President's going to do,",
                "",
                true
            ],
            [
                "You can provide options but ultimately, he's going to say and do what he wants.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.theatlantic.com/politics/archive/2019/04/mick-mulvaney-white-house-2020-and-mueller/588022/",
                "https://www.cnn.com/2019/01/18/politics/polling-roundup-shutdown/index.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.cnn.com/videos/politics/2019/03/12/kushner-inc-nyt-trump-john-kelly-donald-trump-ivanka-jared-white-house-deny-bennett-dnt-vpx.cnn"
            ]
        },
        "key_words": [
            "mick",
            "house",
            "policy",
            "say",
            "mulvaney",
            "trumps",
            "dismantling",
            "mulvaneys",
            "chief",
            "staff",
            "playbook",
            "president",
            "trump",
            "guardrails",
            "white"
        ]
    },
    {
        "url": "https://money.cnn.com/2016/05/05/investing/trump-king-of-debt-fire-janet-yellen/index.html",
        "title": "Donald Trump: 'I'm the king of debt'",
        "authors": [
            {
                "name": "Matt Egan",
                "link": null
            }
        ],
        "publisher": "money.cnn.com",
        "publish_date": "2016-05-05",
        "text": "Donald Trump isn't afraid of debt.\n\n\"I'm the king of debt. I love debt,\" Trump told CNN's Wolf Blitzer on Wednesday, seemingly trying to explain the comfort level he has with debt after a long business career that included four bankruptcy filings by his companies.\n\nTrump made the comment in response to a question about whether it's time to bail out Puerto Rico, which is in the midst of an economic crisis. However, Trump said he opposes the bailout because Puerto Rico has too much debt and needs to cut it down, without help from the federal government.\n\nDespite his \"love\" for debt, Trump is worried about another debt-related issue: how much the U.S. has to pay in interest on its $19 trillion of debt.\n\n\"If interest rates go up one percent, that's devastating,\" the presumptive GOP nominee for president told CNBC on Thursday. \"What happens if that interest rate goes up 2, 3, 4 points? We don't have a country.\"\n\nBut Trump raised eyebrows by suggesting an unorthodox approach towards cutting the national debt.\n\nAsked if the U.S. needs to pay its debt in full or if it could negotiate a partial repayment, Trump said: \"I would borrow, knowing that if the economy crashed, you could make a deal.\"\n\nSuch a renegotiation risks creating financial turmoil because U.S. Treasuries are considered the safest assets on the planet and a major benchmark for valuing other securities. Calling into question their safety could cause borrowing rates to rise and create confusion in the markets.\n\nAt first glance, Trump's endorsement of low rates would seem to make him a fan of Federal Reserve chair Janet Yellen, under whose leadership rates have continued at near-zero. She is also known as a \"dove\" because of her cautious stance against raising rates.\n\nBut Trump told CNBC that if he became president he would \"most likely replace\" Yellen when her term expires in January 2018. He pointed out that she's \"not a Republican.\"\n\nTrump did call Yellen a \"very capable person\" and said \"people I know have a high regard for her.\"\n\nRelated: Famed investor sounds the crisis alarm\n\nLast year Trump criticized Yellen, who was appointed by President Obama in 2014, for keeping rates low for \"political reasons.\"\n\nBut Trump's seemingly-contradictory call for low rates and also replacing Yellen has observers on Wall Street scratching their heads. After all, Republican-leaning Fed chiefs tend to be hawks, not doves. They prefer to raise interest rates more quickly to ward off inflation.\n\n\"Are we looking at a dovish, deficit building GOP nominee here?\" Michael Block, chief strategist at Rhino Trading, wrote in a note. \"So maybe he wants someone more dovish. Like... an actual bird. Or someone in a large bird costume.\"\n\nRelated: Should investors fear President Trump or Clinton?\n\nTrump also threw his weight behind the idea of spending heavily to revamp America's roads and bridges. It's an idea that many Democrats, including Obama, have embraced as a way to breathe life into the economy while simultaneously investing in the future.\n\n\"The beautiful thing about infrastructure is it puts people to work, immediately puts people to work,\" Trump said.\n\nHowever, some worry that Trump hasn't spelled out a credible way to pay for all that new spending. In fact, on Thursday he reiterated plans to dramatically lower taxes.\n\n\"Deficits would explode in his administration,\" Greg Valliere, chief global strategist at Horizon Investments, said in a report on Thursday.\n\nRelated: Everything you want to know about Trump's bankruptcies\n\nThis week influential investor Jeff Gundlach predicted Trump will win the White House -- and boost the national debt in the process.\n\n\"Let's face it, Donald Trump is extremely comfortable with debt,\" Gundlach said at the 21st Annual Sohn Investor Conference in Manhattan.\n\nOf course, dramatically higher government spending with no new revenue to pay for it would likely rile financial markets.\n\nIn other words, the bond market may sell off and rates will go up -- exactly the outcome Trump warned against.",
        "quotes": [
            [
                "I'm the king of debt.",
                "Donald Trump",
                true
            ],
            [
                "If interest rates go up one percent, that's devastating,",
                "",
                true
            ],
            [
                "What happens if that interest rate goes up 2, 3, 4 points?",
                "",
                true
            ],
            [
                "We don't have a country.",
                "",
                true
            ],
            [
                "I would borrow, knowing that if the economy crashed, you could make a deal.",
                "Donald Trump",
                true
            ],
            [
                "people I know have a high regard for her.",
                "Donald Trump",
                false
            ],
            [
                "Are we looking at a dovish, deficit building GOP nominee here?",
                "Michael Block",
                true
            ],
            [
                "So maybe he wants someone more dovish.",
                "Michael Block",
                true
            ],
            [
                "Or someone in a large bird costume.",
                "Michael Block",
                true
            ],
            [
                "The beautiful thing about infrastructure is it puts people to work, immediately puts people to work,",
                "Donald Trump",
                true
            ],
            [
                "Deficits would explode in his administration,",
                "Greg Valliere",
                true
            ],
            [
                "Let's face it, Donald Trump is extremely comfortable with debt,",
                "Gundlach",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://money.cnn.com/2016/05/05/investing/stanley-druckenmiller-sounds-crisis-alarm-sohn/index.html",
                "https://money.cnn.com/2016/05/02/investing/puerto-rico-default-may-1/index.html",
                "https://money.cnn.com/2015/08/31/news/companies/donald-trump-bankruptcy/",
                "https://money.cnn.com/2016/05/04/investing/donald-trump-hillary-clinton-stocks/index.html",
                "https://www.cnn.com/2016/05/04/politics/donald-trump-john-kasich/index.html",
                "https://money.cnn.com/2016/05/04/investing/betting-against-tesla-trump-will-win-sohn/index.html?iid=hp-stack-dom",
                "https://www.cnbc.com/2016/05/05/donald-trump-a-chance-ill-pick-a-vp-from-field-of-former-gop-candidates.html",
                "https://money.cnn.com/2016/04/04/news/economy/donald-trump-bubble-debt/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.bloomberg.com/tosv2.html?vid=&uuid=1d16a930-a611-11e9-befd-8f2caeeaed36&url=L3BvbGl0aWNzL2FydGljbGVzLzIwMTUtMTAtMTYvdHJ1bXAtc3BlYWtzLWluLWJsb29tYmVyZy10di1pbnRlcnZpZXctb24tamFuZXQteWVsbGVuLWludGVyZXN0LXJhdGVz"
            ]
        },
        "key_words": [
            "pay",
            "told",
            "yellen",
            "spending",
            "trumps",
            "debt",
            "interest",
            "rates",
            "president",
            "im",
            "trump",
            "king",
            "donald"
        ]
    },
    {
        "url": "https://www.cnn.com/2019/01/25/politics/aviation-shutdown-negotiations/index.html",
        "title": "Impact on aviation contributed to movement on shutdown negotiations",
        "authors": [
            {
                "name": "Rene Marsh",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-01-25",
        "text": "Washington (CNN) The White House had been meeting and communicating with transportation agencies including the Department of Transportation to discuss the impact of the shutdown on commercial aviation, information that contributed to Friday's deal to temporarily end the government shutdown, according to a source familiar with the discussions.\n\nThe White House recently was given a stark portrayal for what would happen as it relates to commercial aviation if this shutdown continued, the source said. Then the White House saw it play out in real time Friday morning with air traffic control staffing issues causing massive delays in several northeastern airports.\n\nThe source adds that Friday's staffing issues with air traffic controllers and shortage of Transportation Security Administration officers was a \"contributing catalyst to ending this shutdown for both sides\" of the negotiations.\n\nThe White House was concerned about the economic impact of a significant disruption within the national airspace system, including the commerce it supports, the source said.\n\nRead More",
        "quotes": [
            [
                "contributing catalyst to ending this shutdown for both sides",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2019/01/25/us/air-traffic-controller-shortage-faa/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "impact",
            "source",
            "negotiations",
            "house",
            "staffing",
            "aviation",
            "issues",
            "including",
            "shutdown",
            "contributed",
            "traffic",
            "transportation",
            "movement",
            "white"
        ]
    },
    {
        "url": "https://www.cnn.com/2019/03/01/economy/federal-debt-ceiling-22-trillion/index.html",
        "title": "The federal government is about to hit its credit limit",
        "authors": [
            {
                "name": "Cnn Business",
                "link": null
            },
            {
                "name": "Donna Borak",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-03-01",
        "text": "(CNN Business) On Saturday, the federal borrowing limit set by Congress kicks back in, freezing US debt at its current level -- a shade over $22 trillion, a record high -- and there's no clear plan in sight for lawmakers to extend new borrowing power.\n\nWhile the US Treasury isn't immediately at risk for default, the situation raises that alarming prospect, which Federal Reserve Chairman Jerome Powell described earlier this week as a \"very big deal.\"\n\nBut White House economist Kevin Hassett, chair of the Council of Economic Advisers, downplayed the risk on Friday.\n\n\"I can tell you that if you look back at previous debt limit debates, that they've always sort of worked out in the end,\" Hassett told CNN's Poppy Harlow.\n\nThe ceiling was initially intended to control spending by the federal government, but instead Congress has continued to approve increases to accommodate continued borrowing.\n\nLast year, Congress suspended the limit altogether rather than voting to raise it -- a move aimed at forcing spending cuts, or at least preventing Republicans from having to vote for more borrowing ahead of the midterms. That suspension runs out March 1, but this isn't the first time the US government has run up against the debt limit.\n\nFor years, the United States has been spending more money than it collects in taxes and other revenue, forcing the Treasury Department to borrow money by issuing bonds.\n\nThe modern debt limit was formally established in 1939 as World War II was looming, and it was regularly raised without any political fights until 1953.\n\nThat year, the Senate tried to block Republican President Dwight Eisenhower from raising the limit to build a national highway system. And the politicized debate over the debt limit has routinely resurfaced over the ensuing decades.\n\nIn the 1960s, the issue was raised again for those worried about the expansion of government spending due to federal credit guarantees, new social insurance programs, and the escalation of the Vietnam War.\n\nDebt limit measures were also a feature of congressional conflicts with the Nixon and Ford administrations in the early 1970s.\n\nAnd in 2011, some Republicans threatened not to raise the debt ceiling in a standoff with former President Barack Obama over a government spending impasse. Fears that the US might renege on its payments rattled financial markets and wound up forcing the S&P, a major credit rating agency, to downgrade its rating of sovereign US debt for the first time in history.\n\nAnd as far as immediate prospects today, policy analysts don't expect Congress to be rushing anytime soon to lift the statutory limit.\n\n\"We think there is little appetite for a fight over the debt ceiling, and we expect Congress will raise the debt ceiling in the next several months,\" Brian Gardner, director of Washington Research at Keefe, Bruyette & Woods, wrote in a note to clients this week.\n\nOnce the deadline passes, Treasury will no longer be able to borrow additional funds to cover its costs. Instead, it will have to employ so-called \"extraordinary measures\" -- a tactic both Democratic and Republican administrations -- have used to continue to pay the country's IOUs.\n\nTreasury Secretary Steven Mnuchin last week sent a letter to House Speaker Nancy Pelosi ahead of the March 1 deadline, formally notifying her that he would need to start taking \"certain extraordinary measures in order to temporarily prevent the United States from defaulting on its obligations.\"\n\nThe Treasury will run out of money to pay the nation's bills by the end of the government's fiscal year around Sept. 30, according to a forecast by the Congressional Budget Office this week.\n\nThe Trump administration has not yet released a formal estimate of when it anticipates to run out of money.\n\nA borrowing crunch is different than last month's 35-day government shutdown, which was essentially an accounting problem. Without borrowing authority, the Treasury will run out of operating cash -- at which point, according to the CBO report, \"the government would be unable to pay its obligations fully, and it would delay making payments for its activities, default on its debt obligations, or both.\"\n\nA default would risk the position of US debt as a global safe haven investment and rattle financial markets.\n\nPresident Donald Trump last year suggested he'd be open to getting rid of the debt ceiling altogether as he tried to strike a budget deal with Democratic congressional leaders last year.\n\nWhen asked earlier this week about the economic effect if Congress does not to vote to raise the debt ceiling soon, Powell said it would be a \"distraction\" and create \"a lot of uncertainty\" for what he described as \"a pretty good economy.\"\n\n\"It's beyond even considering that the United States would not honor all of its obligations and pay them when due,\" Powell told senators on Tuesday, while testifying on the state of the US economy. \"It is just something that can't even be considered.\"",
        "quotes": [
            [
                "I can tell you that if you look back at previous debt limit debates, that they've always sort of worked out in the end,",
                "Hassett",
                true
            ],
            [
                "We think there is little appetite for a fight over the debt ceiling, and we expect Congress will raise the debt ceiling in the next several months,",
                "Brian Gardner",
                true
            ],
            [
                "certain extraordinary measures in order to temporarily prevent the United States from defaulting on its obligations.",
                "Brian Gardner",
                false
            ],
            [
                "the government would be unable to pay its obligations fully, and it would delay making payments for its activities, default on its debt obligations, or both.",
                "",
                false
            ],
            [
                "It's beyond even considering that the United States would not honor all of its obligations and pay them when due,",
                "Powell",
                true
            ],
            [
                "It is just something that can't even be considered.",
                "Powell",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2019/02/25/politics/debt-limit-congress-deadline/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "congress",
            "pay",
            "ceiling",
            "run",
            "spending",
            "debt",
            "credit",
            "hit",
            "borrowing",
            "raise",
            "treasury",
            "federal",
            "limit"
        ]
    },
    {
        "url": "https://www.cnn.com/specials/politics/government-shutdown-2019",
        "title": "2019 government shutdown -- Timeline, history, news and how to help",
        "authors": [],
        "publisher": "www.cnn.com",
        "publish_date": "2019-01-23",
        "text": "MLK national park will reopen during shutdown with the help of Delta Air Lines",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.cnn.com/travel/article/mlk-sites-atlanta-opening-government-shutdown/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "history",
            "mlk",
            "lines",
            "delta",
            "shutdown",
            "air",
            "timeline",
            "help",
            "national",
            "park",
            "reopen",
            "2019"
        ]
    },
    {
        "url": "https://www.cnn.com/2019/05/10/politics/house-disaster-aid-vote-legislation-congress/index.html",
        "title": "House passes disaster aid bill but the fight isn't over",
        "authors": [
            {
                "name": "Phil Mattingly",
                "link": null
            },
            {
                "name": "Clare Foran",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-05-10",
        "text": "Washington (CNN) The Democratic-controlled House of Representatives on Friday passed a multibillion-dollar disaster relief bill -- but negotiations over an aid package that could get President Donald Trump's signature remain stalled amid a dispute over how much assistance to provide to hurricane-damaged Puerto Rico.\n\nThe vote was 257-150, largely along partisan lines with 34 Republicans joining Democrats.\n\nThe final bill would provide $19.1 billion for disaster rebuilding and recovery. It includes $600 million in nutrition assistance to Puerto Rico as well as $3 billion to address recent flooding in the Midwest and other disasters.\n\nPassing the legislation gives House Democrats a chance to keep a spotlight on the issue and argue that they're taking action while Senate Republicans are not. But for now the vote is mostly a messaging push, since congressional negotiations have yet to reach a final deal that Democrats, Republicans and the President will all sign off on.\n\n\"This week our Democratic majority is advancing a robust, urgently needed relief bill for disaster-struck communities,\" House Speaker Nancy Pelosi said at a news conference on Thursday and argued that \"the Republican Senate has done nothing.\"\n\nRead More",
        "quotes": [
            [
                "This week our Democratic majority is advancing a robust, urgently needed relief bill for disaster-struck communities,",
                "",
                true
            ],
            [
                "the Republican Senate has done nothing.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.politifact.com/florida/statements/2019/apr/03/donald-trump/trumps-false-tweet-puerto-rico-got-91-billion-hurr/",
                "https://www.politico.com/story/2019/04/02/trump-puerto-rico-hurricane-aid-1247759",
                "https://www.cnn.com/2019/05/08/politics/donald-trump-rally-panama-city-beach/index.html",
                "https://www.cnn.com/2019/05/09/politics/disaster-relief-richard-shelby-mick-mulvaney/index.html",
                "https://www.cnn.com/2019/05/06/politics/congress-disaster-relief-talks-continue/index.html",
                "https://www.cnn.com/2019/04/12/politics/disaster-relief-stalled-puerto-rico-trump-congress/index.html",
                "https://www.cnn.com/2019/05/06/politics/congress-disaster-relief-talks-continue/index.html",
                "https://www.cnn.com/2019/01/22/health/hurricane-maria-funding-study-trnd/index.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/realDonaldTrump/status/1126625647214964737"
            ]
        },
        "key_words": [
            "senate",
            "puerto",
            "house",
            "negotiations",
            "provide",
            "relief",
            "disaster",
            "aid",
            "vote",
            "passes",
            "fight",
            "president",
            "bill",
            "republicans",
            "isnt"
        ]
    },
    {
        "url": "https://www.cnn.com/2019/06/19/politics/congress-spending-crisis/index.html",
        "title": "Congress is getting serious about a spending crisis that looms this fall",
        "authors": [
            {
                "name": "Phil Mattingly",
                "link": null
            },
            {
                "name": "Ted Barrett",
                "link": null
            },
            {
                "name": "Lauren Fox",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-06-19",
        "text": "(CNN) Republican and Democratic leaders from the House and Senate will meet again Wednesday and try to find a way out of a spending crisis that could cripple Washington in the fall, trigger $125 billion in automatic spending cuts and send the stock market tumbling.\n\nWhen House Speaker Nancy Pelosi , Senate Majority Leader Mitch McConnell, Senate Minority Leader Chuck Schumer, House Minority Leader Kevin McCarthy, White House officials and appropriators meet Wednesday afternoon, there will be fewer than 50 legislative days before the spending deadline.\n\nIn Washington, three months may be akin to an eternity for negotiations, but fresh off a partial but history-making January government shutdown , with animosity between House Democrats and the administration in clear view, and President Donald Trump looming as the constant legislative wild card, the meeting signals an attempt to stave off an avoidable showdown and debt ceiling debacle that would leave both Republicans and Democrats politically damaged and the country reeling from their showdown.\n\n\"I don't know if there is any goodwill, but there is mutual self-interest so I hope they can find it,\" Sen. Roy Blunt, a Republican from Missouri and member of leadership, told CNN about the odds for an agreement.\n\nThe meeting Wednesday will focus on raising the budget caps for both domestic and military spending. Without an agreement, automatic budget cuts from 2011 would go into effect, a result that both Republicans and Democrats agree could devastate government programs and paralyze the military. Ahead of the meeting, Sen. Dick Shelby, the Alabama Republican and chairman of the Senate Appropriations Committee, said he called Pelosi on Saturday arguing it was time to \"get together\"\n\nRead More",
        "quotes": [
            [
                "I don't know if there is any goodwill, but there is mutual self-interest so I hope they can find it,",
                "Roy Blunt",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2019/06/18/politics/senators-deal-emergency-border-funding/index.html",
                "https://www.cnn.com/2019/01/12/politics/donald-trump-democrats-government-shutdown-history/index.html",
                "https://www.cnn.com/2019/06/11/politics/nancy-pelosi-trump-prison/index.html",
                "https://www.cnn.com/2019/06/10/politics/justin-amash-leaves-freedom-caucus/index.html",
                "https://www.cnn.com/2013/02/06/politics/cnn-explains-sequestration/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "senate",
            "congress",
            "serious",
            "house",
            "democrats",
            "looms",
            "republican",
            "spending",
            "crisis",
            "leader",
            "sen",
            "washington",
            "fall",
            "getting",
            "republicans",
            "meeting"
        ]
    },
    {
        "url": "https://www.cnn.com/2019/01/03/politics/nancy-pelosi-house-speaker-vote-new-congress/index.html",
        "title": "Nancy Pelosi elected House speaker, reclaims gavel to lead Democrats' new majority",
        "authors": [
            {
                "name": "Ashley Killough",
                "link": null
            },
            {
                "name": "Clare Foran",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-01-03",
        "text": "Washington (CNN) Nancy Pelosi was officially elected the new House speaker on Thursday in a majority vote by the House of Representatives on the first day of the 116th Congress.\n\nShe defeated the Republican nominee Kevin McCarthy, winning 220 votes. McCarthy becomes the House minority leader.\n\nAs House speaker, Pelosi will regularly face off against President Donald Trump and will preside over an emboldened and energized Democratic majority that is poised to launch aggressive oversight of the President and his administration.\n\nOne of the most immediate challenges confronting Pelosi as leader of the new House Democratic majority will be the fight over the President's long-promised border wall that triggered a standoff between congressional Democrats and the President and resulted in a partial government shutdown, which is now in its second week.\n\nPelosi also makes history as she reclaims a title she previously held when she served as the first and so far only female House speaker from 2007 to 2011.\n\n\"We enter this new Congress with a sense of great hope and confidence for the future and deep humility,\" Pelosi said in remarks shortly after being elected to the speakership.\n\n\"Our nation is at a historic moment,\" she continued. \"Two months ago, the American people spoke and demanded a new dawn.\"\n\nA small, but vocal, faction of Democrats initially worked to derail Pelosi's bid to become the next speaker following the 2018 midterm elections, but no challenger against her ever emerged and she ultimately succeed in winning over many of her critics.\n\nTwelve Democrats voted for others besides Pelosi, including former Vice President Joe Biden, Sen. Tammy Duckworth of Illinois, Rep. Cheri Bustos of Illinois, Rep. Stephanie Murphy of Florida, Rep. John Lewis of Georgia, Rep. Joe Kennedy of Massachusetts, Rep. Marcia Fudge of Ohio, and Stacey Abrams, who unsuccessfully ran for governor of Georgia. Three Democrats voted present.\n\nPelosi has already outlined a plan for Democrats to pass a legislative package later in the day on Thursday to re-open shuttered parts of the government. Contrary to the President's demands for $5 billion for a border wall, however, the legislation does not provide any new wall funding, setting up an early confrontation between the new Democratic majority and the administration.\n\nPelosi spoke about other priorities on the Democratic agenda after her election on Thursday -- describing climate change as well as income inequality as pressing problems that need to be addressed.\n\n\"We will call upon bold thinking to address the disparity of income in America, which is at the root of the crisis of confidence felt by so many Americans,\" Pelosi said.\n\n\"We must also face the existential threat of our time: the climate crisis,\" she added.\n\nIn a nod to the historic nature of her election, Pelosi said she felt \"particularly proud\" to serve as \"the woman speaker of the House of this Congress which marks the 100th year of women having the right to vote.\"\n\nShe added that it is a \"privilege to serve with over 100 women members of Congress, the largest number in history.\"\n\nPelosi's path to the speakership\n\nPelosi always projected confidence that she would reclaim the Speaker's gavel, but faced criticism and pushback along the way.\n\nAt the end of November, she secured the nomination to become speaker by winning support from a majority of House Democrats -- a total of 203 votes in closed-door leadership elections. But she came up slightly short of the total 218 votes typically needed to win the speakership in the final January vote.\n\nTo become Speaker requires the support of a majority of all members of the House who are present and voting, a threshold that could be as high as 218 votes. It would be possible for Pelosi to win with fewer votes, as several previous House speakers have, if some members vote present or decline to participate.\n\nAhead of the final vote, Pelosi deployed her deal-making abilities to win over detractors, and by mid-December, she appeared to have secured the votes necessary to prevail after negotiating an agreement with some of the Democrats who had been lobbying to block her from the speakership. As part of the agreement, Pelosi backed a proposal to enact term limits for the party's top three leaders.\n\n\"I see myself as a bridge to the next generation of leaders, a recognition of my continuing responsibility to mentor and advance new Members into positions of power and responsibility in the House Democratic Caucus,\" Pelosi said in a statement at the time.\n\nThis story has been updated with additional developments from Thursday.",
        "quotes": [
            [
                "We enter this new Congress with a sense of great hope and confidence for the future and deep humility,",
                "Nancy Pelosi",
                true
            ],
            [
                "Our nation is at a historic moment,",
                "Nancy Pelosi",
                true
            ],
            [
                "Two months ago, the American people spoke and demanded a new dawn.",
                "",
                true
            ],
            [
                "We will call upon bold thinking to address the disparity of income in America, which is at the root of the crisis of confidence felt by so many Americans,",
                "Nancy Pelosi",
                true
            ],
            [
                "We must also face the existential threat of our time: the climate crisis,",
                "Nancy Pelosi",
                true
            ],
            [
                "the woman speaker of the House of this Congress which marks the 100th year of women having the right to vote.",
                "Nancy Pelosi",
                false
            ],
            [
                "privilege to serve with over 100 women members of Congress, the largest number in history.",
                "Nancy Pelosi",
                false
            ],
            [
                "I see myself as a bridge to the next generation of leaders, a recognition of my continuing responsibility to mentor and advance new Members into positions of power and responsibility in the House Democratic Caucus,",
                "Nancy Pelosi",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2018/12/12/politics/nancy-pelosi-votes-deal-democrats/index.html"
            ],
            "gov_pgs": [
                "https://www.majorityleader.gov/newsroom/121218-3"
            ],
            "unsure": []
        },
        "key_words": [
            "lead",
            "votes",
            "reclaims",
            "pelosi",
            "house",
            "democrats",
            "rep",
            "democratic",
            "speaker",
            "elected",
            "members",
            "president",
            "majority",
            "gavel",
            "nancy"
        ]
    },
    {
        "url": "https://www.cnn.com/2019/07/11/politics/mark-milley-confirmation-hearing-not-intimidated/index.html",
        "title": "Trump pick to be top general says he will 'not be intimidated into making stupid decisions'",
        "authors": [
            {
                "name": "Zachary Cohen",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-07-11",
        "text": "Washington (CNN) President Donald Trump 's nominee to become the next chairman of the Joint Chiefs of Staff told senators Thursday that if confirmed, he \"will not be intimidated into making stupid decisions\" and pledged to provide the best military advice regardless of consequences to himself.\n\nCurrent Army Chief of Staff General Mark Milley offered that particularly blunt response during his confirmation hearing before the Senate Armed Services Committee where he fielded several questions about how he would function as the President's principal military adviser and handle the pressure of delivering his own opinions in the Oval Office.\n\nIf confirmed, Milley will succeed outgoing chairman of the Joint Chiefs, Gen. Joseph Dunford, to become the highest-ranking military officer in the country and principal military adviser to the president.\n\nHe would take over the job at a time when the Trump administration faces a myriad of geopolitical threats, including increasing tensions with Iran, as well as, challenges from rivals like China and Russia.\n\nThere are also concerns about the lack of permanent appointees at the Pentagon.\n\nPerhaps the most notable exchange occurred with Milley was asked by Sen. Angus King, an independent from Maine, whether he would be intimidated by anyone.\n\nMilley answered bluntly: \"Absolutely not. By no one, ever.\"\n\n\"I'll give my best military advice, it will be candid, it will be honest, it will be rigorous and thorough and that's what I will do every single time,\" he said.\n\nKing pressed Milley on the issue, noting that he is confident the four-star general will assert his views, even if they run counter to the opinion of the President, but felt it was important to emphasize that point.\n\n\"I believe that I think it's very important to emphasize, the Oval Office is an intimidating place. The president of the United States is the most powerful leader in the free world and to be willing to say Mr. President you are wrong about this or this is the consequences if it's something that he or she doesn't want to hear is just, there is no more important responsibility in your career that you will have had to make that statement,\" King said.\n\n\"Senator, and I would say it applies to Gen. Dunford and most of us who have seen a lot of combat, we buried these soldiers. Arlington is full of our comrades and we understand absolutely full well the hazards of our chosen profession, we know what this is about and we are not going to be intimidated into making stupid decisions,\" Milley responded.\n\n\"We will give our best military advice regardless of consequences to our self,\" he added.\n\nEarlier in the hearing, Hawaii Democrat Sen. Mazie Hirono asked Milley under what conditions he would resign from his position if his advice and counsel on major policy issues were not being heeded.\n\n\"I think it would be a function of something that was illegal, unethical or immoral. That's what I've been brought up with since I was second lieutenant and that would probably be cause for resignation,\" Milley answered, noting he would expect the same from any US service member, no matter their rank.\n\nThat line of questioning prompted some push back from Republican Sen. Tom Cotton who attempted to draw a distinction between an illegal and unwise order.\n\n\"So what the president should expect from you, what the secretary of defense should expect of you, what the nation expects from you is you always give your professional best military judgment?\" Cotton asked.\n\n\"That's correct. Always,\" Milley said.\n\nAsked if he will \"then implement lawful orders even if you disagree with them personally or think they might be ill-advised,\" Milley answered: \"Absolutely.\"\n\nTrump tapped Milley to be the next chairman of the Joint Chiefs last December. CNN previously reported that he interviewed with Trump for the position on November 14 for more than an hour.\n\nMilley who holds degrees from Princeton University and Columbia University, is known to be liked by Trump. He has commanded units with the 10th Mountain Division and the 101st Airborne and served multiple combat tours in Iraq and Afghanistan.\n\nAfter becoming chief of staff of the Army in 2015, Milley helped oversee the army's transition away from large-scale counterinsurgency campaigns in places like Iraq and Afghanistan, focusing instead on near-peer challenges from Russia and China.\n\nHe helped launch the Army's Security Force Assistance Brigades to help reduce the strain on Special Forces units while also ensuring that the army maintained the ability to advise friendly forces combating extremist groups.\n\nMilley was also involved in the launch of Army Futures Command which is tasked with helping modernize the service.",
        "quotes": [
            [
                "will not be intimidated into making stupid decisions",
                "",
                false
            ],
            [
                "I'll give my best military advice, it will be candid, it will be honest, it will be rigorous and thorough and that's what I will do every single time,",
                "Milley",
                true
            ],
            [
                "I believe that I think it's very important to emphasize, the Oval Office is an intimidating place.",
                "King",
                true
            ],
            [
                "The president of the United States is the most powerful leader in the free world and to be willing to say Mr. President you are wrong about this or this is the consequences if it's something that he or she doesn't want to hear is just, there is no more important responsibility in your career that you will have had to make that statement,",
                "King",
                true
            ],
            [
                "Senator, and I would say it applies to Gen. Dunford and most of us who have seen a lot of combat, we buried these soldiers.",
                "Milley",
                true
            ],
            [
                "Arlington is full of our comrades and we understand absolutely full well the hazards of our chosen profession, we know what this is about and we are not going to be intimidated into making stupid decisions,",
                "Milley",
                true
            ],
            [
                "We will give our best military advice regardless of consequences to our self,",
                "Milley",
                true
            ],
            [
                "I think it would be a function of something that was illegal, unethical or immoral.",
                "Milley",
                true
            ],
            [
                "That's what I've been brought up with since I was second lieutenant and that would probably be cause for resignation,",
                "Milley",
                true
            ],
            [
                "So what the president should expect from you, what the secretary of defense should expect of you, what the nation expects from you is you always give your professional best military judgment?",
                "Milley",
                true
            ],
            [
                "then implement lawful orders even if you disagree with them personally or think they might be ill-advised,",
                "Milley",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2018/12/08/politics/trump-announces-joint-chiefs-milley-nomination/index.html",
                "https://www.cnn.com/2019/07/01/politics/pentagon-vacancies-list/index.html",
                "https://www.cnn.com/specials/politics/president-donald-trump-45"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "milley",
            "military",
            "decisions",
            "general",
            "stupid",
            "intimidated",
            "best",
            "making",
            "staff",
            "think",
            "advice",
            "sen",
            "president",
            "pick",
            "trump",
            "army"
        ]
    },
    {
        "url": "https://www.theatlantic.com/politics/archive/2019/04/mick-mulvaney-white-house-2020-and-mueller/588022/",
        "title": "Trump’s Chief of Staff Says He’s Having a Ball",
        "authors": [
            {
                "name": "Peter Nicholas",
                "link": null
            },
            {
                "name": "Elaina Plott",
                "link": null
            }
        ],
        "publisher": "www.theatlantic.com",
        "publish_date": "2019-04-25",
        "text": "Indeed, losing has its consolations when you’re at the peak of political power. By any number of measures, the White House seems in a state of siege. Congressional Democrats are bombarding the administration with subpoenas, setting up a standoff with a president who has no wish to comply. Special Counsel Robert Mueller’s final report lays out in vivid detail how Trump might have obstructed justice. No policy decision coming from the West Wing ever seems settled, with Trump reversing course at a moment’s notice. “We always say, ‘This is the worst,’” one White House official told us. “But this is really the worst.”\n\nBut walk into Mulvaney’s office, and he’ll tell you everything is fine, even fun! As he sees it, it’s not his place to second-guess the president’s instincts. His job is to “make the president successful and help the president get reelected,” Mulvaney said—and in the meantime, enjoy the perks: unfettered access to the leader of the free world, influence in key policy decisions, and an office with a fireplace down the hall from the Oval. Mulvaney, of course, has an incentive to say all is terrific, all the time, in the White House, in order to appease the boss. Still, he comes across as a guy relishing the ride for as long as it will last. For him, reports that the White House is steeped in more controversies than usual are baseless. From where he sits, legs crossed, jacketless, life in the West Wing is totally serene—and the West Wing becoming a place where Trump has more latitude than ever is exactly the way Mulvaney wants it.\n\nRead: Trump’s guardrails are gone\n\nWhen Trump tapped him for the chief-of-staff gig in December, Mulvaney had already been leading the Office of Management and Budget for almost two years, a job he continues to hold. At first, it looked as if Mulvaney, the president’s third chief of staff in less than two years, wouldn’t last long. His title was acting chief, suggesting that he was merely auditioning for the role while Trump hunted for a permanent replacement.\n\nBut congressional and White House sources, who like others we interviewed spoke on the condition of anonymity in order to talk freely, suggested that Mulvaney actually prefers the qualifier. “He’s always looking to the next thing, and feels ‘acting’ allows him to more fluidly take that next thing when it comes up,” one senior House GOP aide said. Some believe that Mulvaney is interested in succeeding Wilbur Ross as the secretary of commerce, but for now, he’s staying put. “He could fire any of us tomorrow,” Mulvaney said. “So what difference does it make if you’re ‘acting’ or ‘permanent’?”\n\nMulvaney’s first order of business as chief of staff was to loosen the strictures that Kelly had put in place. The retired four-star general had tried in vain to bring some discipline to a freewheeling White House, instituting tighter controls on who was able to see Trump and what information people were able to give him. Even the president’s family members—daughter Ivanka Trump and her husband, Jared Kushner—were supposed to be subordinate to Kelly in a top-down structure reminiscent of the military culture he knew well.",
        "quotes": [
            [
                "We always say, ‘This is the worst,",
                "",
                true
            ],
            [
                "But this is really the worst.",
                "",
                true
            ],
            [
                "make the president successful and help the president get reelected,",
                "Mulvaney",
                false
            ],
            [
                "He’s always looking to the next thing, and feels ‘acting’ allows him to more fluidly take that next thing when it comes up,",
                "Mulvaney",
                true
            ],
            [
                "He could fire any of us tomorrow,",
                "Mulvaney",
                true
            ],
            [
                "So what difference does it make if you’re ‘acting’ or ‘permanent’?",
                "Mulvaney",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.theatlantic.com/politics/archive/2019/04/trump-advisers-may-indulge-worst-impulses/587551/",
                "https://www.politico.com/story/2018/11/15/wilbur-ross-commerce-mick-mulvaney-995424"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "ball",
            "house",
            "wing",
            "order",
            "place",
            "mulvaney",
            "trumps",
            "west",
            "chief",
            "presidents",
            "staff",
            "hes",
            "president",
            "trump",
            "having",
            "white"
        ]
    },
    {
        "url": "https://www.cnn.com/2019/01/18/politics/polling-roundup-shutdown/index.html",
        "title": "Polls agree: Americans don't like shutdown and they blame Trump",
        "authors": [
            {
                "name": "Grace Sparks",
                "link": null
            },
            {
                "name": "Jennifer Agiesta",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-01-18",
        "text": "(CNN) As the partial government shutdown nears the one-month mark, there have been a number of public opinion polls examining how the public feels about the shutdown, which was sparked by a funding standoff over President Donald Trump's proposal for a new wall along the border with Mexico.\n\nSix high-quality polls have been released this week touching on Trump, the shutdown, the Democrats in Congress and the wall.\n\nMost confirmed what we already knew from before the shutdown started: Opposition to a border wall is widespread and deep. But beyond that general opposition, the new polls offer some consistent results, including:\n\nBlame, in the public's mind, rests largely at the White House\n\nMany object to the shutdown, especially as a tactic to build the wall,\n\nFew see a wall as an effective way to combat undocumented immigration.\n\nAbout half of Americans (51%) said it would be unacceptable if the only way to end the shutdown was to pass a bill that includes Trump's requested funding for the border wall, according to a Pew Research Center poll released on Wednesday. On the other side, 29% said it would be unacceptable for the only end to the shutdown to come via a bill that does not include the president's requested funding for the wall.\n\nRead More",
        "quotes": [],
        "links": {
            "articles": [
                "https://news.gallup.com/poll/246050/government-spikes-key-problem-during-shutdown.aspx",
                "https://poll.qu.edu/national/release-detail?ReleaseID=2592",
                "https://www.cnn.com/2019/01/15/politics/white-noncollege-shutdown-polling/index.html",
                "https://www.cnn.com/politics/live-news/longest-government-shutdown/index.html",
                "https://www.washingtonpost.com/politics/americans-blame-trump-and-gop-much-more-than-democrats-for-shutdown-post-abc-poll-finds/2019/01/12/9c89aff2-16a9-11e9-90a8-136fa44b80ba_story.html?utm_term=.f33ad3f26f81&noredirect=on",
                "https://www.people-press.org/2019/01/16/most-border-wall-opponents-supporters-say-shutdown-concessions-are-unacceptable/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "polls",
            "agree",
            "funding",
            "americans",
            "trumps",
            "shutdown",
            "wall",
            "released",
            "requested",
            "way",
            "trump",
            "dont",
            "blame",
            "unacceptable",
            "border"
        ]
    },
    {
        "url": "https://money.cnn.com/2016/05/05/investing/stanley-druckenmiller-sounds-crisis-alarm-sohn/index.html",
        "title": "Famed investor sounds the crisis alarm on U.S., China",
        "authors": [
            {
                "name": "Matt Egan",
                "link": null
            }
        ],
        "publisher": "money.cnn.com",
        "publish_date": "2016-05-05",
        "text": "A debt-fueled disaster could be coming to the U.S. and China.\n\nThat's what legendary money manager Stanley Druckenmiller warned a roomful of top investors on Wednesday in New York City.\n\nDruckenmiller is very concerned about all the debt Beijing binged on over the past decade. He pointed to China spending trillions of dollars on stimulus projects that led to overcapacity.\n\nChina is in the midst of an \"extremely rare and quite dangerous\" explosion of debt, argued Druckenmiller, whose fortune Forbes estimates at $4.4 billion. He compared the situation with \"subprime mania\" in the U.S. back in the mid-2000s, adding: \"We know how that ended.\"\n\n\"They do not need more debt or more houses. They already have way too much of each,\" Druckenmiller said while speaking at the 21st Annual Sohn Investment Conference.\n\nRelated: Is China fueling a commodities bubble?\n\nDruckenmiller saved his harshest criticism for the Federal Reserve and its ultra low interest rates. He accused the U.S. central bank of shortsighted tactics, borrowing from the future and trying to \"spoon feed\" the stock market.\n\n\"The Fed has no end game,\" he said. \"The Fed's objective seems to be making sure the S&P goes another six months without a 20% decline.\"\n\nDruckenmiller fears the Fed's \"extreme dovishness\" has backfired by removing pressure on politicians to tackle entitlement and tax reform.\n\nRelated: Should investors fear President Trump or Clinton?\n\nDruckenmiller also railed against \"reckless\" behavior from CEOs who spend trillions on share buybacks and mergers and acquisitions instead of investing in the future. He believes the valuations in the market are extremely pricey at a time when global growth is anemic.\n\nGiven that scary forecast, it's not surprising that the only asset class Druckenmiller sounded positive on is gold. The yellow metal, which does well when people are scared, has been on fire this year.",
        "quotes": [
            [
                "They do not need more debt or more houses.",
                "Druckenmiller",
                true
            ],
            [
                "They already have way too much of each,",
                "Druckenmiller",
                true
            ],
            [
                "The Fed has no end game,",
                "Druckenmiller",
                true
            ],
            [
                "The Fed's objective seems to be making sure the S&P goes another six months without a 20% decline.",
                "Druckenmiller",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://money.cnn.com/2016/05/04/investing/donald-trump-hillary-clinton-stocks/index.html",
                "https://money.cnn.com/2016/04/15/news/economy/china-economy-debt-infrastructure/index.html",
                "https://money.cnn.com/2016/05/04/investing/china-commodities-bubble/index.html",
                "https://money.cnn.com/2016/05/02/investing/gold-soars-above-1300/index.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://money.cnn.com/video/investing/2016/02/02/gold-investment-safe-haven-history.cnnmoney/index.html"
            ]
        },
        "key_words": [
            "trillions",
            "yellow",
            "investor",
            "feds",
            "york",
            "famed",
            "druckenmiller",
            "crisis",
            "china",
            "extremely",
            "investors",
            "debt",
            "future",
            "sounds",
            "alarm"
        ]
    },
    {
        "url": "https://money.cnn.com/2016/05/02/investing/puerto-rico-default-may-1/index.html",
        "title": "Puerto Rico defaults on $422 million",
        "authors": [
            {
                "name": "Heather Long",
                "link": null
            }
        ],
        "publisher": "money.cnn.com",
        "publish_date": "2016-05-02",
        "text": "Puerto Rico is dialing 9-1-1 for any help it can get.\n\nThe island was unable to make a $422 million debt payment due Monday. It's another alarm bell of how bad the situation is getting on the island.\n\nGovernor Alejandro Garcia Padilla calls it a \"humanitarian crisis,\" which a step above an economic emergency. He claims he is prioritizing paying Puerto Rico's police and teachers over Wall Street.\n\n\"I had to make a choice. I decided that essential services for the 3.5 million American citizens in Puerto Rico came first,\" the governor said in a speech Sunday.\n\nThis is the third time the island has defaulted on bond payments. The island paid the interest due Monday, but not the principal amount, resulting in a default of about $370 million, Puerto Rico's largest yet.\n\nRelated: Puerto Rico is losing a doctor a day\n\nPuerto Rico is $70 billion+ in debt\n\nPuerto Rico is deep in debt. It owes over $70 billion to creditors. For months, Garcia Padilla has warned that Puerto Rico doesn't have enough money to pay its creditors.\n\nAnother huge payment is due July 1. The island's best hope is that Congress will act before then to provide some sort of relief, such as granting a temporary moratorium on payments until a plan can be worked out.\n\n\"We're very far from the end,\" says Philip Fischer, the managing director of municipal bond research at Bank of America Merrill Lynch. \"It's clear Congress doesn't know how to handle this.\"\n\nRelated: Puerto Rico has become 'dead dog island'\n\nWhat will Congress do?\n\nCongress is in the midst of finalizing an aid package for Puerto Rico. The big sticking point is whether there will be some sort of \"Oversight Board\" overseeing the island's finances for awhile, similar to the model used for Washington D.C. in the late 1990s.\n\nGarcia Padilla and others on the island hate the current proposal. They argue Puerto Rico would lose its democratic rights if the Oversight Board can make decisions that supercede those of elected officials on the island.\n\nThe governor believes the solution is simple: Puerto Rico should be granted Chapter 9 bankruptcy rights -- or something similar -- to make it easier for the island to restructure some of its debts, akin to what Detroit did.\n\nBut many creditors and Republican lawmakers argue that the island has had years of political and financial mismanagement and needs someone from the outside to come in and restore credibility. The island still has not completed its 2014 audit, for example.\n\n\"Congress has a Constitutional and financial responsibility to bring order to the chaos that is unfolding in the U.S. territory,\" Republican House Speaker Paul Ryan said last month.\n\n\"Legally, this is very complicated,\" says the long-time municipal bond expert Fischer, who is a lawyer himself.\n\nRelated: I've lost over $200,000 on Puerto Rican bonds\n\nWhat's next for Puerto Rico\n\nThe missed debt payment Monday is on bonds issued by the Government Development Bank, the economic development arm of the island's government. The big fear is that Puerto Rico will default on what is known as General Obligation debt in July.\n\nPuerto Rico owes $1.9 billion on July 1.\n\n\"Our resources are so scarce that we are struggling to pay the fuel supplier for the police patrol cars and emergency response vehicles,\" Governor Garcia Padilla says.\n\nRelated: There's a big sale on Puerto Rican homes\n\nPuerto Rico's missed payments impact its own residents. Many retirees and savers are owners of the bonds. Wall Street hedge funds and other municipal bond funds hold the rest. But so far the overall U.S. bond market has not been negatively effected.\n\n\"It's very serious, but the rest of the bond market is not expecting any contagion from it,\" says Fischer.",
        "quotes": [
            [
                "I had to make a choice.",
                "",
                true
            ],
            [
                "I decided that essential services for the 3.5 million American citizens in Puerto Rico came first,",
                "",
                true
            ],
            [
                "We're very far from the end,",
                "Philip Fischer",
                true
            ],
            [
                "It's clear Congress doesn't know how to handle this.",
                "Philip Fischer",
                true
            ],
            [
                "Congress has a Constitutional and financial responsibility to bring order to the chaos that is unfolding in the U.S. territory,",
                "Paul Ryan",
                true
            ],
            [
                "Our resources are so scarce that we are struggling to pay the fuel supplier for the police patrol cars and emergency response vehicles,",
                "Garcia Padilla",
                true
            ],
            [
                "It's very serious, but the rest of the bond market is not expecting any contagion from it,",
                "Fischer",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://money.cnn.com/2015/12/30/investing/puerto-rico-default-january/",
                "https://money.cnn.com/2016/02/21/investing/puerto-rico-foreclosure-crisis/index.html?iid=SF_LN",
                "https://money.cnn.com/2016/02/22/investing/puerto-rico-debt-bondholders/",
                "https://money.cnn.com/2016/03/20/news/economy/puerto-rico-crisis-stray-dogs/",
                "https://money.cnn.com/2016/02/01/investing/puerto-rico-debt/",
                "https://money.cnn.com/2016/04/13/investing/puerto-rico-debt-medicare/"
            ],
            "gov_pgs": [
                "http://www.speaker.gov/press-release/statement-puerto-rico-legislation"
            ],
            "unsure": []
        },
        "key_words": [
            "rico",
            "ricos",
            "payment",
            "million",
            "payments",
            "debt",
            "defaults",
            "padilla",
            "municipal",
            "422",
            "island",
            "bond",
            "puerto"
        ]
    },
    {
        "url": "https://money.cnn.com/2015/08/31/news/companies/donald-trump-bankruptcy/",
        "title": "Everything you want to know about Donald Trump's bankruptcies",
        "authors": [
            {
                "name": "Chris Isidore",
                "link": null
            }
        ],
        "publisher": "money.cnn.com",
        "publish_date": "2015-08-31",
        "text": "Donald Trump brags about how well his businesses have fared in bankruptcy. And in fact, no major U.S. company has filed for Chapter 11 more than Trump's casino empire in the last 30 years.\n\n\"I have used the laws of this country ... the [bankruptcy] chapter laws, to do a great job for my company, for myself, for my employees, for my family,\" he said during the first Republican presidential debate on August 6.\n\nTrump claims that successful businesses file for bankruptcy all the time. At the debate he said \"virtually every person that you read about on the front page of the business sections, they've used the [bankruptcy] law.\"\n\nBut the facts don't back that comment up.\n\nDespite high profile examples, including General Motors (GM), Lehman Brothers and most of the nation's major airlines, fewer than 20% of public companies with assets of $1 billion or more have filed for bankruptcy in the last 30 years, according to data from Bankruptcy.com and S&P Capital IQ.\n\nTrump has never filed for personal bankruptcy. But he has filed four business bankruptcies, which Bankruptcy.com says makes Trump the top filer in recent decades. All of them were centered around casinos he used to own in Atlantic City. They were all Chapter 11 restructurings, which lets a company stay in business while shedding debt it owes to banks, employees and suppliers.\n\nRelated: Trump - Tax the rich more\n\nHe makes no apologies for having much of his debt wiped out. \"These lenders aren't babies. These are total killers,\" he said at the debate. \"These are not the nice, sweet little people.\"\n\nHere's a look at Trump's bankruptcy track record.\n\n1. Trump Taj Mahal, 1991\n\nTrump's first bankruptcy filing was probably the most personally painful for him. To come up with the funds he needed, he sold a 282-foot yacht, as well as the Trump Shuttle, the airline he operated at the time that flew between Washington, D.C., New York and Boston, according to media reports at the time. He had to give up half of his ownership stake in the Trump Taj Mahal, but he did retain control of the property. His largest creditor was financier Carl Icahn, who held $400 million in bonds. Now Icahn is Trump's pick for Treasury secretary should he be elected.\n\n2. Trump Castle Associates, 1992\n\nIn less than a year he was back in bankruptcy court for his other Atlantic City casinos. This bankruptcy included the Trump Plaza Hotel in New York, the Trump Plaza Hotel and Casino in Atlantic City as well as the Trump Castle Casino Resort. He gave up half his interest in the New York Plaza to Citibank, but retained his stake in the casinos.\n\n3. Trump Hotel & Casino Resorts, 2004\n\nTrump didn't go back to bankruptcy court again until November 2004, when he filed to shed debt at his various Atlantic City casinos and a riverboat in Indiana. It was another quick trip through bankruptcy court; the company shed $500 million in debt and emerged from bankruptcy the following May. Trump turned over majority control of the company to his bondholders but remained the largest single shareholder, and he once again kept control of the casinos.\n\n4. Trump Entertainment Resorts, 2009\n\nHis most recent bankruptcy came in 2009, after the company missed a $53.1 million bond payment. That was pretty much the end of the road for Trump in Atlantic City. While his name remained on three casinos, he resigned from the board and gave up his remaining stake in the company.\n\n\"I had the good sense, and I've gotten a lot of credit in the financial pages, seven years ago I left Atlantic City before it totally cratered,\" he said during the debate.\n\nThe two Atlantic City casinos that still had the Trump name filed for bankruptcy yet again in 2014. At the time Trump made sure people knew he was no longer running the company, and sued to have his name removed.",
        "quotes": [
            [
                "I have used the laws of this country ... the [bankruptcy] chapter laws, to do a great job for my company, for myself, for my employees, for my family,",
                "Donald Trump",
                true
            ],
            [
                "virtually every person that you read about on the front page of the business sections, they've used the [bankruptcy] law.",
                "Donald Trump",
                false
            ],
            [
                "These are not the nice, sweet little people.",
                "Donald Trump",
                true
            ],
            [
                "I had the good sense, and I've gotten a lot of credit in the financial pages, seven years ago I left Atlantic City before it totally cratered,",
                "Donald Trump",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://money.cnn.com/2014/10/06/news/companies/trump-plaza-casino/",
                "https://money.cnn.com/2014/09/09/news/companies/trump-bankruptcy/",
                "https://money.cnn.com/2015/08/07/investing/donald-trump-2016-carl-icahn/index.html",
                "https://money.cnn.com/2015/08/27/news/economy/donald-trump-economy-tax-plan/index.html",
                "https://money.cnn.com/2015/08/07/media/gop-debate-fox-news-ratings/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://money.cnn.com/2004/08/10/news/midcaps/trump/",
                "https://money.cnn.com/2009/02/17/news/companies/trump_entertainment/index.htm",
                "https://money.cnn.com/quote/quote.html?symb=GM&source=story_quote_link"
            ]
        },
        "key_words": [
            "know",
            "company",
            "bankruptcy",
            "filed",
            "york",
            "casino",
            "city",
            "trumps",
            "debt",
            "bankruptcies",
            "atlantic",
            "trump",
            "casinos",
            "donald"
        ]
    },
    {
        "url": "https://money.cnn.com/2016/05/04/investing/donald-trump-hillary-clinton-stocks/index.html",
        "title": "Should investors fear President Trump or Clinton?",
        "authors": [
            {
                "name": "Heather Long",
                "link": null
            }
        ],
        "publisher": "money.cnn.com",
        "publish_date": "2016-05-04",
        "text": "The next president of the United States will almost certainly be either Hillary Clinton or Donald Trump. The stock market reaction so far has been a shrug.\n\nThe Dow dropped about 50 points Wednesday morning, mostly for reasons other than the election.\n\n\"This extraordinary political volatility hasn't sunk in yet on Wall Street, which needs to come to grips with the fact that [any outcome] is quite negative,\" wrote Greg Valliere, chief strategist at Horizon Investments, in a note last week.\n\nThe two leading candidates for the White House have some anti-business plans. It's a mistake for investors to ignore these red flags, says Valliere.\n\nRelated: Americans' confidence in economy at 2016 low\n\nIs the market ignoring red flags?\n\nClinton wants to raise taxes on investment gains and make it a lot more difficult for big businesses to move abroad to save on taxes. She's also talked about imposing a fee on big banks, among other stiffer regulations on Wall Street.\n\nTrump likes to promote himself as the ultimate businessman, but many of his policies appear even more contrary to the traditional U.S. business agenda. He slams free trade and talks of hiking taxes on foreign imports and punishing companies that ship jobs overseas. He wants to deport millions of illegal immigrants and tighten border controls. On top of that, he regularly insults prominent American companies like Ford and Apple.\n\nThe best case scenario for investors\n\nThe best case scenario for business in Valliere's mind is a \"modest Clinton win\" where her zeal for more regulation would be kept in check by a Republican-led Congress.\n\nBut investors need to start thinking about a Clinton blowout -- with Democrats retaking control of the Senate too.\n\n\"Investors would have to contemplate the troika of Clinton, House Speaker Nacy Pelosi and Senate Majority Leader Chuck Schumer -- not a market-friendly scenario,\" says Valliere.\n\nThen there's a scenario of a Trump win, which could cause an avalanche of uncertainty, something the market typically hates. His unpredictability may be winning votes, but it's a wild card for CEOs, especially ones trying to do business in China and elsewhere in the globe.\n\nIn polls so far, investors pick Clinton as the better choice for the markets, but there's a long way to November 8.\n\nRelated: Trump and Cruz predict stock market 'crash'\n\nWill Trump and Clinton really do what they say?\n\nRight now investors are a lot more concerned about what the Federal Reserve will do with interest rates this year (will the Fed actually raise them before Election Day?) and where oil prices are.\n\nInvestors like what they have been hearing from the Fed, which has helped send the Dow and S&P 500 back near their all-time record highs set about a year ago.\n\nThere's a belief on Wall Street that a President Clinton or President Trump would really tone it down once she or he is in the White House.\n\n\"Trump's going to be pro-business,\" says Kevin Kelly, chief investment officer of Recon Capital Partners. \"He says things for effect, but you can see he's consistently rallied around business.\"\n\nThe rhetoric might be uglier than usual this year, but it's not new for candidates to promise or say one thing and do another once elected.\n\nHedge fund manager Carl Icahn, a vocal Trump supporter, has been making the case that Trump will \"do what's needed for this economy.\"\n\nRelated: The cost of bringing home American jobs\n\nTrade could take a hit\n\nEither Trump and Clinton in the White House could mean the death knell for the major trade deals that the Obama administration is trying to finalize with Asia (the so-called Trans-Pacific Partnership that includes just about every nation in Asia but China) and Europe (the Transatlantic Trade and Investment Partnership).\n\nClinton once supported those deals. Now she's against them.\n\nTrade and Wall Street have become major issues on the 2016 campaign trail. American voters have been clear where they stand: they don't like either.",
        "quotes": [
            [
                "This extraordinary political volatility hasn't sunk in yet on Wall Street, which needs to come to grips with the fact that [any outcome] is quite negative,",
                "Greg Valliere",
                true
            ],
            [
                "Investors would have to contemplate the troika of Clinton, House Speaker Nacy Pelosi and Senate Majority Leader Chuck Schumer -- not a market-friendly scenario,",
                "Valliere",
                true
            ],
            [
                "Trump's going to be pro-business,",
                "Kevin Kelly",
                true
            ],
            [
                "He says things for effect, but you can see he's consistently rallied around business.",
                "Kevin Kelly",
                true
            ],
            [
                "do what's needed for this economy.",
                "Carl Icahn",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://money.cnn.com/2016/03/03/pf/taxes/hillary-clinton-taxes/",
                "https://www.cnn.com/2015/06/15/politics/45-times-secretary-clinton-pushed-the-trade-bill-she-now-opposes/",
                "https://money.cnn.com/2016/04/14/news/economy/cost-bringing-the-jobs-back/index.html",
                "https://money.cnn.com/2016/01/19/technology/donald-trump-apple/",
                "https://money.cnn.com/2016/03/25/pf/hillary-clinton-donald-trump-stock-market/",
                "https://money.cnn.com/2016/04/27/news/economy/federal-reserve-election-2016/index.html",
                "https://money.cnn.com/2016/04/11/news/companies/war-on-business/",
                "https://money.cnn.com/2016/03/15/investing/donald-trump-trade-oped/",
                "https://money.cnn.com/2016/04/28/news/economy/us-economic-confidence-low-gallup/index.html",
                "https://money.cnn.com/2015/10/08/investing/hillary-clinton-wall-street-plan/",
                "https://money.cnn.com/2015/10/05/news/economy/transpacific-partnership-tpp/",
                "https://money.cnn.com/2016/04/28/news/economy/donald-trump-carl-icahn-economy/index.html",
                "https://money.cnn.com/2016/04/15/investing/stock-market-donald-trump-ted-cruz/index.html",
                "https://money.cnn.com/2015/10/13/news/economy/trade-us-europe-protests/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://money.cnn.com/data/markets/"
            ]
        },
        "key_words": [
            "trade",
            "clinton",
            "street",
            "investors",
            "market",
            "taxes",
            "scenario",
            "wall",
            "president",
            "fear",
            "trump",
            "white"
        ]
    },
    {
        "url": "https://money.cnn.com/2016/05/04/investing/betting-against-tesla-trump-will-win-sohn/index.html?iid=hp-stack-dom",
        "title": "Betting against Tesla, Trump will win and more tips from superstar investors",
        "authors": [
            {
                "name": "Matt Egan",
                "link": null
            }
        ],
        "publisher": "money.cnn.com",
        "publish_date": "2016-05-04",
        "text": "The titans of finance gathered this week in Manhattan to share trading tips.\n\nIn case you didn't plop down the $5,000 to hear in person, here are some of the biggest takeaways from the 21st Annual Sohn Investment Conference.\n\nTrump will win -- and pile on lots of debt: Donald Trump may have all but wrapped up the GOP nomination for president, but polls and prediction markets suggest he is still an underdog to actually win the White House. But Jeff Gundlach, the so-called king of the bond market, thinks the polls are wrong.\n\n\"Trump's going to win,\" Gundlach declared at the conference, which raised about $4 million for the Sohn Conference Foundation, which aims to treat and cure pediatric cancer.\n\nGundlach suggested life under a Trump administration would likely include more government spending that adds to the country's massive debt.\n\n\"Let's face it, Donald Trump is extremely comfortable with debt,\" said Gundlach, who previously predicted defense contractors would receive a boost from increased military spending if Trump wins.\n\nGundlach also poked fun at the other GOP presidential candidates, all of whom have already been knocked out.\n\n\"I hear Ted Cruz is going to have a news conference in an hour announcing his Supreme Court nomination pick,\" Gundlach joked just a day after Cruz had suspended his campaign.\n\nRelated: Should investors fear President Trump or Clinton?\n\nBetting against Tesla: Jim Chanos famously predicted the collapse of Enron and also bet against China long before it became the popular thing to do. The elite investor revealed on CNBC from the sidelines of Sohn that he's now shorting Tesla (TSLA).\n\nChanos raised questions about Tesla's recent loss of key executives and about the electric car maker's ability to turn a profit.\n\n\"This is a company that can't forecast its deliveries one quarter out,\" Chanos said \"Yet, everybody is confident about what they're going to make in 2020 or 2025.\"\n\nAfter Chanos revealed his negative bet, Tesla reported a quarterly loss and moved its production schedule up by two years. Predictably, Chanos was unimpressed.\n\n\"I have to tip my hat to the guy,\" Chanos joked. \"He doesn't have enough production capability, not enough batteries, not enough executives, so what does he do? He pulls production two years forward.\"\n\nChanos added, \"That's a showman. I love it.\"\n\nRelated: Obama economy is 'amazing,' Chanos argues\n\nNigeria a \"failed state\": Chanos saved his harshest indictment for Nigeria. He said the OPEC nation is \"caught in a macro hurricane\" of plunging oil prices, a war against terror group Boko Haram and corruption.\n\nChanos said Nigeria is \"rapidly running out of foreign currency reserves,\" and warned if oil prices stay low the country is going to have a \"big problem in two or three years.\" That's why he called it a \"borderline failed state.\"\n\nSouth Africa isn't in much better of a position, Chanos argued. He pointed to extremely high youth unemployment, corruption and the country's \"monstrous debt load.\"\n\nThat's why Chanos is betting against MTN Group, a telecom company that relies on both Nigeria and South Africa for most of its revenue.\n\nRelated: Africa's 4 economies are in trouble\n\nBuy Greece?!: Greece has been a poster child for Europe's problems. The country has gone through three bailouts and faced a huge banking crisis just last year.\n\n\"Greece seems to be the financial risk that Steph Curry is to the three-point shot,\" said Richard Deitz, founder of VR Capital Group -- an asset management firm that invests in distressed debt.\n\nBut Deitz believes the worst is over for Greece because the last bailout actually did the trick. The hedge fund manager argues Greek bank stocks and bonds look \"cheap\" and should rise following a successful review of the bailout program.\n\nThat's why Deitz made the case for buying Greek government debt and Greek bank stocks -- especially Alpha Bank. He thinks soon it will \"become quite evident banks are overcapitalized,\" allowing them to return 25% or more of their current capital to shareholders.",
        "quotes": [
            [
                "Let's face it, Donald Trump is extremely comfortable with debt,",
                "Gundlach",
                true
            ],
            [
                "I hear Ted Cruz is going to have a news conference in an hour announcing his Supreme Court nomination pick,",
                "Gundlach",
                true
            ],
            [
                "This is a company that can't forecast its deliveries one quarter out,",
                "Jim Chanos",
                true
            ],
            [
                "Yet, everybody is confident about what they're going to make in 2020 or 2025.",
                "Jim Chanos",
                true
            ],
            [
                "I have to tip my hat to the guy,",
                "Jim Chanos",
                true
            ],
            [
                "He doesn't have enough production capability, not enough batteries, not enough executives, so what does he do?",
                "Jim Chanos",
                true
            ],
            [
                "He pulls production two years forward.",
                "Jim Chanos",
                true
            ],
            [
                "rapidly running out of foreign currency reserves,",
                "Jim Chanos",
                false
            ],
            [
                "big problem in two or three years.",
                "Jim Chanos",
                false
            ],
            [
                "Greece seems to be the financial risk that Steph Curry is to the three-point shot,",
                "Richard Deitz",
                true
            ],
            [
                "become quite evident banks are overcapitalized,",
                "Deitz",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://money.cnn.com/2016/05/04/investing/donald-trump-hillary-clinton-stocks/index.html",
                "https://www.cnbc.com/2016/05/04/jim-chanos-im-short-tesla.html",
                "https://money.cnn.com/2015/10/08/investing/jim-chanos-china-elon-musk/index.html",
                "https://money.cnn.com/2016/04/15/news/economy/africa-economy-south-africa-nigeria-kenya-angola/index.html",
                "https://www.cnn.com/2016/05/03/politics/indiana-primary-highlights/",
                "https://money.cnn.com/2016/05/04/news/companies/tesla-earnings/index.html?iid=hp-toplead-dom",
                "https://money.cnn.com/2015/10/09/investing/hedge-fund-billionaire-defends-obama-chanos/index.html",
                "https://www.cnn.com/2016/05/04/politics/john-kasich-drops-out/index.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.cnn.com/specials/politics/predict",
                "https://money.cnn.com/quote/quote.html?symb=TSLA&source=story_quote_link"
            ]
        },
        "key_words": [
            "production",
            "sohn",
            "betting",
            "tips",
            "gundlach",
            "nigeria",
            "investors",
            "trump",
            "superstar",
            "chanos",
            "debt",
            "going",
            "tesla",
            "win"
        ]
    },
    {
        "url": "https://www.cnbc.com/2016/05/05/donald-trump-a-chance-ill-pick-a-vp-from-field-of-former-gop-candidates.html",
        "title": "Donald Trump: This is why I'm for low interest rates",
        "authors": [
            {
                "name": "Matthew J. Belvedere",
                "link": null
            }
        ],
        "publisher": "www.cnbc.com",
        "publish_date": "2016-05-05",
        "text": "Donald Trump told CNBC on Thursday he's for low interest rates unless inflation perks up, and he would probably replace Janet Yellen when her term is up as Federal Reserve chair. \"I have nothing against Janet Yellen whatsoever. I think she's been doing her job, \" the presumptive GOP presidential nominee said in a wide-ranging phone interview with \"Squawk Box. \" \"I don't know her. She's a very capable person. People I know have a high regard for her. But she's not a Republican,\" he added. Trump argued for low rates to keep the national debt of $19 trillion somewhat manageable. Calling himself \"the king of debt\" in his business dealings, he warned that the national debt would be troublesome if the cost of borrowing increases. \"We're paying a very low interest rate. What happens if that interest rate goes up 2, 3, 4 points?\" he asked. \"We don't have a country.\" The U.S. should refinance longer-term debt, he added.\n\n\"We do need money to rebuild the infrastructure of the country,\" he said, railing against spending trillions of dollars in wars in the Mideast while American roadways, bridges, mass transit systems and airports are crumbling.\n\n\"The beautiful thing about infrastructure is it puts people to work, immediately puts people to work,\" he continued, \"But it's got to be done properly, on time and on budget.\" Trump repeated that he would renegotiate the nation's trade agreements, which he contends were hammered out by \"political hacks\" rather than the \"brightest business people.\" Echoing a common theme, he said China is killing U.S. trade by manipulating its currency. \"So I'm not blaming China. I wish our people would think the same way. I blame our leadership. It's incompetent.\" On immigration, Trump said his policies would not shrink the economy. In the campaign, he's talked about tough measures to make sure people come into the U.S. legally. He's also advocated building a wall along the U.S.-Mexico border. Trump said if he doesn't win the White House, the Supreme Court would be stacked with liberals who would make the United States a \"totally different country\" — like Argentina or Venezuela.\n\nTrump also gave a 40 percent chance that he would choose his running mate from his former rivals in the race for the nomination.\n\nHe said he has a good relationship with John Kasich, but the Ohio governor, who was the last to drop out, is unlikely to be his VP choice. \"I not sure John even wants it.\" Trump said he prefers to pick a running mate with government experience, because as a businessman he has business issues covered and he'd like help in pushing legislation through. Sen. Jeff Sessions, who has endorsed Trump, would make a \"good anything,\" Trump said in response to a question of whether the Alabama Republican would make a good VP choice. Trump said he'd rather run against Democrat Hillary Clinton than against Vermont Sen. Bernie Sanders, saying she's more beatable because she has \"so much baggage.\" \"I'm now watching her fight it out [with Sanders]. She's going to win again because the system is rigged,\" Trump said. \"[Sanders] cannot win, unless she gets indicted.\" He said Clinton should be held legally responsible for using a private email sever during her time as secretary of state, but he claimed she's being protected by the Democratic machine and is going to \"skate away with it.\" He called the process a \"disgrace.\" Trump said he looks forward to the general election debates. With three on the schedule, he said he wishes there were more. Trump called Obamacare a \"total disaster,\" saying the Affordable Care Act needs to be repealed and replaced. \"The country cannot afford it. People cannot afford it. It's good for almost no one.\" He said he'd get rid of a numerous regulations that he claims hurt big companies and small businesses alike. \"Dodd-Frank has to be either eliminated or changed greatly, \" he said, adding that the regulators are running the banks. Trump said he'd also lower taxes, particularly U.S. corporate taxes, which are higher than those of many countries. Responding to a call by the Rolling Stones for Trump to stop using their music, the billionaire said he uses lots of different songs at his rallies. \"I always buy the rights.\" The Stones said they have not given their permission.\n\nAlso Thursday, the Trump campaign named hedge fund veteran Steven Mnuchin as finance chairman for his general election bid. Trump has boasted that he largely self-funded his primary campaign. Trump's remaining two rivals — Kasich and Texas Sen. Ted Cruz — dropped out of the race this week after their poor showings Tuesday in Indiana's primary. Trump has amassed 1,055 delegates, 182 short of the 1,237 need to clinch the nomination at this summer's convention. June 7 is the final day of primaries, with contests in California, New Jersey and three other states.\n\n\n\nSign Up for Our Newsletter Morning Squawk CNBC's before the bell news roundup SIGN UP NOW Get this delivered to your inbox, and more info about about our products and services.\n\nBy signing up for newsletters, you are agreeing to our Terms of Use and Privacy Policy.",
        "quotes": [
            [
                "I have nothing against Janet Yellen whatsoever.",
                "",
                true
            ],
            [
                "I think she's been doing her job,",
                "",
                true
            ],
            [
                "She's a very capable person.",
                "",
                true
            ],
            [
                "People I know have a high regard for her.",
                "",
                true
            ],
            [
                "But she's not a Republican,",
                "",
                true
            ],
            [
                "We're paying a very low interest rate.",
                "Donald Trump",
                true
            ],
            [
                "What happens if that interest rate goes up 2, 3, 4 points?",
                "Donald Trump",
                true
            ],
            [
                "We don't have a country.",
                "",
                true
            ],
            [
                "We do need money to rebuild the infrastructure of the country,",
                "Donald Trump",
                true
            ],
            [
                "The beautiful thing about infrastructure is it puts people to work, immediately puts people to work,",
                "Donald Trump",
                true
            ],
            [
                "But it's got to be done properly, on time and on budget.",
                "Donald Trump",
                true
            ],
            [
                "So I'm not blaming China.",
                "Donald Trump",
                true
            ],
            [
                "I wish our people would think the same way.",
                "Donald Trump",
                true
            ],
            [
                "I not sure John even wants it.",
                "Donald Trump",
                true
            ],
            [
                "I'm now watching her fight it out [with Sanders].",
                "Donald Trump",
                true
            ],
            [
                "She's going to win again because the system is rigged,",
                "Donald Trump",
                true
            ],
            [
                "Sanders] cannot win, unless she gets indicted.",
                "Sanders",
                true
            ],
            [
                "It's good for almost no one.",
                "Sanders",
                true
            ],
            [
                "Dodd-Frank has to be either eliminated or changed greatly,",
                "Sanders",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnbc.com/id/43381362",
                "https://www.cnbc.com/id/47075854",
                "https://www.cnbc.com/janet-yellen/",
                "https://www.cnbc.com/donald-trump/",
                "https://www.cnbc.com/id/43752521",
                "https://www.cnbc.com/nbcuniversal-terms-of-service/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.cnbc.com/hillary-clinton/",
                "https://www.cnbc.com/ted-cruz/",
                "https://www.cnbc.com/squawk-box-us/",
                "https://www.cnbc.com/bernie-sanders/",
                "https://www.nbcnews.com/politics/2016-election",
                "https://www.nbcuniversal.com/privacy/",
                "https://www.cnbc.com/john-kasich/"
            ]
        },
        "key_words": [
            "shes",
            "win",
            "running",
            "country",
            "sanders",
            "debt",
            "interest",
            "sen",
            "rates",
            "good",
            "im",
            "low",
            "trump",
            "hed",
            "donald"
        ]
    },
    {
        "url": "https://money.cnn.com/2016/04/04/news/economy/donald-trump-bubble-debt/",
        "title": "Donald Trump's latest wild claim: He'll fix the debt in 8 years",
        "authors": [
            {
                "name": "Heather Long",
                "link": null
            }
        ],
        "publisher": "money.cnn.com",
        "publish_date": "2016-04-04",
        "text": "Donald Trump claims America is on the verge of a \"very massive recession.\"\n\nBut don't worry, Trump says he can save the economy and get America out of debt. Just give him eight years in the White House and he'll make America's $19 trillion debt go away.\n\nHow? Trump wants to slash taxes and fix trade deals with China, Mexico and other nations.\n\n\"You have to do a tax cut. Because we're the highest-taxed nation in the world,\" Trump said in a recent interview with The Washington Post.\n\nExperts say: Yeah right.\n\n\"It strikes me as wildly implausible at best,\" says economist Doug Holtz-Eakin, who is president of the right-leaning American Action Forum and a former head of the Congressional Budget Office.\n\nPlans to reduce -- let alone eliminate -- the federal debt typically have three key components: RAISE taxes, cut spending and tweak Social Security and Medicare. Trump is talking about exactly the opposite when it comes to taxes, and he hasn't mentioned any of those other things except some very minor spending reductions.\n\nRelated: How America lost jobs to Mexico\n\nTrump believes the U.S. is on the verge of economic disaster\n\nTrump advises people to get their money out of the stock market.\n\n\"I think we're sitting on an economic bubble. A financial bubble,\" Trump told The WashPost. \"It's a terrible time right now [to invest].\"\n\nIt's not the first time he's made this dire warning. He said the same thing in the fall. He thinks the U.S. economy can't survive the strong dollar, government regulations and buying so many cars and other goods from foreigners.\n\n\"It's precarious times. Part of the reason it's precarious is because we are being ripped so badly by other countries. We are being ripped so badly by China. It just never ends,\" Trump said.\n\nRelated: The U.S. has lost 5 million manufacturing jobs\n\nBut most experts believe the U.S. is NOT on the verge of economic and financial disaster.\n\nThe U.S. stock market is moderately more expensive than usual, but it's not at bubble levels. (The typical valuation metric -- called the price-to-earnings ratio -- is at 17.4. It hit 29 before the dot-com bubble burst. The historic average is about 16, according to numbers guru Howard Silverblatt of S&P Capital IQ).\n\nYes, stocks could go down in the coming months, but that's different from a huge pullback like what happened when the dot-com bubble burst.\n\nSimilarly, the U.S. economy has been growing for almost 7 years. A typical expansion lasts less than 5 years, so, in that sense, the nation is overdue for a downturn. But hardly anyone is forecasting a recession this year and even the gloomiest predictors don't see a \"massive\" slide like what happened during the Great Recession.\n\nRelated: Americans fear a life of 'dead-end crap jobs with crap wages'\n\nTrump's outlandish math on the U.S.debt\n\n\"It's baffling to me that he continues to say things that are ludicrous on the face,\" says Holtz-Eakin, who was John McCain's economic adviser in his 2008 presidential bid.\n\nThe numbers don't add up.\n\nTrump wants to cut taxes, which means less money coming in. On top of that, he won't cut key parts of the federal budget: Social Security or Medicare. Plus he vows to \"strengthen our military\" (Translation: spend more on defense).\n\nWith less money coming in, Trump would actually have to slash over 60% of federal spending.\n\nIt's \"incredibly unrealistic,\" says Marc Goldwein, senior vice president at the Committee for a Responsible Federal Budget.\n\n\"You would need the tax increases of Bernie Sanders combined with the spending cuts of the House Republican proposal\" to really reduce the debt in a decade, says Goldwein.\n\nRelated: I sent my resume to Donald Trump\n\nAs for Trump's plan to strong arm China, Mexico and other nations into better trade deals, that does little to help reduce U.S. debt. It might bring in a little more in taxes on foreign goods, but it's not going to produce trillions of dollars of new money.\n\nIn fact, many economists think it's Trump's trade ideas that will cause a recession.",
        "quotes": [
            [
                "You have to do a tax cut.",
                "Donald Trump",
                true
            ],
            [
                "Because we're the highest-taxed nation in the world,",
                "Donald Trump",
                true
            ],
            [
                "It strikes me as wildly implausible at best,",
                "Doug Holtz-Eakin",
                true
            ],
            [
                "I think we're sitting on an economic bubble.",
                "Donald Trump",
                true
            ],
            [
                "It's a terrible time right now [to invest].",
                "Donald Trump",
                true
            ],
            [
                "Part of the reason it's precarious is because we are being ripped so badly by other countries.",
                "Donald Trump",
                true
            ],
            [
                "We are being ripped so badly by China.",
                "Donald Trump",
                true
            ],
            [
                "It's baffling to me that he continues to say things that are ludicrous on the face,",
                "Holtz-Eakin",
                true
            ],
            [
                "You would need the tax increases of Bernie Sanders combined with the spending cuts of the House Republican proposal",
                "Goldwein",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://money.cnn.com/2016/03/29/news/economy/us-manufacturing-jobs/index.html",
                "https://money.cnn.com/2016/03/31/news/economy/mexico-us-globalization-wage-gap/index.html",
                "https://money.cnn.com/2016/01/26/news/economy/us-economy-recession-chance/",
                "https://money.cnn.com/2016/03/15/investing/donald-trump-trade-oped/index.html",
                "https://money.cnn.com/2016/03/30/news/economy/donald-trump-resume/index.html",
                "https://money.cnn.com/2016/03/31/news/economy/strong-dollar-rally-dying-yellen/index.html",
                "https://money.cnn.com/2016/03/03/news/economy/donald-trump-economy/index.html",
                "https://money.cnn.com/2016/03/16/news/economy/donald-trump-bernie-sanders-us-election/index.html",
                "https://money.cnn.com/2015/10/15/investing/donald-trump-stock-market-bubble/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.washingtonpost.com/news/post-politics/wp/2016/04/02/transcript-donald-trump-interview-with-bob-woodward-and-robert-costa/?hpid=hp_rhp-top-table-main_trumppresidency-7pm%3Ahomepage%2Fstory&tid=a_inl&noredirect=on"
            ]
        },
        "key_words": [
            "claim",
            "trade",
            "fix",
            "spending",
            "trumps",
            "bubble",
            "wild",
            "debt",
            "trump",
            "taxes",
            "verge",
            "hell",
            "economic",
            "cut",
            "latest",
            "federal",
            "donald"
        ]
    },
    {
        "url": "https://www.cnn.com/2019/01/25/us/air-traffic-controller-shortage-faa/index.html",
        "title": "Flights delayed at major US airports because of staffing, FAA says",
        "authors": [
            {
                "name": "Ray Sanchez",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-01-25",
        "text": "New York (CNN) The federal government shutdown was blamed for flight delays Friday at major airports in New York, New Jersey, Philadelphia, Orlando and Atlanta due to staffing shortages at critical air traffic control centers.\n\nMorning flights at LaGuardia, Newark Liberty International and Philadelphia International airports were delayed by less than an hour, on average, according to the FAA. Orlando International and Hartsfield-Jackson Atlanta International airports saw similar lags, the agency reported.\n\nStaffing issues at air traffic control centers around Washington and Jacksonville, Florida, caused delays across the Northeast, an official with knowledge of the situation told CNN.\n\nThe delays appeared to be easing by Friday afternoon.\n\nThey are directly attributable to the partial government shutdown, said Trish Gilbert, executive vice president of the National Air Traffic Controllers Association.",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.cnn.com/2019/01/22/politics/tsa-shutdown-backup-email/index.html",
                "https://www.cnn.com/politics/live-news/government-shutdown-month-2019/index.html",
                "https://www.cnn.com/2019/01/25/politics/donald-trump-flight-delays-shutdown/index.html",
                "https://www.cnn.com/2019/01/10/politics/shutdown-effects-list/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "delayed",
            "staffing",
            "york",
            "international",
            "flights",
            "major",
            "delays",
            "air",
            "shutdown",
            "faa",
            "traffic",
            "philadelphia",
            "airports",
            "control",
            "orlando"
        ]
    },
    {
        "url": "https://www.cnn.com/2019/02/25/politics/debt-limit-congress-deadline/index.html",
        "title": "Congress returns to Washington as debt limit deadline looms",
        "authors": [
            {
                "name": "Clare Foran",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-02-25",
        "text": "Washington (CNN) Lawmakers return to Washington this week with a debt limit deadline looming and no clear plan yet to deal with the issue as the clock ticks down.\n\nThe federal government will once again run up against the debt limit when it comes back into effect on Saturday, March 2, at a record high of roughly $22 trillion.\n\nThat could set the stage for a clash between Democrats and Republicans along with President Donald Trump. But despite bipartisan outrage over the size of the national debt, there may not be any significant legislative action from Congress right away.\n\nThat's in part because the United States isn't at risk of an immediate default. The Treasury Department can start taking steps known as \"extraordinary measures\" to prevent that from happening and those measures could last until at least mid-summer. When they run out, the US would reach a point when it would risk default, referred to as the \"X date.\"\n\n\"Not many people are paying attention at the moment,\" said Shai Akabas, the director of economic policy at the Bipartisan Policy Center. \"When the reinstatement goes into effect that will be when people generally start paying attention.\"\n\nTalks on how to address the debt limit are just starting to get underway on the Hill, one congressional Democratic aide told CNN.\n\n\"Conversations on the debt ceiling are at their very beginning phases right now,\" the aide said.\n\nPart of the challenge lawmakers face is finding time to confront issues like the debt limit in the midst of an already hectic schedule.\n\nFor weeks after the start of the new Congress in January, lawmakers had to devote most of their time and attention to working to reopen the government after a standoff between Democrats and the President over border security triggered a partial shutdown. Then, lawmakers had to work to avert a second shutdown, which they ultimately did earlier this month.\n\nThere will also be plenty happening on Capitol Hill this week with issues like congressional reaction to the President's recent national emergency declaration likely to dominate the agenda, as well as Trump's personal lawyer Michael Cohen scheduled to testify before several congressional committees starting Tuesday.\n\nPotential scenarios for raising the debt limit and costs of getting close to the deadline\n\nIt's not yet clear how lawmakers will ultimately act on the debt limit and there are a number of different scenarios that could play out.\n\nOne potential scenario for raising the debt limit is that lawmakers could try to negotiate a broader agreement involving an increase in the debt limit along with an effort to lift looming budget caps that are set to impact the 2020 appropriations process.\n\nThe new House Democratic majority passed a rule so that if the House approves a budget resolution, that automatically triggers the passage of a separate resolution in the House suspending the debt limit and sending it to the Senate.\n\nBut the suspension would only go into effect if the Republican-controlled Senate and then the President signed off on it.\n\nWhatever happens, there are real risks involved with just getting close to the \"X date.\"\n\n\"Each time we come up against the debt limit, we impose risks and costs that not many people see or even understand, but are really serious to the economy,\" said Akabas of the Bipartisan Policy Center.\n\nCredit rating agency Standard & Poor's downgraded the credit rating of the United States as a result of a fight over the debt limit in 2011 -- in one example of the kind of consequences that can result.\n\n\"If we cross the 'X date' that could have financial ramifications across the world because the US dollar is so important in the global economy,\" Akabas said. \"We don't know what would happen because it's never happened before ... but there's a cost even from coming close.\"\n\nKey House Democrat warns administration against brinkmanship\n\nThere are signs, however, that lawmakers are paying attention to the debt limit fight.\n\nIn a letter to Treasury Secretary Steven Mnuchin last month, Democratic Rep. Richard Neal, the chair of the House Ways and Means Committee, warned of potential economic fallout if the President decides to \"engage in brinkmanship\" over the debt limit.\n\n\"If the President chooses to engage in brinksmanship on the debt limit, as he did on the shutdown, the market reaction and the cost to our economy would likely be far larger than the 0.02 reduction in GDP that CBO attributed to the shutdown,\" he wrote, referring to the Congressional Budget Office.\n\nThe letter also requested information from the Treasury Department on how and when the administration plans to request that Congress raise the debt limit and what timeline Congress should be operating under to prevent default.\n\nAides to Republican Senate Finance Committee Chair Chuck Grassley have also been in touch with the Treasury Department to discuss the debt limit and the timeline associated with the upcoming expiration of the current suspension.\n\n\"The Chairman's staff is in regular contact with the Treasury Department regarding the debt limit and monitors projections of how long so-called 'extraordinary measures' can be used by Treasury to keep the government below the debt limit once the suspension ends,\" George Hartmann, a spokesman for the Finance Committee chairman, told CNN.\n\n\"We also frequently have discussions with individual member offices on member's thoughts about the debt limit, including thoughts on possible budget-related reforms that could alter the way the debt limit is implemented,\" Hartmann added.",
        "quotes": [
            [
                "Not many people are paying attention at the moment,",
                "Shai Akabas",
                true
            ],
            [
                "When the reinstatement goes into effect that will be when people generally start paying attention.",
                "Shai Akabas",
                true
            ],
            [
                "Conversations on the debt ceiling are at their very beginning phases right now,",
                "",
                true
            ],
            [
                "Each time we come up against the debt limit, we impose risks and costs that not many people see or even understand, but are really serious to the economy,",
                "Akabas",
                true
            ],
            [
                "If we cross the 'X date' that could have financial ramifications across the world because the US dollar is so important in the global economy,",
                "Akabas",
                true
            ],
            [
                "We don't know what would happen because it's never happened before ... but there's a cost even from coming close.",
                "Akabas",
                true
            ],
            [
                "If the President chooses to engage in brinksmanship on the debt limit, as he did on the shutdown, the market reaction and the cost to our economy would likely be far larger than the 0.02 reduction in GDP that CBO attributed to the shutdown,",
                "Trump",
                true
            ],
            [
                "The Chairman's staff is in regular contact with the Treasury Department regarding the debt limit and monitors projections of how long so-called 'extraordinary measures' can be used by Treasury to keep the government below the debt limit once the suspension ends,",
                "George Hartmann",
                true
            ],
            [
                "We also frequently have discussions with individual member offices on member's thoughts about the debt limit, including thoughts on possible budget-related reforms that could alter the way the debt limit is implemented,",
                "Hartmann",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://money.cnn.com/2011/08/05/news/economy/downgrade_rumors/index.htm"
            ],
            "gov_pgs": [
                "https://neal.house.gov/press-releases/neal-calls-secretary-mnuchin-provide-debt-limit-update"
            ],
            "unsure": []
        },
        "key_words": [
            "congress",
            "house",
            "looms",
            "deadline",
            "lawmakers",
            "department",
            "debt",
            "shutdown",
            "returns",
            "washington",
            "president",
            "congressional",
            "treasury",
            "limit"
        ]
    },
    {
        "url": "https://www.cnn.com/travel/article/mlk-sites-atlanta-opening-government-shutdown/index.html",
        "title": "MLK national park will reopen despite government shutdown with help of Delta Air Lines",
        "authors": [],
        "publisher": "www.cnn.com",
        "publish_date": "2019-01-18",
        "text": "(CNN) — The National Park Service will use a grant from Delta Air Lines and fee revenues to reopen the Martin Luther King Jr. National Historical Park in Atlanta despite the government shutdown.\n\nMost sites of the park, including the historic Ebenezer Baptist Church and King's birth home, have been closed since the partial government shutdown began on December 22. Travelers missed their chance to relive the civil rights leader's legacy and many others were worried they could not visit the sites during the upcoming federal holiday honoring King.\n\nThe historic park will open Saturday for 16 days to ensure people in Atlanta can celebrate King's legacy in advance of the holiday on Monday and travelers attending the Super Bowl game on February 3 have a chance to visit the sites, the park service said.\n\nAn $83,500 grant from the Delta Air Lines Foundation will cover the cleanup, administration, maintenance and operating costs of employees not covered under recreation fee funds.\n\n\"This is yet another example of private organizations stepping up to ensure that our visitors from across the nation and around the world are able to have a meaningful experience at national parks,\" said David L. Bernhardt, acting secretary of the Interior.\n\nIn a statement, Delta CEO and trustee of the Delta Air Lines Foundation Ed Bastian said the group \"felt it was important we do our part to ensure that the historical landmarks be accessible to the public.\"\n\nRelated content Government shutdown: Some parks and monuments may be closed\n\n\"Dr. King was about bringing people together and at Delta, we are about making the world a smaller place,\" he added.\n\nThe Atlanta site includes the historic Ebenezer Baptist Church, where King was co-pastor for years, a visitors' center and the home where King was born in 1929.\n\nThis year, the holiday observed every third Monday in January falls just days after the 90th anniversary of King's birth, January 15.",
        "quotes": [
            [
                "This is yet another example of private organizations stepping up to ensure that our visitors from across the nation and around the world are able to have a meaningful experience at national parks,",
                "David L. Bernhardt",
                true
            ],
            [
                "felt it was important we do our part to ensure that the historical landmarks be accessible to the public.",
                "",
                false
            ],
            [
                "Dr. King was about bringing people together and at Delta, we are about making the world a smaller place,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/politics/live-news/longest-government-shutdown/index.html",
                "https://www.cnn.com/2018/01/22/politics/government-shutdown-federal-monuments/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "sites",
            "mlk",
            "lines",
            "despite",
            "delta",
            "king",
            "shutdown",
            "air",
            "help",
            "national",
            "kings",
            "park",
            "holiday",
            "ensure",
            "reopen",
            "historic"
        ]
    },
    {
        "url": "https://www.politifact.com/florida/statements/2019/apr/03/donald-trump/trumps-false-tweet-puerto-rico-got-91-billion-hurr/",
        "title": "Donald Trump falsely tweets that Puerto Rico got $91 billion in hurricane aid",
        "authors": [],
        "publisher": "www.politifact.com",
        "publish_date": "2019-04-03",
        "text": "\"Puerto Rico got 91 Billion Dollars for the hurricane, more money than has ever been gotten for a hurricane before.\"\n\nAfter Democrats and Republicans in the Senate failed to reach an agreement on disaster aid for Puerto Rico, President Donald Trump falsely tweeted about the amount of hurricane aid already distributed.\n\n\"Puerto Rico got 91 Billion Dollars for the hurricane, more money than has ever been gotten for a hurricane before, & all their local politicians do is complain & ask for more money. The pols are grossly incompetent, spend the money foolishly or corruptly, & only take from USA....,\" Trump tweeted April 2.\n\nPuerto Rico got 91 Billion Dollars for the hurricane, more money than has ever been gotten for a hurricane before, & all their local politicians do is complain & ask for more money. The pols are grossly incompetent, spend the money foolishly or corruptly, & only take from USA.... — Donald J. Trump (@realDonaldTrump) April 2, 2019\n\nThen he praised his own leadership:\n\n\"....The best thing that ever happened to Puerto Rico is President Donald J. Trump. So many wonderful people, but with such bad Island leadership and with so much money wasted. Cannot continue to hurt our Farmers and States with these massive payments, and so little appreciation!\"\n\n....The best thing that ever happened to Puerto Rico is President Donald J. Trump. So many wonderful people, but with such bad Island leadership and with so much money wasted. Cannot continue to hurt our Farmers and States with these massive payments, and so little appreciation! — Donald J. Trump (@realDonaldTrump) April 2, 2019\n\nWe found that Trump is wrong about the dollar amount the territory has received and wrong when he said it was a record.\n\nHis comments about hurricane aid follow other misleading statements he made related to the 2017 hurricanes Irma and Maria in Puerto Rico. Trump mischaracterized the death toll saying the estimate was \"done by Democrats,\" and he exaggerated the poor condition of Puerto Rico’s electrical grid before the hurricanes.\n\nThe future of aid to Puerto Rico is up in the air after the Senate failed to move forward on legislation. Both parties have pointed fingers at each other for not reaching an agreement after months of proposals.\n\nWhile proposals from both parties have included $600 million for food assistance for Puerto Rico, Democrats want millions more for other needs in Puerto Rico including for the electrical grid, FEMA reimbursement and water projects.\n\nPuerto Rico has not received $91 billion\n\nThe federal government’s recovery website shows shows $40.7 billion has been allocated (Congress appropriated the spending) through December 2018. Of that, $19.4 billion has been obligated (the government has promised to spend the money) and of that $11.2 billion has been spent. The money comes from various agencies and funds including FEMA, U.S. Housing and Urban Development, the Community Development Fund and the Disaster Relief Fund.\n\nA senior administration official told PolitiFact that Trump arrived at the $91 billion figure by combining the roughly $41 billion already allocated with additional estimated future FEMA costs of $50 billion. (The Washington Post’s Fact Checker wrote that the $50 billion was a high end estimate of what would need to be committed under the Robert T. Stafford Disaster Relief and Emergency Assistance Act of 1988.)\n\nThat means the $50 billion is speculative, said Steve Ellis, vice president of Taxpayers for Common Sense.\n\n\"It may be spent, it may not, and some of it will be far into the future,\" he said.\n\nHow far into the future? A look at Katrina spending shows it can last for more than a decade after a storm.\n\nThere is still Disaster Relief Fund money being paid out related to Katrina (and Rita and Wilma, also 2005 storms), to the tune of nearly $200 million this year, Ellis said.\n\nSorting out exactly how much the federal government has spent after disasters is tricky. Some hurricanes hit more than one state, and some states receive money for multiple disasters.\n\nComparing how much various jurisdictions have gotten for different disasters is not an apples-to-apples comparison because some disasters create more damage. Comparisons to disaster aid in Puerto Rico versus other storms also omits inflation and that it is more expensive to get disaster supplies to Puerto Rico ,which is located approximately 1,000 nautical miles from the U.S. mainland.\n\n\"Obviously Puerto Rico is not in the continental U.S. so all supplies have to be sent by ship or plane, which increases costs,\" Ellis said. \"You can truck supplies into Louisiana and Texas and Florida. Inflation is a factor -- $1 billion in 2005 is worth more than $1 billion in 2017.\"\n\nFederal officials did not respond to our questions asking how Trump concluded that the $91 billion figure was more than any other disaster. But federal reports show that the government has already spent more on Hurricane Katrina -- and that’s without factoring in inflation. The Congressional Research Service estimated in 2014 that \"Congress provided roughly $120 billion for Hurricane Katrina.\"\n\nIn his attack on Puerto Rico disaster spending, Trump said that we \"cannot continue to hurt our Farmers and States with these massive payments, and so little appreciation!\"\n\nThe federal government pays for disasters in various states and the territory of Puerto Rico, which is a part of the United States. (This is despite the comments by White House spokesman Hogan Gidley on MSNBC who referred to Puerto Rico as \"that country.\" He called it a slip of the tongue.)\n\nOur ruling\n\nTrump tweeted \"Puerto Rico got $91 Billion for the hurricane, more money than has ever been gotten for a hurricane before.\"\n\nTrump arrived at that figure by combining the $41 billion already allocated with additional estimated future FEMA costs over the life of the disaster of $50 billion. But that future payment is speculative, and it will be years before we know how much of it is realized.\n\nEven if the $91 billion is the ultimate cost down the road, the federal government already has estimated it spent $120 billion on Hurricane Katrina.\n\nWe rate this claim False.",
        "quotes": [
            [
                "Puerto Rico got 91 Billion Dollars for the hurricane, more money than has ever been gotten for a hurricane before.",
                "",
                true
            ],
            [
                "Puerto Rico got 91 Billion Dollars for the hurricane, more money than has ever been gotten for a hurricane before, & all their local politicians do is complain & ask for more money.",
                "Trump",
                true
            ],
            [
                "The pols are grossly incompetent, spend the money foolishly or corruptly, & only take from USA....,",
                "Trump",
                true
            ],
            [
                "The best thing that ever happened to Puerto Rico is President Donald J. Trump.",
                "",
                true
            ],
            [
                "So many wonderful people, but with such bad Island leadership and with so much money wasted.",
                "",
                true
            ],
            [
                "Cannot continue to hurt our Farmers and States with these massive payments, and so little appreciation!",
                "",
                true
            ],
            [
                "It may be spent, it may not, and some of it will be far into the future,",
                "Ellis",
                true
            ],
            [
                "Obviously Puerto Rico is not in the continental U.S. so all supplies have to be sent by ship or plane, which increases costs,",
                "Ellis",
                true
            ],
            [
                "You can truck supplies into Louisiana and Texas and Florida.",
                "Ellis",
                true
            ],
            [
                "Inflation is a factor -- $1 billion in 2005 is worth more than $1 billion in 2017.",
                "Ellis",
                true
            ],
            [
                "Congress provided roughly $120 billion for Hurricane Katrina.",
                "",
                true
            ],
            [
                "cannot continue to hurt our Farmers and States with these massive payments, and so little appreciation!",
                "Trump",
                false
            ],
            [
                "Puerto Rico got $91 Billion for the hurricane, more money than has ever been gotten for a hurricane before.",
                "Trump",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.politifact.com/truth-o-meter/statements/2018/sep/18/donald-trump/trump-lacks-proof-puerto-rico-hurricane-death-toll/",
                "https://www.washingtonpost.com/politics/2019/03/28/heres-why-trump-says-puerto-rico-is-getting-billion-disaster-relief/?utm_term=.01b971241ff9&noredirect=on",
                "https://www.usatoday.com/story/news/politics/2019/04/02/hogan-gidley-defends-trump-calls-puerto-rico-that-country-twice/3345062002/",
                "https://www.politifact.com/florida/article/2019/apr/01/unpacking-spin-democrats-gop-over-which-side-block/",
                "https://www.msnbc.com/hallie-jackson/watch/watch-hallie-jackson-calls-out-white-house-spokesman-for-calling-puerto-rico-that-country-twice-1469749315881",
                "https://www.politifact.com/truth-o-meter/statements/2018/sep/13/donald-trump/puerto-ricos-power-grid-was-weak-not-dead-hurrican/"
            ],
            "gov_pgs": [
                "https://recovery.fema.gov/state-profiles"
            ],
            "unsure": [
                "https://twitter.com/realDonaldTrump/status/1113044765405315073?ref_src=twsrc%5Etfw",
                "https://twitter.com/realDonaldTrump/status/1113041708730802176?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1113041708730802176&ref_url=https%3A%2F%2Fwww.factcheck.org%2F2019%2F04%2Ftrump-misleads-on-aid-to-puerto-rico%2F",
                "https://twitter.com/realDonaldTrump/status/1113041708730802176?ref_src=twsrc%5Etfw",
                "https://twitter.com/realDonaldTrump/status/1113044765405315073?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1113044765405315073&ref_url=https%3A%2F%2Fwww.factcheck.org%2F2019%2F04%2Ftrump-misleads-on-aid-to-puerto-rico%2F"
            ]
        },
        "key_words": [
            "hurricane",
            "rico",
            "money",
            "disaster",
            "aid",
            "91",
            "falsely",
            "future",
            "trump",
            "tweets",
            "states",
            "puerto",
            "billion",
            "donald"
        ]
    },
    {
        "url": "https://www.politico.com/story/2019/04/02/trump-puerto-rico-hurricane-aid-1247759",
        "title": "Trump accuses 'grossly incompetent' Puerto Rican politicians of misusing federal hurricane aid",
        "authors": [
            {
                "name": "Caitlin Oprysko",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2019-04-02",
        "text": "President Donald Trump proclaimed Tuesday, despite local politicians' complaints, that “the best thing that ever happened to Puerto Rico is President Donald J. Trump.” | Chip Somodevilla/Getty Images White House Trump accuses 'grossly incompetent' Puerto Rican politicians of misusing federal hurricane aid\n\nPresident Donald Trump criticized Puerto Rico's government on Tuesday over federal aid directed to the island territory, pushing an inaccurate figure for the cost of hurricane recovery effort and ripping local leaders as “grossly incompetent” and corrupt.\n\nIn a string of tweets late Monday night and Tuesday morning, Trump falsely claimed that “Puerto Rico got 91 Billion Dollars for the hurricane, more money than has ever been gotten for a hurricane before.” According to The Washington Post, that amount is likely the sum of $41 billion in approved aid and a $50 billion estimate of recovery costs over as much as the next 20 years. Even less than the appropriated $41 billion has actually been spent on the island thus far, the Post reported.\n\nStory Continued Below\n\nTrump continued, complaining that Puerto Rico’s leaders only “complain & ask for more money” and writing that they are “grossly incompetent, spend the money foolishly or corruptly, & only take from USA.”\n\nWhite House Deputy Press Secretary Hogan Gidley doubled down on Trump's false claim, telling MSNBC that the island has \"received more money than any state or territory in history for a rebuild.\" He insisted that the president's $91 billion figure was accurate because it is the amount of money pledged to the island.\n\nGidley said he is unsure when the White House will disperse the rest of the already appropriated aid to Puerto Rico and does not have a timeline for that.\n\n\"They can't handle what we have given them already,\" he claimed. \"They are letting food rot in the ports.\"\n\nTrump has previously complained about the cost of the recovery effort in Puerto Rico, which was battered by a pair of hurricanes in the fall of 2017 that left much of the island devastated and without power for months after. The government’s response was widely panned compared to disaster relief efforts in places like Florida and Houston, which were also slammed by powerful hurricanes that year.\n\nThe president has faced accusations that his administration was not prioritizing disaster relief efforts in Puerto Rico as much as in red states like Florida and Texas, claims that were compounded by reports that he planned to divert relief funding for Puerto Rico toward his proposed wall on the U.S.-Mexico border, an idea that faced fierce bipartisan pushback.\n\nPOLITICO Playbook newsletter Sign up today to receive the #1-rated newsletter in politics Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO. You can unsubscribe at any time.\n\nThe president has also previously clashed with the Democratic mayor of San Juan, Puerto Rico, Carmen Yulín Cruz, whom he called “crazed and incompetent” in a tweet late Monday night after Senate Democrats sunk a disaster relief package as a protest over what they said was inadequate funding for Puerto Rico.\n\nBut, Trump proclaimed Tuesday, despite local politicians' complaints, that “the best thing that ever happened to Puerto Rico is President Donald J. Trump.”\n\n“So many wonderful people, but with such bad Island leadership and with so much money wasted,” he added. “Cannot continue to hurt our Farmers and States with these massive payments, and so little appreciation!”\n\nThe president has since received pushback for his comments that Puerto Rico only takes from the United States, since the island is a U.S. territory. The phrase \"Puerto Rico Is The USA\" began trending on twitter following Trump's tweets.\n\nGidley claimed during the MSNBC interview that accusations that Trump doesn't know Puerto Ricans are actually U.S. citizens is \"absolutely ridiculous.\" Still, Gidley sitestepped questions as to whether Trump believes Puerto Ricans are equal to U.S. citizens living on the mainland.\n\n\"He has actually already traveled to Puerto Rico after this horrific hurricane. He was there,\" Gidley answered when asked about what Trump's actual view of Puerto Rico is.\n\nDuring his interview, the White House spokesman also referred to Puerto Rico as a country, rather than a territory.\n\n\"They have not come to $91 billion with all we've done in that country,\" he said. In response to a follow-up question, Gidley said his mistake in identifying Puerto Rico as a nation separate from the U.S. was a \"slip of the tongue.\"\n\n\"That was a mistake,\" he said. \"A slip of the tongue is not on purpose. It's a territory.\"",
        "quotes": [
            [
                "the best thing that ever happened to Puerto Rico is President Donald J. Trump.",
                "Donald Trump",
                false
            ],
            [
                "Puerto Rico got 91 Billion Dollars for the hurricane, more money than has ever been gotten for a hurricane before.",
                "Trump",
                true
            ],
            [
                "grossly incompetent, spend the money foolishly or corruptly, & only take from USA.",
                "Trump",
                false
            ],
            [
                "received more money than any state or territory in history for a rebuild.",
                "Gidley",
                false
            ],
            [
                "They can't handle what we have given them already,",
                "Gidley",
                true
            ],
            [
                "They are letting food rot in the ports.",
                "Gidley",
                true
            ],
            [
                "the best thing that ever happened to Puerto Rico is President Donald J. Trump.",
                "Trump",
                false
            ],
            [
                "So many wonderful people, but with such bad Island leadership and with so much money wasted,",
                "Trump",
                true
            ],
            [
                "Cannot continue to hurt our Farmers and States with these massive payments, and so little appreciation!",
                "Trump",
                true
            ],
            [
                "He has actually already traveled to Puerto Rico after this horrific hurricane.",
                "Gidley",
                true
            ],
            [
                "They have not come to $91 billion with all we've done in that country,",
                "Trump",
                true
            ],
            [
                "A slip of the tongue is not on purpose.",
                "Gidley",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.politico.com/story/2019/04/01/trump-disaster-aid-bill-1246740",
                "https://www.politico.com/story/2019/01/11/blowback-army-corps-border-wall-1080828",
                "https://www.washingtonpost.com/politics/2019/03/28/heres-why-trump-says-puerto-rico-is-getting-billion-disaster-relief/?utm_term=.f95a6464d474&noredirect=on"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.politico.com/white-house",
                "https://mailchi.mp/a7c062a845f4/subscribetoplaybook"
            ]
        },
        "key_words": [
            "hurricane",
            "grossly",
            "politicians",
            "rico",
            "relief",
            "money",
            "incompetent",
            "misusing",
            "aid",
            "rican",
            "president",
            "island",
            "trump",
            "federal",
            "puerto",
            "billion",
            "territory"
        ]
    },
    {
        "url": "https://www.cnn.com/2019/05/09/politics/disaster-relief-richard-shelby-mick-mulvaney/index.html",
        "title": "Stalled disaster relief package shows Congress-White House split",
        "authors": [
            {
                "name": "Phil Mattingly",
                "link": null
            },
            {
                "name": "Haley Byrd",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-05-09",
        "text": "(CNN) A disaster relief funding package that stalled in Congress this week has exposed strained ties between Capitol Hill and the White House, after one top Senate Republican described \"disagreements\" with a top Trump administration official over the proposal aimed at helping states stricken by recent hurricanes, flooding and wildfires.\n\nSenate Appropriations Committee Chairman Richard Shelby, an Alabama Republican, aired frustrations with the White House's approach to the aid package on Wednesday.\n\nThe comments came after he clashed with President Donald Trump's acting chief of staff, Mick Mulvaney, over competing demands for the legislation.\n\n\"Probably in some areas, but we have our disagreements,\" Shelby said when asked whether Mulvaney has played a constructive role in the process.\n\nAfter some thought, he added: \"Constructive role? He's certainly playing a role.\"\n\n\"That's his job, though,\" he said.\n\nOn Tuesday, Shelby spoke with Mulvaney on the phone to discuss the disaster relief bill, as well as with Vice President Mike Pence during the GOP Senate lunch.\n\n\"The tone from the Vice President was good. The conversation I had with Mulvaney was candid,\" Shelby told reporters afterward. \"I said, 'Look, this is the longest I remember a big disaster bill that hadn't been resolved.'\"\n\nComplicating matters is an awareness among members of Congress that they won't be passing many major pieces of legislation this year. They see the disaster relief bill as a rare chance to include policy riders and get pet projects passed, which has complicated negotiations and slowed talks.\n\nShelby's personal quibble centers around the Harbor Maintenance Trust Fund. He has long advocated freeing up money for port maintenance and repairs — something that would help his home state of Alabama — but has faced pushback from the administration and his colleagues on Capitol Hill.\n\nHe said Wednesday that he wants to include the provision in the $17 billion disaster aid bill, and that he had spoken with Mulvaney about it during their phone call.\n\nFor their part, the White House has suggested wrapping in a $4.5 billion request for emergency funding to address an influx of migrants at the southern border, an idea Shelby has pushed back on because it would drive off much-needed support from Democrats.\n\n\"We are looking forward to the House and Senate passing a disaster relief bill to bring aid to those impacted as soon as possible,\" a spokesman for Mulvaney told CNN. \"Other than that we are not in the habit of commenting on private and deliberative conversations with members of Congress.\"\n\nBut the primary reason the bill remains stalled is the divide between the White House, Senate Republicans, and Democrats over how much money to include for Puerto Rico . Democrats want to see more money for the US territory, but Trump has openly opposed the idea.\n\nNegotiators were hopeful for progress earlier in the week, with a GOP offer to include more money for the US territory in the form of block grants and nutrition assistance, along with requirements for how Puerto Rico would be able to spend the money.\n\nBut progress isn't coming easily. It isn't clear Trump would support the additional Puerto Rico funding, even though Senate Republicans largely have no problem with it, and some Democrats have shot down the GOP plan's requirements for how officials would use the aid.\n\nOn Wednesday night, Trump pointed to Democrats when discussing the stalemate during a campaign rally in Panama City, Florida, which was devastated by category 5 Hurricane Michael last fall.\n\n\"Now, we need Democrats in Congress to work with us to pass an acceptable bill, we're getting close,\" Trump said.\n\nOn Thursday night, he tweeted: \"House Republicans should not vote for the BAD DEMOCRAT Disaster Supplemental Bill which hurts our States, Farmers & Border Security. Up for vote tomorrow. We want to do much better than this. All sides keep working and send a good BILL for immediate signing!\"",
        "quotes": [
            [
                "Probably in some areas, but we have our disagreements,",
                "Mulvaney",
                true
            ],
            [
                "He's certainly playing a role.",
                "Mulvaney",
                true
            ],
            [
                "The tone from the Vice President was good.",
                "Mulvaney",
                true
            ],
            [
                "The conversation I had with Mulvaney was candid,",
                "Mulvaney",
                true
            ],
            [
                "I said, 'Look, this is the longest I remember a big disaster bill that hadn't been resolved.",
                "Mulvaney",
                true
            ],
            [
                "We are looking forward to the House and Senate passing a disaster relief bill to bring aid to those impacted as soon as possible,",
                "Mulvaney",
                true
            ],
            [
                "Other than that we are not in the habit of commenting on private and deliberative conversations with members of Congress.",
                "Mulvaney",
                true
            ],
            [
                "Now, we need Democrats in Congress to work with us to pass an acceptable bill, we're getting close,",
                "Trump",
                true
            ],
            [
                "House Republicans should not vote for the BAD DEMOCRAT Disaster Supplemental Bill which hurts our States, Farmers & Border Security.",
                "Trump",
                true
            ],
            [
                "We want to do much better than this.",
                "Trump",
                true
            ],
            [
                "All sides keep working and send a good BILL for immediate signing!",
                "Trump",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2017/09/21/world/iyw-help-victims-of-hurricane-maria/index.html",
                "https://www.cnn.com/2019/05/01/politics/4-5-billion-border-funding/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "senate",
            "shows",
            "white",
            "house",
            "democrats",
            "mulvaney",
            "shelby",
            "congresswhite",
            "disaster",
            "package",
            "stalled",
            "bill",
            "trump",
            "relief",
            "split"
        ]
    },
    {
        "url": "https://www.cnn.com/2019/05/06/politics/congress-disaster-relief-talks-continue/index.html",
        "title": "Lawmakers still have not reached a deal on disaster relief as talks continue",
        "authors": [
            {
                "name": "Alex Rogers",
                "link": null
            },
            {
                "name": "Phil Mattingly",
                "link": null
            },
            {
                "name": "Ted Barrett",
                "link": null
            },
            {
                "name": "Clare Foran",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-05-06",
        "text": "Washington (CNN) Key lawmakers expressed optimism Monday that an agreement on disaster relief may be reached soon, but for now there is still no final deal as millions of Americans affected by hurricanes, floods and wildfires continue to face the consequences of recent natural disasters.\n\n\"My sense is that it is getting much closer,\" Sen. John Cornyn told CNN on Monday, adding, \"I think we are closer than we have been.\" But the Texas Republican added, \"Puerto Rico is still the challenge.\"\n\nAides said disaster relief talks are continuing and, while still not near a final agreement, had advanced back to the level of the staff of the respective party leaders in both chambers, which was a signal that negotiations may start to pick up in the near future. Still, key outstanding issues remained unresolved and whether President Donald Trump would ultimately back any final deal was still an open question as senators and staff from the Senate Appropriations Committee continued to search for an agreement.\n\n\"They (senior staff) had good meetings yesterday,\" Alabama Republican Sen. Richard Shelby, the chair of the Senate Appropriations Committee, told CNN. \"Working on language, trying to work through the Puerto Rican thing ... they haven't got a resolution to it. .... There are a few obstacles there they have to work through.\" Sen. Patrick Leahy, the ranking member on the committee, told CNN, \"I think we can easily reach an agreement,\" but the Vermont Democrat added that any agreement \"has to be for all Americans.\"\n\nIt's been more than a month since the Senate failed to advance competing relief proposals -- one from Republicans and one from Democrats -- amid a partisan dispute over how much assistance to give to Puerto Rico. In their proposal, Democrats pressed for more aid than Republicans and the President wanted to provide.\n\nRead More",
        "quotes": [
            [
                "My sense is that it is getting much closer,",
                "John Cornyn",
                true
            ],
            [
                "I think we are closer than we have been.",
                "John Cornyn",
                true
            ],
            [
                "Puerto Rico is still the challenge.",
                "",
                true
            ],
            [
                "They (senior staff) had good meetings yesterday,",
                "",
                true
            ],
            [
                "Working on language, trying to work through the Puerto Rican thing ... they haven't got a resolution to it.",
                "John Cornyn",
                true
            ],
            [
                "There are a few obstacles there they have to work through.",
                "John Cornyn",
                true
            ],
            [
                "I think we can easily reach an agreement,",
                "Patrick Leahy",
                true
            ],
            [
                "has to be for all Americans.",
                "Patrick Leahy",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "senate",
            "told",
            "talks",
            "deal",
            "cnn",
            "agreement",
            "disaster",
            "lawmakers",
            "continue",
            "final",
            "reached",
            "staff",
            "sen",
            "committee",
            "relief",
            "puerto"
        ]
    },
    {
        "url": "https://www.cnn.com/2019/04/12/politics/disaster-relief-stalled-puerto-rico-trump-congress/index.html",
        "title": "Congress leaves Washington without reaching a disaster relief deal",
        "authors": [
            {
                "name": "Ashley Killough",
                "link": null
            },
            {
                "name": "Clare Foran",
                "link": null
            },
            {
                "name": "Ted Barrett",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-04-12",
        "text": "(CNN) Congress departs Washington this week for a long recess leaving behind a key piece of unfinished business: Funding for millions of Americans harmed by hurricanes, floods, wildfires, and other natural disasters.\n\nLawmakers can't reach a deal because President Donald Trump is refusing to provide the amount of money Democrats are demanding for Puerto Rico , which is still recovering from Hurricane Maria two years ago. Trump believes government leaders there -- who he has repeatedly clashed with politically -- haven't spent wisely the relief money already allocated to it.\n\n\"I cannot fathom why this President has so much antipathy towards Puerto Rico. These are American citizens, badly damaged by natural disasters,\" House Majority Leader Steny Hoyer, a Democrat from Maryland told reporters Friday, noting that the House approved significant funds for the territory. \"I do not know what the President and Republicans are thinking about in abandoning Puerto Rico.\"\n\nThe top Senate Republican leading the talks had what he described as a \"long\" meeting with Trump late Thursday and said they are \"trying to make some overtures to the Democrats to settle this disaster package.\"\n\nSen. Richard Shelby of Alabama, the chair of the Senate Appropriations Committee, wouldn't provide any details about what a new offer might look like but said White House staff would work with congressional staff over the two-week recess when both chambers will be away. He said he hopes to vote on a proposal when Congress returns to session at the end of the month.\n\nRead More",
        "quotes": [
            [
                "I cannot fathom why this President has so much antipathy towards Puerto Rico.",
                "Steny Hoyer",
                true
            ],
            [
                "These are American citizens, badly damaged by natural disasters,",
                "Steny Hoyer",
                true
            ],
            [
                "I do not know what the President and Republicans are thinking about in abandoning Puerto Rico.",
                "",
                true
            ],
            [
                "trying to make some overtures to the Democrats to settle this disaster package.",
                "Trump",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.factcheck.org/2019/04/trump-misleads-on-aid-to-puerto-rico/",
                "https://www.cnn.com/2019/04/07/politics/disaster-relief-package-congress-stalled/index.html",
                "https://www.cnn.com/2019/03/26/politics/trump-puerto-rico-republican-lunch/index.html",
                "https://www.cnn.com/2019/04/11/us/blizzard-severe-storms-thursday-wxc/index.html",
                "https://www.cnn.com/2019/04/01/politics/senate-disaster-relief-trump-puerto-rico-midwest-floods/index.html",
                "https://www.cnn.com/2018/08/29/politics/san-juan-mayor-carmen-yulin-cruz-death-toll-cnntv/index.html",
                "https://www.cnn.com/2018/09/21/us/puerto-rico-hurricane-maria-natural-disaster-human-catastrophe-weir/index.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/realDonaldTrump/status/1113041708730802176",
                "https://www.cnn.com/videos/politics/2019/04/03/puerto-rico-mayor-carmen-yulin-cruz-san-juan-trump-white-house-intv-ebof-vpx.cnn"
            ]
        },
        "key_words": [
            "senate",
            "congress",
            "natural",
            "house",
            "provide",
            "rico",
            "deal",
            "leaves",
            "disaster",
            "reaching",
            "staff",
            "recess",
            "washington",
            "president",
            "trump",
            "relief",
            "puerto"
        ]
    },
    {
        "url": "https://www.cnn.com/2019/05/06/politics/congress-disaster-relief-talks-continue/index.html",
        "title": "Lawmakers still have not reached a deal on disaster relief as talks continue",
        "authors": [
            {
                "name": "Alex Rogers",
                "link": null
            },
            {
                "name": "Phil Mattingly",
                "link": null
            },
            {
                "name": "Ted Barrett",
                "link": null
            },
            {
                "name": "Clare Foran",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-05-06",
        "text": "Washington (CNN) Key lawmakers expressed optimism Monday that an agreement on disaster relief may be reached soon, but for now there is still no final deal as millions of Americans affected by hurricanes, floods and wildfires continue to face the consequences of recent natural disasters.\n\n\"My sense is that it is getting much closer,\" Sen. John Cornyn told CNN on Monday, adding, \"I think we are closer than we have been.\" But the Texas Republican added, \"Puerto Rico is still the challenge.\"\n\nAides said disaster relief talks are continuing and, while still not near a final agreement, had advanced back to the level of the staff of the respective party leaders in both chambers, which was a signal that negotiations may start to pick up in the near future. Still, key outstanding issues remained unresolved and whether President Donald Trump would ultimately back any final deal was still an open question as senators and staff from the Senate Appropriations Committee continued to search for an agreement.\n\n\"They (senior staff) had good meetings yesterday,\" Alabama Republican Sen. Richard Shelby, the chair of the Senate Appropriations Committee, told CNN. \"Working on language, trying to work through the Puerto Rican thing ... they haven't got a resolution to it. .... There are a few obstacles there they have to work through.\" Sen. Patrick Leahy, the ranking member on the committee, told CNN, \"I think we can easily reach an agreement,\" but the Vermont Democrat added that any agreement \"has to be for all Americans.\"\n\nIt's been more than a month since the Senate failed to advance competing relief proposals -- one from Republicans and one from Democrats -- amid a partisan dispute over how much assistance to give to Puerto Rico. In their proposal, Democrats pressed for more aid than Republicans and the President wanted to provide.\n\nRead More",
        "quotes": [
            [
                "My sense is that it is getting much closer,",
                "John Cornyn",
                true
            ],
            [
                "I think we are closer than we have been.",
                "John Cornyn",
                true
            ],
            [
                "Puerto Rico is still the challenge.",
                "",
                true
            ],
            [
                "They (senior staff) had good meetings yesterday,",
                "",
                true
            ],
            [
                "Working on language, trying to work through the Puerto Rican thing ... they haven't got a resolution to it.",
                "John Cornyn",
                true
            ],
            [
                "There are a few obstacles there they have to work through.",
                "John Cornyn",
                true
            ],
            [
                "I think we can easily reach an agreement,",
                "Patrick Leahy",
                true
            ],
            [
                "has to be for all Americans.",
                "Patrick Leahy",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "senate",
            "told",
            "talks",
            "deal",
            "cnn",
            "agreement",
            "disaster",
            "lawmakers",
            "continue",
            "final",
            "reached",
            "staff",
            "sen",
            "committee",
            "relief",
            "puerto"
        ]
    },
    {
        "url": "https://www.cnn.com/2019/01/22/health/hurricane-maria-funding-study-trnd/index.html",
        "title": "Hurricane disaster aid was faster in Texas and Florida than in Puerto Rico, study says",
        "authors": [
            {
                "name": "Lauren M. Johnson",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-01-22",
        "text": "(CNN) In 2017, Hurricanes Harvey, Irma and Maria hit the United States in August and September. The storms were blamed for the deaths of more 3,000 people and caused billions of dollars in damage.\n\nAlthough all three hurricanes were destructive, a new study from online journal BMJ Global Health indicates the US federal response to the hurricane disaster in Puerto Rico was lopsided compared to the response in Florida and Texas.\n\nUsing public data, BMJ created a timeline of staff and funding coming directly from FEMA to those affected by the hurricanes. The study focused on measures of federal spending, distributed federal resources, and direct and indirect storm-mortality tolls. The study says its results show the federal response was faster and \"more generous\" in terms of funding and staffing for Hurricane Irma in Florida and Harvey in Texas than for Hurricane Maria in Puerto Rico. Puerto Rico is a self-governing US territory whose citizens are Americans.\n\nAll three hurricanes made landfall as Category 4 storms, and the study indicates its results would make sense if the damage for Maria was less expensive or less altering than those of the other storms. According to CNN reporting, the damage estimate for Maria is $90 billion, $125 billion for Harvey and $50 billion for Irma.\n\nThe combination of direct and indirect storm fatalities also plays a role in understanding the amount of damage inflicted upon the areas, the study says. Hurricane Irma led to 92 deaths, Hurricane Harvey was blamed for 103 deaths and Maria led to 3,040 deaths, according to numbers compiled by BMJ Global Health.\n\nRead More",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.cnn.com/2017/10/10/weather/hurricane-nate-maria-irma-harvey-impact-look-back-trnd/index.html",
                "https://www.cnn.com/2018/08/29/politics/san-juan-mayor-carmen-yulin-cruz-death-toll-cnntv/index.html",
                "https://www.cnn.com/2019/01/09/us/shutdown-noaa-nws-weather-wxc/index.html",
                "https://www.cnn.com/2018/08/29/politics/trump-puerto-rico-fantastic/index.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://gh.bmj.com/content/4/1/e001191#ref-1"
            ]
        },
        "key_words": [
            "hurricane",
            "harvey",
            "florida",
            "storms",
            "rico",
            "faster",
            "texas",
            "disaster",
            "deaths",
            "aid",
            "hurricanes",
            "response",
            "maria",
            "federal",
            "puerto",
            "study"
        ]
    },
    {
        "url": "https://www.cnn.com/2019/06/18/politics/senators-deal-emergency-border-funding/index.html",
        "title": "Senators reach a deal on emergency border funding",
        "authors": [
            {
                "name": "Phil Mattingly",
                "link": null
            },
            {
                "name": "Lauren Fox",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-06-18",
        "text": "(CNN) The top two appropriators in the US Senate have reached an agreement on a $4.6 billion funding package to address the influx of migrants at the southern border that has been deemed a \"humanitarian crisis,\" according to three people familiar with the deal.\n\nThe agreement between Senate Appropriations Committee Chairman Richard Shelby, an Alabama Republican, and Vermont Sen. Patrick Leahy, the top Democrat on the panel, includes $2.88 billion for the Department of Health and Human Services to be directed to the Office of Refugee Resettlement, which administration officials warned lawmakers would run out of money by the end of this month without the emergency cash infusion.\n\nThe Senate Appropriations Committee will mark up the agreement on Wednesday and Senate Majority Leader Mitch McConnell has said he plans to put it on the Senate floor by the end of next week.\n\nThe agreement does not have final sign off from House Democrats, who blocked consideration of a similar deal last month, two of the sources said. Those conversations are ongoing.",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.cnn.com/2019/06/05/politics/southern-border-migrants/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "senate",
            "senators",
            "funding",
            "emergency",
            "month",
            "deal",
            "agreement",
            "weekthe",
            "vermont",
            "warned",
            "end",
            "committee",
            "appropriations",
            "border",
            "billion",
            "reach"
        ]
    },
    {
        "url": "https://www.cnn.com/2019/01/12/politics/donald-trump-democrats-government-shutdown-history/index.html",
        "title": "Record shutdown is a massive Washington failure",
        "authors": [
            {
                "name": "Analysis Stephen Collinson",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-01-12",
        "text": "Now he's got another historic notch on his belt, the longest-ever government shutdown — an impasse that marks a new low for Washington dysfunction.\n\nThe dispute triggered by Trump's demands for billions of dollars to finally make good on an unfulfilled campaign promise — to build a border wall — began so long ago that Republicans had a monopoly on Washington power. The Democratic takeover of the House has deepened the disconnect, and with neither side willing to fold, nearly 22 days in, there is still no end in sight.\n\nSince Trump crowed he would be \"proud\" to shutter the government over the wall, he gets to shoulder much of the blame for a crisis that is the inevitable result when the nation's political polarization is institutionalized in Washington.\n\nThe last three weeks have exposed the lack of empathy of a billionaire President who shrugs off the struggles of federal workers who work paycheck to paycheck. Trump is clearly more concerned about a pet political project than his constitutional role of providing governance to all Americans.\n\nBut he is not alone in his dereliction of duty. The Republican-led Senate is doing nothing to offer its President a face saving way out. And while House Democrats are going through the motions of passing bills to reopen government, they don't seem to be doing much else to break the logjam. Before Trump was President, party leaders had seemed at least open to funding a barrier on the border as part of wider immigration legislation.\n\nTrump urged party leaders Friday to return to Washington and vote for a wall, a barrier or whatever they want to call it -- even \"peaches.\"\n\n\"This is where I ask the Democrats to come back to Washington and to vote for money for the wall, the barrier, whatever you want to call it, it's OK with me,\" the President said during a White House roundtable on immigration.\n\n\"They can name it whatever. They can name it 'peaches.' I don't care what they name it. But we need money for that barrier,\" he added.\n\nThe stalemate represents a crucial first fight between Trump and his Democratic enemies in Washington's new era of divided government.\n\nBut every battle has victims. And right now it's 800,000 government workers who feel insulted, forgotten and anxious about rent, mortgage, car payment and medical bills piling up.\n\nWhile they fret, nothing is happening in Washington this weekend. In fact, members of Congress, who are getting paid, are off until Monday.\n\nThey might notice as they fly home that the nation's transportation system is under strain. Many of those TSA agents who keep travelers safe are working without pay. An airport in Tampa is opening a food bank for employees. And some food inspections are on hold with government shut down.\n\n\"I would beg both Houses of Congress, I would beg the American people to please look around and understand that federal workers, we have a face — we have families,\" Jacqueline Maloney, a federal worker whose paycheck didn't arrive on Friday, told CNN's Brooke Baldwin in an emotional interview.\n\n\"We might be a neighbor, your best friend, your best friend's mom, your aunt, your cousin. We are everywhere.\"\n\nGovernment shutdowns usually end when the political leaders caught in the standoff calculate that the political damage sustained by standing firm begins to outweigh the embarrassment of a climbdown.\n\nWith tales of anger and deprivation of government workers stuck in a terrible situation beyond their control now dominating news coverage, that point may be coming closer.\n\nNeither side however is showing any sign of cracking yet.\n\nIt's on Trump\n\nBut for Trump, there would have been no shutdown. The President, apparently fearing a backlash in conservative media, refused to keep the government open before Christmas unless he got wall funding.\n\nIn the last week, Trump has tried a variety of political stunts to try to shift the blame. He gave an Oval Office address. He stormed out of talks with Democratic leaders . He flew Air Force One to the border to paint an inaccurate picture of hordes of criminals and killers pouring into the country.\n\n\"The only way you will stop it is with a very powerful wall or steel barrier,\" Trump said at the White House on Friday.\n\nNow, as he seeks taxpayer cash to build a wall that he promised Mexico would pay for, the President is offering the fact-bending claims that America's neighbor has already settled up -- in a yet to be ratified new trade deal.\n\nBy any conventional measure, Trump is guilty of putting his own political ego above the interests of the Americans he leads. For all the power of his campaign trail rhetoric among supporters, he's not shifted the political needle at all. He seems oblivious that in divided government, a President can't just demand what he wants.\n\nTrump's supporters argue that there is a genuine crisis on the border and brand as \"fake news\" any argument that a wall along the frontier with Mexico may not be the best way to tackle drug trafficking and ballooning asylum claims.\n\nIn fact, the wall has become such an emotional center of Trump's relationship with his political base — and such a symbol of antipathy towards the President for those who oppose him — that it's become an insoluble issue.\n\nAnd government workers are paying the price.\n\n\"The bottom line is there is no excuse for the political stunt just because the President had made a commitment when he ran for office and afterwards,\" said Michael Bloomberg, the former New York mayor, in a CNN interview.\n\n\"He cannot get it done and deliver for his constituency. He should just stand up and say I tried and let's get on with the next thing,\" said Bloomberg, a possible 2020 Democratic presidential candidate. \"There's no one issue or one constituency. The President has not been elected to be the representative of a party, or of a small group, he's supposed to be representative of a whole country.\"\n\nSo far, Trump has held off on his threat to declare a national emergency and reprogram Pentagon funds — possibly from disaster relief projects in Puerto Rico and Texas — to finance his wall.\n\nSuch a step might allow him to declare a victory that most people will believe to be hollow. He might be able to sell his supporters on a battle in the courts after an almost certain legal challenge and reap political capital.\n\nBut it would also represent a fundamental flouting of constitutional governance, since a future president, thwarted by Congress fulfilling its core task of deciding how taxpayer money is spent, could choose to go ahead with a favorite political project regardless.\n\nHypocrisy\n\nThe failure of Congress to unpick the deadlock has disgusted some of its most venerable members.\n\n\"How can we resolve this? We owe it to the American people. This is like a circus,\" Republican Sen. Richard Shelby of Alabama said earlier in the week.\n\nMcConnell has refused to act on Democratic House bills to open various government agencies, since Trump will not agree to sign them.\n\nFor now, McConnell has no desire to open cracks in the Republican coalition by breaking with a President who has leveraged his devoted base to punish any dissidents in his party.\n\nThere could come a time, however, when clear discomfort among some GOP members, like Colorado Sen. Cory Gardner, Alaska's Sen. Lisa Murkowski and Maine's Sen. Susan Collins, begins to make life uncomfortable for McConnell.\n\nThe bitterness of shutdown politics has also revealed a seam of hypocrisy that festers on both sides of the aisle in this fractured political age.\n\nIn 2016, Republican Sen. Lindsey Graham signed on to an amicus brief in a Supreme Court case challenging President Barack Obama's use of executive power to shield recipients of the Deferred Action for Childhood Arrivals program from deportation.\n\nThe document complained that Obama's move was an attempt to supplant Congress' power and a threat to the constitutional principle of separation of powers. Those norms seem less important to the South Carolinian now Trump is in the White House.\n\n\"Mr. President, Declare a national emergency NOW. Build a wall NOW,\" Graham tweeted on Friday after meeting Trump.\n\nPart of Graham's frustration stems from his belief that Democrats are hypocrites for refusing to contemplate immigration enforcement policies that they have favored in the past.\n\nEarly last year, Democrats and the White House appeared close to a deal that would have given Trump $25 billion in border security in return for a path to citizenship for DACA recipients — undocumented migrants brought to the US illegally as children.\n\nTrump eventually pulled out of the deal.\n\nThe idea of border fencing, or a wall in some areas, has not been so radioactive for Democrats in the past.\n\nIn 2006, Democrats including now-Senate Minority Leader Chuck Schumer and then-Sens. Hillary Clinton and Barack Obama voted to authorize a secure fence along about 700 miles of the US-Mexico border.\n\nThe project was far from the concrete or steel wall envisioned by Trump.\n\nBut given the symbolic potency of the idea of a wall, it's not clear Democrats — who do not want their first act in the majority in the House to be a concession to Trump, would contemplate any such plan today.",
        "quotes": [
            [
                "This is where I ask the Democrats to come back to Washington and to vote for money for the wall, the barrier, whatever you want to call it, it's OK with me,",
                "",
                true
            ],
            [
                "I don't care what they name it.",
                "",
                true
            ],
            [
                "But we need money for that barrier,",
                "",
                true
            ],
            [
                "I would beg both Houses of Congress, I would beg the American people to please look around and understand that federal workers, we have a face — we have families,",
                "Jacqueline Maloney",
                true
            ],
            [
                "We might be a neighbor, your best friend, your best friend's mom, your aunt, your cousin.",
                "",
                true
            ],
            [
                "The only way you will stop it is with a very powerful wall or steel barrier,",
                "Trump",
                true
            ],
            [
                "The bottom line is there is no excuse for the political stunt just because the President had made a commitment when he ran for office and afterwards,",
                "Michael Bloomberg",
                true
            ],
            [
                "He cannot get it done and deliver for his constituency.",
                "",
                true
            ],
            [
                "He should just stand up and say I tried and let's get on with the next thing,",
                "",
                true
            ],
            [
                "There's no one issue or one constituency.",
                "",
                true
            ],
            [
                "The President has not been elected to be the representative of a party, or of a small group, he's supposed to be representative of a whole country.",
                "",
                true
            ],
            [
                "We owe it to the American people.",
                "",
                true
            ],
            [
                "Mr. President, Declare a national emergency NOW.",
                "Graham",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2018/02/15/politics/senate-immigration-anger/index.html",
                "https://www.cnn.com/2019/01/11/politics/mitch-mcconnell-congress-shutdown/index.html",
                "https://www.cnn.com/2019/01/09/politics/donald-trump-border-wall-crisis-speech/index.html",
                "https://www.cnn.com/2019/01/09/politics/chuck-schumer-nancy-pelosi-trump/index.html"
            ],
            "gov_pgs": [
                "https://www.lgraham.senate.gov/public/index.cfm/2016/4/graham-opposes-obama-s-executive-action-on-immigration",
                "https://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=109&session=2&vote=00262"
            ],
            "unsure": []
        },
        "key_words": [
            "workers",
            "house",
            "democrats",
            "failure",
            "shutdown",
            "sen",
            "record",
            "washington",
            "president",
            "wall",
            "massive",
            "trump",
            "political",
            "border"
        ]
    },
    {
        "url": "https://www.cnn.com/2019/06/11/politics/nancy-pelosi-trump-prison/index.html",
        "title": "Pelosi on Trump insults: 'I'm done with him'",
        "authors": [
            {
                "name": "Ashley Killough",
                "link": null
            },
            {
                "name": "Clare Foran",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-06-11",
        "text": "(CNN) House Speaker Nancy Pelosi told CNN's Manu Raju on Tuesday that she's \"done\" with President Donald Trump but would not say whether she told Democrats behind closed doors that she'd rather see Trump \"in prison.\"\n\n\"I'm done with him,\" Pelosi told Raju at the Fiscal Summit from the Peter G. Peterson Foundation.\n\n\"I don't even want to talk about him,\" she said, adding, \"My stock goes up every time he attacks me, so what can I say, but let's not spend too much time on that because that's his victory, the diverter-in-chief, the diverter-of-attention-in-chief.\"\n\nTensions between Pelosi and Trump have escalated in the past week after Pelosi reportedly told Democratic leaders in private that she wants to see the President \"in prison.\" When asked about whether she made the remarks, Pelosi said she would keep what she told fellow Democrats behind closed doors private.\n\n\"Did you actually say that, did you actually say that the President, you'd rather see him in prison,?\" Raju asked.\n\nRead More",
        "quotes": [
            [
                "I don't even want to talk about him,",
                "Pelosi",
                true
            ],
            [
                "My stock goes up every time he attacks me, so what can I say, but let's not spend too much time on that because that's his victory, the diverter-in-chief, the diverter-of-attention-in-chief.",
                "Pelosi",
                true
            ],
            [
                "Did you actually say that, did you actually say that the President, you'd rather see him in prison,?",
                "Raju",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2019/05/22/politics/amash-trump-irresponsible-threat/index.html",
                "https://www.cnn.com/2019/06/11/politics/impeachment-democrats-pelosi/index.html",
                "https://www.cnn.com/2019/05/23/politics/democrats-impeachment-whip-list/index.html",
                "https://www.cnn.com/2019/06/11/politics/moderate-house-democrats-impeachment/index.html",
                "https://www.cnn.com/2019/06/06/politics/trump-nancy-pelosi-nasty-disgrace-prison/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "closed",
            "pelosi",
            "told",
            "democrats",
            "say",
            "raju",
            "president",
            "im",
            "prison",
            "trump",
            "doors",
            "insults"
        ]
    },
    {
        "url": "https://www.cnn.com/2019/06/10/politics/justin-amash-leaves-freedom-caucus/index.html",
        "title": "Justin Amash leaves the conservative Freedom Caucus",
        "authors": [
            {
                "name": "Kate Sullivan",
                "link": null
            },
            {
                "name": "Haley Byrd",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-06-10",
        "text": "(CNN) Rep. Justin Amash on Monday stepped down from the conservative House Freedom Caucus less than a month after becoming the first Republican member of Congress to say President Donald Trump has committed impeachable offenses.\n\n\"I have the highest regard for them and they're my close friends,\" he told CNN. \"I didn't want to be a further distraction for the group.\"\n\nThe House Freedom Caucus is a group of about three dozen hardline conservatives created in 2015. Its members played a key role in ousting then-House Speaker John Boehner that year, and they had a hand in crafting the GOP's ultimately failed American Health Care Act in 2017.\n\nToday, the group is home to some of the President's most ardent defenders, such as Ohio Rep. Jim Jordan and current Chairman Mark Meadows of North Carolina.\n\nRead More",
        "quotes": [
            [
                "I have the highest regard for them and they're my close friends,",
                "",
                true
            ],
            [
                "I didn't want to be a further distraction for the group.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2019/05/22/politics/amash-trump-irresponsible-threat/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "conservative",
            "rep",
            "freedom",
            "house",
            "ultimately",
            "caucus",
            "told",
            "group",
            "cnn",
            "leaves",
            "amash",
            "trump",
            "justin",
            "theyre"
        ]
    },
    {
        "url": "https://www.cnn.com/2013/02/06/politics/cnn-explains-sequestration/index.html",
        "title": "CNN Explains: Sequestration",
        "authors": [
            {
                "name": "Matt Smith",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2013-02-06",
        "text": "Story highlights Obama, Congress try to avert automatic budget cuts\n\nThe $1.2 trillion in cuts were part of a plan to end the 2011 debt ceiling standoff\n\nCongress was supposed to replace them with other 10-year spending reductions, but failed\n\nHere we go: A new round of confrontation between the White House and Congress over the federal budget is in the offing, this time in a new attempt to avert the looming \"sequestration\" process.\n\nWhat is sequestration?\n\nIt's a series of automatic, across-the-board cuts to government agencies, totaling $1.2 trillion over 10 years. The cuts would be split 50-50 between defense and domestic discretionary spending.\n\nIt's all part of attempts to get a handle on the growth of the U.S. national debt, which exploded upward when the 2007 recession hit and now stands at more than $16 trillion. The sequester has been coming for more than a year, with Congress pushing it back to March 1 as part of the fiscal cliff deal at the end of the last session.\n\nWhy does this seem familiar?\n\nIt started with the 2011 standoff over the U.S. debt ceiling, when Republicans in Congress demanded spending cuts in exchange for giving the Obama administration the needed legal headroom to pay the federal government's obligations to its bondholders. In the end, Congress and the administration agreed to more than $2 trillion in cuts. About $1 trillion of that was laid out in the debt-ceiling bill and the rest imposed through sequestration -- a kind of fiscal doomsday device that Congress would have to disarm by coming up with an equal amount of spending reductions elsewhere.\n\nWhat were they thinking?\n\nThe plan was that a special congressional panel, dubbed the \"super committee,\" would find a less painful way to cut spending. It failed in November 2011. That left federal agencies facing what outgoing Defense Secretary Leon Panetta called \"legislative madness\" in the form of harsh cuts that no one wanted.\n\n\"For those of you who have ever seen 'Blazing Saddles,' it is the scene of the sheriff putting the gun to his head in order to establish law and order,\" Panetta said in a speech at Washington's Georgetown University. \"That is sequestration.\"\n\nBut for many conservatives, sequestration is a feature, not a bug. It's \"the first chance we have for real savings and deficit reduction,\" the tea party-aligned lobbying group FreedomWorks tells supporters on its website\n\n\"President Obama already agreed to the sequester savings when he signed the debt ceiling bargain into law,\" FreedomWorks says. \"He needs to follow through.\"\n\nWhere will the cuts fall?\n\nMore than $500 billion will be cut from the Defense Department and other national security agencies, with the rest cut on the domestic side -- national parks, federal courts, the FBI, food inspections and housing aid. While the Pentagon has laid out plans ranging from furloughs of hundreds of thousands of civilian workers to combat readiness training and weapons maintenance, the White House budget office hasn't specified which domestic agencies would take the biggest hits.\n\nPanetta says that the $46 billion in spending cuts for 2013 would cut sharply into military readiness -- and the longer the cuts are pushed back, the deeper they'll have to be to achieve the required savings.\n\nSo now what?\n\nCongress put off the sequester until March 1 as part of the last-minute fiscal cliff deal on New Year's Day. Without that agreement, economists warned that the one-two punch of sequestration and the expiration of the 2001 and 2003 Bush tax cuts could have thrown a still-struggling U.S. economy into reverse.\n\nEven with the fiscal cliff deal, the austerity moves already were slowing the economy, Obama suggested over the weekend. The Commerce Department said a large cut in federal spending, primarily on defense, contributed to the 0.1% decrease in gross domestic product seen in the last quarter of 2012.\n\n\"Washington cannot continually operate under a cloud of crisis. That freezes up consumers,\" Obama said during a pre-Super Bowl interview with CBS. \"It gets businesses worried. We can't afford these self-inflicted wounds.\"\n\nTuesday, Obama urged Congress to pass a short-term deal that puts off the cuts, allowing some breathing room for a long-term deficit reduction plan. But Obama said any deal should include more revenue from ending some tax breaks -- a stance that inflamed Republicans who already had to swallow a tax increase for top earners in the fiscal cliff deal.\n\n\"I don't like the sequester. I think it's taking a meat ax to our government, a meat ax to many programs that will weaken our national defense,\" House Speaker John Boehner, R-Ohio, said Wednesday. But, he added, \"Americans do not support sacrificing real spending cuts for more tax hikes.\"",
        "quotes": [
            [
                "For those of you who have ever seen 'Blazing Saddles,' it is the scene of the sheriff putting the gun to his head in order to establish law and order,",
                "Panetta",
                true
            ],
            [
                "the first chance we have for real savings and deficit reduction,",
                "",
                false
            ],
            [
                "President Obama already agreed to the sequester savings when he signed the debt ceiling bargain into law,",
                "Panetta",
                true
            ],
            [
                "Washington cannot continually operate under a cloud of crisis.",
                "Obama",
                true
            ],
            [
                "We can't afford these self-inflicted wounds.",
                "Obama",
                true
            ],
            [
                "I don't like the sequester.",
                "John Boehner",
                true
            ],
            [
                "I think it's taking a meat ax to our government, a meat ax to many programs that will weaken our national defense,",
                "John Boehner",
                true
            ],
            [
                "Americans do not support sacrificing real spending cuts for more tax hikes.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2013/02/05/politics/obama-spending-cuts/index.html",
                "https://www.cnn.com/2013/02/06/politics/congress-spending-cuts/index.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.freedomworks.org/"
            ]
        },
        "key_words": [
            "congress",
            "trillion",
            "obama",
            "federal",
            "defense",
            "spending",
            "cnn",
            "cuts",
            "sequestration",
            "deal",
            "fiscal",
            "cut",
            "explains"
        ]
    },
    {
        "url": "https://www.cnn.com/2018/12/12/politics/nancy-pelosi-votes-deal-democrats/index.html",
        "title": "Pelosi announces deal to win votes of Democratic critics",
        "authors": [
            {
                "name": "Ashley Killough",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2018-12-12",
        "text": "(CNN) House Minority Leader Nancy Pelosi announced a deal Wednesday that could likely deliver her the votes to become speaker again -- but only for another two terms, laying out a timeline she had been reluctant to articulate until now.\n\nThe longtime Democratic leader negotiated an agreement with a small group of Democrats who've been lobbying to block Pelosi from the speakership in their push for a new generation of leadership.\n\nThe deal -- which won over seven of her critics -- would essentially guarantee Pelosi two more years as speaker but she could serve no longer than four years in the job.\n\n\"Over the summer, I made it clear that I see myself as a bridge to the next generation of leaders, a recognition of my continuing responsibility to mentor and advance new Members into positions of power and responsibility in the House Democratic Caucus,\" she said in a statement.\n\nAs part of the agreement, Pelosi is backing a proposal to enact term limits for the party's top three leaders. The agreement that would affect Pelosi, as well as her top two deputies, Rep. Steny Hoyer of Maryland and Rep. James Clyburn of South Carolina -- a trio that's led House Democrats for more than a decade.\n\nThe agreement stipulates that top leaders can serve for only three terms. Another term sought beyond that would require approval by two-thirds of the Democratic caucus, higher than the current simple majority threshold.\n\nThe proposal is retroactive, meaning Pelosi would be entering her third term in 2019. If she did go on to win a fourth term in 2021 with the support of two-thirds of the caucus, it would have to be her last. Pelosi, along with Hoyer and Clyburn, served for two terms in leadership when Democrats controlled the House from from 2007-2011.\n\nClyburn stands with other members of the Congressional Black Caucus who oppose term limits, according to a source familiar with his thinking. As part of the deal, Clyburn would be term limited as whip after this next session of Congress, unless he wins support from two-thirds support of the caucus to serve a fourth and final term.\n\nPelosi announced the incoming Democratic caucus chairman Hakeem Jeffries and the incoming House Rules Committee Chairman Jim McGovern plan to bring it up for a vote in caucus on February 15.\n\nIf the caucus votes against the term limits proposal, Pelosi said she'll still stick by it.\n\n\"I am comfortable with the proposal and it is my intention to abide by it whether it passes or not,\" she said.\n\nWhile the talks at one point also included term limits for lower-level leadership roles and committee chairs, the agreement announced Wednesday only addressed top leadership positions.\n\nPelosi, as she seeks to shore up support for her speaker bid, has been in active conversations with Rep. Ed Perlmutter of Colorado, who helped manage a letter signed by more than a dozen Democrats vowing to not support Pelosi for speaker.\n\nMoments after the deal was announced, Perlmutter, along with Reps. Bill Foster, Linda Sanchez, Seth Moulton, Tim Ryan, Filemon Vela, and Rep.-elect Gil Cisernos announced they would support her.\n\n\"We wish to thank Nancy Pelosi for her willingness to work with us to reach this agreement. We are proud that our agreement will make lasting institutional change that will strengthen our caucus and will help develop the next generation of Democratic leaders. We will support and vote for Nancy Pelosi for Speaker of the House in the 116th Congress.\"\n\nThe speaker vote is set for January 3. While Pelosi won the nomination for speaker last month with than 85% of the caucus behind her, she needs slightly more than that in the full House vote on January 3.\n\nAt that time, she would need a majority of the full House, which traditionally amounts to 218 votes. With 235 Democrats in the House, she can afford to lose 17 of her own and still get to 218. It's expected many of those anti-Pelosi votes will come from freshmen who pledged to oppose her during their campaigns.\n\nIt's still unclear whether the term limits will be officially adopted, as the caucus still has to approve a rule change and many Democrats have already expressed staunch opposition to the idea. On Tuesday, House Democrats held a heated debate over term limits, ultimately deciding to table the discussion until incoming freshmen members can take part in the conversation at the start of the new year.\n\nBroadly, the idea of term limits is a contentious topic among Democrats, where a divide exists between those eager to see a new generation of leaders and those who say seniority and experience matter.\n\nHoyer, who's been in Congress for three decades and served as majority leader when Democrats last held power, passionately decried the idea of term limits this week. Hoyer noted he had repeatedly cosponsored legislation in the past that called for repealing term limits for the presidency.\n\n\"I'm not for term limits. ... Is anybody confused?\" he told reporters on Tuesday, before reiterating it emphatically. \"I. Am. Not. For. Term. Limits.\"\n\nAsked how he feels about Pelosi entertaining the idea of term limits in her negotiations, Hoyer was frank. \"She's not negotiating for me.\"\n\nRep. Cedric Richmond, chair of the Congressional Black Caucus, also said he opposed the idea, saying if people don't like a leader, they can just vote them out at the end of a term.\n\n\"This whole thing about these guys needing something so that they can land this damn plane is getting silly,\" Richmond said, referring to the group of rebels. \"Land the plane. Vote for her. And let's please get on.\"",
        "quotes": [
            [
                "Over the summer, I made it clear that I see myself as a bridge to the next generation of leaders, a recognition of my continuing responsibility to mentor and advance new Members into positions of power and responsibility in the House Democratic Caucus,",
                "Linda Sanchez",
                true
            ],
            [
                "I am comfortable with the proposal and it is my intention to abide by it whether it passes or not,",
                "Linda Sanchez",
                true
            ],
            [
                "We wish to thank Nancy Pelosi for her willingness to work with us to reach this agreement.",
                "",
                true
            ],
            [
                "We are proud that our agreement will make lasting institutional change that will strengthen our caucus and will help develop the next generation of Democratic leaders.",
                "",
                true
            ],
            [
                "We will support and vote for Nancy Pelosi for Speaker of the House in the 116th Congress.",
                "",
                true
            ],
            [
                "I'm not for term limits.",
                "Hoyer",
                true
            ],
            [
                "She's not negotiating for me.",
                "",
                true
            ],
            [
                "This whole thing about these guys needing something so that they can land this damn plane is getting silly,",
                "",
                true
            ],
            [
                "And let's please get on.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "announces",
            "votes",
            "pelosi",
            "critics",
            "house",
            "democrats",
            "caucus",
            "support",
            "deal",
            "agreement",
            "speaker",
            "term",
            "vote",
            "democratic",
            "limits",
            "win"
        ]
    }
]