[
    {
        "url": "https://www.cbc.ca/news/politics/trudeau-trump-tweets-1.5212019",
        "title": "",
        "authors": [
            {
                "name": "Follow J.P. On Twitter",
                "link": null
            },
            {
                "name": "J.P.",
                "link": null
            },
            {
                "name": "John Paul",
                "link": null
            },
            {
                "name": "Parliamentary Bureau",
                "link": null
            }
        ],
        "publisher": "www.cbc.ca",
        "publish_date": "",
        "text": "Prime Minister Justin Trudeau today denounced tweets sent by U.S. President Donald Trump over the weekend that told a series of first-term congresswomen of diverse ethnic backgrounds to \"go back\" to their countries of origin rather than tell U.S. politicians how America should be governed.\n\nTrump's tweets on Sunday ignited a political firestorm in the U.S. and have been widely denounced as racist, as only one of the four Democrats he targeted — frequent critics of Trump who have called for his impeachment — was born outside the U.S.\n\nRather than apologize, Trump said Monday that Representatives Alexandria Ocasio-Cortez of New York, Ilhan Omar of Minnesota, Rashida Tlaib of Michigan and Ayanna S. Pressley of Massachusetts should instead apologize to him, the United States and Israel for what he claimed was their \"foul language & racist hatred.\" He said the politicians have \"made Israel feel abandoned by the U.S.\"\n\nSpeaking at a press conference with Jens Stoltenberg, the secretary-general of NATO, Trudeau said today that sort of talk isn't welcome in Canada.\n\n\"I think Canadians and indeed people around the world know exactly what I think about those particular comments. That is not how we do things in Canada. A Canadian is a Canadian is a Canadian. The diversity of our country is actually one of our greatest strengths and a source of tremendous resilience and pride for Canadians and we will to continue to defend that,\" Trudeau said.\n\nPM Justin Trudeau addresses tweets by President Trump telling four Congresswomen to go back to the countries they came from. 0:22\n\nTrudeau did not say whether he'd personally define Trump's call for the four representatives to \"go back and help fix the totally broken and crime infested places from which they came\" as racist.\n\nOutgoing British Prime Minister Theresa May also said the president's Twitter tirade was \"completely unacceptable.\"\n\nOcasio-Cortez has denounced Israel's \"occupation\" of Palestinian territory while advocating for cuts to U.S. foreign aid for the Middle Eastern country. Omar has been accused of using negative and harmful stereotypes of Jewish Americans. Tlaib, the first Palestinian-American congresswoman, has compared the Israel-Palestine situation to past racial segregation in the U.S.\n\n'Socialist' congresswomen\n\nU.S. House Speaker Nancy Pelosi, the highest ranking Democrat in Congress, said the president's comments suggested Trump was advocating white nationalism.\n\n\"When @realDonaldTrump tells four American Congresswomen to go back to their countries, he reaffirms his plan to 'Make America Great Again' has always been about making America white again,\" she said in a tweet.\n\nIn response, Trump said Pelosi's tweet was \"very racist ... that's a very racist statement. I'm surprised she'd say that.\"\n\nWhen <a href=\"https://twitter.com/realDonaldTrump?ref_src=twsrc%5Etfw\">@realDonaldTrump</a> tells four American Congresswomen to go back to their countries, he reaffirms his plan to “Make America Great Again” has always been about making America white again.<br><br>Our diversity is our strength and our unity is our power. <a href=\"https://t.co/ODqqHneyES\">https://t.co/ODqqHneyES</a> —@SpeakerPelosi\n\nDuring a press conference at the White House Monday, Trump denied the tweets were racially motivated and said it was rather an attempt to denounce \"socialist\" congresswomen who frequently complain about the state of affairs in America.\n\nTrump said that he thinks these congresswomen \"hate our country\" and announced he isn't afraid to \"take them on.\"\n\n\"If you hate our country, if you're not happy here, you can leave and that's what I say all the time ... If you're not happy in the U.S., if you're complaining all the time, very simply, you can leave, you can leave right now,\" Trump said. \"Come back if you want, don't come back, that's OK too but, if you're not happy, you can leave.\"",
        "quotes": [
            [
                "made Israel feel abandoned by the U.S.",
                "Justin Trudeau",
                false
            ],
            [
                "I think Canadians and indeed people around the world know exactly what I think about those particular comments.",
                "Justin Trudeau",
                true
            ],
            [
                "That is not how we do things in Canada.",
                "Justin Trudeau",
                true
            ],
            [
                "A Canadian is a Canadian is a Canadian.",
                "Justin Trudeau",
                true
            ],
            [
                "The diversity of our country is actually one of our greatest strengths and a source of tremendous resilience and pride for Canadians and we will to continue to defend that,",
                "Justin Trudeau",
                true
            ],
            [
                "go back and help fix the totally broken and crime infested places from which they came",
                "Justin Trudeau",
                false
            ],
            [
                "When @realDonaldTrump tells four American Congresswomen to go back to their countries, he reaffirms his plan to 'Make America Great Again' has always been about making America white again,",
                "",
                true
            ],
            [
                "very racist ... that's a very racist statement.",
                "Trump",
                false
            ],
            [
                "I'm surprised she'd say that.",
                "Trump",
                true
            ],
            [
                "https://twitter.com/realDonaldTrump?ref_src=twsrc^tfw\">@realDonaldTrump</a> tells four American Congresswomen to go back to their countries, he reaffirms his plan to “Make America Great Again” has always been about making America white again.<br><br>Our diversity is our strength and our unity is our power.",
                "",
                false
            ],
            [
                "a href=\"https://t.co/ODqqHneyES\">https://t.co/ODqqHneyES</a> —@SpeakerPelosi\n\nDuring a press conference at the White House Monday, Trump denied the tweets were racially motivated and said it was rather an attempt to denounce \"socialist",
                "",
                false
            ],
            [
                "If you hate our country, if you're not happy here, you can leave and that's what I say all the time ...",
                "Trump",
                true
            ],
            [
                "If you're not happy in the U.S., if you're complaining all the time, very simply, you can leave, you can leave right now,",
                "Trump",
                true
            ],
            [
                "Come back if you want, don't come back, that's OK too but, if you're not happy, you can leave.",
                "Trump",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.bbc.com/news/world-us-canada-48990760",
                "https://www.npr.org/2019/03/07/700901834/minnesota-congresswoman-ignites-debate-on-israel-and-anti-semitism"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=W4Lei124mWk",
                "https://twitter.com/SpeakerPelosi/status/1150408691713265665",
                "https://twitter.com/realDonaldTrump/status/1150381394234941448"
            ]
        },
        "key_words": [
            "trudeau",
            "leave",
            "youre",
            "america",
            "congresswomen",
            "white",
            "racist",
            "tweets",
            "trump",
            "country"
        ]
    },
    {
        "url": "https://www.bbc.com/news/world-us-canada-48990760",
        "title": "Theresa May condemns Trump's 'go back' remark to congresswomen",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "Image copyright Getty Images Image caption Alexandria Ocasio-Cortez (left), Rashida Tlaib (centre) and Ayanna Pressley (right)\n\nUK Prime Minister Theresa May has criticised US President Donald Trump for calling on several Democratic congresswomen of colour to \"go back\".\n\nThe outgoing PM called Mr Trump's words \"completely unacceptable\", according to her spokesperson.\n\nMr Trump said the women \"originally came from countries whose governments are a complete and total catastrophe\".\n\nHe was referring to four congresswomen - three who were born in the US and one who came as a child refugee.\n\nHis remarks were widely condemned as racist, and as having gone beyond previous statements and actions by the president that drew allegations of racism.\n\nProspective Democratic presidential candidates denounced Mr Trump's tweets as racist and divisive. Republican Party representatives largely kept quiet.\n\nDespite the criticism, President Trump launched another Twitter tirade on Monday morning, calling on the women themselves to apologise.\n\nThe women - Alexandria Ocasio-Cortez, Rashida Tlaib and Ayanna Pressley, and Ilhan Omar, who came to the US as a refugee aged 12 - all called the president racist and were backed by members of the Democratic Party.\n\nMs Ocasio-Cortez was born in the Bronx in New York, approximately 12 miles away from the Queens hospital where Mr Trump was born.\n\nMrs May resigned as leader of the UK's governing Conservative Party in June after being unable to get a Brexit deal through parliament. Two candidates are currently vying to replace her as prime minister.\n\nWhat did the president say?\n\nIn Sunday's three-tweet thread, Mr Trump accused the congresswomen of \"viciously\" criticising him and the US.\n\nThe president did not explicitly name the women, but the context - and references to Democratic House Speaker Nancy Pelosi - made a clear link. He said Ms Pelosi would happily organise for them to leave the country.\n\nA week ago, Ms Pelosi clashed with the four women - sometimes nicknamed \"the squad\" - but she has since come to their defence following his tweets.\n\nThe president wrote: \"So interesting to see 'progressive' Democrat congresswomen, who originally came from countries whose governments are a complete and total catastrophe, the worst, most corrupt and inept anywhere in the world (if they even have a functioning government at all), now loudly and viciously telling the people of the United States, the greatest and most powerful nation on earth, how our government is to be run.\n\n\"Why don't they go back and help fix the totally broken and crime-infested places from which they came. Then come back and show us how it is done.\n\n\"These places need your help badly, you can't leave fast enough. I'm sure that Nancy Pelosi would be very happy to quickly work out free travel arrangements!\"\n\nImage copyright AFP Image caption President Trump has been accused of racism and white nationalism\n\nThere have been internal feuds among Democrats over a border funding package, with Ms Pelosi arguing in favour of the package, and the four women - all newcomers to Congress with a progressive agenda - voting against.\n\nLast week, Ms Ocasio-Cortez accused Ms Pelosi of singling out women of colour for criticism.\n\nOn Monday, Mr Trump lashed out again in two tweets.\n\n\"When will the Radical Left Congresswomen apologise to our country, the people of Israel and even to the office of the President, for the foul language they have used, and the terrible things they have said. So many people are angry at them and their horrible and disgusting actions,\" he said.\n\n\"If Democrats want to unite around the foul language and racist hatred spewed from the mouths and actions of these very unpopular and unrepresentative Congresswomen, it will be interesting to see how it plays out. I can tell you that they have made Israel feel abandoned by the US.\"\n\nMr Trump was referring to a prior row with Ms Omar, who has faced accusations of anti-Semitism over comments she made about Israel and pro-Israel lobbyists earlier this year.\n\nMs Tlaib, the other Muslim serving in Congress, has also had to defend herself from calls of anti-Semitism from Republicans after she discussed the Israeli-Palestinian conflict on a Yahoo News Podcast in May.\n\nWhat response was there?\n\nCanadian Prime Minister Justin Trudeau signalled his dislike of Mr Trump's comments, saying on Monday: \"That is not how we do things in Canada.\"\n\n\"I think Canadians and indeed people around the world know exactly what I think about those particular comments,\" he said, adding: \"A Canadian is a Canadian is a Canadian\".\n\nMs Pelosi quoted Mr Trump's tweets and described them as \"xenophobic\".\n\n\"When @realDonaldTrump tells four American congresswomen to go back to their countries, he reaffirms his plan to 'Make America Great Again' has always been about making America white again. Our diversity is our strength and our unity is our power,\" she wrote.\n\nSkip Twitter post by @SpeakerPelosi I reject @realDonaldTrump’s xenophobic comments meant to divide our nation. Rather than attack Members of Congress, he should work with us for humane immigration policy that reflects American values. Stop the raids - #FamiliesBelongTogether! — Nancy Pelosi (@SpeakerPelosi) July 14, 2019 Report\n\nMs Tlaib, congresswoman for Michigan's 13th district, tweeted calling for Mr Trump's impeachment.\n\nMs Ocasio-Cortez tweeted at Mr Trump: \"On top of not accepting an America that elected us, you cannot accept that we don't fear you either.\"\n\nSkip Twitter post by @AOC You are angry because you can’t conceive of an America that includes us. You rely on a frightened America for your plunder.\n\n\n\nYou won’t accept a nation that sees healthcare as a right or education as a #1 priority, especially where we’re the ones fighting for it.\n\n\n\nYet here we are. — Alexandria Ocasio-Cortez (@AOC) July 14, 2019 Report\n\nMs Omar told the president that he was \"stoking white nationalism because you are angry that people like us are serving in Congress and fighting against your hate-filled agenda\". And Ms Pressley shared a screenshot of Mr Trump's tweet, adding: \"THIS is what racism looks like. WE are what democracy looks like.\"\n\nCandidates for the Democrat presidential nomination, including Elizabeth Warren, Beto O'Rourke and Bernie Sanders, condemned Mr Trump's remarks as racist.\n\nSkip Twitter post by @BernieSanders When I call the president a racist, this is what I'm talking about\n\n\n\nWe must stand together for justice and dignity towards all. https://t.co/lweeJk7NoF — Bernie Sanders (@BernieSanders) July 14, 2019 Report\n\nSenior Republicans have declined to comment, although one, Senator Lindsey Graham, advised President Trump to \"aim higher\".\n\nIn an interview with Fox Television on Monday, he said the women were US citizens who were \"duly elected\" and said the president should take issue with their policies instead of making personal attacks.\n\nHowever, he also described the women as \"a bunch of communists\".\n\nSkip Twitter post by @RepDonBeyer Only one of the Members of Congress pictured below was born outside the United States.\n\n\n\nIt’s me, also the only one who was not the subject of a racist tweet by the President today. All of us — including those like @Ilhan and me born elsewhere — are proud Americans. pic.twitter.com/EOUCCj7Ldx — Rep. Don Beyer (@RepDonBeyer) July 14, 2019 Report\n\nWhat sparked Trump's tweets?\n\nMr Trump did not specifically mention a link to recent news events, but immigration at the southern border was a dominant topic in US news at the weekend. On Friday, Ms Ocasio-Cortez, Ms Tlaib and Ms Pressley testified to a House committee about conditions in a migrant detention centre they had visited. They expressed horror about alleged mistreatment happening \"under American flags\".\n\nMs Ocasio-Cortez said migrants told her they had drunk water from toilets because sinks were broken.\n\nMedia playback is unsupported on your device Media caption Ocasio-Cortez on detained migrants: 'The women were told to drink out of a toilet bowl'\n\nVice-President Mike Pence also toured a facility on Friday. He said everyone was being \"well cared for\".\n\nThe president tweeted that children's detention centres had had \"great reviews\" and the adult male areas were \"loaded up with a big percentage of criminals\".\n\nThe president on race\n\nMr Trump has been accused of racism before in connection with different incidents.\n\nFor years, he made false claims that former President Barack Obama was not born in the US - propagating the racist \"birther\" conspiracy. He has also made numerous slurs against Central American migrants, calling them criminals and rapists. In 2018, he faced criticism from both Democrats and Republicans after reports said that during a meeting at the White House he called African nations \"shitholes\".\n\nWhen white supremacists marched in Charlottesville, Virginia, resulting in the death of 32-year-old counter protester Heather Heyer, the president said there were \"good people on both sides\".\n\nMr Trump and his father Fred Trump were sued by the Department of Justice in 1973 for discrimination against African Americans in their renting practices. They settled the case without admitting guilt in 1975 but were accused again by the justice department in 1978 of an \"underlying pattern of discrimination\" against black tenants.\n\nIn 2018, President Trump told a reporter: \"I am not a racist. I'm the least racist person you have ever interviewed\".",
        "quotes": [
            [
                "originally came from countries whose governments are a complete and total catastrophe",
                "",
                false
            ],
            [
                "So interesting to see 'progressive' Democrat congresswomen, who originally came from countries whose governments are a complete and total catastrophe, the worst, most corrupt and inept anywhere in the world (if they even have a functioning government at all), now loudly and viciously telling the people of the United States, the greatest and most powerful nation on earth, how our government is to be run.",
                "",
                true
            ],
            [
                "Why don't they go back and help fix the totally broken and crime-infested places from which they came.",
                "",
                true
            ],
            [
                "Then come back and show us how it is done.",
                "",
                true
            ],
            [
                "These places need your help badly, you can't leave fast enough.",
                "",
                true
            ],
            [
                "I'm sure that Nancy Pelosi would be very happy to quickly work out free travel arrangements!",
                "",
                true
            ],
            [
                "When will the Radical Left Congresswomen apologise to our country, the people of Israel and even to the office of the President, for the foul language they have used, and the terrible things they have said.",
                "Mr Trump",
                true
            ],
            [
                "So many people are angry at them and their horrible and disgusting actions,",
                "Mr Trump",
                true
            ],
            [
                "If Democrats want to unite around the foul language and racist hatred spewed from the mouths and actions of these very unpopular and unrepresentative Congresswomen, it will be interesting to see how it plays out.",
                "",
                true
            ],
            [
                "I can tell you that they have made Israel feel abandoned by the US.",
                "",
                true
            ],
            [
                "That is not how we do things in Canada.",
                "",
                true
            ],
            [
                "I think Canadians and indeed people around the world know exactly what I think about those particular comments,",
                "",
                true
            ],
            [
                "A Canadian is a Canadian is a Canadian",
                "",
                false
            ],
            [
                "When @realDonaldTrump tells four American congresswomen to go back to their countries, he reaffirms his plan to 'Make America Great Again' has always been about making America white again.",
                "Mr Trump",
                true
            ],
            [
                "Our diversity is our strength and our unity is our power,",
                "Mr Trump",
                true
            ],
            [
                "On top of not accepting an America that elected us, you cannot accept that we don't fear you either.",
                "",
                true
            ],
            [
                "stoking white nationalism because you are angry that people like us are serving in Congress and fighting against your hate-filled agenda",
                "",
                false
            ],
            [
                "THIS is what racism looks like.",
                "",
                true
            ],
            [
                "WE are what democracy looks like.",
                "",
                true
            ],
            [
                "loaded up with a big percentage of criminals",
                "",
                false
            ],
            [
                "I'm the least racist person you have ever interviewed",
                "Trump",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/hashtag/FamiliesBelongTogether?src=hash&ref_src=twsrc%5Etfw",
                "https://twitter.com/AOC/status/1150445185438035968?ref_src=twsrc%5Etfw",
                "https://twitter.com/AyannaPressley/status/1150460489199173632",
                "https://twitter.com/Ilhan?ref_src=twsrc%5Etfw",
                "https://t.co/lweeJk7NoF",
                "https://twitter.com/IlhanMN/status/1150456031694245888",
                "https://t.co/EOUCCj7Ldx",
                "https://twitter.com/realDonaldTrump/status/1150720283654938625",
                "https://www.bbc.co.uk/news/contact-us/editorial",
                "https://twitter.com/RepDonBeyer/status/1150537893594750976?ref_src=twsrc%5Etfw",
                "https://twitter.com/realDonaldTrump?ref_src=twsrc%5Etfw",
                "https://twitter.com/SpeakerPelosi/status/1150408693021908992?ref_src=twsrc%5Etfw",
                "https://twitter.com/BernieSanders/status/1150414765119946753?ref_src=twsrc%5Etfw",
                "https://twitter.com/realDonaldTrump/status/1150381394234941448"
            ]
        },
        "key_words": [
            "mr",
            "president",
            "condemns",
            "ms",
            "women",
            "ocasiocortez",
            "congresswomen",
            "trumps",
            "pelosi",
            "racist",
            "remark",
            "theresa",
            "trump"
        ]
    },
    {
        "url": "https://www.npr.org/2019/03/07/700901834/minnesota-congresswoman-ignites-debate-on-israel-and-anti-semitism",
        "title": "Minnesota Congresswoman Ignites Debate On Israel And Anti-Semitism",
        "authors": [
            {
                "name": "Cody Nelson",
                "link": null
            }
        ],
        "publisher": "www.npr.org",
        "publish_date": "2019-03-07",
        "text": "Minnesota Congresswoman Ignites Debate On Israel And Anti-Semitism\n\nEnlarge this image toggle caption Andrew Harnik/AP Andrew Harnik/AP\n\nUpdated 5:40 pm E.T.\n\nOn Thursday, the House passed a resolution to condemn \"anti-Semitism, Islamophobia, racism and other forms of bigotry\" in an effort to tamp down the uproar over Minnesota Democratic Rep. Ilhan Omar's criticism of Israel.\n\nThe controversy has split the Democratic party and clouded their agenda. The resolution does not mention Omar by name but appears targeted at her recent remarks and their fallout.\n\nThis the second time the House voted on a resolution denouncing hate speech following controversial comments by Omar that lawmakers said played into anti-Semitic tropes, although she was not named in either measure.\n\nHere's some background on the events of the past several weeks leading up to this moment, plus reactions from some of Omar's constituents in Minnesota's 5th District.\n\nWhat started this controversy?\n\nIn February, Omar responded to a tweet from journalist Glenn Greenwald, who posted about House GOP Leader Kevin McCarthy threatening to punish Omar and another congresswoman for being critical of Israel.\n\nOmar wrote back, \"It's all about the Benjamins baby,\" a line about $100 bills from a Puff Daddy song. Critics jumped on the tweet and said Omar was calling up a negative and harmful stereotype of Jewish Americans.\n\nIn another tweet soon after, Omar named the American Israel Public Affairs Committee, or AIPAC, saying it was funding Republican support for Israel.\n\nThis tweet received bipartisan backlash, and Omar was widely accused of anti-Semitic speech.\n\nOmar apologized and said she was learning about \"the painful history of anti-Semitic tropes\" but held onto her criticism of AIPAC's lobbying.\n\nThe latest controversy comes from Omar's remarks at an event at a Washington bookstore called Busboys and Poets last week. The comment in question refers to the weeks of controversy that followed Omar's earlier criticism:\n\n\"I want to talk about the political influence in this country that says it is OK for people to push for allegiance to a foreign country. I want to ask why is it OK for me to talk about the influence of the NRA (National Rifle Association), of fossil fuel industries or Big Pharma, and not talk about a powerful lobbying group that is influencing policies?\"\n\nAgain, Omar was accused of anti-Semitism.\n\nYouTube\n\nWhy are people taking offense to the bookstore comments?\n\nCritics including Steve Hunegs, executive director of the Jewish Community Relations Council of Minnesota and the Dakotas, said Omar was suggesting Jews have \"dual loyalty\" in this case for the U.S. and Israel.\n\n\"Accusing Jews of harboring dual loyalty has a long, violent, sordid history,\" he said on MPR News' Morning Edition on Tuesday. \"It's the standard fare of [then-Ku Klux Klan leader] David Duke. It's difficult and dangerous because it evokes the Jews as the malevolent other, conspiring against society.\"\n\nOmar has, so far, stood by her remarks and said she is simply criticizing Israel.\n\nEnlarge this image toggle caption Andrew Harnik/AP Andrew Harnik/AP\n\n\"Being opposed to [Israeli Prime Minister Benjamin] Netanyahu and the occupation is not the same as being anti-Semitic. I am grateful to the many Jewish allies who have spoken out and said the same,\" Omar wrote on Twitter.\n\nWhat are people supporting Omar saying?\n\nMany supporters of Omar are saying she's opening up a crucial debate on Israel and its treatment of Palestinians.\n\nA new organization, Jews With Ilhan, sums up a common argument on its website:\n\n\"There is absolutely nothing anti-Semitic about calling out the noxious role of [the American Israel Public Affairs Committee], which spends millions each year to buy U.S. political support for Israeli aggression and militarism against the Palestinian people.\"\n\nSome people also believe Omar's identity as a Muslim woman in Congress is making her an unfair target of criticism.\n\nOmar and fellow freshman Rep. Rashida Tlaib, a Michigan Democrat, are the first two Muslim women elected to Congress. Some of their supporters point out that they've been subject to criticism over their views on Israel while others haven't.\n\nHow are Omar's constituents responding?\n\nOmar won 78 percent of the vote in the highly Democratic district in the 2018 election.\n\nThe district is mostly urban, made up of Minneapolis and some of its suburbs to the north, south and west.\n\nPatrick Scully, 65, is a performing artist in Minneapolis and an Omar constituent. He said it's absurd for President Trump to criticize Omar for alleged bigotry given the president's track record.\n\nScully said it's unfair to pass a resolution essentially criticizing Omar for her remarks when other members of Congress have clearly made bigoted remarks but avoided criticism.\n\n\"When a resolution is brought forth to basically criticize the representative for her remarks, I have to ask myself, 'Is everybody on that level in Washington being held to the same standard?' And it does not seem to me that that is the case,\" Scully said.\n\nDan Israel, an Omar constituent from St. Louis Park, said he is troubled by what he views as a pattern of anti-Semitic comments by the congresswoman. He also said it's not hard to criticize the state of Israel without being anti-Semitic.\n\n\"I absolutely welcome criticism of Israel,\" Israel wrote in a submission to MPR News' Public Insight Network. \"It should not be taboo to criticize Israeli government policies. However, it is not OK to traffic in classic anti-Semitic tropes about Jews and money and power when making those criticisms.\"\n\nAaron Albertson, a 5th District resident, wrote to the Public Insight Network that he appreciates Omar's position: \"[I'm] grateful that I have a brave representative who is willing to criticize not just the Israeli government but also the U.S. governmental system of which she is a part.\"\n\nMPR News reporter Martin Moylan contributed to this story.",
        "quotes": [
            [
                "anti-Semitism, Islamophobia, racism and other forms of bigotry",
                "",
                false
            ],
            [
                "It's all about the Benjamins baby,",
                "Omar",
                true
            ],
            [
                "the painful history of anti-Semitic tropes",
                "Omar",
                false
            ],
            [
                "I want to talk about the political influence in this country that says it is OK for people to push for allegiance to a foreign country.",
                "Omar",
                true
            ],
            [
                "I want to ask why is it OK for me to talk about the influence of the NRA (National Rifle Association), of fossil fuel industries or Big Pharma, and not talk about a powerful lobbying group that is influencing policies?",
                "Omar",
                true
            ],
            [
                "Accusing Jews of harboring dual loyalty has a long, violent, sordid history,",
                "Omar",
                true
            ],
            [
                "It's the standard fare of [then-Ku Klux Klan leader] David Duke.",
                "Omar",
                true
            ],
            [
                "It's difficult and dangerous because it evokes the Jews as the malevolent other, conspiring against society.",
                "Omar",
                true
            ],
            [
                "Being opposed to [Israeli Prime Minister Benjamin] Netanyahu and the occupation is not the same as being anti-Semitic.",
                "Omar",
                true
            ],
            [
                "I am grateful to the many Jewish allies who have spoken out and said the same,",
                "Omar",
                true
            ],
            [
                "There is absolutely nothing anti-Semitic about calling out the noxious role of [the American Israel Public Affairs Committee], which spends millions each year to buy U.S. political support for Israeli aggression and militarism against the Palestinian people.",
                "",
                true
            ],
            [
                "When a resolution is brought forth to basically criticize the representative for her remarks, I have to ask myself, 'Is everybody on that level in Washington being held to the same standard?",
                "Scully",
                true
            ],
            [
                "And it does not seem to me that that is the case,",
                "Scully",
                true
            ],
            [
                "I absolutely welcome criticism of Israel,",
                "Scully",
                true
            ],
            [
                "It should not be taboo to criticize Israeli government policies.",
                "Scully",
                true
            ],
            [
                "However, it is not OK to traffic in classic anti-Semitic tropes about Jews and money and power when making those criticisms.",
                "Scully",
                true
            ],
            [
                "I'm] grateful that I have a brave representative who is willing to criticize not just the Israeli government but also the U.S. governmental system of which she is a part.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.mprnews.org/story/2019/02/14/omar-had-a-week-here-s-what-it-means",
                "https://www.npr.org/2019/03/07/701074291/house-votes-to-condemn-anti-semitism-after-rep-omars-comments",
                "https://www.apmresearchlab.org/stories/2018/06/26/representing-us?refid=homepage",
                "https://www.mprnews.org/story/2019/03/01/omar-criticized-again-for-alleged-anti-semitism",
                "https://www.mprnews.org/story/2019/02/11/ilhan-omar-israel-tweets-criticism-antisemitism"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.mprnews.org/pin",
                "https://twitter.com/IlhanMN/status/1102296763292139520",
                "http://jewswithilhan.org/"
            ]
        },
        "key_words": [
            "congresswoman",
            "debate",
            "criticize",
            "minnesota",
            "omar",
            "omars",
            "remarks",
            "jews",
            "israel",
            "antisemitism",
            "public",
            "ignites",
            "wrote",
            "resolution",
            "antisemitic"
        ]
    },
    {
        "url": "https://www.mprnews.org/story/2019/02/14/omar-had-a-week-here-s-what-it-means",
        "title": "Ilhan Omar's had a week: Here's what it means",
        "authors": [
            {
                "name": "Ap Photo File",
                "link": null
            },
            {
                "name": "Andrew Harnik",
                "link": null
            },
            {
                "name": "Briana Bierschbach",
                "link": null
            }
        ],
        "publisher": "www.mprnews.org",
        "publish_date": "2019-02-14",
        "text": "Minnesota U.S. Rep. Ilhan Omar walks through the halls of the Capitol Building in Washington on Jan. 16, 2019.\n\nIt started with a tweet. And then another one.\n\nWhat followed was a stunning week in Washington for Ilhan Omar, a freshman member of Congress from Minnesota's 5th District, that included condemnation from her Democratic allies, a public apology — also via a tweet — and President Trump calling for her to step down from a high-profile committee and resign from office.\n\nTwo days later, she stole the national spotlight again for her questioning of Elliott Abrams, President Trump's special envoy to Venezuela, about his role in Central American killings during his stint in the Reagan administration.\n\n\"There are 435 members of Congress, so you can't overstate how unusual it is for one member to attract so much attention — both from the media and the president himself,\" said Kathryn Pearson, a political science professor at the University of Minnesota.\n\nIt's attention, in good times and bad, that Omar and her home state can expect more of during her time in Congress.\n\nOmar made history last fall as the first Somali woman and one of the first two Muslim women ever elected to Congress. She's a darling of the national media — she even had a cameo in a Maroon 5's music video — and she's part of a high-profile class of freshman Democrats, the most diverse ever, trying to shake up the establishment in Washington.\n\nHer historic profile and unapologetic style have given her a megaphone on social media, where she frequently weighs in on the issue of the day, earning hundreds of thousands of responses. This week, it backfired.\n\nOmar tweeted Sunday that American politicians' support for Israel is \"all about the Benjamins,\" and followed it up with another tweet specifically calling out the American Israel Public Affairs Committee. That earned her swift rebuke from Republicans and Democrats alike, who accused her of trafficking in dangerous anti-Semitic stereotypes.\n\nAfter House Speaker Nancy Pelosi called for her to apologize, Omar did \"unequivocally,\" saying she was referring to the powerful Israel lobby and was \"grateful for Jewish allies and colleagues who are educating me on the painful history of anti-Semitic tropes.\"\n\nEven with the apology, it's made for uncomfortable conversations among her Democratic allies back in her district.\n\n\"She's establishing herself as a firebrand. Do I think she is going to have another Twitter dustup? Yes. Will it be about anti-Semitism? I have no idea,\" said Carin Mrotz, executive director of Jewish Community Action.\n\n\"I don't think her tweets are evidence that she is an anti-Semite; her tweets are an example that anti-Semitism is so ingrained in our society and culture that we don't even realize it,\" Mrotz added. \"I will say to her credit is she has displayed a willingness to learn and grow and change.\"\n\nPeople leave Post-it notes of support outside the office of Minnesota U.S. Rep. Ilhan Omar on Capitol Hill Monday in Washington. Andrew Harnik | AP Photo file\n\nOthers felt her celebrity and inexperience in politics — Omar served just one term in the state House before moving to Congress — collided in the tweet.\n\n\"There's a learning opportunity in here for her to talk with members of the Jewish community in her district,\" said Darin Broton, a DFL consultant and strategist with the Tunheim public affairs firm.\n\nBut he was turned off when he saw a fundraising email from Omar this week — titled \"We Won't Be Silenced\" — after Trump asked her to resign. \"It didn't matter if the tweet came from the president or if the tweet came from someone else, we shouldn't be fundraising off of something that was insensitive,\" he said.\n\nThe U of M's Pearson said Omar's difficulty now is balancing her firebrand profile with building relationships in her district and allies in Congress who could help her pass legislation. She contrasted her style with two other Minnesota freshman Democrats — Angie Craig and Dean Phillips — who have taken more moderate, problem-solver stances.\n\nFor example, on Thursday, Omar and three other freshman members of Congress, Alexandria Ocasio-Cortez, D-N.Y., Ayanna Pressley, D-Mass., and Rashida Tlaib, D-Mich., issued a joint statement opposing the bipartisan agreement reached to prevent another government shutdown. \"We want to be abundantly clear: This is not a rebuke of federal workers or those who depend on the services they provide, but a rejection of the hateful policies, priorities and rhetoric of the Trump Administration,\" they wrote.\n\n\"Many members of Congress, when they first enter, spend a lot of time getting the lay of the land, developing policy expertise, forging relationships. That does not seem to be the path that she is taking,\" Pearson said. \"The challenge of her is ... going to be being able to build consensus and build policy coalitions with people who might not agree with her on every issue.\"\n\nAnd her detractors contribute to her high profile as much as her supporters. Omar and her allies have become a target for the right for their outspoken style on issues before Congress.\n\n\"Unfortunately, the country today — the way it is — a Muslim woman who is unapologetic about who she is and what she brings to the U.S. Capitol is going to be a lightning rod for criticism. There are going to be people on the right who want to tear her down because they can't stand the idea of what she represents,\" said Minnesota House Majority Leader Ryan Winkler, DFL-Golden Valley, who represents a large Jewish community in his state House district.\n\n\"As much as I'm concerned about the language she has used in respect to the Jewish community, I think that it's very important that people like Ilhan Omar are in leadership positions because it demonstrates the way America is changing and what the future looks like,\" said Winkler. \"I just hope that she will think carefully about the powerful effect her words can have.\"",
        "quotes": [
            [
                "There are 435 members of Congress, so you can't overstate how unusual it is for one member to attract so much attention — both from the media and the president himself,",
                "Kathryn Pearson",
                true
            ],
            [
                "grateful for Jewish allies and colleagues who are educating me on the painful history of anti-Semitic tropes.",
                "Ilhan Omar",
                false
            ],
            [
                "She's establishing herself as a firebrand.",
                "Carin Mrotz",
                true
            ],
            [
                "Do I think she is going to have another Twitter dustup?",
                "Carin Mrotz",
                true
            ],
            [
                "Will it be about anti-Semitism?",
                "Carin Mrotz",
                true
            ],
            [
                "I don't think her tweets are evidence that she is an anti-Semite; her tweets are an example that anti-Semitism is so ingrained in our society and culture that we don't even realize it,",
                "Mrotz",
                true
            ],
            [
                "I will say to her credit is she has displayed a willingness to learn and grow and change.",
                "Mrotz",
                true
            ],
            [
                "There's a learning opportunity in here for her to talk with members of the Jewish community in her district,",
                "Darin Broton",
                true
            ],
            [
                "It didn't matter if the tweet came from the president or if the tweet came from someone else, we shouldn't be fundraising off of something that was insensitive,",
                "",
                true
            ],
            [
                "We want to be abundantly clear: This is not a rebuke of federal workers or those who depend on the services they provide, but a rejection of the hateful policies, priorities and rhetoric of the Trump Administration,",
                "Pearson",
                true
            ],
            [
                "Many members of Congress, when they first enter, spend a lot of time getting the lay of the land, developing policy expertise, forging relationships.",
                "Pearson",
                true
            ],
            [
                "That does not seem to be the path that she is taking,",
                "Pearson",
                true
            ],
            [
                "The challenge of her is ... going to be being able to build consensus and build policy coalitions with people who might not agree with her on every issue.",
                "Pearson",
                true
            ],
            [
                "Unfortunately, the country today — the way it is — a Muslim woman who is unapologetic about who she is and what she brings to the U.S. Capitol is going to be a lightning rod for criticism.",
                "Pearson",
                true
            ],
            [
                "There are going to be people on the right who want to tear her down because they can't stand the idea of what she represents,",
                "Pearson",
                true
            ],
            [
                "As much as I'm concerned about the language she has used in respect to the Jewish community, I think that it's very important that people like Ilhan Omar are in leadership positions because it demonstrates the way America is changing and what the future looks like,",
                "Winkler",
                true
            ],
            [
                "I just hope that she will think carefully about the powerful effect her words can have.",
                "Winkler",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.mprnews.org/story/2019/02/12/trump-calls-for-omar-to-resign-over-israel-tweets",
                "https://www.mprnews.org/story/2019/02/11/ilhan-omar-israel-tweets-criticism-antisemitism"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "allies",
            "means",
            "president",
            "omars",
            "omar",
            "congress",
            "jewish",
            "minnesota",
            "members",
            "think",
            "week",
            "house",
            "ilhan",
            "heres"
        ]
    },
    {
        "url": "https://www.npr.org/2019/03/07/701074291/house-votes-to-condemn-anti-semitism-after-rep-omars-comments",
        "title": "House Votes To Condemn Anti-Semitism After Rep. Omar's Comments",
        "authors": [
            {
                "name": "Susan Davis",
                "link": null
            }
        ],
        "publisher": "www.npr.org",
        "publish_date": "2019-03-07",
        "text": "House Votes To Condemn Anti-Semitism After Rep. Omar's Comments\n\nEnlarge this image toggle caption J. Scott Applewhite/AP J. Scott Applewhite/AP\n\nUpdated at 7:04 p.m. ET\n\nThe House approved a resolution Thursday to condemn \"anti-Semitism, Islamophobia, racism and other forms of bigotry\" in a move that Democrats hope will quell the latest uproar over Rep. Ilhan Omar's criticism of Israel.\n\nThe vote on the measure was 407-23. The 23 opposed were all Republican lawmakers.\n\nFor the second time in as many months, the freshman Minnesota Democrat has provoked contentious debate on Capitol Hill over rhetoric that many lawmakers — including senior Democrats — view as anti-Semitic.\n\nIt is the second time that the House voted to condemn anti-Semitism as a rebuke of Omar, although she is not named in either resolution. The first time was in response to tweets that played on tropes about Jewish money and influence on American politics.\n\nOmar did not speak on the House floor during the debate but released a joint statement with the two other Democratic lawmakers who are also Muslim — Rep. Andre Carson of Indiana and Rep. Rashida Tlaib of Michigan — calling the vote on the resolution \"historic.\"\n\n\"It's the first time we have voted on a resolution condemning Anti-Muslim bigotry in our nation's history,\" the three Democrats said.\n\nThe resolution Thursday was put forward after Omar made comments at a Washington, D.C., coffee shop last week in which she again questioned the pro-Israel lobby's influence in American politics. \"I want to talk about the political influence in this country that says it is OK for people to push for allegiance to a foreign country,\" she said. \"I want to ask why is it OK for me to talk about the influence of the NRA, of fossil fuel industries or Big Pharma and not talk about a powerful lobbying group that is influencing policies?\"\n\nFor many lawmakers, her comments played off the \"dual loyalty\" accusations that have been used to harass and persecute Jews throughout history. This time, Omar refused to apologize for her remarks, and a number of prominent Democrats came to her defense, including fellow freshman Rep. Alexandria Ocasio-Cortez of New York. It served to expose a generational rift inside the Democratic Caucus, with younger, liberal Democrats willing to criticize Israel and U.S. foreign policy in a way that older, long-serving Democrats generally oppose.\n\nParty leaders initially decided to punt on the resolution vote to address concerns across the caucus about the text of the resolution. Democrats reversed course early Thursday and announced that the House would vote on it hours before the resolution was even released. Democrats feared that House Republicans would be able to force a vote on the floor if the party did not take control of the matter.\n\nHouse Speaker Nancy Pelosi, D-Calif., was an early supporter of the resolution that began to take shape over the weekend. On Thursday, she said she did not believe Omar harbored anti-Semitic views. \"I feel confident that her words were not based on any anti-Semitic attitude but that she didn't have a full appreciation of how they landed on other people where these words have a history and a cultural impact that might have been unknown to her,\" Pelosi told reporters.\n\nRepublicans have amped up attacks against Omar, with one top Republican suggesting that Democratic support of her could lead to violence. \"Representative Omar embodies a vile, hate-filled, anti-Semitic, anti-Israel bigotry,\" House Republican Conference Chairwoman Liz Cheney, R-Wyo., said Wednesday. \"This is a time for the Democratic leaders in this institution to do the right thing. They should remove her from the House Foreign Affairs Committee. They should stand up to her. They should stop empowering her disgusting hatred before it turns into horror.\"\n\nHouse GOP leaders are calling for her removal from the Foreign Affairs panel, but Democrats have not gone there. The panel's chairman, Eliot Engel, has been a leading critic of Omar's rhetoric, but he has not called for her ousting from the committee.\n\nThursday's resolution was co-sponsored by Democratic Reps. Jamie Raskin of Maryland, who is Jewish, and Cedric Richmond of Louisiana, who is black. Members of the Congressional Black Caucus had also voiced concern about the resolution and the haste with which the House was moving to condemn a Muslim African-American woman while other offensive comments made by lawmakers — and President Trump — often go by without notice or attention. To accommodate members' concerns, the resolution was broadened to condemn all forms of racism and bigotry beyond anti-Semitism.\n\nThe controversy spilled out across the U.S. Capitol and onto the 2020 campaign trail. On Thursday morning, Senate Majority Leader Mitch McConnell, R-Ky., criticized House Democrats for their handling of the matter. \"Apparently within the speaker's new far-left Democratic majority, even a symbolic resolution condemning anti-Semitism seems to be a bridge too far,\" he said.\n\nLeading 2020 Democratic presidential contenders, including Sens. Bernie Sanders, Kamala Harris and Elizabeth Warren, came to Omar's defense this week. Sanders, who is Jewish, said attacks on Omar from Republicans are intended to silence debate about U.S.-Israel foreign policy. \"What I fear is going on in the House now is an effort to target Congresswoman Omar as a way of stifling that debate,\" Sanders said in a statement, adding: \"That's wrong.\"\n\nHarris also raised concerns about Omar's personal safety. \"We should be having a sound, respectful discussion about policy. You can both support Israel and be loyal to our country. I also believe there is a difference between criticism of policy or political leaders, and anti-Semitism,\" Harris said.\n\n\"Branding criticism of Israel as automatically anti-Semitic has a chilling effect on our public discourse and makes it harder to achieve a peaceful solution between Israelis and Palestinians,\" said Warren. \"Threats of violence — like those made against Rep. Omar — are never acceptable.\"",
        "quotes": [
            [
                "anti-Semitism, Islamophobia, racism and other forms of bigotry",
                "",
                false
            ],
            [
                "It's the first time we have voted on a resolution condemning Anti-Muslim bigotry in our nation's history,",
                "",
                true
            ],
            [
                "I want to talk about the political influence in this country that says it is OK for people to push for allegiance to a foreign country,",
                "",
                true
            ],
            [
                "I want to ask why is it OK for me to talk about the influence of the NRA, of fossil fuel industries or Big Pharma and not talk about a powerful lobbying group that is influencing policies?",
                "",
                true
            ],
            [
                "I feel confident that her words were not based on any anti-Semitic attitude but that she didn't have a full appreciation of how they landed on other people where these words have a history and a cultural impact that might have been unknown to her,",
                "Pelosi",
                true
            ],
            [
                "Representative Omar embodies a vile, hate-filled, anti-Semitic, anti-Israel bigotry,",
                "Omar",
                true
            ],
            [
                "This is a time for the Democratic leaders in this institution to do the right thing.",
                "",
                true
            ],
            [
                "They should remove her from the House Foreign Affairs Committee.",
                "",
                true
            ],
            [
                "They should stand up to her.",
                "",
                true
            ],
            [
                "They should stop empowering her disgusting hatred before it turns into horror.",
                "",
                true
            ],
            [
                "Apparently within the speaker's new far-left Democratic majority, even a symbolic resolution condemning anti-Semitism seems to be a bridge too far,",
                "",
                true
            ],
            [
                "What I fear is going on in the House now is an effort to target Congresswoman Omar as a way of stifling that debate,",
                "Sanders",
                true
            ],
            [
                "We should be having a sound, respectful discussion about policy.",
                "Harris",
                true
            ],
            [
                "You can both support Israel and be loyal to our country.",
                "Harris",
                true
            ],
            [
                "I also believe there is a difference between criticism of policy or political leaders, and anti-Semitism,",
                "Harris",
                true
            ],
            [
                "Branding criticism of Israel as automatically anti-Semitic has a chilling effect on our public discourse and makes it harder to achieve a peaceful solution between Israelis and Palestinians,",
                "Warren",
                true
            ],
            [
                "Threats of violence — like those made against Rep. Omar — are never acceptable.",
                "Warren",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.npr.org/2019/02/11/693480995/house-democrats-urge-party-leaders-to-condemn-anti-semitism"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://apps.npr.org/documents/document.html?id=5762660-Anti-Hate-House-Resolution"
            ]
        },
        "key_words": [
            "comments",
            "democrats",
            "omars",
            "rep",
            "omar",
            "democratic",
            "vote",
            "condemn",
            "antisemitism",
            "house",
            "votes",
            "resolution",
            "foreign"
        ]
    },
    {
        "url": "https://www.apmresearchlab.org/stories/2018/06/26/representing-us?refid=homepage",
        "title": "Representing US",
        "authors": [],
        "publisher": "www.apmresearchlab.org",
        "publish_date": "2018-06-26",
        "text": "Our nonpartisan Representing US project has been exploring the differences across all 435 U.S. House districts—from education and poverty levels, to racial and immigrant make-up, to congressional and presidential voting history, and more.\n\nWith this, our third release of Representing US, we’re highlighting the November 6, 2018, election outcomes. All vote percentages below have been certified by states.\n\n\n\nRevisit our pre-election RepresentingUS content including our Demographics Tool and Voting Insights Tool.\n\n\n\nThe midterm elections erased what was a 43-seat advantage for the Republicans and handed the majority to the Democrats. Democrats won 235 seats, including 43 formerly Republican districts. Republicans claimed 199 seats, including three flipped from the Democrats. (North Carolina’s 9th district seat remains vacant, as the election results between Dan McCready (D) and Mark Harris (R) were thrown out due to election fraud. Harris subsequently dropped out of the race. Dan Bishop won the new Republican primary election on May 14, 2019, and will face Democrat Dan McCready in a new general election on Sept. 10, 2019.)\n\n\n\nExplore all the results in our interactive tools below.\n\n\n\nJUMP TO CONTENT\n\n\n\n\n\nMidterms 2018: Which U.S. House seats were held or flipped by each political party?\n\nHOVER OVER ANY DISTRICT FOR DETAILS\n\nKEY FINDINGS\n\nDemocrats held 192 seats (including five in redistricted Pennsylvania). Democrats also flipped 43 seats from Republicans (including four in Pennsylvania’s revised districts). Democrats have control of 235 seats, with one race (North Carolina’s 9th) yet undecided. Democrats have gained the majority in the U.S. House by surpassing 218 seats.\n\nRepublicans successfully defended 196 of their seats (including eight in redistricted Pennsylvania). However, Republicans only flipped one Pennsylvania seat, along with two other districts (Minnesota’s 1st and 8th) from the Democrats. Republicans have won 199 seats, with one race remaining uncalled.\n\nMidterms 2018: Where did women win U.S. House races?\n\nHOVER OVER ANY DISTRICT FOR DETAILS\n\n\n\nKEY FINDINGS\n\nFollowing the historic midterm election, a record-setting 102 congresswomen were seated in the 116th Congress’ House of Representatives.\n\nThirteen Republican women won a seat in the U.S. House of Representatives, resulting in a victory for 25 percent of all Republican women running. Additionally, 89 Democratic women won their congressional district races, or 48 percent all Democratic women running.\n\n\n\nMidterms 2018: How close was the U.S. House race?\n\nHOVER OVER ANY BAR FOR DETAILS\n\n\n\nKEY FINDINGS\n\nThe smallest margins of victory in the 2018 midterm elections were in Georgia’s 7th district (in which Republican incumbent Rob Woodall narrowly defeated Democrat Carolyn Bordeaux) and Utah’s 4th district (where Democrat Ben McAdams unseated Republican incumbent Mia Love). In both, 0.2 percentage points separated the candidates after all votes were counted.\n\nCompared to 28 uncontested House races in the 2016 election, 2018 saw 18 House races that were uncontested. Only two of the 18 were Republican-held; Democrats were assured a victory in the 16 other unchallenged seats.\n\nMidterms 2018: How red or blue was the outcome of each race?\n\nHOVER OVER ANY DISTRICT FOR DETAILS\n\n\n\nKEY FINDINGS\n\nThere were 46 House races that were won by five percentage points or less, including seven races in Texas, five races in California, three races in New York, and three in redistricted Pennsylvania.\n\nNorth Carolina’s 9th district seat remains vacant, as the election results between Dan McCready (D) and Mark Harris (R) were thrown out due to election fraud. Harris subsequently dropped out of the race. Dan Bishop won the new Republican primary election on May 14, 2019, and will face Democrat Dan McCready in a new general election on Sept. 10, 2019.\n\nMidterms 2018: How strong was support for Trump in 2016, compared to which party won the seat in 2018?\n\nHOVER OVER ANY BAR FOR DETAILS\n\n\n\nKEY FINDINGS\n\nThirty-three U.S. House districts that voted in greater numbers for President Trump over Hillary Clinton in 2016 also sent a Democrat to Congress in 2018. (This count includes Pennsylvania’s new 6th, 7th, 8th, and 17th districts, which were compared to their most comparable district in 2016, prior to redistricting. See bit.ly/PAredistricting for more details). Most notable was Minnesota’s 7th district, in which voters sent longstanding Democratic Representative Collin Peterson back to Congress by a four-point margin, despite favoring President Trump by 31 percentage points two years earlier.\n\nOnly two districts that favored Clinton over Trump in 2016 sent a Republican to the U.S. House in 2018: New York’s 24th and Texas’ 23rd district. Republican incumbents John Katko and Will Hurd won by 5.2 and 0.5 percentage points, respectively, in those districts. Each district had preferred Trump to Clinton by a margin of four percentage points in 2016.\n\nNotes about use\n\nOn map views, use + or – (in toolbar along the left side of any map view) or your mouse scroll wheel to zoom in and out. You may also click the magnifying glass icon and enter a location to zoom to it. Use the cross-shaped tool to pan and move about, including locating data for Hawaii or Alaska.\n\nClick the home icon or refresh your browser page to reset the view. All bar graphs and tables may be sorted (high-to-low, low-to-high, or alphabetically) by clicking the sort icon (three stacked bars).\n\nClick here if you do not know your U.S. House district to locate it by your zip code, or use the magnifying glass icon on the map views to identify district(s) associated with a zip code, city, state, or other geography.\n\n\n\nData sources and notes\n\nThe 2018 election results were sourced from the New York Times ’ 2018 coverage. (D) refers to Democrat, (R) refers to Republican, (I) refers to independent, (L) refers to Libertarian, and (G) refers to Green party.\n\nIn the case of formerly vacant U.S. House seats, the party which last held the seat is used to determine who held or flipped the seat for the map titled “Which U.S. House seats were held or flipped by each party?”\n\nData on Trump/Clinton margin in 2016 by U.S. House district sourced from Cook Political Report’s most recent Partisan Voting Index by state and district, which uses data collected by POLIDATA. Further methodology can be found in the full Report by Cook. Data on 2016 U.S. House election results (and subsequent special elections) sourced from CNN , Politico the New York Times and states’ Secretary of State offices.",
        "quotes": [
            [
                "Which U.S. House seats were held or flipped by each party?",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.npr.org/2019/03/04/699985857/new-election-schedule-set-in-north-carolinas-9th-district",
                "https://www.apmresearchlab.org/stories/2018/10/09/representing-us-2018-preelection-content",
                "https://www.nytimes.com/elections/2016/results/house",
                "https://www.nytimes.com/interactive/2018/11/06/us/elections/results-house-elections.html",
                "https://www.nytimes.com/interactive/2018/02/19/upshot/pennsylvania-new-house-districts-gerrymandering.html",
                "https://cookpolitical.com/introducing-2017-cook-political-report-partisan-voter-index"
            ],
            "gov_pgs": [
                "https://www.house.gov/representatives/find-your-representative"
            ],
            "unsure": [
                "https://www.politico.com/mapdata-2016/2016-election/results/map/house/",
                "https://www.cnn.com/election/2016/results/house"
            ]
        },
        "key_words": [
            "won",
            "democrats",
            "republican",
            "2018",
            "district",
            "representing",
            "seats",
            "election",
            "house",
            "including",
            "districts"
        ]
    },
    {
        "url": "https://www.mprnews.org/story/2019/03/01/omar-criticized-again-for-alleged-anti-semitism",
        "title": "Rep. Ilhan Omar criticized again for alleged anti-Semitism",
        "authors": [
            {
                "name": "Ap File",
                "link": null
            },
            {
                "name": "Andrew Harnik",
                "link": null
            }
        ],
        "publisher": "www.mprnews.org",
        "publish_date": "2019-03-01",
        "text": "Rep. Ilhan Omar came under a fresh round of criticism Friday for remarks about Israel that critics decried as anti-Semitic.\n\nSpeaking Wednesday night at a forum at a Washington, D.C., bookstore with fellow freshman Rep. Rashida Tlaib of Michigan, the Minnesota Democrat said she fears everything they say about Israel is construed as anti-Semitic because they're Muslim. She said that prevents a \"broader debate\" about Israel's treatment of Palestinians.\n\nOmar and Tlaib won their seats in November, becoming the first Muslim women elected to Congress.\n\nThe comments, which Omar made when the questions turned to her previous criticism of the American Israel Public Affairs Committee, were first reported by the website Jewish Insider .\n\nSome Jewish leaders said she then revived an old trope about divided loyalties among Jewish-Americans when she said, \"I want to talk about the political influence in this country that says it is OK for people to push for allegiance to a foreign country.\"\n\nShe added, \"I want to ask, 'Why is it OK for me to talk about the influence of the (National Rifle Association), or fossil fuel industries or Big Pharma, and not talk about a powerful lobbying group that is influencing policy?'\"\n\nSteve Hunegs, executive director of the Jewish Community Relations Council of Minnesota and the Dakotas, said in a statement that he was appalled by her suggestion that Jewish-Americans have divided loyalties between the U.S. and Israel. He said her comment \"continues the unacceptable pattern of the Congresswoman deploying anti-Semitic rhetoric when speaking about Jewish-Americans' involvement in our nation's democratic process.\"\n\nOmar ignited a bipartisan uproar in Washington and at home in Minnesota last month when she suggested on Twitter that members of Congress support Israel for money. Many Jewish leaders denounced her remarks as reviving old stereotypes about Jews, money and power. She soon apologized and said, \"Anti-Semitism is real and I am grateful for Jewish allies and colleagues who are educating me on the painful history of anti-Semitic tropes.\"\n\nMany progressive Jews rushed to her defense, however, saying it's not inherently anti-Semitic to criticize Israeli government policies or AIPAC.\n\nOmar's spokesperson, Jerermy Slevin, said Friday that Omar reiterated at Wednesday's event \"the remorse she feels for her comments last month -- and the pain she knows they caused. As she said in her apology, we must distinguish between criticism of a particular faith and fair critiques of lobbying groups.\" He added that she has \"consistently spoken out about the undue influence of lobbying groups for foreign interests of all kinds.\"\n\nHunegs said he met with Omar last week and found her new comments \"particularly insulting\" because he had showed her a photo of the grave of his cousin who died in France fighting for the U.S. in World War II to \"illustrate the proud patriotism\" of Jewish-Americans.\n\n\"Our community is exasperated by Rep. Omar's unfulfilled promises to listen and learn from Jewish constituents while seemingly simultaneously finding another opportunity to make an anti-Semitic remark and insult our community,\" Hunegs said.\n\nAIPAC tweeted about her latest remarks, \"The charge of dual loyalty not only raises the ominous specter of classic anti-Semitism, but it is also deeply insulting to the millions upon millions of patriotic Americans, Jewish and non-Jewish, who stand by our democratic ally, Israel.\"",
        "quotes": [
            [
                "I want to talk about the political influence in this country that says it is OK for people to push for allegiance to a foreign country.",
                "Hunegs",
                true
            ],
            [
                "I want to ask, 'Why is it OK for me to talk about the influence of the (National Rifle Association), or fossil fuel industries or Big Pharma, and not talk about a powerful lobbying group that is influencing policy?",
                "Hunegs",
                true
            ],
            [
                "continues the unacceptable pattern of the Congresswoman deploying anti-Semitic rhetoric when speaking about Jewish-Americans' involvement in our nation's democratic process.",
                "",
                false
            ],
            [
                "Anti-Semitism is real and I am grateful for Jewish allies and colleagues who are educating me on the painful history of anti-Semitic tropes.",
                "Hunegs",
                true
            ],
            [
                "the remorse she feels for her comments last month -- and the pain she knows they caused.",
                "",
                false
            ],
            [
                "As she said in her apology, we must distinguish between criticism of a particular faith and fair critiques of lobbying groups.",
                "",
                true
            ],
            [
                "consistently spoken out about the undue influence of lobbying groups for foreign interests of all kinds.",
                "Hunegs",
                false
            ],
            [
                "Our community is exasperated by Rep. Omar's unfulfilled promises to listen and learn from Jewish constituents while seemingly simultaneously finding another opportunity to make an anti-Semitic remark and insult our community,",
                "Hunegs",
                true
            ],
            [
                "The charge of dual loyalty not only raises the ominous specter of classic anti-Semitism, but it is also deeply insulting to the millions upon millions of patriotic Americans, Jewish and non-Jewish, who stand by our democratic ally, Israel.",
                "Hunegs",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.mprnews.org/story/2019/02/14/omar-had-a-week-here-s-what-it-means",
                "https://www.mprnews.org/story/2019/02/11/ilhan-omar-israel-tweets-criticism-antisemitism"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "jewishamericans",
            "remarks",
            "omar",
            "rep",
            "criticized",
            "jewish",
            "talk",
            "minnesota",
            "israel",
            "antisemitism",
            "ilhan",
            "lobbying",
            "alleged",
            "antisemitic"
        ]
    },
    {
        "url": "https://www.mprnews.org/story/2019/02/11/ilhan-omar-israel-tweets-criticism-antisemitism",
        "title": "Rep. Omar apologizes for Israel tweets as criticism mounts",
        "authors": [
            {
                "name": "Getty Images",
                "link": null
            },
            {
                "name": "Alex Wong",
                "link": null
            },
            {
                "name": "Brian Bakst",
                "link": null
            },
            {
                "name": "Briana Bierschbach",
                "link": null
            }
        ],
        "publisher": "www.mprnews.org",
        "publish_date": "2019-02-11",
        "text": "Tweets from Minnesota DFL U.S. Rep. Ilhan Omar suggesting that U.S. political leaders defend Israel because of campaign money have drawn a stern rebuke from Democratic and Republican leaders.\n\nUpdated 3:35 p.m. | Posted 12:42 p.m.\n\nMinnesota DFL U.S. Rep. Ilhan Omar is under fire for Twitter exchanges that Democratic allies, along with Republicans and Jewish organizations, are condemning as hateful and anti-Semitic.\n\nThat criticism intensified Monday afternoon as House Speaker Nancy Pelosi and other top House leaders condemned the remarks and called on Omar to \"immediately apologize for these hurtful comments.\"\n\nShortly after, Omar apologized.\n\nListening and learning, but standing strong 💪🏽 pic.twitter.com/7TSroSf8h1 — Ilhan Omar (@IlhanMN) February 11, 2019\n\nThe controversy began Sunday night when Omar responded to a tweet from journalist Glenn Greenwald taking House GOP Leader Kevin McCarthy to task for threatening punishment against Omar and Michigan Democratic Rep. Rashida Tlaib over their criticisms of Israel.\n\n\"It's stunning how much time US political leaders spend defending a foreign nation even if it means attacking free speech rights of Americans,\" Greenwald wrote.\n\n• In Somali: Ilhaan Cumar oo raali galin ka bixisay Yuhuud nacaybka\n\nOmar responded: \"It's all about the Benjamins baby,\" followed by a musical note emoji. The line comes from a 1997 Puff Daddy rap song referring to $100 bills.\n\nThe tweet was immediately criticized as being anti-Semitic, implying Jewish Americans use money to influence a sympathetic U.S. foreign policy toward Israel.\n\nIn a subsequent tweet, Omar was more specific, suggesting it was funding from \"AIPAC,\" the American Israel Public Affairs Committee, a prominent pro-Israel group, fueling Republican support for Israel.\n\nThe backlash was swift. Freshman Democrat Rep. Max Rose, from New York, tweeted her comments were \"deeply hurtful to Jews.\"\n\nThe chair of the House Judiciary Committee, Rep. Jerry Nadler, D-N.Y., issued a similar statement, and other Democrats weren't bashful in calling Omar out. Chelsea Clinton said elected officials should \"not traffic in anti-Semitism.\"\n\nIt's not the first backlash the freshman from Minneapolis has faced during her short tenure in Congress. But so far, Minnesota Democrats are saying little in response to the controversy.\n\nThe Minnesota DFL Party declined to comment on the tweets. Fellow first-term DFL Rep. Angie Craig, who was at the Minnesota Capitol on Monday, said she would let her House colleagues \"speak for themselves.\"\n\n\"I certainly support a strong and safe Israel as the only democracy in the Middle East and I'm going to continue to do that,\" she said. \"I've decided I'm going to speak for myself and let others speak for themselves and we'll let the voters react to that.\"\n\nOther Minnesota groups were critical of Omar.\n\nSteve Hunegs, executive director of the Jewish Community Relations Council of Minnesota and the Dakotas, said her assertion that Jewish groups \"manipulate government with money invokes age-old anti-Semitism.\"\n\nAfter Omar apologized Monday afternoon, Hunegs said \"actions will speak louder than words\" going forward.\n\n\"We hope she will have learned from this situation,\" he said. \"We want to have a respectful working relationship with her. We'll see going forward if she's going to continue in this vein of being more careful in the words she chooses.\"\n\nHer comments, though, remained a sore point for state Sen. Ron Latz, DFL-St. Louis Park, who criticized her for \"clearly anti-Semitic public statements.\"\n\nOmar, he added, \"cannot constantly make statements that suggest she was 'ignorant' of the anti-Semitic implications of what she says or publishes, as she has been educated by myself and others on numerous occasions.\"\n\nOmar has been openly critical of the Israeli government over its treatment of Palestinians and is part of a movement calling to cut economic ties with Israel over Israeli occupation of the West Bank.\n\nShe also recently came under fire for a 2012 tweet where she said Israel had \"hypnotized the world\" and accused them of \"evil doings,\" words that Hunegs warned were outside the bounds of politics and put Jewish people in danger.\n\nMinnesota Senate Republican Majority Leader Paul Gazelka also condemned Omar's rhetoric.\n\n\"It's a combination of quotes she's made over the last year that I just decided I'm going to take a stand and say it's not OK,\" Gazelka, R-Nisswa, said prior to Omar's apology Monday afternoon.\n\n\"I'm going to support Israel and the Jewish people,\" Gazelka added. \"I think somebody needs to when somebody on the other side continues to say something negative.\"\n\nMcCarthy, the GOP leader, has been critical of Omar and other Democrats' comments about Israel, calling them anti-Semitic. The Republicans recently punished one their own, Iowa U.S. Rep. Steve King, for comments questioning when language like \"white supremacist\" became offensive.",
        "quotes": [
            [
                "immediately apologize for these hurtful comments.",
                "Omar",
                false
            ],
            [
                "It's stunning how much time US political leaders spend defending a foreign nation even if it means attacking free speech rights of Americans,",
                "Greenwald",
                true
            ],
            [
                "It's all about the Benjamins baby,",
                "Omar",
                true
            ],
            [
                "I certainly support a strong and safe Israel as the only democracy in the Middle East and I'm going to continue to do that,",
                "",
                true
            ],
            [
                "I've decided I'm going to speak for myself and let others speak for themselves and we'll let the voters react to that.",
                "",
                true
            ],
            [
                "manipulate government with money invokes age-old anti-Semitism.",
                "Steve Hunegs",
                false
            ],
            [
                "actions will speak louder than words",
                "Hunegs",
                false
            ],
            [
                "We hope she will have learned from this situation,",
                "Hunegs",
                true
            ],
            [
                "We want to have a respectful working relationship with her.",
                "Hunegs",
                true
            ],
            [
                "We'll see going forward if she's going to continue in this vein of being more careful in the words she chooses.",
                "Hunegs",
                true
            ],
            [
                "cannot constantly make statements that suggest she was 'ignorant' of the anti-Semitic implications of what she says or publishes, as she has been educated by myself and others on numerous occasions.",
                "Omar",
                false
            ],
            [
                "It's a combination of quotes she's made over the last year that I just decided I'm going to take a stand and say it's not OK,",
                "Gazelka",
                true
            ],
            [
                "I'm going to support Israel and the Jewish people,",
                "Gazelka",
                true
            ],
            [
                "I think somebody needs to when somebody on the other side continues to say something negative.",
                "Gazelka",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://live.mprnews.org/Event/MPR_News_Somali/1154817196",
                "https://t.co/7TSroSf8h1",
                "https://twitter.com/MaxRose4NY/status/1094783506323042304",
                "https://twitter.com/IlhanMN/status/1095046561254567937?ref_src=twsrc%5Etfw",
                "https://twitter.com/ggreenwald/status/1094727576013193216",
                "https://twitter.com/SpeakerPelosi/status/1095026564503343104",
                "https://twitter.com/ChelseaClinton/status/1094773371823366145",
                "https://twitter.com/IlhanMN/status/1094747501578633216"
            ]
        },
        "key_words": [
            "comments",
            "minnesota",
            "rep",
            "omar",
            "going",
            "jewish",
            "israel",
            "mounts",
            "speak",
            "tweets",
            "house",
            "criticism",
            "apologizes",
            "dfl"
        ]
    },
    {
        "url": "https://www.mprnews.org/story/2019/02/12/trump-calls-for-omar-to-resign-over-israel-tweets",
        "title": "Trump calls for Omar to resign over Israel tweets",
        "authors": [
            {
                "name": "Getty Images File",
                "link": null
            },
            {
                "name": "Afp",
                "link": null
            },
            {
                "name": "Brendan Smialowski",
                "link": null
            },
            {
                "name": "Ap File",
                "link": null
            },
            {
                "name": "Andrew Harnik",
                "link": null
            }
        ],
        "publisher": "www.mprnews.org",
        "publish_date": "2019-02-12",
        "text": "Freshman Democratic Rep. Ilhan Omar has apologized for tweets suggesting that members of Congress support Israel because they are being paid to do so. But President Trump on Tuesday called her apology \"lame\" and said she should resign from Congress or at least not be allowed to serve on committees.\n\nThe Minnesota Democrat said she had no intention of offending anyone, including Jewish Americans, when she insinuated that lobbyists were paying lawmakers to support Israel. The remark drew bipartisan criticism and a rebuke from House Speaker Nancy Pelosi.\n\n\"We have to always be willing to step back and think through criticism, just as I expect people to hear me when others attack me about my identity,\" Omar tweeted. \"This is why I unequivocally apologize.\"\n\nSpeaking to reporters during a Cabinet meeting, Trump raised the issue.\n\nPresident Trump says Ilhan Omar should resign over her tweets. Brendan Smialowski | AFP | Getty Images file\n\n\"Anti-Semitism has no place in the United States Congress,\" Trump said. \"I think she should either resign from Congress or she should certainly resign from the foreign affairs committee.\"\n\nOmar's statement on Monday was the latest reckoning among Democrats of intense differences in their ranks over the U.S.-Israeli relationship, highlighted by criticism from Omar and Rep. Rashida Tlaib of Michigan. They are the first Muslim women to serve in Congress. Pelosi and other Democrats, including leaders and chairmen, laid down a marker making clear that Omar had overstepped.\n\nIn a pair of tweets over the weekend, Omar criticized the American Israel Public Affairs Committee, or AIPAC. \"It's all about the Benjamins baby,\" she wrote, invoking slang about $100 bills.\n\nAsked on Twitter who she thought was paying members of Congress to support Israel, Omar responded, \"AIPAC!\"\n\nThat sparked Pelosi's first public rebuke of a freshman lawmaker who had helped flip the House from Republican control and is part of a record number of women in Congress.\n\n\"Congresswoman Omar's use of anti-Semitic tropes and prejudicial accusations about Israel's supporters is deeply offensive,\" Pelosi said in a statement issued by her office and signed by other Democratic leaders after a bipartisan backlash against the Minnesota Democrat. \"We condemn these remarks, and we call upon Congresswoman Omar to immediately apologize for these hurtful comments.\"\n\nIt also was a stark exposure of an increasingly tense split among Democrats over U.S.-Israeli policy ahead of the 2020 elections. None of the Democratic presidential hopefuls weighed in publicly as their party's House leaders chastised Omar.\n\nOmar's fellow freshmen felt the strain. Some, such as Jewish Reps. Elaine Luria of Virginia and Max Rose of New York, explicitly denounced her remarks. Rep. Deb Haaland, D-N.M., said: \"Anti-Semitism or xenophobia is never acceptable. I'm glad Rep. Omar has apologized.\"\n\nSenior Democrats dealt the new lawmaker a swift schooling.\n\nPeople leave Post-it notes of support outside the office of Rep. Ilhan Omar, D-Minn., on Capitol Hill, Monday in Washington. Omar has \"unequivocally\" apologized for tweets suggesting a powerful pro-Israel interest group paid members of Congress to support Israel. Andrew Harnik | AP\n\n\"There is an expectation of leaders — particularly those with a demonstrated commitment to the cause of justice and equality — that they would be extremely careful not to tread into the waters of anti-Semitism or any other form of prejudice or hate,\" House Judiciary Committee ChairJerrold Nadler of New York said in a statement. \"Rep. Omar failed that test of leadership with these comments.\"\n\nRepublicans called on Democrats to strip Omar of her seat on the House Foreign Relations Committee, but Chair Eliot Engel stopped just short of that. He said in a statement that he expects his committee members to discuss policies on merits. And though he did not name Omar, he left little doubt that his statement was a response to her tweets.\n\n\"It's shocking to hear a Member of Congress invoke the anti-Semitic trope of 'Jewish money,'\" Engel said.\n\nAsked on Air Force One en route to El Paso, Texas, about the controversy, Trump said the freshman congresswoman \"should be ashamed of herself\" for the tweets.\n\n\"I think it was a terrible statement, and I don't think her apology was adequate,\" he said. Asked what she should have said, Trump replied: \"She knows what to say.\"\n\nAIPAC is a nonprofit organization that works to influence U.S. policy toward Israel. While it is barred from directly donating to candidates, it encourages its more than 100,000 members to do so and to be politically active.\n\nOne way the organization has made a mark on Congress is through expense-paid junkets to Israel, which are paid for by an affiliated nonprofit that does not have to disclose its donors. The popular weeklong excursions for members of Congress, their families and some senior staff can cost upward of $12,000 per person and are intended to \"educate political leaders and influencers about the importance of the U.S.-Israel relationship through firsthand experiences.\"\n\nThe nonprofit responded Sunday night: \"We are proud that we are engaged in the democratic process to strengthen the US-Israel relationship. Our bipartisan efforts are reflective of American values and interests. We will not be deterred in any way by ill-informed and illegitimate attacks on this important work.\"\n\nOmar supports a movement known as BDS, for \"boycott, divestment and sanctions\" aimed at Israel. And it's not the first time she's fought accusations of anti-Semitism. She insists her rejection of the Israeli government refers to its stance toward Palestinians and is not directed at Jewish people.\n\nOmar has expressed regret for tweeting in 2012: \"Israel has hypnotized the world, may Allah awaken the people and help them see the evil doings of Israel.\" She said the statement came in the context of Israel's treatment of Palestinians in the Gaza Strip.\n\n\"It's now apparent to me that I spent lots of energy putting my 2012 tweet in context and little energy in disavowing the anti-Semitic trope I unknowingly used, which is unfortunate and offensive,\" she tweeted last month.\n\nPeople leave Post-it notes of support outside the office of Rep. Ilhan Omar in Washington. Andrew Harnik | AP\n\nThe controversy over Omar's remarks stretched beyond Capitol Hill to the crowded Democratic presidential race.\n\nLess than a week earlier, all but one high-profile Democratic senator eyeing the White House in 2020 voted against a Middle East policy measure that included a provision cracking down on BDS activism against the Israeli government.\n\nMinnesota Sen. Amy Klobuchar supported the Middle East bill, while her potential presidential rivals — Sens. Elizabeth Warren of Massachusetts, Kamala Harris of California, Cory Booker of New Jersey, Kirsten Gillibrand of New York, Bernie Sanders of Vermont and Sherrod Brown of Ohio — all opposed it. Several of those Democrats had raised concerns that the bill's bid to rein in anti-Israel boycott efforts risked violating the constitutional rights of activists, although all the senators are opposed to the Palestinian-led push itself.\n\nAmong the yellow notes of support posted on Omar's office nameplate on Capitol Hill on Monday was one that read, \"Mazel Tov.\"",
        "quotes": [
            [
                "We have to always be willing to step back and think through criticism, just as I expect people to hear me when others attack me about my identity,",
                "Ilhan Omar",
                true
            ],
            [
                "This is why I unequivocally apologize.",
                "Ilhan Omar",
                true
            ],
            [
                "Anti-Semitism has no place in the United States Congress,",
                "Pelosi",
                true
            ],
            [
                "I think she should either resign from Congress or she should certainly resign from the foreign affairs committee.",
                "Pelosi",
                true
            ],
            [
                "It's all about the Benjamins baby,",
                "Pelosi",
                true
            ],
            [
                "Congresswoman Omar's use of anti-Semitic tropes and prejudicial accusations about Israel's supporters is deeply offensive,",
                "Pelosi",
                true
            ],
            [
                "We condemn these remarks, and we call upon Congresswoman Omar to immediately apologize for these hurtful comments.",
                "Pelosi",
                true
            ],
            [
                "Anti-Semitism or xenophobia is never acceptable.",
                "Deb Haaland",
                true
            ],
            [
                "I'm glad Rep. Omar has apologized.",
                "Deb Haaland",
                true
            ],
            [
                "There is an expectation of leaders — particularly those with a demonstrated commitment to the cause of justice and equality — that they would be extremely careful not to tread into the waters of anti-Semitism or any other form of prejudice or hate,",
                "Andrew Harnik",
                true
            ],
            [
                "Rep. Omar failed that test of leadership with these comments.",
                "",
                true
            ],
            [
                "It's shocking to hear a Member of Congress invoke the anti-Semitic trope of 'Jewish money,",
                "Engel",
                true
            ],
            [
                "I think it was a terrible statement, and I don't think her apology was adequate,",
                "Engel",
                true
            ],
            [
                "educate political leaders and influencers about the importance of the U.S.-Israel relationship through firsthand experiences.",
                "Engel",
                false
            ],
            [
                "We are proud that we are engaged in the democratic process to strengthen the US-Israel relationship.",
                "",
                true
            ],
            [
                "Our bipartisan efforts are reflective of American values and interests.",
                "",
                true
            ],
            [
                "We will not be deterred in any way by ill-informed and illegitimate attacks on this important work.",
                "",
                true
            ],
            [
                "Israel has hypnotized the world, may Allah awaken the people and help them see the evil doings of Israel.",
                "",
                true
            ],
            [
                "It's now apparent to me that I spent lots of energy putting my 2012 tweet in context and little energy in disavowing the anti-Semitic trope I unknowingly used, which is unfortunate and offensive,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.mprnews.org/story/2019/02/11/ilhan-omar-israel-tweets-criticism-antisemitism"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "democrats",
            "omar",
            "calls",
            "congress",
            "rep",
            "resign",
            "israel",
            "members",
            "tweets",
            "house",
            "trump",
            "support",
            "statement"
        ]
    },
    {
        "url": "https://www.npr.org/2019/02/11/693480995/house-democrats-urge-party-leaders-to-condemn-anti-semitism",
        "title": "Rep. Ilhan Omar Apologizes 'Unequivocally' For Remarks Condemned As Anti-Semitic",
        "authors": [
            {
                "name": "Susan Davis",
                "link": null
            }
        ],
        "publisher": "www.npr.org",
        "publish_date": "2019-02-11",
        "text": "Rep. Ilhan Omar Apologizes 'Unequivocally' For Remarks Condemned As Anti-Semitic\n\nEnlarge this image toggle caption J. Scott Applewhite/AP J. Scott Applewhite/AP\n\nUpdated at 3:30 p.m. ET\n\nOne of the two first Muslim women to serve in Congress has apologized for comments on social media widely condemned as anti-Semitic. Rep. Ilhan Omar, D-Minn., said she apologized \"unequivocally\" following a joint statement released by House Democratic leaders calling on her to do so.\n\n\"Anti-Semitism is real,\" Omar tweeted Monday afternoon, \"and I am grateful for Jewish allies and colleagues who are educating me on the painful history of anti-Semitic tropes.\"\n\nShe added, \"We have to always be willing to step back and think through criticism, just as I expect people to hear me when others attack me for my identity. This is why I unequivocally apologize.\"\n\nOmar questioned the financial relationship between AIPAC, the powerful pro-Israel lobby, and members of Congress in tweets over the weekend. In her apology, Omar added that she still believes there is a \"problematic role\" for lobbyists, whether it's AIPAC or the NRA.\n\nThe House leaders' statement, led by Speaker Nancy Pelosi, D-Calif., called the tweets \"deeply offensive.\"\n\n\"We are and will always be strong supporters of Israel in Congress because we understand that our support is based on shared values and strategic interests. Legitimate criticism of Israel's policies is protected by the values of free speech and democratic debate that the United States and Israel share. But Congresswoman Omar's use of anti-Semitic tropes and prejudicial accusations about Israel's supporters is deeply offensive. We condemn these remarks and we call upon Congresswoman Omar to immediately apologize for these hurtful comments.\"\n\nThe statement was issued jointly with Majority Leader Steny Hoyer, Majority Whip James Clyburn, Assistant Speaker Ben Ray Luján, Caucus Chairman Hakeem Jeffries and Caucus Vice Chairwoman Katherine Clark.\n\nThe leadership statement came after two Jewish House Democrats began circulating a letter Monday to their colleagues asking them to join in asking party leadership to condemn anti-Semitism citing \"recent rhetoric from certain members within our Caucus.\"\n\nThe letter, by Reps. Josh Gottheimer of New Jersey and Elaine Luria of Virginia, does not name lawmakers but is clearly a reference to freshman Rep. Ilhan Omar, D-Minn., who is the target of recent criticism from both the left and the right for comments seen as both overtly and subtly anti-Semitic.\n\nMeanwhile, Minority Leader Kevin McCarthy, R-Calif., said in a statement that the GOP will \"take action this week to ensure the House speaks out against this hatred and stands with Israel and the Jewish people.\" McCarthy did not offer specifics, but Republicans are considering options that include trying to force a vote on a resolution led Rep. Lee Zeldin, R-N.Y., that condemns anti-Semitism broadly and specifically calls out Omar.\n\n\"We must speak out when any Member — Democrat or Republican — uses harmful tropes and stereotypes, levels accusations of dual loyalty, or makes reckless statements like those yesterday,\" the letter stated, a clear reference to Omar's tweets.\n\nOmar is one of the two first Muslim women to serve in Congress; the other is fellow freshman Rep. Rashida Tlaib, D-Mich.\n\nFor weeks, congressional Republicans have criticized Omar's placement on the House Foreign Affairs Committee and both women for what the Republicans see as anti-Semitic rhetoric in their past, but the letter was the first official act by some of their own Democratic colleagues.\n\nAnother Democratic freshman lawmaker who is also Jewish, Max Rose of New York, criticized Omar for her tweets. \"Congresswoman Omar's comments are deeply hurtful to Jews, including myself,\" he wrote. Other Democrats, including Chelsea Clinton, also tweeted criticism of Omar's rhetoric.\n\nSeparately the Anti-Defamation League, an outside group formed to fight hate speech and anti-Semitism, also weighed in before Omar's apology, citing a tweet where she suggested politicians were being influenced by donations from Jewish groups.\n\n\"As Americans and Jews, we expect our politicians to condemn bigotry, not to fuel it. Words matter. At a time when anti-Semitism is on the rise in the U.S. and abroad, Rep. Omar is promoting the ugly, anti-Semitic conspiracy theory that Jews have an outsized influence over politics,\" Jonathan A. Greenblatt, CEO and national director of the ADL, said in a written statement.",
        "quotes": [
            [
                "and I am grateful for Jewish allies and colleagues who are educating me on the painful history of anti-Semitic tropes.",
                "Ilhan Omar",
                false
            ],
            [
                "We have to always be willing to step back and think through criticism, just as I expect people to hear me when others attack me for my identity.",
                "Nancy Pelosi",
                true
            ],
            [
                "This is why I unequivocally apologize.",
                "Nancy Pelosi",
                true
            ],
            [
                "We are and will always be strong supporters of Israel in Congress because we understand that our support is based on shared values and strategic interests.",
                "Ilhan Omar",
                true
            ],
            [
                "Legitimate criticism of Israel's policies is protected by the values of free speech and democratic debate that the United States and Israel share.",
                "Ilhan Omar",
                true
            ],
            [
                "But Congresswoman Omar's use of anti-Semitic tropes and prejudicial accusations about Israel's supporters is deeply offensive.",
                "Ilhan Omar",
                true
            ],
            [
                "We condemn these remarks and we call upon Congresswoman Omar to immediately apologize for these hurtful comments.",
                "Ilhan Omar",
                true
            ],
            [
                "recent rhetoric from certain members within our Caucus.",
                "Ilhan Omar",
                false
            ],
            [
                "take action this week to ensure the House speaks out against this hatred and stands with Israel and the Jewish people.",
                "McCarthy",
                false
            ],
            [
                "We must speak out when any Member — Democrat or Republican — uses harmful tropes and stereotypes, levels accusations of dual loyalty, or makes reckless statements like those yesterday,",
                "Ilhan Omar",
                true
            ],
            [
                "Congresswoman Omar's comments are deeply hurtful to Jews, including myself,",
                "Ilhan Omar",
                true
            ],
            [
                "As Americans and Jews, we expect our politicians to condemn bigotry, not to fuel it.",
                "Jonathan A. Greenblatt",
                true
            ],
            [
                "At a time when anti-Semitism is on the rise in the U.S. and abroad, Rep. Omar is promoting the ugly, anti-Semitic conspiracy theory that Jews have an outsized influence over politics,",
                "Jonathan A. Greenblatt",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.documentcloud.org/documents/5734249-Gottheimer-Luria-Letter-to-House-Democrats-Re.html",
                "https://www.npr.org/2018/11/06/664951794/a-list-of-firsts-for-women-in-this-years-midterm-elections"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/MaxRose4NY/status/1094783506323042304",
                "https://twitter.com/ChelseaClinton/status/1094786748352208896",
                "https://twitter.com/IlhanMN/status/1094761790595088384",
                "https://twitter.com/IlhanMN/status/1094747501578633216",
                "https://twitter.com/IlhanMN/status/1095046561254567937",
                "https://www.adl.org/news/press-releases/adl-calls-on-house-leadership-to-take-action-after-rep-omars-anti-semitic"
            ]
        },
        "key_words": [
            "remarks",
            "rep",
            "omar",
            "condemned",
            "omars",
            "jewish",
            "letter",
            "unequivocally",
            "democratic",
            "criticism",
            "statement",
            "house",
            "ilhan",
            "apologizes",
            "antisemitic"
        ]
    },
    {
        "url": "https://www.npr.org/2019/03/04/699985857/new-election-schedule-set-in-north-carolinas-9th-district",
        "title": "New Election Date Set In North Carolina's 9th District Following Fraud Investigation",
        "authors": [
            {
                "name": "Miles Parks",
                "link": null
            }
        ],
        "publisher": "www.npr.org",
        "publish_date": "2019-03-04",
        "text": "New Election Date Set In North Carolina's 9th District Following Fraud Investigation\n\nEnlarge this image toggle caption Jeff Siner/The Charlotte Observer via Getty Images Jeff Siner/The Charlotte Observer via Getty Images\n\nVoters in North Carolina's 9th Congressional District now know when they will head to the polls, again.\n\nThe State Board of Elections met Monday and voted to set the dates for new general and primary elections in the district, after the results of November's midterms were tossed out last month. Those results were deemed tainted by the board after a months-long investigation into election fraud in the district.\n\nThe State Board voted to first hold a primary election on May 14. After that, Sept. 10 will either be the date of the runoff primary election, if it's necessary, or the general election. If a runoff primary is needed, the general election will be held Nov. 5.\n\nRepublican Mark Harris, who led in the unofficial results of the first election, has already announced that he will not run again for the seat.\n\nIn an email to supporters, Harris cited his health and a surgery scheduled for the last week of March.\n\n\"Given my health situation, the need to regain full strength, and the timing of this surgery the last week of March, I have decided not to file in the new election for Congressional District 9,\" Harris said.\n\nIt was an open question, however, whether Harris would have even been able to corral the support of state Republicans and Republicans in the district.\n\nThe state board's investigation centered on a political operative, Leslie McCrae Dowless, who was paid more than $100,000 by the Harris campaign for get-out-the-vote efforts. Dowless was indicted last week on charges of obstruction of justice and possessing absentee ballots.\n\nIn the email announcing his decision not to run again, Harris threw his support behind Union County Commissioner Stony Rushing, and other Republicans are expected to toss their hats in the ring as well.\n\nA number of high-profile Republicans — including former Gov. Pat McCrory and Rep. Robert Pittenger,who was the incumbent for the seat before being defeated by Harris in the primary — have announced they won't run for the seat in the new election.\n\nDemocrat Dan McCready, who trailed Harris by about 900 votes in the unofficial original tally, has been fundraising in preparation for the race ever since he retracted his concession in early December.",
        "quotes": [
            [
                "Given my health situation, the need to regain full strength, and the timing of this surgery the last week of March, I have decided not to file in the new election for Congressional District 9,",
                "Harris",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.wfae.org/post/mark-harris-says-he-not-running-new-congressional-election#stream/0",
                "https://www.charlotteobserver.com/news/politics-government/election/article226745449.html",
                "https://www.npr.org/2019/02/26/698265649/n-c-republican-at-center-of-election-fraud-case-wont-run-in-special-election",
                "https://www.rollcall.com/news/politics/rep-robert-pittenger-wont-run-even-ballot-harvesting-probe-causes-primary",
                "https://www.npr.org/2019/02/27/698606483/political-operative-at-center-of-tainted-n-c-election-charged"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/McCreadyForNC/status/1101598300447428612",
                "https://twitter.com/McCreadyForNC/status/1070808315658190848"
            ]
        },
        "key_words": [
            "investigation",
            "set",
            "results",
            "republicans",
            "north",
            "fraud",
            "following",
            "district",
            "date",
            "harris",
            "state",
            "9th",
            "election",
            "week",
            "run",
            "general",
            "carolinas",
            "primary"
        ]
    },
    {
        "url": "https://www.apmresearchlab.org/stories/2018/10/09/representing-us-2018-preelection-content",
        "title": "Representing US: 2018 Pre-election content",
        "authors": [],
        "publisher": "www.apmresearchlab.org",
        "publish_date": "2018-10-09",
        "text": "On Tuesday, November 6, 2018, the midterm elections will determine the new composition of the U.S. House of Representatives, with all 435 seats up for election. The current House contains 236 Republicans, 193 Democrats, and six vacant seats. Our nonpartisan Representing US project explores the differences across districts—from education and poverty levels, to racial and immigrant make-up, to partisan lean, and more.\n\n\n\nWith this, our second release of Representing US, we’ve added a series of data about potential voters in our Demographics Tool, but you can also still examine characteristics of all residents. In our Voting Insights Tool, we’ve added candidates appearing on the November ballot, with a special focus on women candidates. Learn about the households that will elect—and be represented by—the new House in our Representing US tools below.\n\n\n\n\n\nJUMP TO CONTENT\n\n\n\n\n\nRepresenting US: Demographics Tool\n\nOn mobile, view horizontally.\n\n\n\nRepresenting US: Voting Insights Tool\n\nOn mobile, view horizontally.\n\nIf map or graph doesn’t generate in the Demographics Tool, be sure you have completed Step 2 at right.\n\n\n\nOn map views, use + or – (in toolbar along the left side of any map view) or your mouse scroll wheel to zoom in and out. You may also click the magnifying glass icon and enter a location to zoom to it. Use the cross-shaped tool to pan and move about, including locating data for Hawaii or Alaska.\n\nClick the home icon or refresh your browser page to reset the view.\n\nAll bar graphs and tables may be sorted (high-to-low, low-to-high, or alphabetically) by clicking the sort icon (three stacked bars).\n\nIn all views, additional data appears in the tool-tip, which appears if you rest your mouse over a district in a map, bar in a graph, or cell in a table.\n\nAll data in the Demographics Tool may be displayed as a percentage or a number (estimate), by changing the “Show Data As” control at right of each view. Median household income and median age data will only appear if you select “Number.”\n\nClick here if you do not know your U.S. House district to locate it by your zip code, or use the magnifying glass icon on the map views to identify district(s) associated with a zip code, city, state, or other geography.\n\n\n\nData sources and notes\n\nDEMOGRAPHICS TOOL:\n\n\n\nAll data sourced from the U.S. Census Bureau’s 2017 American Community Survey. Additional calculations by APM Research Lab. Data represent average characteristics during calendar year 2017 (latest).\n\n“Potential voters” are defined as citizens of voting age (18 or above). We have not made further adjustments for felon status.\n\n\n\nPercentages shown for unemployment (rate) use the 16+ civilian labor force as the denominator, and the number of unemployed persons as the numerator.\n\nMargins of error (for a 90% confidence interval) are available in the tool-tip for all data. In the case of APM Research Lab aggregations, we have calculated new margins of error.\n\n\n\nVOTING INSIGHTS TOOL:\n\nData on U.S. House election results sourced from CNN , Politico the New York Times and states’ Secretary of State offices. Only the latest election data is shown; therefore, margins of victory in House races reflect special elections where held since 2016.\n\nData for Pennsylvania do not use the February 2018 district boundaries issued by the Pennsylvania Supreme Court as neither Census nor voting data are not yet available for these geographies.\n\nUncontested races as well as same-party races (e.g., Democrat vs. Democrats) are represented as 100% blue or red in Views 1 and 3.\n\nNote: The above data visualizations are the second versions of our Representing US tools, which include updated and expanded data. The first versions of the tools are still available here in our Tableau gallery. The data file associated with the first release is available for download. The demographic, economic, and social data in this file are sourced from the 2016 American Community Survey.\n\n\n\nPlease email us at info@apmresearchlab.org with any additional questions about these tools.",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.nytimes.com/elections/2016/results/house",
                "https://www.nytimes.com/interactive/2018/02/19/upshot/pennsylvania-new-house-districts-gerrymandering.html"
            ],
            "gov_pgs": [
                "https://www.house.gov/representatives/find-your-representative"
            ],
            "unsure": [
                "https://www.politico.com/mapdata-2016/2016-election/results/map/house/",
                "https://www.americanpublicmedia.org/wp-content/uploads/2018/10/RepresentingUS_data_version1.xlsx",
                "https://public.tableau.com/profile/apm.research.lab#!/",
                "https://www.cnn.com/election/2016/results/house"
            ]
        },
        "key_words": [
            "2018",
            "tools",
            "map",
            "representing",
            "voting",
            "data",
            "house",
            "preelection",
            "view",
            "views",
            "tool",
            "icon",
            "content"
        ]
    },
    {
        "url": "https://www.nytimes.com/elections/2016/results/house",
        "title": "House Election Results: G.O.P. Keeps Control",
        "authors": [],
        "publisher": "www.nytimes.com",
        "publish_date": "",
        "text": "Alabama Alaska Arizona Arkansas California Colorado Connecticut Delaware District of Columbia Florida Georgia Hawaii Idaho Illinois Indiana Iowa Kansas Kentucky Louisiana Maine Maryland Massachusetts Michigan Minnesota Mississippi Missouri Montana Nebraska Nevada New Hampshire New Jersey New Mexico New York North Carolina North Dakota Ohio Oklahoma Oregon Pennsylvania Rhode Island South Carolina South Dakota Tennessee Texas Utah Vermont Virginia Washington West Virginia Wisconsin Wyoming\n\nThe data for the results on this site are reported by the Associated Press through the week of Nov. 8, 2016. Presidential results are updated as of Feb. 2017.",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "wisconsin",
            "results",
            "dakota",
            "carolina",
            "north",
            "virginia",
            "south",
            "election",
            "gop",
            "house",
            "york",
            "control",
            "west",
            "wyomingthe",
            "keeps"
        ]
    },
    {
        "url": "https://www.nytimes.com/interactive/2018/11/06/us/elections/results-house-elections.html",
        "title": "U.S. House Election Results 2018",
        "authors": [],
        "publisher": "www.nytimes.com",
        "publish_date": "2018-11-06",
        "text": "One-party rule in Washington is over, at least for the next two years. Democrats won the seats needed to take the House after capturing districts where President Trump is unpopular.",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.nytimes.com/2018/11/06/us/politics/trump-house-senate.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "won",
            "results",
            "washington",
            "president",
            "needed",
            "unpopular",
            "2018",
            "seats",
            "election",
            "house",
            "oneparty",
            "trump",
            "rule"
        ]
    },
    {
        "url": "https://www.nytimes.com/interactive/2018/02/19/upshot/pennsylvania-new-house-districts-gerrymandering.html",
        "title": "The New Pennsylvania Congressional Map, District by District",
        "authors": [
            {
                "name": "Kevin Quealy",
                "link": null
            },
            {
                "name": "Matthew Bloch",
                "link": null
            },
            {
                "name": "Nate Cohn",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2018-02-19",
        "text": "Current Pennsylvania House districts New Pennsylvania House districts Current\n\nDistricts New\n\ndistricts Vote margin Dem. 15 30 Rep. 15 30 Other 15 30\n\nPerhaps no event will do more to reshape the fight for control of the House than the new congressional map just released by the Pennsylvania Supreme Court.\n\nAt stake was the fate of a Republican gerrymander that intended to cement a 13-5 Republican advantage in an evenly divided state. Now the Republicans will have little to no advantage at all.\n\nDemocrats couldn’t have asked for much more from the new map. It’s arguably even better for them than the maps they proposed themselves. Over all, a half-dozen competitive Republican-held congressional districts move to the left, endangering several incumbent Republicans, one of whom may now be all but doomed to defeat, and improving Democratic standing in two open races.\n\nBased on recent election results, the new congressional map comes very close to achieving partisan balance.\n\nCurrent\n\nmap New\n\nmap 2016 presidential election Districts won 6 12 8 10 Median vote Trump +9 Trump +6 Efficiency gap +14 Rep. +3 Rep. 2012 presidential election Districts won 5 13 9 9 Median vote Romney +5 Romney +1 Efficiency gap +21 Rep. +3 Rep. *Figures are rounded\n\nIn general, partisan balance is not usually a goal when redistricting. You could certainly argue that partisan balance and maximizing the number of competitive districts should be among the criteria, but, in general, they are not. Instead, a nonpartisan map usually means a partisan-blind map. It strives for compact districts that respect communities of interest, with little regard for the partisan outcome.\n\nA decision to pursue partisan balance in Pennsylvania would be particularly significant because Democrats are at a clear geographic disadvantage. They waste a lopsided number of votes in heavily Democratic Philadelphia and Pittsburgh; the Republicans don’t waste as many votes in their best areas, and so the rest of the state (and therefore its districts) leans Republican. As a result, a partisan-blind map will tend to favor the Republicans by a notable amount.\n\nThe new Pennsylvania map released Monday meets every standard nonpartisan criteria. It’s compact, minimizes county or municipal splits and preserves communities of interest. But it consistently makes subtle choices that suggest that partisan balance may have been an important consideration.\n\nThe court’s apparent prioritization of partisan balance is something of a surprise, since the court’s order didn’t specify that partisan balance was an objective for the new map. If true, it would help explain why the map is even more favorable to the Democrats than the plans that Democrats submitted themselves. Republicans in the State Legislature will probably be deeply upset and could try to challenge the new maps in federal court.\n\nOn the other hand, the new map is quite fair if it’s judged based on the relationship between seats won and the statewide popular vote. By that measure, it may still tilt slightly to the Republicans. If you value partisan fairness, you can cheer the result. If you think maps should be partisan-blind, you can argue that the map was drawn to the advantage of Democrats.\n\nHere’s how it shook out, district by district.\n\nCurrent District 7 New District 5 Current District Clinton +2 New district Clinton +28 Vote margin Dem. 15 30 Rep. 15 30 Other 15 30\n\nThe old moose-and-antlers-like Seventh District might have been the most gerrymandered district in the nation. Now not even the most imaginative child could come up with something other than “cloud” if the new Fifth drifted by in the sky.\n\nThe new Fifth might ultimately prove to be as glamorous as its predecessor, albeit in a very different career as an exemplar for nonpartisan redistricting. It’s compact and follows jurisdictional lines. It includes all of Delaware County. It represents a natural political community: the Philadelphia suburbs.\n\nThis is now a safely Democratic district. Hillary Clinton won the new Seventh by nearly 30 points, and it's hard to imagine a Republican winning these well-educated and diverse suburbs in anything like this political environment.\n\nThis would have been a huge loss to Republicans a year ago. Now, it’s less painful. Democrats were probably favored to win the prior iteration of this district anyway, since it narrowly voted for Mrs. Clinton and the incumbent, Patrick Meehan, announced last month that he wouldn’t seek re-election.\n\nCurrent District 15 New District 7 Current District Trump +8 New district Clinton +1 Vote margin Dem. 15 30 Rep. 15 30 Other 15 30\n\nThe old 15th District wasn’t as easily caricatured as the old Seventh. But the old crayfish-like 15th was just about as likely to receive a makeover to the advantage of the Democrats.\n\nThe previous map split the Lehigh Valley, a Democratic-tilting urban area that naturally anchors a congressional district, and added a long, deeply Republican tail to the west. Together, it was enough to make a safe district for Charlie Dent, a moderate Republican who never faced a serious contest.\n\nNow Republicans are probably underdogs to hold the new Seventh. Mr. Dent retired last September, and the new district is considerably more Democratic without its tail. The Lehigh Valley is united, the crawdad tail amputated and replaced by diverse, Democratic-leaning parts of southern Monroe County.\n\nThe decision to push the new Seventh into Monroe, rather than heavily Republican Carbon County, was a highly favorable choice for the Democrats. It’s the difference between making this a Clinton district and a Trump district.\n\nIt’s a perfectly defensible choice. But as you’ll see, that’s a choice that gets made over and over again — and part of why it seems reasonable to argue that this map was drawn with statewide partisan balance in mind.\n\nCurrent District 6 New District 6 Current District Clinton +1 New district Clinton +9 Vote margin Dem. 15 30 Rep. 15 30 Other 15 30\n\nIf any single district was poised to determine whether the new congressional map was considered “good” or “bad” for Republicans or Democrats, it was probably the Sixth.\n\nIt is not the state’s most famous gerrymander. And since it already narrowly voted for Mrs. Clinton, it wouldn't seem like the most important question looming over an effort to undo a Republican partisan gerrymander.\n\nBut the Sixth poses a challenge for any map drawer. And unlike the Seventh or the 15th, which were bound to lurch toward the left, the Sixth could have evolved to the advantage of either party.\n\nThe issue is simple: The five core counties of the Philadelphia suburbs contain enough people for 5.7 congressional districts. The first five are easy enough, but the Sixth, which would presumably include the final seven-tenths of a district from the Philadelphia area and then three-tenths from somewhere else, is hard to draw. Alone, none of the adjacent counties combine with the outermost Philadelphia suburbs to create a natural district that represents a community of interest.\n\nMore important, the population at the periphery of the Philadelphia metropolitan area is politically diverse. There’s heavily conservative Amish Country, the working-class Democratic town of Reading and potentially the Democratic town of Lancaster. Depending on which areas are added, the result could be a strongly Republican or strongly Democratic district.\n\nNo option is obviously superior to another, and so the demonstration maps proposed by Pennsylvania's Republicans and Democrats produced highly divergent partisan outcomes from fundamentally similar districts.\n\nIn the end, the new Pennsylvania map takes the Democratic-leaning route into Berks County and toward the heavily Democratic town of Reading. The result is a district that voted for Mrs. Clinton by nine points. It is fair to say that the incumbent representative, Ryan Costello, is in very serious trouble, and one wonders whether he will even be inclined to seek re-election.\n\nCurrent District 16 New District 11 Current District Trump +7 New district Trump +26 Vote margin Dem. 15 30 Rep. 15 30 Other 15 30\n\nThe flip side of Pennsylvania’s Sixth is the 16th. It sits just west of the Philadelphia suburbs in Lancaster County, and whatever didn't fall into the new Sixth was likely to end up in the old 16th. A more Democratic Sixth, for instance, would therefore yield a more Republican 16th and vice versa.\n\nThe district is naturally Republican; Lancaster County has voted Republican in all but one presidential election since 1860. But the current district is relatively competitive, since it stretches out to relieve other suburban Republicans of relatively Democratic parts of Chester and Berks Counties. The incumbent Republican, the first-term representative Lloyd Smucker, was potentially somewhat vulnerable on the current map.\n\nWithout the burden of helping out his Republican colleagues, Mr. Smucker’s new 11th District moves to the right on the new map.\n\nMore surprising than the territory it gave up, though, is the territory it added: the heavily conservative countryside in York County. The formation of this deeply conservative district is a defensible choice but, again, one that works to the advantage of the Democrats by creating a Republican vote-sink. It winds up making it a lot harder for the Republican Scott Perry, who represents our next district.\n\nCurrent District 4 New District 10 Current District Trump +21 New district Trump +9 Vote margin Dem. 15 30 Rep. 15 30 Other 15 30\n\nPerhaps no Republican will be more surprised by the new map than Mr. Perry, an incumbent from safely conservative York County. Most of the demonstration maps kept him in a safely Republican district. But now his territory in northern York County has been added to the competitive Harrisburg area.\n\nThe result is a somewhat competitive district: The new 10th voted for Mr. Trump by nine points and for Mitt Romney by seven points in 2012. Given how much new territory he’ll have to represent, it’s possible Mr. Perry will have a tough race. There’s also an outside possibility he’ll choose to run against Mr. Smucker in the 16th, which would set up a tough primary race there and also open up the 10th to the Democrats.\n\nCurrent District 8 New District 1 Current District Even New district Clinton +2 Vote margin Dem. 15 30 Rep. 15 30 Other 15 30\n\nIf Pennsylvania’s Seventh was the battleground district that was most obviously going to change, Pennsylvania's Eighth was the battleground likeliest to stay about the same.\n\nThe old Eighth District is so reasonable-looking that it almost appeared out of place on the map. It includes all of Bucks County, then juts across the Montgomery County line to get the additional 80,000 people it needs for population equality.\n\nDemocrats complain that those 80,000 people lean Republican, enough to flip Democratic-tilting Bucks County to a district that barely voted for Mr. Trump and Mr. Romney. But it’s a minor inconvenience at worst compared with the burden Democrats face elsewhere in the state.\n\nThe new First District preserves the core of Pennsylvania’s Eighth and keeps Bucks County intact. But it now adds more Democratic territory from central Montgomery County, so going by 2016 results, it’s now a Clinton-leaning district instead of a Trump-leaning one.\n\nOver all, it’s a small but potentially significant change in such a competitive district. The Republican incumbent, the freshman Brian Fitzpatrick, is likely to face a competitive race. It’s the sort of race that could be decided by the subtle shift ordered Monday.\n\nCurrent District 18 New District 14 Current District Trump +20 New district Trump +29 Vote margin Dem. 15 30 Rep. 15 30 Other 15 30\n\nPennsylvania’s 18th would have been an afterthought a few months ago. It’s a heavily Republican district now, and it would have been under just about any new map.\n\nBut the district’s precise alignment became a lot more significant with the Republican Rick Saccone and the Democrat Conor Lamb locked in a competitive race for a special congressional election here next month.\n\nThe biggest question: whether the district would include much of southern Allegheny County, where Mr. Lamb resides along with many of the district’s Democratic-leaning voters. Without Allegheny County, a Lamb win in March might not mean much for November. He might live far from the new district, and it would be more conservative for good measure.\n\nIn the end, that’s exactly what happened. Mr. Lamb has been drawn out of the new 14th, the most natural successor to the 18th. The district has also moved to the right, and voted for Mr. Trump by 29 points. On the other hand, the district has added traditionally Democratic Fayette County, and it’s potentially competitive. There were single-digit races here for state treasurer and auditor in 2016.\n\nThe good news for Mr. Lamb, though, is that he now lives in the new 17th District, and that might be an even better opportunity for him than the old 18th.\n\nCurrent District 12 New District 17 Current District Trump +21 New district Trump +3 Vote margin Dem. 15 30 Rep. 15 30 Other 15 30\n\nMr. Lamb wouldn’t have enjoyed running in the deeply conservative, hammer-like 12th District. It certainly dealt a big blow to Democrats; before redistricting, the area was represented by two Democrats.\n\nThe new map creates a highly competitive district consolidated entirely within the suburbs west of Pittsburgh. It voted for Mr. Trump by just 2.5 points in 2016 and voted for Democrats in downballot races that year.\n\nThis is probably a better district for Democrats than they would have hoped for. Other versions of this district might have comfortably voted for Mr. Trump, but the district scoops up several Democratic-leaning suburbs, including Mr. Lamb’s hometown, and avoids more Republican suburbs due north of Pittsburgh.\n\nKeith Rothfus, the Republican incumbent, will now find himself in a very difficult race.\n\nCurrent District 17 New District 8 Current District Trump +10 New district Trump +10 Vote margin Dem. 15 30 Rep. 15 30 Other 15 30\n\nThe octopus-like 17th District was one of Pennsylvania’s least aesthetically pleasing congressional districts. The new 17th looks significantly different, but it might not wind up voting differently at all.\n\nThe current 17th looks like an octopus thanks to the quirk of the Democrat Tim Holden’s winning re-election in 2010. He was the only Democrat from northeast Pennsylvania to survive the Republican sweep that year, but he represented a conservative area (his previous district included the octopus's conservative body). The result was that his district was never a true Democratic vote-sink, even after Republicans joined his conservative home county with tentacles stretching to far-flung Democratic urban areas.\n\nThe new district trades out the conservative body of the octopus for similarly conservative territory closer to the district’s urban core in Scranton, resulting in no real shift in the overall partisan makeup of the district.\n\nOn the prior map, the Democratic representative Matt Cartwright was favored to win re-election. There’s some chance that swapping out familiar for unfamiliar conservative territory will dim his re-election prospects, but in this political environment he remains a favorite.\n\nCurrent District 1 New District 2 Current District Clinton +61 New district Clinton +48 Vote margin Dem. 15 30 Rep. 15 30 Other 15 30\n\nPennsylvania’s Second is entirely within the city of Philadelphia, which is only significant because it now includes the northeast Philadelphia residence of the Democratic representative Brendan Boyle.\n\nThis isn’t as big a problem for Democrats as it would have been a few months ago, since Representative Robert Brady chose not to seek re-election. If he had run, it might have set up a primary between Mr. Boyle and Mr. Brady, but as things are, Mr. Boyle will probably run for this seat.\n\nCurrent District 13 New District 4 Current District Clinton +34 New district Clinton +19 Vote margin Dem. 15 30 Rep. 15 30 Other 15 30\n\nIf Mr. Boyle does run for the Philadelphia-based Second District, the Montgomery County-based Fourth District will most likely be an open contest (Mr. Boyle’s old 13th District included much of Montgomery County, along with northeastern Philadelphia). Democrats will be heavily favored to hold this seat in 2018, but in other political conditions it could be somewhat competitive.\n\nCurrent District 2 New District 3 Current District Clinton +83 New district Clinton +84 Vote margin Dem. 15 30 Rep. 15 30 Other 15 30\n\nThe new Third District, which includes much of Philadelphia, will be one of the most Democratic districts in the country.\n\nCurrent District 3 New District 16 Current District Trump +26 New district Trump +20 Vote margin Dem. 15 30 Rep. 15 30 Other 15 30\n\nPennsylvania’s Third was bound to move at least somewhat to the left once traditionally Democratic Erie County was reunified, but whether it would become a true battleground district hinged on the fate of the Pittsburgh suburbs.\n\nIn the end, most of the Democratic-leaning areas northwest of Pittsburgh were piled into the old 12th, leaving more conservative areas to the Republican Mike Kelly, who will most likely survive this somewhat more Democratic district.\n\nCurrent District 5 New District 15 Current District Trump +29 New district Trump +43 Vote margin Dem. 15 30 Rep. 15 30 Other 15 30\n\nThe Republican Glenn Thompson’s district was already safely Republican, but it will be even safer now that it is not assisting Mr. Kelly by splitting Erie County.\n\nCurrent District 9 New District 13 Current District Trump +43 New district Trump +46 Vote margin Dem. 15 30 Rep. 15 30 Other 15 30\n\nThe new 13th will remain safely Republican.\n\nCurrent District 10 New District 12 Current District Trump +36 New district Trump +36 Vote margin Dem. 15 30 Rep. 15 30 Other 15 30\n\nThe new 12th adds State College (home to Penn State), but it gives up Democratic-leaning parts of northeastern Pennsylvania. It remains safely Republican.\n\nCurrent District 11 New District 9 Current District Trump +24 New district Trump +34 Vote margin Dem. 15 30 Rep. 15 30 Other 15 30\n\nConservative Democrats were competitive in this area a decade ago; it’s where Mr. Holden won re-election to the inconvenience of Republicans in 2010, but it’s a stretch after years of Republican gains.\n\nCurrent District 14 New District 18 Current District Clinton +35 New district Clinton +27 Vote margin Dem. 15 30 Rep. 15 30 Other 15 30",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/upshot"
            ]
        },
        "key_words": [
            "current",
            "mr",
            "15",
            "republican",
            "rep",
            "vote",
            "map",
            "district",
            "congressional",
            "pennsylvania",
            "trump",
            "30"
        ]
    },
    {
        "url": "https://cookpolitical.com/introducing-2017-cook-political-report-partisan-voter-index",
        "title": "Introducing the 2017 Cook Political Report Partisan Voter Index",
        "authors": [
            {
                "name": "Amy Walter",
                "link": null
            },
            {
                "name": "The Cook Political Report",
                "link": null
            },
            {
                "name": "Louis Jacobson",
                "link": null
            },
            {
                "name": "Charles E. Cook",
                "link": null
            }
        ],
        "publisher": "cookpolitical.com",
        "publish_date": "",
        "text": "Introducing the 2017 Cook Political Report Partisan Voter Index\n\nApril 7, 2017 | David Wasserman and Ally Flinn\n\nThe Cook Political Report is pleased to introduce the 20th anniversary edition of the Partisan Voter Index (PVI) for all 50 states and 435 Congressional districts in the country, compiled especially for the Report by POLIDATA®. First introduced in 1997, the Cook PVI measures how each district performs at the presidential level compared to the nation as a whole. We have released new PVI scores following every election since 1996 and every round of redistricting since 2001, each time taking into account the prior two presidential elections.\n\nThis 2017 release has updated our PVI scores to incorporate the results of the November 2016 presidential election. A Partisan Voting Index score of D+2, for example, means that in the 2012 and 2016 presidential elections, that district performed an average of two points more Democratic than the nation did as a whole, while an R+4 means the district performed four points more Republican than the national average. If a district performed within half a point of the national average in either direction, we assign it a score of EVEN.\n\nView the full 2017 Partisan Voter Index in three different formats below:\n\n2017 Partisan Voter Index by State and District »\n\n2017 Partisan Voter Index by Member Name »\n\n2017 Partisan Voter Index by Partisan Rank »\n\nPDF version of this report\n\n2017 Partisan Voter Index Scores by Congressional District\n\nThe 2016 Presidential Election by Congressional District\n\nIn 2016, for the second election in a row, the Republican presidential nominee carried the majority of congressional districts while losing the national popular vote. President Trump carried 230 districts to Hillary Clinton’s 205, up four from Mitt Romney’s tally of 226 districts in 2012. This helps explain why House Republicans won 49 percent of all votes to House Democrats’ 48 percent in 2016 yet won 47 more seats.\n\nThe House has become well-sorted out: only 35 of 435 districts \"crossed over\" to vote for presidential and House candidates of opposite parties, down from 108 in 1996. Today, there are 23 Republicans sitting in districts Clinton carried, and 12 Democrats sitting in districts Trump carried. However, this is slightly higher than the record low of 26 \"crossover districts\" following the 2012 election.\n\nDespite a similar overall breakdown to 2012, there was considerable change: 36 of 435 districts switched partisan preferences at the top of the ticket. There are 21 districts that voted for both President Obama in 2012 and President Trump in 2016, including 12 held by Republicans and nine held by Democrats. There are also 15 districts that voted for both Mitt Romney in 2012 and Hillary Clinton in 2016—all held by Republicans.\n\nThe Decline of the “Swing Seat”\n\nThe most striking House statistic in the last 20 years may be the decline of competitive districts, places where members have the greatest political incentives to work on a bipartisan basis. In 1997, our Partisan Voter Index scored 164 districts between D+5 and R+5, more than a third of the House, and greater than both the number of strongly Democratic and strongly Republican seats.\n\nAfter the hyper-polarized 2016 election, there are only 72 districts between D+5 and R+5—less than one sixth of the House and a 56 percent decline since 1997. This also represents a 20 percent decline from just four years ago, when there were 90 swing seats.\n\nThe Incredible Shrinking Swing Seat, 1997-2017\n\n​\n\nRedistricting is only responsible for a small portion of this swing seat decimation. In many minimally altered districts, the electorate has simply become much more homogeneous. For example, the boundaries of West Virginia’s 2nd CD have barely changed since 1997, but its PVI score has shifted from EVEN to R+17 as its voters have moved away from the national Democratic brand. Likewise, Albuquerque’s migration to the left has bumped the PVI score of New Mexico’s 1st CD from R+1 to D+7.\n\nThe Cook PVI illustrates how voters’ natural geographical sorting from election to election, much more than redistricting and gerrymandering, has driven the polarization of districts over the last two decades. Our ten unique sets of PVI scores over the past 20 years give us a powerful tool to isolate and quantify the impacts of sorting and redistricting on the makeup of House districts.\n\nThe Cook Political Report has released updated PVI scores in six odd-numbered years following presidential elections: 1997, 2001, 2005, 2009, 2013 and 2017. We also released updated PVI scores in four even-numbered years following redistricting: 2002 (after the 2000 Census), 2004 (after mid-decade redistricting in Texas), 2012 (after the 2010 Census) and 2016 (after new court-ordered maps in Florida, North Carolina and Virginia).\n\nAs it turns out, gerrymandering wasn’t as much of a factor in the House’s polarization as some redistricting reform advocates might argue. Of the 92 “Swing Seats” that have vanished since 1997, 83 percent of the decline has resulted from natural geographic sorting of the electorate from election to election, while only 17 percent of the decline has resulted from changes to district boundaries.\n\nThe Impact of Elections vs. Redistricting on PVI Scores, 1997-2017\n\nMore evidence voters are choosing sides with their feet: in the 2016 election, 78 percent of Democratic-leaning seats grew even more Democratic and 65 percent of Republican-leaning seats grew even more Republican.\n\nAs a result, the two parties’ House constituencies have drifted even farther apart: whereas the median Democratic-held seat had a D+7 PVI score in 1997, the median Democratic seat has a D+14 PVI score today. The median Republican-held seat had an R+7 PVI score in 1997; the median Republican-held seat has an R+11 PVI score today. In other words, the gap between the two parties’ median districts has grown from 14 to 25 points.\n\nThis is not to say redistricting hasn’t had a big impact. Sorting has enhanced partisan mapmakers’ ability to partition states into safe seats. And on a net basis, redistricting has helped bolster Republicans’ edge in the House: the number of Republican (R+5 or greater) seats has grown by 14 as the result of changes to district lines, while the number of Democratic (D+5 or greater) seats has increased by just two.\n\nDemocrats also suffer because their voters are disproportionately clustered on the map. The most Republican district in the country is Rep. Mac Thornberry’s TX-13, with a score of R+33. But Democrats hold 20 districts with a PVI score of D+33 or greater. Overall, there are 241 House seats more Republican than the national average, and 194 seats more Democratic—mirroring the GOP’s advantage in seats after 2016.\n\nThe Rise of Straight-Ticket Voting, 1997-2017\n\nThere is also strong evidence the “trading range” of what constitutes a truly competitive seat has narrowed over the past 20 years as split-ticket voting has declined. In 1997, Republicans held 12 of the 43 seats between D+2 and D+5 and seven of the 123 seats greater than D+5. Meanwhile, Democrats held 18 of the 53 seats between R+2 and R+5 and 11 of the 148 seats greater than R+5.\n\nBut in 2017, straight-ticket voting has almost totally taken over. Republicans hold just two of the 13 seats between D+2 and D+5 and just three of the 168 seats greater than D+5. Democrats hold just three of the 28 seats between R+2 and R+5 and just two of the 195 seats greater than R+5. The chart below illustrates how much more “sorted out” the House is now than it was 20 years ago:\n\nIn the modern era, it takes considerable personal appeal to win a House election in a district that fundamentally favors the opposite party. There are several members on both sides who have successfully run “against the grain.” However, these members are also likeliest to be among the top targets for the opposite party in 2018 and beyond:\n\nThe “Median District” and PVI Rankings\n\nAnother way of gauging the House is the concept of the “median district.” Because the Democratic vote tends to be more geographically concentrated in “safe” seats than the Republican vote, the median House district has always leaned slightly Republican since we introduced the Partisan Voter Index 20 years ago. In 1997, the median district was Washington’s 8th CD, which was one point more Republican than the national average.\n\nIn 2009, the median district was Wisconsin’s 1st CD, held by none other than Rep. Paul Ryan, with a PVI score of R+2. Today, the median district is New Jersey’s 7th District, held by GOP Rep. Leonard Lance, which has a PVI score of R+3. As the Democratic vote has become even more urban and Republicans have used the redistricting process to shore up their own seats, the “median district” has crept rightward by two points since 1997.\n\nThe most Democratic and most Republican districts have grown farther apart over the years. In 1997, the most Democratic seat in the House had a PVI score of D+38 and the most Republican seat had a score of R+26 - a 64 point gap. Today, NY-15 Rep. Jose Serrano holds the most Democratic district at D+44, while TX-13 Rep. Mac Thornberry holds the most Republican seat at R+33—a record 77 point spread.\n\nWhat’s Changed: The Top Trending Districts\n\nIn 2016, Trump substantially redrew the electoral map. The 25 districts that shifted most dramatically towards the GOP between 2012 and 2016 are all located in a contiguous 10-state region stretching from the Northern Plains to the Great Lakes and Appalachia. Meanwhile, nearly half of the 25 districts that shifted the most towards Democrats are Latino majority seats, and 15 are in California and Texas.\n\nThe Most Republican, Democratic & Evenly Split Districts\n\nIn 2017, there are eight “Dead Center” districts with a PVI score of EVEN, including four held by Democrats and four held by Republicans. In 1997, there were 18 districts with a score of EVEN. However, it’s important to remember that even if Democrats were to win all 25 of the most evenly split districts, they would still fall short of winning the House majority because the median House seat has a score of R+3\n\nThe Cook Political Report Partisan Voter Index (PVI) Explained\n\nIn August of 1997, The Cook Political Report introduced the Partisan Voting Index (PVI) as a means of providing a more accurate picture of the competitiveness of each of the 435 congressional districts. Using the 1992 and 1996 major-party Presidential voting results, the PVI measured how each congressional district performed compared to the nation as a whole.\n\nUsing the results of the 2012 and 2016 elections for current Congressional boundaries that first took effect in 2012 (or 2016, in the case of court-ordered maps in Florida, North Carolina and Virginia), we have updated these PVI scores and have even more information to draw upon to understand the congressional level trends and tilts that will help to define the elections of 2018 and beyond.\n\nDeveloped for The Cook Political Report by POLIDATA®, the index is an attempt to find an objective measurement of each congressional district that allows comparisons between states and districts, thereby making it relevant in both mid-term and presidential election years. We will next update PVI scores again in 2021 to reflect the results of the 2020 presidential election.\n\nWhile other data such as the results of senatorial, gubernatorial, congressional and other local races can help fine tune the exact partisan tilt of a particular district, those kinds of results don’t allow a comparison of districts across state lines. Only presidential results allow for total comparability.\n\nA Partisan Voting Index score of D+2, for example, means that in the 2008 and 2012 presidential elections, that district performed an average of two points more Democratic than the nation did as a whole, while an R+4 means the district performed four points more Republican than the national average. If a district performed within half a point of the national average in either direction, we assign it a score of EVEN.\n\nTo determine the national average for these latest ratings, we have taken the average Democratic share of the two-party presidential vote for 2012 and 2016, which is roughly 51.5 percent, and that of Republicans, which is roughly 48.5 percent. So, if Barack Obama carried 58 percent of the vote in a given district in 2012 and Hillary Clinton carried 55 percent in the district in 2012, the district would have a PVI score of roughly D+5.\n\nIn addition to the charts above, we have listed the PVI score for every district on each individual race page. It is important to remember that redistricting in 2012 and 2016 made significant changes to the congressional map that make it hard to compare current districts with their predecessors.\n\nNotes about PVI Data & Methodology\n\nFollowing each election and round of redistricting, presidential results are compiled to generate PVI scores for each congressional district. In a few states, these results are aggregated by district by state and/or local election authorities. However, in others they are not, and the reported election results do not account for some votes that are reported centrally and not redirected back to the voter’s registration precinct.",
        "quotes": [],
        "links": {
            "articles": [
                "https://docs.google.com/spreadsheets/u/1/d/1oArjXSYeg40u4qQRR93qveN2N1UELQ6v04_mamrKg9g/edit#gid=0"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "political",
            "report",
            "cook",
            "pvi",
            "voter",
            "2016",
            "score",
            "introducing",
            "presidential",
            "district",
            "seats",
            "index",
            "partisan",
            "election",
            "house",
            "2017",
            "districts"
        ]
    }
]