[
    {
        "url": "https://www.npr.org/sections/health-shots/2019/07/12/740714662/a-genetic-test-that-reveals-alzheimers-risk-can-be-cathartic-or-distressing",
        "title": "A Genetic Test That Reveals Alzheimer's Risk Can Be Cathartic Or Distressing",
        "authors": [
            {
                "name": "Jon Hamilton",
                "link": null
            }
        ],
        "publisher": "www.npr.org",
        "publish_date": "2019-07-12",
        "text": "A Genetic Test That Reveals Alzheimer's Risk Can Be Cathartic Or Distressing\n\nEnlarge this image toggle caption Thanasis Zovoilis/Getty Images Thanasis Zovoilis/Getty Images\n\nIn a waiting room at the Banner Alzheimer's Institute in Phoenix, a 74-year-old woman named Rubie is about to find out whether she has a gene that puts her at risk for Alzheimer's.\n\n\"I'm a little bit apprehensive about it, and I hope I don't have it,\" she says. \"But if I do, I want to be able to plan for my future.\"\n\nThe gene is called APOE E4, and it's the most powerful known genetic risk factor for Alzheimer's after age 65.\n\nAPOE E4 doesn't cause the disease, and many of those who carry it never develop Alzheimer's.\n\nStill, about 1 in 4 people who carries a single copy will develop Alzheimer's by 85. Among people who get two copies (one from each parent) up to 55% will develop Alzheimer's by age 85.\n\nRubie is one of several participants in a research study at Banner who agreed to speak both before and after learning their APOE E4 status. The participants are identified only by first name to protect their privacy.\n\nLike many people in their 60s and 70s, Rubie has seen dementia up close.\n\n\"My mother had Alzheimer's in the last stage of her life, and I've got friends and family that have Alzheimer's,\" she says. \"It's a terrible sickness.\"\n\nRubie wanted to do something to help researchers find a treatment for Alzheimer's. So she volunteered for the Generation Program, which is testing an experimental drug meant to prevent or delay the disease.\n\nThe study is recruiting healthy people between 60 and 75 who carry two copies of the APOE E4 gene. All participants learn their genetic status.\n\n\"People are remarkably brave in stepping forward to participate in the study,\" says Jessica Langbaum, associate director of the Alzheimer's Prevention Initiative at Banner. \"This is a big life decision for people to learn this information.\"\n\nLangbaum says volunteers get a lot of education before they learn their genetic status.\n\n\"There are family considerations, there are emotional considerations and there are insurance implications or considerations that people should think about before learning this information,\" she says.\n\nParticipants in the study also talk to a genetics counselor at the University of Pennsylvania when they get their results. Half of those encounters take place over the phone and half use a video link.\n\nOne of the study's goals is to \"learn how to tell people this information about their genetic susceptibility,\" Langbaum says. Researchers also hope to learn how to convey results of other risk assessments, including brain scans and tests of blood and spinal fluid, which are also part of the study.\n\nWhen Rubie talks to the counselor, she learns she has a single copy of the APOE E4 gene. And she's OK with that.\n\n\"I'm very glad to know,\" she says. \"It takes the mystery out of it.\"\n\nThe implications for children\n\nThe process is a bit more fraught for David, 72, a retired businessman.\n\nBefore he gets his results, he thinks he's prepared.\n\n\"I'm a big boy,\" he says. \"If the testing comes out to where I'm running a higher risk, I think I'm going to put a lot more emphasis on enjoying the time that I have.\"\n\nBut after learning his status, David is concerned.\n\nDavid, like Rubie, learned that he has a single copy of the APOE E4 gene, which means he has a modestly elevated risk of getting Alzheimer's.\n\nThat was no big deal, he says. But as he talked with the genetics counselor, David realized how his test result might affect his children.\n\n\"My wife's grandmother and father both had Alzheimer's,\" he says. \"So the chances of her having an APOE E4 gene is very, very high.\"\n\nAnd that means the couple's adult children might be carrying two copies of the gene.\n\n\"I just texted my son,\" he says. \"I said, 'Are you home? We need to talk.' \"\n\nDavid feels like his kids need to know his genetic status to plan their lives. But he's reluctant to tell his wife.\n\n\"She lived through that nightmare of her grandmother and her father passing away from Alzheimer's,\" he says. \"I think if she knew I even had that slight elevated risk it could be very distressful to her.\"\n\nSo David finds himself in a quandary. \"Fifty-five years of marriage, you gotta share stuff,\" he says. \"But maybe some things are best not shared.\"\n\nAn eye on retirement\n\nSusan, who is 67 and runs her own business, has no hesitation about sharing her test results with her husband. And they don't have kids.\n\nBut Susan's parents both died with Alzheimer's. She's afraid she'll learn that she has two copies of the APOE E4 gene and a high risk of developing Alzheimer's.\n\n\"When you're maybe 40 or 50, you don't want to face that fact,\" she says. \"But, you know, once you've already hit 60 you go, 'Maybe I should know.' \"\n\nDespite her concern, Susan doesn't see her genetic status having an immediate effect on her life.\n\nI ask here whether she'd retire if she had two copies of the APOE E4 gene. \"No, I don't think so,\" she says.\n\nA few minutes later, Susan learns she's carrying a single copy of the APOE E4 gene. To her, that's great news.\n\n\"I was pretty much prepared for the worst,\" she says. \"So, I mean, in a lot of ways I feel like I won a lottery.\"\n\nHer relief has a surprising effect on her retirement plans, though.\n\n\"Oh, I'll move ahead with it,\" she says, acknowledging that knowing her genetic status made her feel \"more definitive\" about her future.\n\nSusan says she would like to work part time after retiring – perhaps for the Humane Society.",
        "quotes": [
            [
                "I'm a little bit apprehensive about it, and I hope I don't have it,",
                "",
                true
            ],
            [
                "But if I do, I want to be able to plan for my future.",
                "",
                true
            ],
            [
                "My mother had Alzheimer's in the last stage of her life, and I've got friends and family that have Alzheimer's,",
                "Langbaum",
                true
            ],
            [
                "People are remarkably brave in stepping forward to participate in the study,",
                "Jessica Langbaum",
                true
            ],
            [
                "This is a big life decision for people to learn this information.",
                "Jessica Langbaum",
                true
            ],
            [
                "There are family considerations, there are emotional considerations and there are insurance implications or considerations that people should think about before learning this information,",
                "Langbaum",
                true
            ],
            [
                "learn how to tell people this information about their genetic susceptibility,",
                "Langbaum",
                false
            ],
            [
                "I'm very glad to know,",
                "Langbaum",
                true
            ],
            [
                "It takes the mystery out of it.",
                "Langbaum",
                true
            ],
            [
                "If the testing comes out to where I'm running a higher risk, I think I'm going to put a lot more emphasis on enjoying the time that I have.",
                "David",
                true
            ],
            [
                "My wife's grandmother and father both had Alzheimer's,",
                "David",
                true
            ],
            [
                "So the chances of her having an APOE E4 gene is very, very high.",
                "David",
                true
            ],
            [
                "She lived through that nightmare of her grandmother and her father passing away from Alzheimer's,",
                "David",
                true
            ],
            [
                "I think if she knew I even had that slight elevated risk it could be very distressful to her.",
                "David",
                true
            ],
            [
                "Fifty-five years of marriage, you gotta share stuff,",
                "David",
                true
            ],
            [
                "But maybe some things are best not shared.",
                "David",
                true
            ],
            [
                "When you're maybe 40 or 50, you don't want to face that fact,",
                "",
                true
            ],
            [
                "But, you know, once you've already hit 60 you go, 'Maybe I should know.",
                "",
                true
            ],
            [
                "No, I don't think so,",
                "",
                true
            ],
            [
                "I was pretty much prepared for the worst,",
                "",
                true
            ],
            [
                "So, I mean, in a lot of ways I feel like I won a lottery.",
                "",
                true
            ],
            [
                "Oh, I'll move ahead with it,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3726719/"
            ],
            "unsure": [
                "http://azalz.org/staff/jessica-langbaum-ph-d/",
                "https://www.generationprogram.com/#Main"
            ]
        },
        "key_words": [
            "distressing",
            "copies",
            "risk",
            "gene",
            "cathartic",
            "apoe",
            "david",
            "reveals",
            "e4",
            "test",
            "genetic",
            "alzheimers",
            "learn",
            "status"
        ]
    }
]