[
    {
        "url": "http://www.bbc.com/sport/rugby-league/41542961",
        "title": "Grand Final 2017: Leeds Rhinos' journey from relegation danger to Old Trafford glory",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "2017-10-08",
        "text": "By Phil Cartwright\nShare this page\nShare this with\nMedia playback is not supported on this device\nMcGuire stars as Leeds make Grand Final history\nHow quickly the mighty can fall. And how quickly they can rise again.\nShortly after Leeds Rhinos had registered a record eighth Grand Final win by beating Castleford Tigers 24-6 on Saturday, Brian McDermott was asked whether it was the best of his four Old Trafford triumphs as Leeds head coach.\n\"I'm not sure about it being the best Grand Final win, but it's the best story,\" he replied.\n\"This win is not the coaches' win or the players' win. This win is for the club.\"\nThe reason? For that, you have to start by going back to the 2015 Grand Final.\nA domestic treble was completed with victory over Wigan, the Rhinos becoming only the second team to achieve the feat in the Super League era - a fitting finale for three club legends, Kevin Sinfield, Jamie Peacock and Kylie Leuluai.\nStarting again without that experienced trio in 2016 proved even trickier than some onlookers imagined and a wretched run of form early in the season left champions Leeds outside the top eight after 23 games, contemplating the unthinkable.\n\"The media would be asking all sorts of questions and they aren't easy questions to answer,\" said McDermott. \"Sometimes I'd pinch myself and think: 'Am I really answering questions about relegation?'\"\nThe Qualifiers were negotiated successfully, meaning Leeds would take their place among the elite again in 2017.\nThen came another low point.\nCastleford thrashed Leeds 66-10 in their fourth match of the season and, in the aftermath, chief executive Gary Hetherington sent out an open letter to supporters.\n\"We are not stubborn enough to believe no change is always the best option,\" it read.\n\"This month is an important one with games against Catalans, Wakefield, Huddersfield and Wigan, and at its end we will be in a much better position to make an accurate judgement on the performance of all our players, coaching staff and senior management, including myself.\"\nMcDermott said publicly that he was in agreement with the timing and the content of the letter.\nHe recalled: \"When we got pumped by Cas, I spent all weekend on the phone to Gary.\n\"He was asking what we were were going to do, saying this wasn't good after 2016 and we needed answers - and they're not easy conversations to have.\n\"The board, the fans and people outside the club will have asked questions and wanted answers, but the answer always was to calm down, not flap and hold your nerve.\n\"I had a really difficult conversation with [captain] Danny McGuire as well and I don't think either of us got it right - but the answer was to hold your nerve.\"\nHow did the Rhinos respond? By winning all four of those aforementioned games.\n\"I've said it a few times since I've been at Leeds - all the staff members give you a thumbs up all the time, no matter how bad it gets,\" added McDermott, who has been in charge since 2011.\n\"The level of support from everybody at Leeds has been strong this year. That's why the club owns the Grand Final win.\"\n'Strong group' secure Old Trafford success\nDanny McGuire and Rob Burrow lifted the Super League trophy in their final game for Leeds\nLeeds ended the season second in Super League, 10 points behind runaway league leaders Cas.\nHowever, the Rhinos always seem to come good at the end of a campaign - and so it has proved again.\nIt was far from a classic Grand Final on a wet night in Manchester, but Leeds were the better side and deservedly gave departing veterans Danny McGuire and Rob Burrow the perfect farewell.\n\"We've had so many big moments as a club when we've had to hold our nerve,\" said McDermott.\n\"To get the Grand Final is an achievement. To win it - that's when I get lost for words, it's crazy. And not just win it by a wafer-thin margin - I thought we were pretty dominant.\n\"When a group of people go through so many emotions together like we have over the past 18 months, you become a very strong group.\n\"Castleford have been more skilful than us this year, they've put in better shows than us - but I'd question anyone who'd say they've had more commitment than us, certainly towards the back end of the season.\n\"Grand Finals are won on many different facets, and one of them is a sheer bloody-mindedness not to lose.\"\n",
        "quotes": [
            [
                "I'm not sure about it being the best Grand Final win, but it's the best story,",
                "Brian McDermott",
                true
            ],
            [
                "This win is not the coaches' win or the players' win.",
                "",
                true
            ],
            [
                "This win is for the club.",
                "",
                true
            ],
            [
                "The media would be asking all sorts of questions and they aren't easy questions to answer,",
                "Brian McDermott",
                true
            ],
            [
                "Sometimes I'd pinch myself and think: 'Am I really answering questions about relegation?",
                "Brian McDermott",
                true
            ],
            [
                "We are not stubborn enough to believe no change is always the best option,",
                "",
                true
            ],
            [
                "This month is an important one with games against Catalans, Wakefield, Huddersfield and Wigan, and at its end we will be in a much better position to make an accurate judgement on the performance of all our players, coaching staff and senior management, including myself.",
                "",
                true
            ],
            [
                "When we got pumped by Cas, I spent all weekend on the phone to Gary.",
                "Brian McDermott",
                true
            ],
            [
                "He was asking what we were were going to do, saying this wasn't good after 2016 and we needed answers - and they're not easy conversations to have.",
                "Brian McDermott",
                true
            ],
            [
                "The board, the fans and people outside the club will have asked questions and wanted answers, but the answer always was to calm down, not flap and hold your nerve.",
                "Brian McDermott",
                true
            ],
            [
                "I had a really difficult conversation with [captain] Danny McGuire as well and I don't think either of us got it right - but the answer was to hold your nerve.",
                "Brian McDermott",
                true
            ],
            [
                "I've said it a few times since I've been at Leeds - all the staff members give you a thumbs up all the time, no matter how bad it gets,",
                "McDermott",
                true
            ],
            [
                "The level of support from everybody at Leeds has been strong this year.",
                "",
                true
            ],
            [
                "That's why the club owns the Grand Final win.",
                "",
                true
            ],
            [
                "We've had so many big moments as a club when we've had to hold our nerve,",
                "Brian McDermott",
                true
            ],
            [
                "To get the Grand Final is an achievement.",
                "",
                true
            ],
            [
                "To win it - that's when I get lost for words, it's crazy.",
                "",
                true
            ],
            [
                "And not just win it by a wafer-thin margin - I thought we were pretty dominant.",
                "",
                true
            ],
            [
                "When a group of people go through so many emotions together like we have over the past 18 months, you become a very strong group.",
                "",
                true
            ],
            [
                "Castleford have been more skilful than us this year, they've put in better shows than us - but I'd question anyone who'd say they've had more commitment than us, certainly towards the back end of the season.",
                "",
                true
            ],
            [
                "Grand Finals are won on many different facets, and one of them is a sheer bloody-mindedness not to lose.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.bbc.com/sport/rugby-league/41536394",
                "https://www.bbc.com/sport/rugby-league/34500672",
                "https://www.bbc.com/sport/rugby-league/39119497"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "leeds",
            "danger",
            "mcguire",
            "relegation",
            "best",
            "club",
            "grand",
            "rhinos",
            "trafford",
            "final",
            "win",
            "old",
            "glory",
            "league",
            "questions",
            "journey"
        ]
    }
]