[
    {
        "url": "https://www.activistpost.com/2017/10/syrian-war-how-america-shot-itself-in-the-foot.html",
        "title": "Syrian War – How America Shot Itself in the Foot",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-10-12",
        "text": "Hot Topics\nTotal fiasco. That’s a quick way to characterize the US adventure in Syria in the last six years. The proxy war not only failed to accomplish its goal – removal of Assad – it tremendously weakened the US in the Middle East, strengthened its adversaries, and soured its relations with many allies. If it were a movie, America’s recent Mideast policy would be called, How to Lose a Region in 6 Years; and if it were a book, it would be titled, How to Win Enemies and Lose Influence. To make things worse, globalists have refused to acknowledge their mistakes and are now doubling down on their failed policies.\nLet’s start with the claims of all the great pundits, military experts and politicians who have been consistently wrong since 2011.\nAssad must go; Assad will be gone soon\nSyrians will rise up against Assad\nSoldiers from the Syrian Army will desert in masses and overthrow Assad\nOk, Syrians couldn’t do it, but surely Al Qaeda will bring down Assad\nAl Qaeda couldn’t do it, but ISIS will definitely finish the job\nThe (good) terrorists will win if they just got more guns and anti-tank missiles\nLet’s spend a few more billions of dollars on training and arming the rebels. Victory is near!\nRussia will never intervene!\nRussia will lose Crimea and access to the Black Sea!\nRussia’s economy is about to collapse because of our sanctions and low oil prices (which we might have rigged)!\nSyria will become Russia’s Afghanistan!\nHumiliating Defeat in Syria\nEvery one of their predictions and tactics failed. How about their eventual goals behind the Syrian war? Break up Syria into ethnic regions – including an extremist Sunni region controlled by Saudi Arabia, build a Qatar oil/gas pipeline thru Syria to Europe, let Israel drill oil in Golan Heights, and kick Russia’s naval base out of Syria. All those geopolitical goals were blown to smithereens.\nNot only did they fail in everything, they made things worse. Syria used to be quite pro-West. Before the war, Assad would visit France and the UK, and U.S. leaders such as Nancy Pelosi and Jimmy Carter have visited Syria. But, from now on, Syria will treat the U.S. as public enemy #1 for the foreseeable future.\nRussia had only mild influence in Syria before. However, now, Russia’s missile defense systems and military/naval bases have been firmly established in Syria. Basically, the war gave Russians what they could only dream of before.\nIran & Hezbollah\nSimilarly, their strategy to contain Iran worked precisely the other way. In their paranoia, Saudi Arabia and Israel thought they could preemptively stop the so-called Shiite Crescent – contiguous areas of Iran, Iraq, Syria and Lebanon. Instead, Iran’s para-military forces and Hezbollah’s fierce fighters saved Syria from ISIS and Al Qaeda. Thus, Iran and Hezbollah are now adored as heroes in Syria.\nRegarding Iran, the US policy has also been schizophrenic. Obama’s lifting of sanctions and the nuclear deal have been followed by intense animosity and saber rattling. Even though Iran has been sticking to its promises, Neocons and the pro-Israeli crowd in Washington are still itching for a war with Iran.\nIraq\nIf you thought, “Okay, at least they didn’t screw up Iraq,” you’d be too optimistic. After the Al Qaeda-ISIS plan failed, Israel is now supporting the formation of Kurdistan – essentially the breakup of Iraq. In fact, the Kurds’ eventual goal is to form a large Kurdistan that would encompass lands from Iran, Iraq, Turkey and Syria. Thus, thanks to Israel, Iraq is aligning itself with Iran and Turkey, and moving away from the US. Iraqi leaders are also flying to Moscow and forging deals with Putin.\nTurkey\nOne of the most important Islamic countries in that region is Turkey. It’s also a NATO member that hosts a strategic NATO military base. For five years it colluded with America and other allies in the proxy war against Syria. Then, in 2016, the CIA pulled a fast one and attempted a military coup to overthrow Erdogan. Embarrassingly, the coup failed. Hence it’s no surprise that Erdogan flipped 180 degrees and has been warming up to Russia.\nErdogan has quickly signed many deals with Putin, including Russian pipelines through Black Sea, a Russian nuclear power plant in Turkey, and Russia’s famous S-400 missile defense systems. (Unlike the American systems, the S-400 will shoot down US missiles and planes). Erdogan has visited Tehran (Iran’s capital) and received Putin in Turkey in the last year, and has made it quite clear that he’s not firmly in the US sphere of influence anymore.\nTo make things worse, the Turkey-US relations are deteriorating every day. Just this week, Turkey arrested an employee at the US consulate in Istanbul, after accusing him of being a spy who participated in the coup last year. This has led to both countries suspending visa services in their consulates.\nTurkey is also working out military and economic deals with Iran. Those two have even agreed to forego the US dollar and conduct their trades in local currencies.\nAs I explain in my book, Syria – War of Deception , the US needs Turkey for numerous geopolitical reasons, including gaining influence in Central Asia to slow down China’s rising power.\nQatar and Saudi Arabia\nNot content with this chaos, globalists have also managed to engineer a conflict between Saudi Arabia and Qatar, both hosts of large US military bases. Having your friends fight against each other weakens your alliance – this is Geopolitics 101. Right after Trump’s visit to Saudi Arabia, the Saudis initiated a land/air blockade of Qatar. Guess who’s been providing food and other essentials to Qatar for the last few months? Iran and Turkey.\nQatar has also been bonding with Russia and China. It bought 16% of Russia’s oil giant (Rosneft) and then sold it to China . Qatar is also conducting a lot of business with China in Yuan, foregoing the almighty US dollar. Thus you can add Qatar to another US ally who has learned to share their loyalty with the enemies of the US.\nIf all of that sound bad, Saudi Arabia’s King made a historic visit to Russia in October and signed several deals with Putin to stabilize oil price and purchase Russia’s missile defense system. This is amazing for many reasons. Saudi Arabia and Russia have been bitter enemies for decades. The Saudis funded the Mujahideen in Afghanistan that defeated the USSR; then they funded Islamic terrorists in Chechnya that caused enormous problems and humiliation for Russia in the 1990s; and the Saudis funded Al Qaeda and ISIS in Syria. Saudi Arabia is also an American vassal state that plays a key role in the maintenance of petrodollar. If Saudi Arabia decides to sell oil in other currencies or gold, the US dollar would be decimated. Given all that and Russia’s alliance with Iran (Saudi’s nemesis), one can see how monumental the new Saudi-Russia partnership is.\nConclusion\nThe US foreign policy worked well in the era of Cold War when alliances were binary and US allies had nowhere to go. However, the Syrian war revealed that the US is not the only sheriff in town – Russia and China are playing lead roles in global geopolitics. The US needs to learn the art of diplomacy. Instead of spending a lot of time constantly demonizing and threatening other countries, the US foreign policy must focus on quietly working out deals behind the scenes. Finally, the US must accept a multipolar world where other nations are treated as partners and not as vassal states.\nChris Kanthan is the author of a new book, Syria – War of Deception. It’s available in a condensed as well as a longer version. Chris lives in the San Francisco Bay Area, has traveled to 35 countries, and writes about world affairs, politics, economy and health. His other book is Deconstructing Monsanto.\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "Okay, at least they didn’t screw up Iraq,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.seattlepi.com/news/crime/article/Turkey-says-doesn-t-need-US-permission-to-12265802.php",
                "https://www.rt.com/business/406251-iran-turkey-trade-currencies/",
                "https://www.rferl.org/a/russia-iraq-putin-maliki-meeting-petersburg/28637497.html",
                "https://oilprice.com/Latest-Energy-News/World-News/China-Purchases-14-Of-Rosneft-From-Qatar.html",
                "https://www.aljazeera.com/news/2015/04/erdogan-tehran-economy-150407082205187.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.smashwords.com/books/view/747104",
                "https://www.cnbc.com/2017/04/26/reuters-america-chinas-icbc-doha-clears-more-than-86-bln-in-yuan-transactions.html"
            ]
        },
        "key_words": [
            "war",
            "qatar",
            "shot",
            "saudi",
            "syria",
            "foot",
            "oil",
            "syrian",
            "america",
            "iran",
            "russia",
            "russias",
            "arabia",
            "turkey"
        ]
    }
]