[
    {
        "url": "http://occupydemocrats.com/2016/09/23/senate-dems-move-force-trump-release-tax-returns/",
        "title": "Senate Dems Move To Force Trump To Release His Tax Returns",
        "authors": [
            {
                "name": "Grant Stern",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-23",
        "text": "Now Reading\nSenate Dems Move To Force Trump To Release His Tax Returns\n0 Shares\nThe Senate reconvened this week as Democrats introduced a transparency in Presidential candidates bill that would force Donald Trump to release his tax returns, if Republicans would only be willing to face everything their racist nominee has done in his business career :\nDemocrats are backing legislation from Sen. Ron Wyden (D-Ore.) that would require presidential candidates to release their tax returns within 15 days of receiving the party’s nomination. It would also require the FEC would release the documents after 30 days, if a candidate did not.\n“We’re going to be here next week. We’re probably going to have some downtime,” Sen. Chris Murphy (D-Conn.) told reporters. “There’s no reason we couldn’t vote.”\nDemocratic candidate Hillary Clinton and her husband the former President Bill Clinton have both disclosed over 30 years worth of tax returns, and all of the Clinton Foundation’s returns too. In fact, since 1976 only one candidate has refused to release tax returns, and in that election Republican Gerald Ford kept his taxes secret, and left the Oval Office after losing to Democrat Jimmy Carter.\nIn the 2012 election, Democratic Senate leader Harry Reid voraciously and publicly called out Republican nominee Mitt Romney for only releasing two years of tax returns, saying that he was hiding his returns for over a decade and that the candidate had paid a very low or no tax on his income whatsoever. He was right!\nBut America only found out just one week before the election, long after the start of early voting and absentee ballot mailing, when Bloomberg News published a definitive article on Romney’s taxes , which showed a huge income and no tax paid, validating the Democrat’s numerous public statements. According to The Hill :\nSee Also\nIronically, Romney’s father George Romney was a Republican candidate for President before him, and started the tradition of American politicians disclosing their financial details when running to become Commander in Chief.\nAmerican voters deserve to know what’s inside Republican nominee Donald Trump’s tax returns, to make the most informed votes possible. Because we all know every last detail about Democratic nominee Hillary Clinton’s finances and personal history, but outside of lying, racism and narcissistic self-love, the orange-faced one is still a mystery.\nWhat do you think?\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [
            [
                "We’re going to be here next week.",
                "Chris Murphy",
                true
            ],
            [
                "We’re probably going to have some downtime,",
                "Chris Murphy",
                true
            ],
            [
                "There’s no reason we couldn’t vote.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://thehill.com/blogs/floor-action/senate/297246-dems-to-mcconnell-bring-up-trump-tax-bill"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://occupydemocrats.com/privacy/",
                "https://www.bloomberg.com/tosv2.html?vid=&uuid=202ee700-b82b-11e9-8d2f-5d180ee6b5f3&url=L25ld3MvYXJ0aWNsZXMvMjAxMi0xMC0yOS9yb21uZXktYXZvaWRzLXRheGVzLXZpYS1sb29waG9sZS1jdXR0aW5nLW1vcm1vbi1kb25hdGlvbnM="
            ]
        },
        "key_words": [
            "senate",
            "dems",
            "nominee",
            "week",
            "tax",
            "trump",
            "election",
            "clinton",
            "republican",
            "candidate",
            "release",
            "force",
            "presidential",
            "returns"
        ]
    }
]