[
    {
        "url": "https://www.reuters.com/article/us-peugeot-brazil/peugeot-bets-on-utility-cars-premium-suvs-to-boost-brazil-sales-idUSKBN1C934X",
        "title": "Peugeot bets on utility cars, premium SUVs to boost Brazil sales",
        "authors": [
            {
                "name": "Alberto Alerigi",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-04",
        "text": "October 4, 2017 /  11:35 PM / 2 years ago\nPeugeot bets on utility cars, premium SUVs to boost Brazil sales\n3 Min Read\nSAO PAULO (Reuters) - French car maker Peugeot SA ( PEUP.PA ) on Wednesday said it was focusing on utility vehicles to lift its market share in Brazil and would offer a similar set of models as it sells in Europe.\nRaindrops cover the logo of French car manufacturer Peugeot on a automobile seen in Nantes, France, July 20, 2017. REUTERS/Stephane Mahe\nThe plan is part of the company’s strategy to improve consumer perception of its products and, as a result, its performance in the Brazilian market.\nIt follows Peugeot’s 207 project, in which the company adapted a small, older European model for the Brazil market to lure customers with a cheaper car, but saw disappointing results.\nBrazil is seen by Peugeot, a Groupe PSA company, as one of five priority markets in the world, said Chief Executive Jean-Philippe Imparato to reporters in Sao Paulo on Wednesday.\n“Sales volumes are not our outright target. I prefer to boost our brand image,” he said.\n“We are not going to fall again in the temptation of developing a small car specifically for Brazil, we are not going to sell at any price,” he added, detailing the plan for the Brazilian market to converge to the same set of models Peugeot offers in Europe in five years’ time.\nFrance, Iran and China are currently the largest markets for Peugeot. He declined to cite a target for Brazil or Latin America, but said the fact the firm has defined the country as a priority underscores the potential it sees for future brand development.\nAccording to Brazilian car dealers association Fenabrave, Peugeot sold 19,128 vehicles in the country this year, accounting for a market share of 1.22 percent. Its French rival Renault has 7.79 percent share while the leader General Motors,  17.9 percent.\nPeugeot is also looking to offer high-end models such as premium SUVs. In June it launched its 3008 model in Brazil and said there was a four-month wait for interested buyers to get the car.\nImparato said the situation was a problem, due to higher than expected demand, but also an opportunity.\nThe company will next year sell the 5008 version of the car in Brazil.\nReporting by Alberto Alerigi; Writing by Marcelo Teixeira; Editing by Andrew Hay\n",
        "quotes": [
            [
                "Sales volumes are not our outright target.",
                "",
                true
            ],
            [
                "I prefer to boost our brand image,",
                "",
                true
            ],
            [
                "We are not going to fall again in the temptation of developing a small car specifically for Brazil, we are not going to sell at any price,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.reuters.com/finance/stocks/overview/PEUP.PA"
            ]
        },
        "key_words": [
            "sales",
            "brazil",
            "share",
            "models",
            "vehicles",
            "boost",
            "suvs",
            "french",
            "brazilian",
            "premium",
            "market",
            "company",
            "bets",
            "car",
            "utility",
            "peugeot",
            "cars"
        ]
    }
]