[
    {
        "url": "https://www.nytimes.com/2017/10/07/business/lisa-bloom-weinstein-attorney.html?rref=collection%2Fsectioncollection%2Farts",
        "title": "Lisa Bloom, Lawyer Advising Harvey Weinstein, Resigns Amid Criticism From Board Members",
        "authors": [
            {
                "name": "Johanna Barr",
                "link": null
            },
            {
                "name": "Megan Twohey",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-07",
        "text": "Advertisement\nSupported by\nLisa Bloom, Lawyer Advising Harvey Weinstein, Resigns Amid Criticism From Board Members\nImage\nLisa Bloom resigned on Saturday as an adviser to Harvey Weinstein, the Hollywood producer who has been accused of sexual harassment.CreditCreditDavid Mirzoeff/PA Wire, via Associated Press\nOct 7, 2017\nThe lawyer Lisa Bloom resigned on Saturday as an adviser to Harvey Weinstein, the high-powered film producer facing allegations of rampant sexual harassment , amid harsh criticism of her handling of his defense.\nAmong those upset with her were two members of the board of Mr. Weinstein’s company: his brother, Bob Weinstein, and Lance Maerov, who had both exchanged confrontational emails with Ms. Bloom over the past two days.\nIn making her announcement on Twitter, Ms. Bloom did not offer an explanation for her resignation. The tactics and tenor of her defense of Mr. Weinstein have varied, and there were often substantial differences in her public and private statements. The emails, viewed by The New York Times, reveal that at least two board members did not approve of her approach.\nAs the board convened an emergency phone meeting on Thursday evening to address the allegations, published in an investigation by The Times , Ms. Bloom sent an email to board members attacking the article. She outlined a plan that involved “more and different reporting,” including “photos of several of the accusers in very friendly poses with Harvey after his alleged misconduct.”\nIn one of the emails, Mr. Maerov scolded Ms. Bloom for “fanning the flames and compounding the problem” and asked that she step away from the company. He pointed to a business deal she had previously reached to have Mr. Weinstein turn a book she had written into a television series.\n“You have a commercial relationship with TWC via a TV deal so how can you possibly provide impartial advice to Harvey or address this group with any credibility?” Mr. Maerov asked in the email.\nIn a separate email, Mr. Maerov, who declined to comment on Saturday, said that “publishing pictures of victims in friendly poses with Harvey will backfire as it suggests they are exculpatory or negate any harm done to them through alleged actions.”\nBob Weinstein wrote Ms. Bloom a disapproving email on Friday morning, shortly before she appeared on “Good Morning America.” He pointed out that Democratic politicians were giving away money that Mr. Weinstein had donated to them, women’s rights organizations were calling for him to be fired and actors and actresses were openly stating how appalled they were . “It is my opinion, that u are giving your client poor counsel,” he wrote. “Perhaps, Harvey as he stated in the NY Times, to the world, should get professional help for a problem that really exists.”\nBob Weinstein declined to comment on Saturday.\nThe details about the emails came to light one day after a third of the all-male board of the Weinstein Company resigned. The remaining board members announced on Friday that they had hired an outside law firm to investigate the allegations and that Mr. Weinstein would take an indefinite leave of absence.\n“I have resigned as an advisor to Harvey Weinstein,” Ms. Bloom said on Twitter on Saturday morning. “My understanding is that Mr. Weinstein and his board are moving toward an agreement.”\nMs. Bloom said on Saturday that there was a large team handling Mr. Weinstein’s defense and that she personally “did not release photos of accusers” to the press. She also denied that her work with Mr. Weinstein created a conflict of interest.\n“A conflict is representing two different sides in the same case,” she said. “This is a difficult time for all involved and I wish everyone the best.”\nLanny Davis, another adviser to Mr. Weinstein, is also no longer representing him, according to a person familiar with the matter. Mr. Davis, a lawyer and crisis counselor who served as special counsel to President Bill Clinton, declined on Saturday to discuss his departure. But he and Mr. Weinstein had disagreed over how to handle the sexual harassment allegations, with Mr. Davis advising a more conciliatory tone and approach than Mr. Weinstein seemed willing to adopt.\nThe allegations of harassment against Mr. Weinstein reach back decades. Women accused him of requesting massages, appearing naked in front of them and asking if they wanted to watch him shower, among other behaviors. The Times investigation found that Mr. Weinstein had settled with at least eight women over the years.\nMr. Weinstein apologized for his behavior and acknowledged that it had “caused a lot of pain.” But he denied many of the allegations and said he intended to sue The Times for failing to give him enough time to respond to them.\nDanielle Rhoades Ha, a Times spokeswoman, said that Mr. Weinstein had had two days to respond before the article was published, and that his full statement had been included. “Mr. Weinstein and his lawyer have confirmed the essential points of the story,” she said. “They have not pointed to any errors or challenged any facts in our story.”\nIn a statement on Friday, four of the Weinstein Company’s remaining board members said that Mr. Weinstein’s leave of absence would begin immediately. The company will be led in his absence by Bob Weinstein, its co-chairman, and David Glasser, its president and chief operating officer.\n“As Harvey has said, it is important for him to get professional help for the problems he has acknowledged,” the statement said. “Next steps will depend on Harvey’s therapeutic progress, the outcome of the Board’s independent investigation, and Harvey’s own personal decisions.”\nMs. Bloom, who had been advising Mr. Weinstein over the past year on gender and power dynamics, said on “Good Morning America” that his behavior had been inappropriate. She agreed with an interviewer who characterized his reported actions as illegal.\n“It’s gross, yeah,” Ms. Bloom said. “I’m working with a guy who has behaved badly over the years, who is genuinely remorseful, who says, you know, ‘I have caused a lot of pain.’”\nShe had previously described Mr. Weinstein as “an old dinosaur learning new ways.”\nMs. Bloom has in the past represented women who brought sexual harassment claims against the actor Bill Cosby and the former Fox News host Bill O’Reilly. Her work for Mr. Weinstein drew criticism, including from her mother , Gloria Allred, the famed women’s rights lawyer.\n“Had I been asked by Mr. Weinstein to represent him, I would have declined, because I do not represent individuals accused of sex harassment,” Ms. Allred said. “While I would not represent Mr. Weinstein, I would consider representing anyone who accused Mr. Weinstein of sexual harassment, even if it meant that my daughter was the opposing counsel.”\nThis year, the Weinstein Company said that it planned to work on a series of television and film projects about the life of Trayvon Martin, based on a pair of books about the teenager. One of the books, “Suspicion Nation,” was written by Ms. Bloom , who announced in April that it would be turned into a mini-series.\nAfter the allegations against Mr. Weinstein were revealed, actresses and others in Hollywood spoke out against him and expressed support for his accusers . They were joined Saturday morning by the MSNBC host Mika Brzezinski, who said on Twitter that she was considering walking away from a three-book deal with Weinstein Books.\n“I can’t go forward with those books unless Harvey resigns,” she said, adding, “Authors, actors, and moviemakers should not work for any Weinstein company until he resigns. Not a close call.”\nPresident Trump, who himself has been accused of making unwelcome advances toward women , also commented on the matter. Asked about the allegations on Saturday evening, Mr. Trump told reporters that he had known Mr. Weinstein “for a long time,” adding, “I’m not at all surprised to see it.”\nJodi Kantor contributed reporting.\nA version of this article appears in print on , Section A, Page 22 of the New York edition with the headline: Lawyer Advising Weinstein Resigns After Rebuke From Board Members. Order Reprints | Today’s Paper | Subscribe\nAdvertisement\n",
        "quotes": [
            [
                "I have caused a lot of pain.",
                "",
                true
            ],
            [
                "photos of several of the accusers in very friendly poses with Harvey after his alleged misconduct.",
                "",
                false
            ],
            [
                "fanning the flames and compounding the problem",
                "",
                false
            ],
            [
                "You have a commercial relationship with TWC via a TV deal so how can you possibly provide impartial advice to Harvey or address this group with any credibility?",
                "Maerov",
                true
            ],
            [
                "publishing pictures of victims in friendly poses with Harvey will backfire as it suggests they are exculpatory or negate any harm done to them through alleged actions.",
                "Maerov",
                false
            ],
            [
                "It is my opinion, that u are giving your client poor counsel,",
                "Bob Weinstein",
                true
            ],
            [
                "Perhaps, Harvey as he stated in the NY Times, to the world, should get professional help for a problem that really exists.",
                "Maerov",
                true
            ],
            [
                "I have resigned as an advisor to Harvey Weinstein,",
                "Bloom",
                true
            ],
            [
                "My understanding is that Mr. Weinstein and his board are moving toward an agreement.",
                "Bloom",
                true
            ],
            [
                "did not release photos of accusers",
                "Bloom",
                false
            ],
            [
                "A conflict is representing two different sides in the same case,",
                "Lisa Bloom",
                true
            ],
            [
                "This is a difficult time for all involved and I wish everyone the best.",
                "Lisa Bloom",
                true
            ],
            [
                "Weinstein and his lawyer have confirmed the essential points of the story,",
                "",
                true
            ],
            [
                "They have not pointed to any errors or challenged any facts in our story.",
                "",
                true
            ],
            [
                "As Harvey has said, it is important for him to get professional help for the problems he has acknowledged,",
                "",
                true
            ],
            [
                "Next steps will depend on Harvey’s therapeutic progress, the outcome of the Board’s independent investigation, and Harvey’s own personal decisions.",
                "",
                true
            ],
            [
                "I’m working with a guy who has behaved badly over the years, who is genuinely remorseful, who says, you know, ‘I have caused a lot of pain.",
                "Bloom",
                true
            ],
            [
                "an old dinosaur learning new ways.",
                "Bloom",
                false
            ],
            [
                "Had I been asked by Mr. Weinstein to represent him, I would have declined, because I do not represent individuals accused of sex harassment,",
                "Allred",
                true
            ],
            [
                "While I would not represent Mr. Weinstein, I would consider representing anyone who accused Mr. Weinstein of sexual harassment, even if it meant that my daughter was the opposing counsel.",
                "Allred",
                true
            ],
            [
                "I can’t go forward with those books unless Harvey resigns,",
                "",
                true
            ],
            [
                "Authors, actors, and moviemakers should not work for any Weinstein company until he resigns.",
                "",
                true
            ],
            [
                "I’m not at all surprised to see it.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/10/05/us/harvey-weinstein-harassment-reaction.html?module=inline",
                "https://www.nytimes.com/2017/10/05/us/harvey-weinstein-harassment-allegations.html?module=inline",
                "https://www.nytimes.com/2017/03/24/arts/television/trayvon-martin-jay-z-documentary.html?module=inline",
                "https://www.thewrap.com/gloria-allred-daughter-lisa-bloom-working-harvey-weinstein-declined/",
                "https://www.nytimes.com/2016/05/15/us/politics/donald-trump-women.html?module=inline",
                "https://www.nytimes.com/2017/10/06/us/harvey-weinstein-sexual-harassment.html?module=inline",
                "https://www.thewrap.com/harvey-weinstein-apology-sexual-misconduct-sincere-suing-ny-times/",
                "https://www.nytimes.com/2017/10/06/us/politics/democrats-harvey-weinstein.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/morningmika/status/916650174663024640",
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://twitter.com/CBSNews/status/916782393645850625",
                "https://www.parsintl.com/publication/the-new-york-times/",
                "https://twitter.com/morningmika/status/916645887715266560"
            ]
        },
        "key_words": [
            "lisa",
            "times",
            "mr",
            "members",
            "board",
            "ms",
            "lawyer",
            "weinstein",
            "allegations",
            "bloom",
            "emails",
            "resigns",
            "harvey",
            "criticism",
            "amid"
        ]
    }
]