[
    {
        "url": "https://www.reuters.com/article/us-usa-trump-eminem/eminem-rebukes-racist-donald-trump-in-awards-show-rap-idUSKBN1CG1NP",
        "title": "Eminem rebukes 'racist' Donald Trump in awards show rap",
        "authors": [
            {
                "name": "Brendan O",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-11",
        "text": "Eminem rebukes 'racist' Donald Trump in awards show rap\n2 Min Read\n(Reuters) - Rapper Eminem derided U.S. President Donald Trump as a racist and a reckless leader in a rap video that aired on Tuesday night during the Black Entertainment Television Hip Hop Awards.\nEminem told his fans in the four-minute unaccompanied vocal  they must choose whether to support him or the president.\n“Racism is the only thing that he’s fantastic for,” Eminem rapped in the video that was taped on Friday in a Detroit parking garage.\nTrump has previously dismissed accusations of racism. For example, he said in February he is “the least racist person.”\nRepresentatives for the White House did not immediately respond to a request for comment about Eminem’s rap, which was  one of the most watched videos on YouTube early on Wednesday.\nThe rap also mentioned Barack Obama, Trump’s predecessor in the White House, and Hillary Clinton, Trump’s Democratic rival in last year’s presidential election.\n“But we better give Obama props / ‘cause what we got in office now is a kamikaze / that’ll probably cause a nuclear holocaust,” Eminem rapped.\nEminem rebuked Trump for his strong criticism of National Football League players who kneel during the national anthem before games. The gesture is a form of demonstration that began last year in silent protest against police violence against black people.\n“He gets an enormous reaction / when he attacks the NFL so we focus on that in- / ‘stead of talkin’ Puerto Rico or gun reform for Nevada,” Eminem rapped, referring to a devastating hurricane that hit Puerto Rico last month and a mass shooting in Las Vegas that killed 58 people on Oct. 1.\nAdditional reporting by Jonathan Allen in New York and Susan Heavey in Washington; Editing by Frances Kerry\n",
        "quotes": [
            [
                "Racism is the only thing that he’s fantastic for,",
                "Eminem",
                true
            ],
            [
                "But we better give Obama props / ‘cause what we got in office now is a kamikaze / that’ll probably cause a nuclear holocaust,",
                "Eminem",
                true
            ],
            [
                "He gets an enormous reaction / when he attacks the NFL so we focus on that in- / ‘stead of talkin’ Puerto Rico or gun reform for Nevada,",
                "Eminem",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "rebukes",
            "eminem",
            "awards",
            "donald",
            "rap",
            "trumps",
            "video",
            "puerto",
            "white",
            "rapped",
            "rico",
            "trump",
            "racist"
        ]
    }
]