[
    {
        "url": "https://www.politico.com/story/2016/09/tim-huelskamp-house-republicans-228425?cmpid=sf",
        "title": "Rep. Tim Huelskamp goes rogue",
        "authors": [
            {
                "name": "Rachael Bade",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-20",
        "text": "Rep. Tim Huelskamp goes rogue\nOutgoing Rep. Tim Huelskamp is angry that he lost his primary — and he wants everyone in the House of Representatives to know it.\nThe ultra-conservative Kansas Republican took to the floor late Tuesday afternoon to force roll call votes on a series of what leadership thought were noncontroversial bills being offered up by voice vote. He objected to 17 of the bills, blocking them from being passed by a simple voice vote Tuesday evening.\nStory Continued Below\nSince his objections meant the House would be required to hold roll calls on all of them, a tedious process which could take two or three hours, leaders were forced to postpone all but three of the measures into Wednesday.\nHuelskamp's latest move comes just a few days after he threatened to force a vote on the impeachment of the IRS commissioner, despite the fact that Chairman Jim Jordan (R-Ohio) struck a deal with Judiciary Chairman Bob Goodlatte (R-Va.) to postpone the vote until after the election.\nRepublicans, including some of his own friends, have noted that he’s become something of a loose canon since returning to Washington after being defeated in his primary in August.\n“So much for all of Mr. Huelskamp’s rhetoric about the need for lame duck members to go quietly into the night,” said one GOP official.\nTo be fair, however, a number of House Freedom Caucus members and the Heritage Foundation also had objections to several proposals. His office also noted that \"a quick review appears to indicate that this is the largest number of suspensions in one day for the entire 2015-2016 Congressional calendar.\"\n\"Americans deserve better than for Congressional leaders to decide late on a Friday to suddenly place 49 bills on the calendar,\" his office wrote POLITICO in an email. \"With no clear, public criteria for selection of these bills from among thousands of others, Americans at least deserve the transparency of knowing how their Member of Congress votes on these bills.\"\nEstablishment-aligned outside groups including the U.S. Chamber of Commerce and Joe Rickett’s “Ending Spending” group poured more than a million into Huelskamp’s race to defeat him. They said he was ineffective because he voted against everything, and argued his poor relationships in Washington got him kicked off the Agriculture Committee, a prized spot for his district.\nHuelskamp blames House GOP leadership for not coming to his rescue. In recent days he’s openly criticized Speaker Paul Ryan (R-Wis.).\nSome members groused privately that Huelskamp looked all too happy to scuttle the floor schedule Tuesday evening. He sat in the back row of the House chamber, avoiding the C-SPAN cameras but asking for roll calls on bills. Usually lawmakers go down to the desk — in full view of the cameras — to request the yeas and nays.\nMeanwhile, around the capitol, one of the biggest questions driving Tuesday chatter was whether he would force the IRS impeachment issue later this week.\n",
        "quotes": [
            [
                "So much for all of Mr. Huelskamp’s rhetoric about the need for lame duck members to go quietly into the night,",
                "",
                true
            ],
            [
                "a quick review appears to indicate that this is the largest number of suspensions in one day for the entire 2015-2016 Congressional calendar.",
                "Huelskamp",
                false
            ],
            [
                "Americans deserve better than for Congressional leaders to decide late on a Friday to suddenly place 49 bills on the calendar,",
                "",
                true
            ],
            [
                "With no clear, public criteria for selection of these bills from among thousands of others, Americans at least deserve the transparency of knowing how their Member of Congress votes on these bills.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "roll",
            "vote",
            "leadership",
            "bills",
            "rogue",
            "gop",
            "goes",
            "tim",
            "house",
            "huelskamp",
            "rep",
            "members"
        ]
    }
]