[
    {
        "url": "https://www.politico.com/story/2016/09/egypt-president-sisi-trump-228451?cmpid=sf",
        "title": "Egypt's president: 'Of course' Trump would make a strong leader",
        "authors": [
            {
                "name": "Nick Gass",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-21",
        "text": "Egypt's president: 'Of course' Trump would make a strong leader\nBy NICK GASS\nEgyptian President Abdel Fattah al-Sisi has no qualms about the strength of Donald Trump as president of the United States.\nSitting down with CNN’s Erin Burnett in an interview set to air Wednesday night, Sisi had two words when asked whether he thought Trump would make a strong leader: “No doubt.”\nStory Continued Below\nAsked whether he and Trump discussed the Republican nominee’s past proposals and remarks about Muslim immigration, Sisi made note of the U.S.’ existing “very strict security measures for everyone who wishes to visit it which has been in place for quite a few years.”\n“It’s also important to know that during election campaigns many statements are made and many things are said, however afterwards governing the country would be something different,” Sisi told Burnett. “And will be subject to many factors.”\nBurnett pressed, asking whether Sisi meant to say that Trump “is saying what he needs to say to be elected but that he might not follow through with the plan.”\n“I don’t want to be unfair to anyone here. During election campaigns there is a perception based on a certain vision and a point of view,” Sisi remarked. “Then that vision or point of view gets corrected and develops as a result of experience, reports and advice from experts.\"\nAs far as his separate meeting with Hillary Clinton, Sisi suggested the Democratic nominee would make a good president as well.\n“Political parties in the United States would not allow candidates to reach that level unless they are qualified to lead a country the size of the United States of America,” Sisi replied.\nAsked about Clinton’s comments in a past debate in which she referred the “army dictatorship” under Sisi, the Egyptian leader hedged his response.\n“I will answer this question in two ways. I believe that that statement was not made after our most recent meeting between myself and Mrs. Clinton,” Sisi said. “But also in Egypt there will not be a chance for any dictatorship because in Egypt there is a constitution, there is law, and there the will of the people which will refuse to allow any leader to stay in his position for any period longer than his term which is four years.\"\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "Political parties in the United States would not allow candidates to reach that level unless they are qualified to lead a country the size of the United States of America,",
                "",
                true
            ],
            [
                "I will answer this question in two ways.",
                "",
                true
            ],
            [
                "I believe that that statement was not made after our most recent meeting between myself and Mrs. Clinton,",
                "",
                true
            ],
            [
                "very strict security measures for everyone who wishes to visit it which has been in place for quite a few years.",
                "Sisi",
                false
            ],
            [
                "It’s also important to know that during election campaigns many statements are made and many things are said, however afterwards governing the country would be something different,",
                "Sisi",
                true
            ],
            [
                "And will be subject to many factors.",
                "Burnett",
                true
            ],
            [
                "is saying what he needs to say to be elected but that he might not follow through with the plan.",
                "Sisi",
                false
            ],
            [
                "I don’t want to be unfair to anyone here.",
                "Sisi",
                true
            ],
            [
                "During election campaigns there is a perception based on a certain vision and a point of view,",
                "Sisi",
                true
            ],
            [
                "As far as his separate meeting with Hillary Clinton, Sisi suggested the Democratic nominee would make a good president as well.",
                "Sisi",
                true
            ],
            [
                "Political parties in the United States would not allow candidates to reach that level unless they are qualified to lead a country the size of the United States of America,” Sisi replied.",
                "Sisi",
                true
            ],
            [
                "Asked about Clinton’s comments in a past debate in which she referred the “army dictatorship” under Sisi, the Egyptian leader hedged his response.",
                "Sisi",
                true
            ],
            [
                "I will answer this question in two ways.",
                "Sisi",
                true
            ],
            [
                "I believe that that statement was not made after our most recent meeting between myself and Mrs. Clinton,” Sisi said.",
                "Sisi",
                true
            ],
            [
                "But also in Egypt there will not be a chance for any dictatorship because in Egypt there is a constitution, there is law, and there the will of the people which will refuse to allow any leader to stay in his position for any period longer than his term which is four years.",
                "Sisi",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.cnn.com/videos/world/2016/09/21/egypt-president-el-sisi-trump-eb-sot.cnn"
            ]
        },
        "key_words": [
            "united",
            "view",
            "egypts",
            "president",
            "trump",
            "strong",
            "sisi",
            "course",
            "states",
            "say",
            "leader",
            "vision"
        ]
    }
]