[
    {
        "url": "https://www.reuters.com/article/us-newsnow-oct12/thursday-morning-briefing-idUSKBN1CH1HB",
        "title": "Thursday Morning Briefing",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-12",
        "text": "Thursday Morning Briefing\n9 Min Read\nU.S. President Trump said he would be open to bilateral pacts with Canada and Mexico if NAFTA talks fail, Brexit talks continued in Brussels but with little sign of progress and Delta Airlines said it would refuse to pay tariffs on Bombardier’s CSeries jets.\nU.S. President Donald Trump welcomes Canada's Prime Minister Justin Trudeau on the South Lawn before their meeting about the NAFTA trade agreement at the White House in Washington, U.S. October 11, 2017.  REUTERS/Jonathan Ernst\nNAFTA\n U.S. President Donald Trump said he was open to bilateral trade pacts with either Canada or Mexico if a three-way deal cannot be reached to substantially revise the North American Free Trade Agreement. Trump’s comments came at a White House meeting with Canadian Prime Minister Justin Trudeau, who was in Washington to promote NAFTA’s benefits as a new round of renegotiations began near Washington. \nWashington\nThe U.S. House of Representatives is expected to approve $36.5 billion in emergency relief for hurricane-hit areas such as Florida, Texas, Puerto Rico and the U.S. Virgin Islands, as well as California, struck by devastating wildfires.  \nTrump finds himself under immense pressure as he considers de-certifying the international nuclear deal with Iran , a move that would ignore warnings from inside and outside his administration that to do so would risk undermining U.S. credibility. Trump is expected to unveil a broad strategy on confronting Iran this week. There was always the chance he could still have a last-minute change of heart and certify Iran’s compliance with the 2015 accord, which he has called an “embarrassment” and the “worst deal ever negotiated.”  \nNorth Korea revealed\nIn North Korea, thanks to a combination of homemade technology and reverse engineering, the widely-available Computer Numerical Control machine plays a critical role in the weapons programs. They allow Kim Jong Un to build nuclear bombs and missiles without relying as heavily on outside technical aid or imports.  Read the report.\nBusiness\nAsian stocks reached a 10-year high , riding the bull run in global equity markets, while the dollar sagged after the Federal Reserve showed a more guarded view towards inflation.\nDelta Air Lines said it would refuse to pay a 300 percent U.S. tariff on Canadian-built Bombardier CSeries jets , raising doubts about its purchase of 75 of the new aircraft at a list price of more than $5 billion. Delta is the only major U.S. carrier to buy the CSeries so far, and Bastian called the U.S. Commerce Department’s decision to impose anti-dumping duties on the jets “nonsensical.”\nWorld\nNerves are fraying in the Brexit talks, negotiators are trying to work out if the other side is bluffing about walking away, and a ticking clock is fast narrowing British options come March 2019 . As negotiators in Brussels make little progress before Prime Minister Theresa May meets EU leaders next week, a warning about a breakdown in talks from a minister seen strongly to favor a business-friendly “bespoke” transition out of the EU came a day after the EU summit chair spoke of a similar new year deadline. \nU.S.\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.reuters.com/article/us-britain-eu-transition/in-brexit-poker-clock-narrows-transition-options-idUSKBN1CG2O2",
                "https://www.reuters.com/article/us-northkorea-missiles-technology/how-a-homemade-tool-helped-north-koreas-missile-program-idUSKBN1CH1I4",
                "https://www.reuters.com/article/us-global-markets/asia-stocks-reach-10-year-peak-on-global-equity-surge-dollar-sags-idUSKBN1CH031",
                "https://www.reuters.com/article/us-usa-puertorico-congress/u-s-house-to-vote-on-36-5-billion-disaster-relief-package-idUSKBN1CH1A7",
                "https://www.reuters.com/article/us-iran-nuclear-trump/trump-resists-pressure-to-soften-stance-on-iran-nuclear-deal-idUSKBN1CH01D",
                "https://www.reuters.com/article/us-trade-nafta/trump-says-open-to-bilateral-canada-mexico-pacts-if-nafta-talks-fail-idUSKBN1CG0DV",
                "https://www.reuters.com/article/us-delta-air-bombardier-tariffs/delta-refuses-to-pay-tariffs-on-bombardier-cseries-jets-idUSKBN1CG20F"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "meeting",
            "minister",
            "house",
            "briefing",
            "white",
            "talks",
            "trade",
            "trump",
            "nafta",
            "president",
            "morning",
            "prime"
        ]
    }
]