[
    {
        "url": "http://beforeitsnews.com/sports/2017/10/107-post-season-bad-day-at-the-shop-0-for-3-in-ws-1-for-5-in-playoffs-2702172.html",
        "title": "10/7 Post-Season: Bad Day at the Shop...0-for-3 in WS; 1-for-5 in Playoffs",
        "authors": [
            {
                "name": "The Green Weenie",
                "link": null
            }
        ],
        "publisher": "beforeitsnews.com",
        "publish_date": "2017-10-10",
        "text": "Total:\n10/7 Post-Season: Bad Day at the Shop...0-for-3 in WS; 1-for-5 in Playoffs\nSaturday, October 7, 2017 6:01\n% of readers think this story is Fact. Add your two cents.\n1903 – Game Five of the WS at Exposition Park was a pitcher’s duel for the first five innings between Boston’s Cy Young and Pittsburgh’s Brickyard Kennedy. But in the top of the sixth, the Americans scored a then-record six runs and added four more in the seventh on the way to an 11-2 romp. Young went the distance and struck out four for his first World Series win while the Pirates didn’t help their moundsmen much, committing fours errors leading to six unearned runs.\nPie Traynor 1925 (photo Bain News/Library of Congress)\n1925 – Walter Johnson of the Senators struck out 10 Pirates during a 4-1 Washington victory in the opening game of the World Series at Forbes Field. Pie Traynor’s homer was the only dent against the Big Train, who surrendered just five hits. Lee Meadows took the loss. In a sidebar, Baseball Commissioner Kenesaw Mountain Landis had the Pirates and the Sens wear black armbands in memory of NY Giants pitcher Christy Mathewson who had died that morning. That was thought to be the first time that teams recognized the passing of a fellow MLB’er with a uniform patch. \n1927 – Herb Pennock took a perfect game into the eighth inning at Yankee Stadium before Pie Traynor broke it up with a one-out single, followed by Clyde Barnhart double to bring him home. That was about all the local drama as the NY Yankees claimed an 8-1 victory over the Pittsburgh Pirates to give the Yanks a 3-0 bulge in the World Series. It was actually a close game until NY scored six runs in the seventh, capped by Babe Ruth’s three-run bomb. \n1972 – The Pirates scored three times in the first and and never looked back as they beat the Reds 5-1 in the NLCS opener at TRS. Al Oliver had a homer, triple, two runs scored and three RBI to give Steve Blass all the offense he’d need. \nAl Oliver 1972 Topps\n1975 – John Candelaria fanned 14 Reds at TRS, but Pittsburgh lost the NLCS finale 5-3 as Cincy swept the series three games to none. The Bucs got a two run homer from Al Oliver, but Ramon Hernandez was touched up for a pair of runs in the 10th inning to take the loss. The Reds went on to beat the Boston Red Sox in seven games to win the World Series. \n1992 – The Braves took a 2-0 lead in the NLCS with a 13-5 pounding of the Pirates at Atlanta-Fulton County Stadium. The Bucs threw seven pitchers at Atlanta, which banged out 14 hits, including a Ron Gant grand slam. \n2013 – The Pirates were on the brink of eliminating the St. Louis Cardinals from the NLDC at PNC Park, but the Redbirds rode Michael Wacha’s arm to a 2-1 win and a showdown game at Busch Stadium. The Cards drew first blood when Matt Holliday hit a two-run homer in the sixth off Charlie Morton. Pittsburgh halved the gap in the eighth when they got their first and only hit, a 438’ bomb by Pedro Alvarez, to make it 2-1. But both bullpens were in shutdown mode, and the score stood. 40,893 fans showed for the third consecutive postseason game to set a park attendance record. The Cardinals set a playoff record as all three of their pitchers (Wacha, Carlos Martinez and Trevor Rosenthal, who got the save) were 23 or younger.\nPedro Alvarez 2014 Topps Finest\n2015 – The Bucs were one-and-done in the 2015 playoffs, losing the wild card game to the Chicago Cubs 4-0. The Cubs scored early off Gerrit Cole as the top of the order, Dexter Fowler and Kyle Schwarber, went 5-for-6 ensemble against Cole Train, accounting for all four runs and each pounding a homer. The Pirates big opportunity came in the sixth when they loaded the bases with an out, but a bullet off Starling Marte’s bat, with an exit speed of 109 MPH, was an at ‘em ball to short, resulting in a rally-crushing DP. Jake Arrieta held the Bucs to four hits with 11 K in a complete game win. 40,889 fans were at the game, setting a PNC record to watch the 98-win Pirates face off against the 97-win Cubs; the Cards won the division with 100 victories.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.prodo1.com/",
                "http://www.suppressedhealthsecrets.com",
                "https://mitocopper.com/pages/affiliate-program"
            ]
        },
        "key_words": [
            "share",
            "bad",
            "postseason",
            "wake",
            "whitelist",
            "ws",
            "shop0for3",
            "playoffs",
            "beforeitsnews",
            "day",
            "toomake",
            "tell",
            "sure",
            "support",
            "youthank",
            "1for5",
            "107",
            "worldwide"
        ]
    }
]