[
    {
        "url": "https://www.reuters.com/article/us-africa-disease-ebola/after-ebola-west-africa-must-brace-for-more-deadly-fevers-study-idUSKBN1CG2ZR",
        "title": "After Ebola, West Africa must brace for more deadly fevers: study",
        "authors": [
            {
                "name": "Kieran Guilbert",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-11",
        "text": "After Ebola, West Africa must brace for more deadly fevers: study\nDAKAR (Thomson Reuters Foundation) - West Africa is most at risk of fatal haemorrhagic fever epidemics, including Ebola, researchers said on Wednesday, calling for greater preparedness to save lives.\nA study in The Lancet medical journal assessed the likelihood of four viruses - Ebola, Lassa, Marburg and Crimean-Congo - spreading on the continent, charting progress from a first human case through to a potential pandemic.\nThe world’s worst recorded Ebola outbreak ravaged Guinea, Liberia and Sierra Leone between 2013 and 2016, killing about 11,300 people, according to the World Health Organization (WHO).\nThe viruses, which are often transmitted by rodents and bats, can cause fever, vomiting and bleeding, are often fatal.\nBy mapping high risk areas, African nations can better prepare for potential epidemics by improving surveillance of animals that transmit the diseases, rapidly detecting initial cases and investing in stronger health systems, the study said.\n“This study’s framework provides an important tool for pinpointing where local surveillance and pre-emptive countermeasures are most needed,” said Simon Hay, a professor of global health at the University of Washington.\n“As we have seen with Ebola, it is absolutely vital to prevent or stop epidemics at the earliest possible stages,” he said in a statement.\nThe study said Guéckédou in eastern Guinea, where the 2013 outbreak began, remains one of the most likely areas for Ebola to spiral into another epidemic.\nAfrica’s most recent Ebola outbreak was in the Democratic Republic of Congo, in which four people died. The outbreak, which ended in July, was a record eighth in the country where the disease was first discovered in 1976.\nThe study said parts of Central African Republic, Chad, Somalia and South Sudan were also vulnerable to the four viruses, where conflict has damaged many health facilities.\nThe fevers can infect humans when they come into contact with diseased monkeys and apes, as well as through direct contact with infected patients.\nThe researchers said it was important to focus on preparedness in different parts of each country, not just at the national level, as some areas are more vulnerable.\n“We can begin to work with local decision makers to evaluate their existing strategies and plan for... a future where these diseases and their deadly consequences can be prevented,” said Osman Sankoh, a study co-author who runs a network of health research centers based in Ghana.\nReporting By Kieran Guilbert, Editing by Katy Migiro. Please credit the Thomson Reuters Foundation, the charitable arm of Thomson Reuters, that covers humanitarian news, women's rights, trafficking, property rights, climate change and resilience. Visit news.trust.org\n",
        "quotes": [
            [
                "This study’s framework provides an important tool for pinpointing where local surveillance and pre-emptive countermeasures are most needed,",
                "Simon Hay",
                true
            ],
            [
                "As we have seen with Ebola, it is absolutely vital to prevent or stop epidemics at the earliest possible stages,",
                "",
                true
            ],
            [
                "We can begin to work with local decision makers to evaluate their existing strategies and plan for... a future where these diseases and their deadly consequences can be prevented,",
                "Osman Sankoh",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://news.trust.org"
            ]
        },
        "key_words": [
            "outbreak",
            "areas",
            "researchers",
            "ebola",
            "brace",
            "surveillance",
            "epidemics",
            "fevers",
            "africa",
            "study",
            "deadly",
            "health",
            "viruses",
            "west",
            "risk"
        ]
    }
]