[
    {
        "url": "https://www.reuters.com/article/us-tennis-shanghai/kyrgios-blames-stomach-bug-for-shanghai-retirement-idUSKBN1CF1XC",
        "title": "Kyrgios blames stomach bug for Shanghai retirement",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-10",
        "text": "Kyrgios blames stomach bug for Shanghai retirement\n2 Min Read\n(Reuters) - Nick Kyrgios said a stomach bug and a shoulder problem had forced him to retire after losing the first set in his Shanghai Masters first-round match against American Steve Johnson on Tuesday.\nFILE PHOTO: Nick Kyrgios of Australia sits on the bench during a change of ends as he plays against Rafael Nadal of Spain at the Men's Singles Finals, China Open, Beijing, China, October 8, 2017. REUTERS/Thomas Peter\nThe mercurial Australian, who lost to Rafa Nadal in the China Open final on Sunday, took a 4-2 lead in the tiebreak before Johnson fired a series of winners to take the set 7-6(5).\nKyrgios then ran up to his opponent, shook his hand and walked off court to boos from the crowd, leaving Johnson and chair umpire Fergus Murphy confused.\nLocal media reported that Kyrgios received two code violations during the set and was docked a point in the tiebreak.\nReports also said he told officials he would quit if he lost the set, but Kyrgios took to Twitter to apologize to his fans.\n“I’ve been battling a stomach bug for the past 24 hours and I tried to be ready but I was really struggling on the court today which I think was pretty evident from the first point,” Kyrgios said.\n“My shoulder started to hurt in the practice which didn’t help either and once I lost the first set I was just not strong enough to continue because I’ve not eaten much in the past 24 hours,” he added.\n“I’m hoping to be okay for the doubles and will make a decision tomorrow morning, hopefully off of a good night’s sleep which I didn’t get last night.\n“I’m gutted to be honest to be honest as I was keen to keep the good momentum that I built in Beijing going and finish the year strong. I’ll do what I can to make sure I do.”\nKyrgios was fined $16,500 by the ATP last year for deliberately throwing a game away during his second-round defeat by Mischa Zverev in Shanghai.\nArgentine Juan Martin del Potro overpowered Russian teenager Andrey Rublev 6-3 6-4 in the second round.\nAmerican Sam Querrey powered past Yuichi Sugita 6-3 6-2 and Canadian teenager Denis Shapovalov beat Viktor Troicki 6-7(3) 6-3 6-0 in first-round matches.\nReporting by Shrivathsa Sridhar in Bengaluru, editing by Ed Osmond\n",
        "quotes": [
            [
                "I’ve been battling a stomach bug for the past 24 hours and I tried to be ready but I was really struggling on the court today which I think was pretty evident from the first point,",
                "Nick Kyrgios",
                true
            ],
            [
                "My shoulder started to hurt in the practice which didn’t help either and once I lost the first set I was just not strong enough to continue because I’ve not eaten much in the past 24 hours,",
                "Nick Kyrgios",
                true
            ],
            [
                "I’m gutted to be honest to be honest as I was keen to keep the good momentum that I built in Beijing going and finish the year strong.",
                "Nick Kyrgios",
                true
            ],
            [
                "I’ll do what I can to make sure I do.",
                "Nick Kyrgios",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "set",
            "lost",
            "63",
            "teenager",
            "took",
            "strong",
            "past",
            "johnson",
            "china",
            "blames",
            "bug",
            "stomach",
            "shanghai",
            "retirement",
            "kyrgios"
        ]
    }
]