[
    {
        "url": "https://www.reuters.com/article/us-tennis-shanghai/del-potro-survives-qualifier-basilashvili-scare-in-shanghai-idUSKBN1CE1SO",
        "title": "Del Potro survives qualifier Basilashvili scare in Shanghai",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-09",
        "text": "2 Min Read\n(Reuters) - Juan Martin del Potro saved four break points in the decider to battle past Georgian qualifier Nikoloz Basilashvili on Monday and reach the Shanghai Masters second round.\nFILE PHOTO - Tennis - Shanghai Masters tennis tournament - Shanghai, China - October 9, 2017 - Nikoloz Basilashvili of Georgia in action against Juan Martin del Potro of Argentina. REUTERS/Aly Song\nThe Argentine, who prevailed 6-2 3-6 6-4, looked on course for a routine win after taking the first set in 23 minutes but world number 59 Basilashvili pounced on his errors in the next to level the match.\nAttacking Del Potro’s serve at 4-4 in the third, Basilashvili earned four chances to break and serve for the match. But the 2013 finalist defended resolutely and switched gears to set up a meeting with Russian teenager Andrey Rublev.\nSouth Korea’s Chung Hyeon eased past world number 13 Roberto Bautista Agut, last year’s runner-up, 6-4 6-3 to equal the best victory of his career.\nWorld number 60 Chung, who beat David Goffin when the Belgian was ranked 13th in Montreal this year, next faces Richard Gasquet.\nAmerican qualifier Frances Tiafoe stunned Benoit Paire 6-4 6-4 and fired a warning to the experienced players on the Tour.\n“A lot of us younger guys are playing well, doing well, and it’s going to help others step up,” he said. “I think you’re going to see a lot of us in the top 50. The other guys are going to have to leave eventually.”\nAlso advancing to the next round were Feliciano Lopez who defeated big-serving Ivo Karlovic 7-6(1) 7-6(6) and Britain’s Kyle Edmund who downed Jiri Vesely 6-3 6-2.\nRoger Federer, the 2014 champion, starts his campaign on Wednesday.\n“I couldn’t be happier with the season, to be quite honest,” Federer told reporters.\n“I’m relieved that I’m feeling better since the American summer and Canada. It would be nice to pick up one more title, maybe a couple more would be nice, and then get into training and start again next year.”\nThe Swiss 19-times grand slam winner begins his campaign against the winner of Tuesday’s clash between Diego Schwartzman and Jordan Thompson.\nReporting by Shrivathsa Sridhar in Bengaluru, editing by Ed Osmond\n",
        "quotes": [
            [
                "A lot of us younger guys are playing well, doing well, and it’s going to help others step up,",
                "Benoit Paire",
                true
            ],
            [
                "I think you’re going to see a lot of us in the top 50.",
                "Benoit Paire",
                true
            ],
            [
                "The other guys are going to have to leave eventually.",
                "Benoit Paire",
                true
            ],
            [
                "I couldn’t be happier with the season, to be quite honest,",
                "Federer",
                true
            ],
            [
                "I’m relieved that I’m feeling better since the American summer and Canada.",
                "",
                true
            ],
            [
                "It would be nice to pick up one more title, maybe a couple more would be nice, and then get into training and start again next year.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "going",
            "64",
            "set",
            "tennis",
            "world",
            "number",
            "del",
            "qualifier",
            "survives",
            "basilashvili",
            "scare",
            "shanghai",
            "potro",
            "winner"
        ]
    }
]