[
    {
        "url": "https://www.cnn.com/2016/09/26/politics/bernie-sanders-presidential-debate-hillary-clinton-donald-trump/index.html",
        "title": "Defensive Sanders says he won primary debates 'online'",
        "authors": [
            {
                "name": "Daniella Diaz",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-26",
        "text": "Updated 8:04 PM ET, Mon September 26, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nHe said that Clinton doesn't need any debate advice\n(CNN)\nA defensive Bernie Sanders argued Monday appearance and style mattered little to voters during the primary when he was debating Hillary Clinton, at least to those weighing in \"online\" afterward.\n\"As you know, though, senator, appearance and style matter a lot in a debate, it's not just the ideas, it's the art of it,\" CNN's Erin Burnett said to Sanders ahead of the pending faceoff between Donald Trump and Clinton.\n\"No, no, I don't know that,\" Sanders, who now supports Clinton, responded. \"Let me just say this, with all due respect, I disagree with you.\"\n\"When I debated Clinton, it was a very interesting phenomenon. Most of the time, not all of the time, the media seemed to think Clinton looked more presidential. And she 'won the debate.' But you know what? You go online, we did much better because people listened to what I had to say,\" he said. \"So I do not agree that style and looks and how you comb your hair is what the important issue is.\"\nSanders offered that Clinton doesn't need his debate advice because \"she does these things very well,\" but it would be best not to see the matchup as \"an entertainment show.\"\nRead More\n\"I think what we have to do is focus on the issues and not see tonight as an entertainment show,\" he told Burnett.\nSanders said that he wants the debates to be more about the issues than about personalities.\n\"Let's talk about which candidate is going to be better for working families,\" he said. \"I believe that as a nation we have struggled as a long time to overcome bigotry and racism. Donald Trump is making the cornerstone of his campaign in fact bigotry.\"\n",
        "quotes": [
            [
                "As you know, though, senator, appearance and style matter a lot in a debate, it's not just the ideas, it's the art of it,",
                "Erin Burnett",
                true
            ],
            [
                "No, no, I don't know that,",
                "",
                true
            ],
            [
                "Let me just say this, with all due respect, I disagree with you.",
                "",
                true
            ],
            [
                "When I debated Clinton, it was a very interesting phenomenon.",
                "",
                true
            ],
            [
                "Most of the time, not all of the time, the media seemed to think Clinton looked more presidential.",
                "",
                true
            ],
            [
                "You go online, we did much better because people listened to what I had to say,",
                "",
                true
            ],
            [
                "So I do not agree that style and looks and how you comb your hair is what the important issue is.",
                "",
                true
            ],
            [
                "she does these things very well,",
                "Donald Trump",
                false
            ],
            [
                "I think what we have to do is focus on the issues and not see tonight as an entertainment show,",
                "",
                true
            ],
            [
                "Let's talk about which candidate is going to be better for working families,",
                "Donald Trump",
                true
            ],
            [
                "I believe that as a nation we have struggled as a long time to overcome bigotry and racism.",
                "Donald Trump",
                true
            ],
            [
                "Donald Trump is making the cornerstone of his campaign in fact bigotry.",
                "Donald Trump",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "need",
            "primary",
            "style",
            "sanders",
            "appearance",
            "online",
            "clinton",
            "defensive",
            "debate",
            "won",
            "debates",
            "doesnt",
            "know",
            "say"
        ]
    }
]