[
    {
        "url": "http://www.cnn.com/2017/10/10/asia/dna-child-rape-victim/index.html",
        "title": "DNA tests show second uncle impregnated Indian rape victim, 10, police say",
        "authors": [
            {
                "name": "Huizhong Wu",
                "link": null
            },
            {
                "name": "Manveena Suri",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-10",
        "text": "Follow CNN\nDNA tests show second uncle impregnated Indian rape victim, 10, police say\nBy Manveena Suri and Huizhong Wu, CNN\nUpdated 8:27 AM ET, Tue October 10, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nPolice: Girl, 10, was raped by two uncles, DNA tests show\nA court case against one uncle is currently underway\nNew Delhi  (CNN)\nA 10-year-old Indian rape victim who gave birth in August was raped by two of her uncles, police said.\nPolice in the northern Indian city of Chandigarh will file charges against the second suspect, the younger brother of the uncle already charged with rape.\nThe search for a second suspect was initiated after forensic tests failed to show a match between the DNA of the girl's baby and samples taken from the first uncle.\n\"We got the baby's DNA tested by our forensic department, and it matched the (sample taken from the) second uncle,\" Neelambari Jagadale, senior superintendent of Chandigarh police, told CNN.\nThe second uncle was arrested September 19 after the girl named him during a counseling session. Jagadale said that police were now \"working on completing the charge sheets for the second accused.\"\nRead More\nA court case against the first uncle is currently underway. Both men, who cannot be named for legal reasons, will remain in police custody.\nDenied an abortion\nThe girl gave birth to a daughter via cesarean section August 18 at the Government Medical College and Hospital in Chandigarh.\nShe had the baby after India's Supreme Court rejected the family's plea for an abortion in July, based on the opinions of eight doctors and an examination of the girl.\nUnder India's Medical Termination of Pregnancy Act, the country does not permit abortion beyond the first 20 weeks of pregnancy unless the individual is granted special permission from the courts.\nThe girl's family did not approach the authorities about the pregnancy until the 26th or 27th week, Alakh Alok Srivastava, the attorney who represented the family, told CNN during a previous interview.\nThe girl's doctor told CNN that she was unaware she was pregnant. Her parents told her she needed surgery for a kidney stone problem, and refused to allow medical professionals to tell their child the truth, said her doctor, who did not wish to be named.\nGrim record\nIndia continues to grapple with the issue of sexual assault following the 2012 Nirbhaya gang rape -- a particularly brutal case that resulted in protests and a renewed debate around the status of women in the nation.\nIndia has a grim record of sexual assaults on minors, with 20,000 cases of rape or sexual assaults reported in 2015, according to government data reported by Agence France-Press.\nIn May, the high court allowed a 10-year-old from the northern state of Haryana who had been raped to abort her fetus at nearly 21 weeks into the pregnancy.\nCNN's Sugam Pokharel contributed to this report.\n",
        "quotes": [
            [
                "We got the baby's DNA tested by our forensic department, and it matched the (sample taken from the) second uncle,",
                "Neelambari Jagadale",
                true
            ],
            [
                "working on completing the charge sheets for the second accused.",
                "Jagadale",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2017/05/05/asia/india-gang-rape-death-penalty/index.html",
                "https://www.cnn.com/2017/05/16/asia/india-underage-abortion/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "tests",
            "suspect",
            "impregnated",
            "say",
            "dna",
            "taken",
            "jagadale",
            "rape",
            "uncles",
            "indian",
            "second",
            "victim",
            "raped",
            "uncle"
        ]
    }
]