[
    {
        "url": "https://www.cnn.com/2016/09/27/politics/donald-trump-microphone-presidential-debate/index.html",
        "title": "Trump complains about debate mic",
        "authors": [
            {
                "name": "David Wright",
                "link": null
            },
            {
                "name": "Daniella Diaz",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-27",
        "text": "Updated 12:40 PM ET, Tue September 27, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nThis isn't the first time he's complained about a microphone\n(CNN)\nRepublican presidential nominee Donald Trump complained after Monday night's debate that his microphone wasn't working -- and he questioned whether that was happening on purpose.\n\"And they also had, gave me a defective mic. Did you notice that? My mic was defective within the room,\" he told a group of reporters afterward. \"No, but I wonder, was that on purpose? Was that on purpose? But I had a mic that wasn't worked properly, with, working properly within the room.\"\nVIDEO: Donald Trump tells me he thought Lester Holt did a great job, questions were fair >>> pic.twitter.com/7vVBb4l3Bl\nTrump kept up his complaints about the microphone the morning after the debate, and continued to suggest that it had been tampered with.\n\"I had a problem with a microphone that didn't work. I don't know if you saw that in the room. my microphone was terrible. I wonder was it set up that way on purpose. My microphone in the room, they couldn't hear me, you know, it was going on and off. Which isn't exactly great. I wonder if it was set up that way, but it was terrible. When I tested, it was beautiful, like an hour before, I said what a great mic.\"\nTrump went on, \"It was going on and off and it was much lower than hers. I don't want to believe in conspiracy theories, of course, but it was much lower than hers and it was crackling and she didn't have that problem. That to me was a bad problem, you have a bum mic, that's not exactly good.\"\nRead More\nThis isn't the first time Trump has attacked a faulty microphone. In January at a rally in Florida, he complained several times about his microphone.\n\"Stupid mic keeps popping,\" he said at the time.\n",
        "quotes": [
            [
                "And they also had, gave me a defective mic.",
                "",
                true
            ],
            [
                "My mic was defective within the room,",
                "",
                true
            ],
            [
                "No, but I wonder, was that on purpose?",
                "",
                true
            ],
            [
                "But I had a mic that wasn't worked properly, with, working properly within the room.",
                "",
                true
            ],
            [
                "I had a problem with a microphone that didn't work.",
                "",
                true
            ],
            [
                "I don't know if you saw that in the room.",
                "",
                true
            ],
            [
                "I wonder was it set up that way on purpose.",
                "",
                true
            ],
            [
                "My microphone in the room, they couldn't hear me, you know, it was going on and off.",
                "",
                true
            ],
            [
                "I wonder if it was set up that way, but it was terrible.",
                "",
                true
            ],
            [
                "When I tested, it was beautiful, like an hour before, I said what a great mic.",
                "",
                true
            ],
            [
                "It was going on and off and it was much lower than hers.",
                "Donald Trump",
                true
            ],
            [
                "I don't want to believe in conspiracy theories, of course, but it was much lower than hers and it was crackling and she didn't have that problem.",
                "Donald Trump",
                true
            ],
            [
                "That to me was a bad problem, you have a bum mic, that's not exactly good.",
                "Donald Trump",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://t.co/7vVBb4l3Bl"
            ]
        },
        "key_words": [
            "microphone",
            "working",
            "complains",
            "purpose",
            "trump",
            "debate",
            "great",
            "mic",
            "wonder",
            "problem",
            "defective",
            "room"
        ]
    }
]