[
    {
        "url": "http://www.bbc.com/sport/american-football/41575318",
        "title": "NFL: 'Taking the knee' anthem protest to be discussed with clubs",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "2017-10-10",
        "text": "10 Oct 2017\nShare this page\nShare this with\nNFL teams have been \"taking the knee\" during the American national anthem as a form of protest\nThe NFL will discuss the issue of players kneeling during the United States national anthem when it meets in New York next week.\nKneeling at NFL games has become a form of protest against racial injustice.\nNFL commissioner Roger Goodell says disputes over the protests threaten \"to erode the game's unifying power\" and called on clubs to resolve the issue.\nGoodell said the anthem controversy was a \"barrier to honest conversations and making real progress\".\nIn a letter sent to NFL teams, he added: \"Like many of our fans, we believe that everyone should stand for the national anthem. It is an important moment in our game.\n\"We want to honour our flag and our country, and our fans expect that of us.\n\"We also care deeply about our players and respect their opinions and concerns about critical social issues.\"\nFormer San Francisco 49ers quarterback Colin Kaepernick started the protest last year when he sat down as the Star-Spangled Banner was played during a pre-season game in 2016.\nHe explained his gesture, which later became known as \"taking the knee\", was meant to highlight racial injustice and police brutality against African Americans.\nRoger Goodell has been the NFL commissioner since 2006\nHowever, President Donald Trump has criticised players for the protests and pressed the NFL to ban them.\nGoodell said the NFL had heard from players at its September meeting about why the issues were so important to them and how the NFL could support them.\nIn the letter, he added: \"Everyone involved in the game needs to come together on a path forward to continue to be a force for good within our communities, protect the game and preserve our relationship with fans throughout the country.\n\"The NFL is at its best when we ourselves are unified. In that spirit, let's resolve that next week we will meet this challenge in a unified and positive way.\"\nShare this page\nShare this with\nFeatured\n",
        "quotes": [
            [
                "to erode the game's unifying power",
                "Roger Goodell",
                false
            ],
            [
                "barrier to honest conversations and making real progress",
                "Roger Goodell",
                false
            ],
            [
                "Like many of our fans, we believe that everyone should stand for the national anthem.",
                "Roger Goodell",
                true
            ],
            [
                "It is an important moment in our game.",
                "Roger Goodell",
                true
            ],
            [
                "We want to honour our flag and our country, and our fans expect that of us.",
                "Roger Goodell",
                true
            ],
            [
                "We also care deeply about our players and respect their opinions and concerns about critical social issues.",
                "Roger Goodell",
                true
            ],
            [
                "Everyone involved in the game needs to come together on a path forward to continue to be a force for good within our communities, protect the game and preserve our relationship with fans throughout the country.",
                "Roger Goodell",
                true
            ],
            [
                "The NFL is at its best when we ourselves are unified.",
                "Roger Goodell",
                true
            ],
            [
                "In that spirit, let's resolve that next week we will meet this challenge in a unified and positive way.",
                "Roger Goodell",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://www.bbc.co.uk/news/business-41568978"
            ]
        },
        "key_words": [
            "discussed",
            "resolve",
            "clubs",
            "fans",
            "teams",
            "game",
            "knee",
            "anthem",
            "protest",
            "national",
            "taking",
            "nfl",
            "unified",
            "players"
        ]
    }
]