[
    {
        "url": "http://beforeitsnews.com/u-s-politics/2017/09/nba-wont-allow-kneeling-during-national-anthem-2537039.html",
        "title": "NBA Won’t Allow Kneeling During National Anthem",
        "authors": [],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "By ram7932\nSaturday, September 30, 2017 8:19\n% of readers think this story is Fact. Add your two cents.\nCDN – http://www.conservativedailynews.com\nLike the National Basketball Association which contrary to what some may believe, is not the LeBron James Basketball Association.\nWhile it may not go over well with many of the players in a league that is overwhelmingly black, NBA Commissioner Adam Silver has made it clear that he expects them to stand when the national anthem is played.\nNBA sends memo reminding teams of rule that players must stand for national anthem. https://t.co/8SoEnN9qNY\nAdam Silver expects NBA players to continue standing for the national anthem.\nNot only because it’s a league rule, but because they are aware of what it means in what the commissioner believes is a divided America.\n“Many of our players have spoken out already about their plan to stand for the anthem,” Silver said Thursday. “And I think they understand how divisive an issue it is in our society right now.”\nSilver said the playing of the national anthem has always been a time for respect and reflection — even in a league where 25 percent of the players are not American — and recalled that many teams locked arms last season.\nHe wants them to continue showing unity during the anthem — but to do it while standing.\n“It’s been a rule as long as I’ve been involved with the league, and my expectation is that our players will continue to stand for the anthem,” he said.\nSilver didn’t say what would happen if any players refuse to stand, adding: “If that were to happen, we’ll deal with it when it happens.”\nSilver’s decree will no doubt result in much caterwauling from mouthy players the likes of James and Stephen Curry who despite his $201 million-dollar contract acts as oppressed as if he were an abused slave getting whipped and being forced to pick cotton on some nineteenth-century plantation.\nOne must admit that such a declaration is a bit of a stunner coming from the NBA of all leagues but it shows that unlike their cohorts in the NFL, this league’s owners don’t want to deal with TV ratings plunges, jersey burning parties and most importantly of all – a loss of revenue.\nSucks for you LeBron!\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Many of our players have spoken out already about their plan to stand for the anthem,",
                "Adam Silver",
                true
            ],
            [
                "And I think they understand how divisive an issue it is in our society right now.",
                "Adam Silver",
                true
            ],
            [
                "It’s been a rule as long as I’ve been involved with the league, and my expectation is that our players will continue to stand for the anthem,",
                "",
                true
            ],
            [
                "If that were to happen, we’ll deal with it when it happens.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.prodo1.com/",
                "http://www.suppressedhealthsecrets.com",
                "https://beforeitsnews.com/v3/r2/?url=https://www.conservativedailynews.com/tag/lebron-james/",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://www.conservativedailynews.com/tag/nba/"
            ]
        },
        "key_words": [
            "stand",
            "rule",
            "expects",
            "kneeling",
            "allow",
            "anthem",
            "continue",
            "nba",
            "national",
            "silver",
            "league",
            "wont",
            "players"
        ]
    }
]