[
    {
        "url": "http://www.bbc.com/news/world-us-canada-41592972",
        "title": "Iran nuclear deal: Trump under pressure as decision nears",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "12 October 2017\nThese are external links and will open in a new window\nClose share panel\nMedia playback is unsupported on your device\nMedia captionA timeline of what Trump's said about the Iran deal\nPressure is mounting on US President Donald Trump as he mulls a key announcement on whether Iran is complying with the nuclear deal.\nIf, as US media predicts, he does not certify the accord, Congress will then decide whether to re-impose sanctions. He has until 15 October to decide.\nThe historic international agreement eased sanctions on Iran in exchange for curbs on its nuclear activity.\nMr Trump is under pressure both at home and abroad not to scrap the deal.\nSome of Mr Trump's top advisers have signalled support for the deal, including Defence Secretary James Mattis, who told a Senate hearing earlier this month it was not in the national interest to abandon it.\nEd Royce, the Republican chairman of the House Foreign Affairs Committee, has said that though the deal is \"flawed, I believe we must now enforce the hell out of it\".\nMr Trump has also been urged by foreign leaders, including British PM Theresa May and French President Emmanuel Macron, to keep the deal.\nLady Catherine Ashton, the former European Union foreign policy chief who helped negotiate the deal, told the BBC that \"it's an agreement that does what it says on the tin. It doesn't try and do more.... that needs to be understood and recognised in Washington\".\nWhat does Mr Trump say?\nThe US president told Fox News he would make his decision \"very shortly\" and some speculate it could come as soon as Friday.\nThe president reaffirmed his long-held opposition to the accord, calling it \"one of the most incompetently drawn deals I've ever seen\".\n\"They got a path to nuclear weapons very quickly, and think of this one - $1.7bn in cash,\" he said, in reference to a decision by the Obama administration to settle a decades-long legal claim with Iran as part of the deal.\nRefusing to certify the deal could pave the way for the US to fully withdraw, but analysts say the move could just be a way of putting pressure on Iran.\nWhat is the Iran nuclear deal?\nThe 2015 Joint Comprehensive Plan of Action was designed to prevent Iran developing a nuclear weapon .\nIt lifted some sanctions that stopped Iran from trading on international markets and selling oil.\nMedia playback is unsupported on your device\nMedia captionPresident Trump and Iran's President Rouhani traded insults at the UN\nThe lifting of sanctions is dependent on Iran restricting its nuclear programme. It must restrict its uranium stockpile, build no more heavy-water reactors for 15 years, and allow inspectors in to the country.\nThe US president's administration has to certify to Congress every 90 days that Iran is upholding its part of the deal. Mr Trump has already recertified it twice.\nHe has repeatedly said Iran has broken the \"spirit\" of the deal, although the International Atomic Energy Agency (IAEA) and Congress agree Iran is complying with the terms of the agreement.\nRelated Topics\n",
        "quotes": [
            [
                "flawed, I believe we must now enforce the hell out of it",
                "Ed Royce",
                false
            ],
            [
                "it's an agreement that does what it says on the tin.",
                "Catherine Ashton",
                false
            ],
            [
                "It doesn't try and do more.... that needs to be understood and recognised in Washington",
                "Catherine Ashton",
                false
            ],
            [
                "one of the most incompetently drawn deals I've ever seen",
                "",
                false
            ],
            [
                "They got a path to nuclear weapons very quickly, and think of this one - $1.7bn in cash,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.bbc.co.uk/news/world-middle-east-33521655"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://video.foxnews.com/v/5606409649001/?playlist_id=5556999982001",
                "http://www.bbc.co.uk/news/uk-politics-41575846",
                "http://www.bbc.co.uk/news/world-us-canada-41489550"
            ]
        },
        "key_words": [
            "mr",
            "nears",
            "media",
            "sanctions",
            "international",
            "nuclear",
            "decision",
            "iran",
            "pressure",
            "deal",
            "trump",
            "told",
            "president"
        ]
    }
]