[
    {
        "url": "https://www.reuters.com/article/us-mediaset-vivendi-paytv/mediaset-and-vivendi-in-contact-over-pay-tv-dispute-source-idUSKBN1CE0PA",
        "title": "Mediaset and Vivendi in contact over pay-TV dispute: source",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-09",
        "text": "Mediaset and Vivendi in contact over pay-TV dispute: source\n2 Min Read\nMILAN (Reuters) - Italian broadcaster Mediaset and French media group Vivendi ( VIV.PA ) have opened lines of communication to find a solution to a bitter legal dispute, a source close to the matter said on Monday, as shares in the Italian company rose sharply.\nFILE PHOTO: A woman walks walk past the main entrance of the entertainment-to-telecoms conglomerate Vivendi's headquarters in Paris, France, April 8, 2015.     REUTERS/Gonzalo Fuentes/File Photo\nThe two companies have been at loggerheads since Vivendi  backtracked last year on a deal to buy Mediaset’s ( MS.MI ) pay-TV unit Premium.\nThe rift deepened when Vivendi built up a 28.8 percent stake in Mediaset last December in a move which the French group said was not hostile but a sign of long-term interest.\nMediaset is 39.5 percent owned by the family of former prime minister Silvio Berlusconi. It is suing Vivendi for damages of at least 3 billion euros.\nAn Italian source close to the matter said on Monday lawyers representing Mediaset and Vivendi were holding talks, but added it would be difficult to reach an agreement.\nOn Saturday Italian daily Il Sole 24 Ore said the two sides were negotiating for a possible solution ahead of a court hearing scheduled for Dec. 19.\nThe paper said a planned joint-venture between Telecom Italia ( TLIT.MI ) and Vivendi’s pay-TV arm Canal + could be extended to Mediaset as part of any potential deal.\nMilan-based broker Banca Akros said in a note on Monday a possible broader partnership involving Vivendi and Telecom Italia would be a very positive development.\n“... a wider industrial partnership with Vivendi-Telecom Italia would offer more value creation for Mediaset than the deep downsizing of Premium announced last January,” it said.\nMediaset’s share price ended the session up 8.3 percent at 3.144 euros, while Vivendi’s shares were up 0.6 percent at 21.28 euros.\nReporting by Giancarlo Navach; Writing by Stephen Jewkes; Editing by Paola Arosio, Greg Mahlich\n",
        "quotes": [
            [
                "a wider industrial partnership with Vivendi-Telecom Italia would offer more value creation for Mediaset than the deep downsizing of Premium announced last January,",
                "",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.reuters.com/finance/stocks/overview/TLIT.MI",
                "https://www.reuters.com/finance/stocks/overview/MS.MI",
                "https://www.reuters.com/finance/stocks/overview/VIV.PA"
            ]
        },
        "key_words": [
            "vivendi",
            "source",
            "solution",
            "vivendis",
            "italian",
            "italia",
            "dispute",
            "shares",
            "contact",
            "possible",
            "mediaset",
            "paytv",
            "telecom"
        ]
    }
]