[
    {
        "url": "https://www.activistpost.com/2017/09/the-u-s-government-is-suing-people-for-requesting-records.html",
        "title": "The U.S. Government Is Suing People For Requesting Public Records",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-19",
        "text": "The U.S. Government Is Suing People For Requesting Public Records\nThe U.S. government is suing citizens requesting public records all over the country, violating the Freedom Of Information Act (FOIA). The government is stating that it is in “good faith” to take away more of our rights, intimidate us and delay FOIA requests, thus challenging the notion of transparency and, in turn, the Open Government Initiative .\nThroughout the U.S. government, a growing number of organizations, school districts, municipalities, and state agencies have filed lawsuits against citizens for making FOIA requests to obtain public information. The governmental bodies argue that they are doing so to let the court decide a matter that isn’t quite clear legally such as when the documents may be shielded by an exemption or privacy laws. But that’s causing problems, and becoming a new way for governments to hide information from taxpayers and even news organizations or individual journalists.\nThe practice, although highly ridiculed and uncommon, has been going on for years according to Columbia Journalism Review.\nHowever, recently the Associated Press reported three different cases where the government sued citizens in the last year.\nIn the first case, an Oregon parent Kim Sordyl and journalist Beth Slovic sought details about Portland Public School employees on paid leave. The school board responded by suing them both, arguing that the records are exempt from disclosure due to the personal privacy of employees.\nThe second case involved two retired teachers, Dr. James Finney and Mike Deshotels, who were sued by Louisiana Department of Education for trying to get information on the school’s enrollment data relating to economically disadvantaged and English proficiency students. The two eventually ended up winning the case in a settlement but not before fighting for their rights in court to even see the data and spending $3,000 in legal fees.\nFinally, the third case highlighting this abusive practice that the publication mentioned was Western Kentucky University suing two newspapers. The University filed a lawsuit against its paper, the College Heights Herald and the University of Kentucky campus newspaper, Kentucky Kernel, which sought records related to allegations of sexual harassment and assault involving its faculty. That story titled: “In The Dark: Records shed light on sexual misconduct at Kentucky universities” went on to win the University of Georgia’s Betty Gage Holland Award  for excellence in college journalism and using a FOIA request to bring the questionable abuse to light.\n“It’s appropriate to say it’s troubling the university (WKU) is suing its own newspaper for practicing good journalism,” attorney Michael Abate told the WKU paper,  the College Heights Herald . “Even if they have a valid basis for withholding information, they still have to submit redacted documents.”\nIn 2015 a New Jersey Judge Michael Winkelstein ruled in favor of Harry Scheeler Jr. who was seeking Hamilton Township police surveillance video and was subsequently sued for his request, Columbia Journalism Review reported . In New Jersey, the state has a law called the Open Public Records Act (OPRA)  in place of a Freedom of Information request. The judge ruled that such practices of governments counter-suing citizens was the antithesis of OPRA.\nDeclare Your Independence!\nProfit outside the rigged system! Protect yourself from tyranny and economic collapse. Learn to live free and spread peace!\nCounter Markets Newsletter - Trends & Strategies for Maximum Freedom\nClaim Your FREE Issue Today!\nWinkelstein found that,\nA government lawsuit against requestors subjects them to involuntary litigation with all of its concomitant financial, temporal, and emotional trimmings. A public policy that gives a government agency the right to sue a person who asks for a government document is the antithesis of the OPRA and common-law policy of providing citizens with a means of access to public information to keep government activities open and hold the government accountable.\nEarlier this year in Michigan, the state House voted overwhelmingly 108-0 in favor of a bill that would make it illegal for government agencies to sue citizens who request public records.\nThe legislation was in response to a local county’s lawsuit against a newspaper that was seeking documents on two employees running for sheriff. A judge dismissed the lawsuit, saying the county had to approve or deny the request.\nThe bill’s sponsor, Republican Rep. Klint Kesto, called the lawsuit “a backdoor channel to delay and put pressure on the requester” that circumvents the state’s Freedom of Information Act.\n“Government shouldn’t file a lawsuit and go on offense. Either approve the request or deny it,” he said. “This shouldn’t be happening anywhere in the country.”\nIt’s troubling that so many of these requests have resulted in lawsuits against citizens who have a right to know public information under the Freedom of Information Act.\nAaron Kesel writes for Activist Post and is Director of Content for Coinivore . Follow Aaron at Twitter and Steemit .\nThis article is Creative Commons and can be republished in full with attribution. Like Activist Post on Facebook , subscribe on YouTube , follow on Twitter and at Steemit .\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 6, 2019\nAugust 6, 2019\nAugust 6, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "In The Dark: Records shed light on sexual misconduct at Kentucky universities",
                "",
                false
            ],
            [
                "It’s appropriate to say it’s troubling the university (WKU) is suing its own newspaper for practicing good journalism,",
                "Michael Abate",
                true
            ],
            [
                "Even if they have a valid basis for withholding information, they still have to submit redacted documents.",
                "Michael Abate",
                true
            ],
            [
                "a backdoor channel to delay and put pressure on the requester",
                "",
                false
            ],
            [
                "Government shouldn’t file a lawsuit and go on offense.",
                "",
                true
            ],
            [
                "Either approve the request or deny it,",
                "",
                true
            ],
            [
                "This shouldn’t be happening anywhere in the country.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cjr.org/united_states_project/when_governments_sue_public_record_requesters.php",
                "https://apnews.com/7f6ed0b1bda047339f22789a10f64ac4",
                "https://splc.org/2017/07/wku-herald-holland-award/",
                "http://www.kentucky.com/news/local/counties/fayette-county/article135400309.html",
                "http://portlandtribune.com/pt/9-news/351888-231430-portland-public-schools-will-sue-reporter-and-parent-to-block-release-of-records",
                "https://www.theadvocate.com/baton_rouge/news/courts/article_76e860ca-8bd9-11e6-9963-cf5829bedcf3.html",
                "https://wkuherald.com/news/lawsuit-filed-against-herald-in-circuit-court/article_8930da64-0907-5d88-a338-6ae96200b510.html",
                "https://wkuherald.com/click_for_special_section/records-shed-light-on-sexual-misconduct-at-state-universities/article_73fcc88c-3062-11e7-963a-db89d994e7bb.html?platform=hootsuite"
            ],
            "gov_pgs": [
                "https://nj.gov/opra/",
                "http://www.legislature.mi.gov/(S(eijfw2ly5mz245dnnsyhoa3h))/mileg.aspx?page=getobject&objectname=2017-HB-4077"
            ],
            "unsure": [
                "https://steemit.com/@an0nkn0wledge/",
                "https://coinivore.com/",
                "https://twitter.com/an0nakn0wledge",
                "https://www.activistpost.com/",
                "https://www.facebook.com/activistpost",
                "https://twitter.com/ActivistPost",
                "http://www.youtube.com/activistpost",
                "https://en.wikipedia.org/wiki/Open_Government_Initiative",
                "https://steemit.com/@activistpost"
            ]
        },
        "key_words": [
            "records",
            "university",
            "information",
            "lawsuit",
            "suing",
            "kentucky",
            "journalism",
            "requesting",
            "citizens",
            "public",
            "request"
        ]
    }
]