[
    {
        "url": "https://www.reuters.com/article/us-northkorea-missiles-trump-russia/russia-china-call-for-restraint-after-trump-comment-on-north-korea-idUSKBN1CE10R",
        "title": "Russia, China call for restraint after Trump comment on North Korea",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-09",
        "text": "October 9, 2017 /  10:31 AM / 2 years ago\nRussia, China call for restraint after Trump comment on North Korea\n3 Min Read\nMOSCOW (Reuters) - Russia and China called for restraint on North Korea on Monday after U.S. President Donald Trump warned over the weekend that “only one thing will work” in dealing with Pyongyang, hinting that military action was on his mind.\nWhen asked what Russia made of Trump’s comments, Kremlin spokesman Dmitry Peskov told a conference call with reporters:\n“Moscow has called and continues to call on the parties involved in the conflict and on those who have anything to do with this issue to exercise restraint and to avoid any steps that would only worsen the situation.”\nCommenting on a Trump statement that the United States might withdraw from a nuclear deal with Iran, Peskov said such a move would have “negative consequences.”\nSpeaking in Beijing, Chinese Foreign Ministry spokeswoman Hua Chunying reiterated a call for all parties involved with the standoff in North Korea to exercise restraint, describing the situation as extremely complex and serious.\nChina hopes all sides do nothing to irritate each other or worsen the problem and speak and act cautiously, she told a daily news briefing.\nIn recent weeks, North Korea has launched two missiles over Japan and conducted its sixth nuclear test, all in defiance of U.N. Security Council resolutions, and may be fast advancing toward its goal of developing a nuclear-tipped missile capable of hitting the U.S. mainland.\nTrump repeatedly has made clear his distaste for dialogue with North Korea. Last week, he dismissed the idea of talks as a waste of time, a day after Secretary of State Rex Tillerson said Washington was maintaining open lines of communication with North Korean leader Kim Jong Un’s government.\n“Our country has been unsuccessfully dealing with North Korea for 25 years, giving billions of dollars & getting nothing. Policy didn’t work!” the U.S. president said in a Twitter post on Monday.\nTrump’s comments seemed to further suggest that military action was on his mind.\nOn Saturday, Trump made a similar comment on Twitter about how negotiations have failed for 25 years and said “only one thing will work” with North Korea.\nReporting by Dmitry Solovyov in Moscow, Doina Chiacu in Washington; Additional reporting by Ben Blanchard in Beijing; Editing by Andrew Osborn, Jeffrey Benkoe and Nick Macfie\n",
        "quotes": [
            [
                "Moscow has called and continues to call on the parties involved in the conflict and on those who have anything to do with this issue to exercise restraint and to avoid any steps that would only worsen the situation.",
                "Dmitry Peskov",
                true
            ],
            [
                "Our country has been unsuccessfully dealing with North Korea for 25 years, giving billions of dollars & getting nothing.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "twitter",
            "north",
            "work",
            "thing",
            "worsen",
            "china",
            "russia",
            "comment",
            "trump",
            "korea",
            "told",
            "restraint"
        ]
    }
]