[
    {
        "url": "https://www.cnn.com/2016/09/20/politics/gun-control-law-court/index.html",
        "title": "Gun rights debate returns to Washington courtroom",
        "authors": [
            {
                "name": "Ariane De Vogue",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-20",
        "text": "By Ariane de Vogue , CNN Supreme Court Reporter\nUpdated 12:51 PM ET, Tue September 20, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nAppeals court hears challenge to Washington concealed firearm law\nCase is perhaps most significant since 2008 Heller ruling in Supreme Court\nWashington (CNN)\nThe battle over gun rights returned to the nation's capital Tuesday, as a federal appeals court took up a challenge to a restriction that requires applicants for a license to carry a concealed firearm to demonstrate a \"good reason\" to fear injury to his or her person or property.\n\"This is the most important question in the Second Amendment today,\" said Adam Winkler of UCLA School of Law. \"Whether people can carry guns in public and under what conditions is a major battleground.\"\nLawyers for District of Columbia called the license restriction an \"important public safety law\" and argued before a panel of the US District Court for the District of Columbia that the law should be allowed to remain in effect pending appeal.\n\"This case is in its infancy,\" said Holly M. Johnson, an assistant attorney general for the District.\nBut challengers asked the court to block it, arguing that \"very few people\" will be able to demonstrate that they are eligible for the permit.\nRead More\nThe three judges hearing the challenge were all nominated by Republican presidents.\nJudge Thomas Griffith, a George W. Bush nominee, asked by far the most questions on the bench. He noted there is a \"long history\" of courts sustaining bans on concealed carry, but, joined by Judge Stephen Williams, a Ronald Reagan appointee, he repeatedly questioned the scope of the DC permit requirement.\nMore than once he asked about someone who lived in a dangerous neighborhood but had never been attacked who might not qualify for the permit. Griffith asked whether someone had to be \"attacked first.\" Griffith noted that only a handful of other states have similar laws.\nThe third judge, Karen Henderson, a George H. W. Bush nominee, did not ask a question.\nOne of biggest cases since Heller\nEight years ago, it was another Washington gun ordinance that triggered a landmark Supreme Court opinion -- District of Columbia v. Heller -- that held for the first time that the Second Amendment protects an individual's right to bear arms.\nThe opinion capped off a decades-long debate on whether the right applied only in connection to service in a state militia.\nBack in 2008, the law at issue concerned a total ban on handguns in the home. Tuesday's case deals with weapons outside the home.\nGun rights advocates thought that Heller -- penned by the late Justice Antonin Scalia -- would encourage courts to strike down restrictions across the country.\nThat didn't happen. Instead, many courts relied upon a different part of Scalia's opinion where he cautioned that the Second Amendment should not be understood as conferring a \"right to keep and carry any weapon whatsoever in any manner whatsoever and for whatever purpose.\"\nMeanwhile, the Supreme Court has declined to take up any follow-up cases.\nHow Scalia will be replaced has become a major issue in the presidential race. Donald Trump has pledged to appoint conservative justices in the mold of Scalia. Trump's GOP primary rival, Ted Cruz, consistently name-checked the Heller decision. Hillary Clinton has advocated for stronger gun control laws. Meanwhile, President Barack Obama's nominee for the bench, Judge Merrick Garland, waits on the sidelines.\nThe DC law at issue in Tuesday's case is based on similar provisions in New York, Maryland and New Jersey.\nSeveral plaintiffs are challenging the law, including Matthew Grace, who says he was denied a permit in 2016 because he had failed to show a \"good or proper reason\" to support his request for a license. He owns four lawfully registered handguns and seeks to carry them outside the home for self-defense.\nGrace's case and a similar one brought by different plaintiffs split two different district court judges reviewing the law.\nThe United States Court of Appeals for the District of Columbia will hear both appeals on Tuesday.\n\"The District of Columbia has spent the last four decades trying to drain the Second Amendment of any meaning,\" Charles Cooper, a lawyer representing Grace and other plaintiffs, argued in court papers.\nCooper objects to the fact that DC officials have given themselves the power to decide \"on a case-by-case basis\" whether an applicant has \"good reason\" to obtain a license to carry a concealed gun.\nHe says that such a power is \"categorically irreconcilable\" with the Second Amendment. \"Nearly a decade after Heller, the District of Columbia still refuses to treat the right to bear arms as a genuine constitutional right,\" he said.\nIn their briefs, lawyers for the District of Columbia point out that Washington is \"unique\" in that it is filled with thousands of high ranking federal officials, and diplomats and it hosts hundreds of heavily attended events annually including political marches and protests.\nCiting Supreme Court precedent, they argue that the \"Second Amendment preserves the ability of local jurisdictions to devise solutions to social problems that suit local needs and values, and that is precisely what the Council has done through the 'good reason' standard.\"\nDC is supported by lawyers for the Brady Center to Prevent Gun Violence, who emphasize that from 2014 to 2015, the homicide rate in the District increased 54%.\n\"The District may meet or surpass that tragic record in 2016,\" Jonathan Lowy, an attorney for the Brady Center, argued in briefs. He pointed out that in one DC area -- Ward 7 -- homicides have tripled so far this year.\n\"It is critical that law enforcement maintain its longstanding authority to prevent the rampant carrying of guns in public places,\" Lowy said in an interview. \"It would be an extraordinary and radical shift for a court to find that law enforcement has no authority to reasonably regulate the carrying of hidden handguns in public.\"\nBut the National Rifle Association counters that while DC officials are \"rightly concerned about violent crime,\" the \"Constitution affords them considerable discretion in addressing the problem. \"\n\"The Second Amendment's protection of the 'right of the people to keep and bear arms' necessarily takes certain policy choices off the table.\" NRA's lawyer Paul Clement argued in court briefs. \"Municipal leaders, no matter how well-intentioned, cannot simply enact any gun control law that they deem to be reasonable.\"\n",
        "quotes": [
            [
                "This is the most important question in the Second Amendment today,",
                "Adam Winkler",
                true
            ],
            [
                "Whether people can carry guns in public and under what conditions is a major battleground.",
                "Adam Winkler",
                true
            ],
            [
                "This case is in its infancy,",
                "Holly M. Johnson",
                true
            ],
            [
                "right to keep and carry any weapon whatsoever in any manner whatsoever and for whatever purpose.",
                "",
                false
            ],
            [
                "The District of Columbia has spent the last four decades trying to drain the Second Amendment of any meaning,",
                "Charles Cooper",
                true
            ],
            [
                "on a case-by-case basis",
                "Cooper",
                false
            ],
            [
                "Nearly a decade after Heller, the District of Columbia still refuses to treat the right to bear arms as a genuine constitutional right,",
                "",
                true
            ],
            [
                "Second Amendment preserves the ability of local jurisdictions to devise solutions to social problems that suit local needs and values, and that is precisely what the Council has done through the 'good reason' standard.",
                "",
                true
            ],
            [
                "The District may meet or surpass that tragic record in 2016,",
                "Jonathan Lowy",
                true
            ],
            [
                "It is critical that law enforcement maintain its longstanding authority to prevent the rampant carrying of guns in public places,",
                "Lowy",
                true
            ],
            [
                "It would be an extraordinary and radical shift for a court to find that law enforcement has no authority to reasonably regulate the carrying of hidden handguns in public.",
                "Lowy",
                true
            ],
            [
                "Constitution affords them considerable discretion in addressing the problem.",
                "Jonathan Lowy",
                true
            ],
            [
                "The Second Amendment's protection of the 'right of the people to keep and bear arms' necessarily takes certain policy choices off the table.",
                "Paul Clement",
                true
            ],
            [
                "Municipal leaders, no matter how well-intentioned, cannot simply enact any gun control law that they deem to be reasonable.",
                "Paul Clement",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "gun",
            "washington",
            "district",
            "second",
            "right",
            "amendment",
            "debate",
            "law",
            "dc",
            "rights",
            "columbia",
            "court",
            "carry",
            "returns",
            "courtroom"
        ]
    }
]