[
    {
        "url": "https://www.reuters.com/article/us-brazil-temer-health/brazils-president-treated-for-small-coronary-blockage-idUSKBN1CG31I",
        "title": "Brazil's president treated for small coronary blockage",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-11",
        "text": "Brazil's president treated for small coronary blockage\n1 Min Read\nFILE PHOTO - Brazil's President Michel Temer reacts during press statement at the Planalto Palace in Brasilia, Brazil, September 28, 2017. REUTERS/Ueslei Marcelino\nBRASILIA (Reuters) - Brazilian President Michel Temer is being treated for a slight blockage of a coronary artery, his office said on Wednesday, denying a press report that he would undergo an angiogram procedure later this month.\n“There is no catheter procedure or surgery planned or recommended for the president,” a spokesman said.\nThe blockage was detected during a routine medical checkup and Temer’s doctor Roberto Kalil Filho put the 77-year-old leader on a low-fat diet and told him to take an aspirin a day, the spokesman said.\nTV Globo reported on Tuesday that Temer had a partial coronary obstruction and would undergo a heart procedure via catheter.\nThe television network said the president had decided to delay the procedure until after Congress votes on whether he should stand trial on charges of obstructing justice and criminal organization in a corruption case.\nReporting by Lisandra Paraguassú; Writing by Anthony Boadle; Editing by Richard Chang\n",
        "quotes": [
            [
                "There is no catheter procedure or surgery planned or recommended for the president,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "small",
            "spokesman",
            "blockage",
            "michel",
            "press",
            "procedure",
            "temer",
            "coronary",
            "votes",
            "brazils",
            "treated",
            "president",
            "undergo"
        ]
    }
]