[
    {
        "url": "https://www.reuters.com/article/us-usa-protests-charlottesville/white-nationalists-return-to-charlottesville-for-torch-lit-protest-idUSKBN1CD04N",
        "title": "White nationalists return to Charlottesville for torch-lit protest",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-09",
        "text": "2 Min Read\nFILE PHOTO: Richard Spencer, a leader and spokesperson for the so-called alt-right movement, speaks to the media at the Conservative Political Action Conference (CPAC) in National Harbor, Maryland, U.S., February 23, 2017.  REUTERS/Joshua Roberts/File Photo\n(Reuters) - White nationalists briefly rallied on Saturday in Charlottesville, Virginia, where violent clashes in August led to the death of a woman who was run down by a car.\nA few dozen white nationalists, led by so-called “alt-right” activist Richard Spencer and carrying torches gathered at Emancipation Park near a covered statue of Confederate general Robert E. Lee, the removal of which was blocked by a court pending the outcome of a legal challenge.\nSpencer posted a video on Twitter showing the protest, in which opponents of the removal of Lee’s statue chanted “You will not replace us” and “We will be back.”\nCharlottesville’s Mayor Mike Signer fired off an angry response on Twitter, telling Spencer and the protesters to “go home.”\n“Another despicable visit by neo-Nazi cowards. You’re not welcome here!,” Signer tweeted, adding “we’re looking at all our legal options. Stay tuned.”\nAn August rally organized by white nationalists to protest the planned removal of the Lee statue turned deadly when counter-protester Heather Heyer, 32, was killed by a car driven into a crowd.\nThe violence stemmed from a heated national debate about whether Confederate symbols of the U.S. Civil War memorialize past leaders and dead soldiers or rather invoke white supremacy and the Confederacy’s acceptance of the slavery of blacks.\nIn the wake of the rally, other cities have acted to remove  monuments to the Confederacy.\nEditing by Chris Michaud; Editing by Christian Schmollinger\n",
        "quotes": [
            [
                "Another despicable visit by neo-Nazi cowards.",
                "",
                true
            ],
            [
                "we’re looking at all our legal options.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "spencer",
            "statue",
            "signer",
            "twitter",
            "return",
            "protest",
            "charlottesville",
            "nationalists",
            "removal",
            "torchlit",
            "white",
            "socalled",
            "richard",
            "rally"
        ]
    }
]