[
    {
        "url": "http://edition.cnn.com/2017/10/05/health/cnn-hero-mona-patel-san-antonio-amputee-foundation/index.html",
        "title": "Finding new life after limb loss",
        "authors": [
            {
                "name": "Allie Torgan",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-05",
        "text": "By Allie Torgan, CNN\nUpdated 2352 GMT (0752 HKT) December 17, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nPhotos: Finding new life after limb loss\nMona Patel was 17 when her life was turned upside-down by a drunken driver in 1990. She lost part of her leg after being struck by a car and, after finding support hard to come by, created the San Antonio Amputee Foundation. The group offers peer support, education and financial help with prosthetics. Patel's efforts landed her on the 2017 list of top 10 CNN Heroes .\nHide Caption\nPhotos: Finding new life after limb loss\nThe San Antonio Amputee Foundation offers a unique slate of programs. From exercise classes to support groups to home modifications for easier living with limb loss, the organization aims to cover a range of needs.\nHide Caption\nPhotos: Finding new life after limb loss\nPatel uses her experiences as an example for other amputees, just as she learned from those who came before her. When she discovered a woman who became a mother after limb loss, she knew she could do it, too. \"Now, when I'm able to provide peer support to an individual, it's powerful. I'm able to lead by example. If I did it, there's no reason why you can't do it either.\"\nHide Caption\nPhotos: Finding new life after limb loss\n\"When somebody becomes an amputee, maneuvering through the system is sometimes just scary,\" said Patel, a below-knee amputee. \"I think the big catalyst of me doing what I do to help the amputee community is because I lived it.\"\nHide Caption\nPhotos: Finding new life after limb loss\nExercise gives Patel and other amputees the strength to face the unique challenges that come their way. She led members of the organization in a climb to the peak of Tanzania's Mount Kilimanjaro in 2015.\nHide Caption\nPhotos: Finding new life after limb loss\nEvery month, 30 to 60 amputees get together to shares stories and testimonies of strength and resilience. Patel estimates more than 1,100 amputees have attended the meetings.\nHide Caption\nPhotos: Finding new life after limb loss\nPatel exercises with Bennelina, whose leg was amputated during a battle with cancer that began at age 7. Patel offered support before Bennelina's surgery and went on to explain the many prosthetic options available to amputees. Bennelina decided on a prosthesis similar to Patel's, making them \" Sparkle Twins .\"\nHide Caption\nPhotos: Finding new life after limb loss\nAccidents, war, disease: Limb loss comes in many forms. Patel's aim is to ensure there is a support network for survivors to thrive despite the setback. \"I know why this happened to me. It has become my platform professionally, philanthropically -- just to embrace the people that come to me. And I hold their hand through as much as they need me to.\"\nHide Caption\nStory highlights\nMona Patel lost part of a leg after being hit by a drunken driver 30 years ago\nShe started a support network after realizing she and other amputees were struggling\nThe San Antonio Amputee Foundation has grown to include education, recreation and support services\nSan Antonio (CNN)\nOn a spring day in 1990, Mona Patel was walking to class at Cal Poly University when a drunken driver slammed into her. She was 17.\n\"I flew up about 12 feet,\" Patel said. \"And then he pinned me between his car and a metal railing, and that's what smashed my leg and my foot.\"\nPatel's body, and future, were forever altered.\nJUST WATCHED\nCNN Hero Mona Patel 02:57\nWeeks later, when Patel got out of the ICU, she underwent her first amputation. It was the start of seven years' worth of surgeries in attempts to salvage the rest of her leg.\nPatel went on to earn a bachelor's and two master's degrees, and became a social worker.\nRead More\nBut along the way, as Patel continued to struggle physically with her disability, she also struggled to find a support group for amputees. In 1997, with the prospect of another amputation, Patel made a promise.\n\"I vowed that once I got back on my feet, I would start one,\" she said.\nToday, Patel's nonprofit, the San Antonio Amputee Foundation, aims to help amputees rebuild their lives. The group offers peer support, education and recreation opportunities, as well as financial assistance for basic home and car modifications and prosthetic limbs.\nEvery month, 30 to 60 amputees get together to shares stories and testimonies of strength and resilience. Patel estimates more than 1,100 amputees have attended the meetings.\nSAAF helps with prosthetic costs\n\"When somebody becomes an amputee, maneuvering through the system is sometimes just scary,\" said Patel, a below-knee amputee. \"I think the big catalyst of me doing what I do to help the amputee community is because I lived it.\"\nPatel also leads health and fitness programs and sponsors amputees to participate in tennis tournaments and endurance climbs. In 2015, led by Patel, a group of amputees climbed to the peak of Mt. Kilimanjaro in Tanzania.\nCNN's Allie Torgan spoke with Patel about her work. Below is an edited version of their conversation.\nCNN: What was it that inspired you to help others going through similar struggles?\nMona Patel: Getting the news that you're going to have to face an amputation is overwhelming. It's scary. The questions are numerous. In 1997, I was getting ready for surgery number 21. I was already married by that time, and I thought to myself, \"I don't have children yet. If I elect to have my leg amputated, how difficult is pregnancy going to be? How difficult is it going to be to care for my newborns?\"\nI found a woman who was an above-the-knee amputee and had four children after her amputation, and she said that \"I did everything on my one leg.\" At her bedside, she had a little crib, a rocking chair, a refrigerator and a bottle warmer. And that is all I needed to hear. She put so much confidence and comfort in my heart. Now, when I'm able to provide peer support to an individual, it's powerful. I'm able to lead by example. If I did it, there's no reason why you can't do it either.\nJUST WATCHED\nCNN Hero Mona Patel: Sparkle Twins 02:40\nCNN: Your nonprofit has grown beyond the initial support group. What other resources do you offer?\nPatel: We'll do basic home modifications -- safety grab bars in bathrooms, door widening, wheelchair ramps. We'll do car modifications. So, if somebody's missing both of their limbs and wants to drive, we'll help them with hand controls. If there's a right-foot amputee, we can put a left-foot accelerator in. Just to promote independence so they can take their kids to school. They can go back to school. They can go back to work. I really try to promote healthy lifestyles, staying physically fit. I've exposed our members to various activities: yoga, horseback riding, wake surfing, hiking, skiing and tennis, recently.\nOn average, a very basic prosthesis can cost anywhere from $8,000 to $25,000. And if somebody doesn't have insurance, a lot of times they just go without a prosthesis because not everybody can afford to buy privately. There are different organizations in the community that I refer our members to. And then we will provide prosthetic limbs to those that that have no access to any other options and resources.\nCNN: Today, nearly 30 years later, how do you see the journey as an amputee?\nPatel: I tell the people that I work with, \"It may take you a while to figure out the 'why,' but you'll come to know why this has happened to you.\" Twenty years (after starting work), I know why this happened to me. It has become my platform professionally, philanthropically -- just to embrace the people that come to me. And I hold their hand through as much as they need me to.\nI have members from over the past 20 years who I still help in different ways. It's like I'm on speed dial. I get to guide them and watch them shine through the things that they never thought they'd ever be able to accomplish.\nWant to get involved? Check out the San Antonio Amputee Foundation website and see how to help.\nTo donate to the San Antonio Amputee Foundation click the CrowdRise widget below.\n",
        "quotes": [
            [
                "Now, when I'm able to provide peer support to an individual, it's powerful.",
                "",
                true
            ],
            [
                "I'm able to lead by example.",
                "",
                true
            ],
            [
                "If I did it, there's no reason why you can't do it either.",
                "",
                true
            ],
            [
                "When somebody becomes an amputee, maneuvering through the system is sometimes just scary,",
                "Patel",
                true
            ],
            [
                "I think the big catalyst of me doing what I do to help the amputee community is because I lived it.",
                "Patel",
                true
            ],
            [
                "I know why this happened to me.",
                "Mona Patel",
                true
            ],
            [
                "It has become my platform professionally, philanthropically -- just to embrace the people that come to me.",
                "Mona Patel",
                true
            ],
            [
                "And I hold their hand through as much as they need me to.",
                "Mona Patel",
                true
            ],
            [
                "I flew up about 12 feet,",
                "Mona Patel",
                true
            ],
            [
                "And then he pinned me between his car and a metal railing, and that's what smashed my leg and my foot.",
                "Mona Patel",
                true
            ],
            [
                "I vowed that once I got back on my feet, I would start one,",
                "Mona Patel",
                true
            ],
            [
                "When somebody becomes an amputee, maneuvering through the system is sometimes just scary,",
                "Patel",
                true
            ],
            [
                "I think the big catalyst of me doing what I do to help the amputee community is because I lived it.",
                "Patel",
                true
            ],
            [
                "I don't have children yet.",
                "",
                true
            ],
            [
                "If I elect to have my leg amputated, how difficult is pregnancy going to be?",
                "",
                true
            ],
            [
                "How difficult is it going to be to care for my newborns?",
                "",
                true
            ],
            [
                "I did everything on my one leg.",
                "",
                true
            ],
            [
                "It may take you a while to figure out the 'why,' but you'll come to know why this has happened to you.",
                "Mona Patel",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://www.cnn.com/video/data/2.0/video/us/2017/10/05/cnn-heroes-patel-extra.cnn.html",
                "https://www.saamputeefoundation.org/",
                "https://www.cnn.com/specials/cnn-heroes"
            ]
        },
        "key_words": [
            "limb",
            "finding",
            "going",
            "san",
            "antonio",
            "life",
            "loss",
            "help",
            "work",
            "group",
            "patel",
            "support",
            "amputee",
            "amputees"
        ]
    }
]