[
    {
        "url": "http://www.bbc.com/newsbeat/articles/41594165",
        "title": "Rose McGowan, one of Harvey Weinstein's accusers, has account limited by Twitter",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "Rose McGowan, one of Harvey Weinstein's accusers, has account limited by Twitter  - BBC Newsbeat\n12/10/17\nThe actress Rose McGowan, who was one of the first to speak out about Harvey Weinstein's alleged sexual assaults, was temporarily limited from using some Twitter features.\nTwitter locked her account for 12 hours for \"violating\" its rules.\nThe social media company has since said it was because \"one of her tweets included a private phone number\".\nMcGowan was named in a New York Times article revealing decades of sexual harassment against young actresses.\nThe limit meant she couldn't tweet, retweet or like posts, and could only send direct messages, but Twitter said her account has now been unlocked and the relevant tweet was deleted.\nMore related stories\nIn their message to McGowan, Twitter said it would reactivate her account if she deleted tweets which violate their rules.\nTwitter has now confirmed that publishing a private phone number was a breach.\nPreviously, people thought her suspension may have been over tweets she posted about actor Ben Affleck.\nIn a tweet which has since been deleted, she said that Affleck knew about Weinstein's behaviour.\nAffleck posted a Facebook status saying that he was \"saddened and angry\" at Weinstein, who \"used his position of power to intimidate, sexually harass and manipulate many women over decades\".\nIn another tweet, she swears at Ben Affleck.\nImage caption Harvey Weinstein at a show at New York Fashion Week less than a month ago\nAccording to the Twitter rules , harassment and hateful conduct are grounds for being suspended.\nWeinstein is accused of using his power and influence to take advantage of, and sexually harass, young actresses in Hollywood over the course of three decades.\nA number of Hollywood stars have spoken out against the behaviour, as more victims including Cara Delevingne and Angelina Jolie have come forward.\nWeinstein denies the accusations and says he is seeing therapists about his misconduct. He has been fired from the company he co-founded.\nFind us on Instagram at BBCNewsbeat and follow us on Snapchat, search for bbc_newsbeat\nRelated Topics\n",
        "quotes": [
            [
                "one of her tweets included a private phone number",
                "",
                false
            ],
            [
                "used his position of power to intimidate, sexually harass and manipulate many women over decades",
                "Ben Affleck",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/10/05/us/harvey-weinstein-harassment-allegations.html",
                "https://www.nytimes.com/interactive/2017/10/05/us/statement-from-harvey-weinstein.html",
                "http://www.bbc.co.uk/news/entertainment-arts-41522956",
                "http://www.bbc.co.uk/news/entertainment-arts-41580010"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.snapchat.com/add/bbc_newsbeat",
                "https://www.instagram.com/bbcnewsbeat/",
                "https://help.twitter.com/en/rules-and-policies/twitter-rules?lang=browser"
            ]
        },
        "key_words": [
            "weinsteins",
            "young",
            "account",
            "power",
            "twitter",
            "sexual",
            "accusers",
            "limited",
            "rose",
            "private",
            "harvey",
            "using",
            "mcgowan",
            "tweets",
            "sexually"
        ]
    }
]