[
    {
        "url": "http://occupydemocrats.com/2016/09/27/trump-just-insulted-millions-lost-everything-bushs-recession-thats-just-business/",
        "title": "Trump Just Insulted Millions Who Lost Everything In Bush’s Recession, “That’s Just Business”",
        "authors": [
            {
                "name": "Steve Bernstein",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-27",
        "text": "Now Reading\nTrump Just Insulted Millions Who Lost Everything In Bush’s Recession, “That’s Just Business”\nRead Next\nHillary Clinton just called out the fact that Donald Trump cheered for the housing crisis in anticipation of its collapse – which is absolutely true. Trump told The Globe and Mail in March of 2007: “People have been talking about the end of the cycle for 12 years, and I’m excited if it is. I’ve always made more money in bad markets than in good markets.”\nIn fact, Trump thought the housing crisis was much-ado-do about nothing for high-end investments, and told investors: “I don’t see the subprime problems affecting the higher-end stuff…In fact, he is advising investors that there are now great deals in buying subprime mortgages at a discount and repossessed houses at low prices.”\nOf course, on one level, Trump wasn’t wrong­­—in that the subprime crisis affected mostly poorer Americans who lost their homes and jobs and the ability to support their families. The collapse of home prices caused by the housing bubble cost roughly seven million Americans more than $7 trillion in equity during the Great Recession.\nWhat do you think?\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [
            [
                "People have been talking about the end of the cycle for 12 years, and I’m excited if it is.",
                "Donald Trump",
                true
            ],
            [
                "I’ve always made more money in bad markets than in good markets.",
                "Donald Trump",
                true
            ],
            [
                "I don’t see the subprime problems affecting the higher-end stuff…In fact, he is advising investors that there are now great deals in buying subprime mortgages at a discount and repossessed houses at low prices.",
                "Donald Trump",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.theglobeandmail.com/report-on-business/trump-touts-soft-markets-in-cities-like-toronto/article17993211/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://occupydemocrats.com/privacy/"
            ]
        },
        "key_words": [
            "bushs",
            "recession",
            "housing",
            "called",
            "trump",
            "insulted",
            "business",
            "fact",
            "investors",
            "great",
            "crisis",
            "thats",
            "collapse",
            "millions",
            "told",
            "lost",
            "subprime"
        ]
    }
]