[
    {
        "url": "https://www.nytimes.com/2017/10/09/sports/soccer/iceland-world-cup-qualifying.html?rref=collection%2Fsectioncollection%2Fsports",
        "title": "Iceland Becomes Smallest Nation to Qualify for World Cup",
        "authors": [
            {
                "name": "The Associated Press",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-09",
        "text": "Advertisement\nImage\nAron Gunnarsson, Iceland’s captain, led his team and its fans in the Viking chant after a 2-0 victory over Kosovo on Monday.CreditCreditBrynjar Gunnasrson/Associated Press\nBy The Associated Press\nMADRID — The Icelandic thunderclap is making its way to Russia.\nIceland built upon to its incredible European Championship campaign by becoming the smallest nation ever to qualify for the World Cup on Monday. That means the Viking chant popularized by Iceland fans at Euro 2016 will be heard across Russia next year.\nIceland secured an automatic berth by defeating Kosovo, 2-0, in Reykjavik to win Group I and start the celebrations in the island nation of about 330,000 people.\nFireworks were set off after the match at a packed Laugardalsvollur Stadium, and Iceland’s captain, Aron Gunnarsson, immediately led the crowd in the traditional chant.\nThe chant entered the spotlight when Iceland made its major-tournament debut at the Euros in France last year, when it stunningly reached the quarterfinals after drawing with Portugal in the group stage and eliminating England in the round of 16.\nSerbia also qualified for the World Cup, its second time earning a berth since becoming an independent nation in 2006.\nIreland secured a playoff spot from Group D, while Wales was eliminated only 15 months after reaching the semifinals at Euro 2016.\nSpain and Italy won their last qualifying games in Group G, which had already been won by the Spaniards. Italy was already assured of a playoff spot.\nHere is a look at all the European qualifying action from Monday:\nGROUP D\nSerbia qualified for the World Cup for the first time since 2010 by beating Georgia, 1-0, in Belgrade with a goal by Aleksandar Prijovic in the 74th minute.\nThe result left Wales and Ireland to decide their fate in a showdown in Cardiff, and the Irish got the victory and a playoff berth behind James McClean’s 57th-minute goal.\n“That last half-hour seemed an eternity,” Ireland Manager Martin O’Neill said. “We had to withstand pressure but we knew at some stage we would have to try to win the game and we did it.”\nBale could not play for Wales because of injury.\nSerbia finished with 2 more points than Ireland, and 4 more than Wales.\nThe Irish will try to qualify for the World Cup for a fourth time — and first since 2002. They will not be seeded in the playoffs draw, which will take place on Tuesday.\nGROUP G\nSpain ended its qualifying campaign by beating Israel, 1-0, in Jerusalem, while Italy scraped past Albania by 1-0 in Shkoder via another poor effort, one that will do little to inspire confidence in Coach Gian Piero Ventura and his team.\n“We have some limitations at the moment but today there was the desire to try and do things,” Ventura said.\nWith a World Cup berth already secured, Spain played without most of its regular starters in Jerusalem but won thanks to a long-range strike by Asier Illarramendi in the second half\nIt finished unbeaten, with nine wins and one draw, against Italy in Turin last year. The Italians ended 5 points behind Spain.\nMacedonia beat Liechtenstein, 4-0, in a match between the two bottom teams in the group.\nLiechtenstein was outscored by 39-1 in its 10 qualifiers.\nGROUP I\nIceland made history with a win over last-place Kosovo. Gylfi Sigurdsson scored in the first half and Johann Gudmundsson added another in the second, keeping Iceland’s momentum from its inspiring run at Euro 2016.\nIceland, unbeaten in 13 competitive home games, will be the smallest nation in terms of population to play in soccer’s showcase event.\nThe result left Iceland 2 points ahead of Croatia, which beat Ukraine by 2-0 in Kiev to secure the playoff spot.\nUkraine finished 3 points behind Croatia, in third place.\nIt was the tightest group in European qualifying. Iceland entered the final round with a 2-point lead over both Croatia and Ukraine.\nKosovo completed its maiden qualifying campaign for a major tournament with a single point, from a draw at Finland.\nRelated Coverage\n",
        "quotes": [
            [
                "That last half-hour seemed an eternity,",
                "",
                true
            ],
            [
                "We had to withstand pressure but we knew at some stage we would have to try to win the game and we did it.",
                "",
                true
            ],
            [
                "We have some limitations at the moment but today there was the desire to try and do things,",
                "Ventura",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=S8H-a8HTQL8"
            ]
        },
        "key_words": [
            "cup",
            "way",
            "yeariceland",
            "world",
            "qualify",
            "nation",
            "win",
            "group",
            "smallest",
            "chant",
            "viking",
            "traditional",
            "iceland"
        ]
    }
]