[
    {
        "url": "http://beforeitsnews.com/entertainment/2017/09/living-on-bitcoin-for-a-week-2670508.html",
        "title": "Living on Bitcoin for a Week (Video)",
        "authors": [
            {
                "name": "Documentary Heaven",
                "link": null
            }
        ],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "Sunday, September 10, 2017 11:22\n% of readers think this story is Fact. Add your two cents.\nFrom the producer of the documentary Super Size Me , Morgan Spurlock now sets out to take on the strange new world of bitcoin and attempt to survive on nothing but the digital currency for a week.\n \nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nAnonymous\nYou still have to participate in the (now) mainstream, dollar economy, because of the celphone.\nSep 11, 2017, 4:04 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.suppressedhealthsecrets.com",
                "http://www.prodo1.com/"
            ]
        },
        "key_words": [
            "living",
            "surrounding",
            "week",
            "strange",
            "world",
            "weekwith",
            "super",
            "video",
            "bitcoin",
            "think",
            "survive"
        ]
    }
]