[
    {
        "url": "http://www.cnn.com/2017/10/06/opinions/trump-distracted-kim-putin-noticed-opinion/index.html",
        "title": "As Trump deals with a tragedy, Putin and Kim regroup",
        "authors": [
            {
                "name": "Nic Robertson",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-06",
        "text": "As Trump deals with a tragedy, Putin and Kim regroup\nUpdated 11:16 AM ET, Fri October 6, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nNic Robertson is CNN's international diplomatic editor. The opinions expressed in this article belong to the author.\n(CNN)\nIn a few brief but deadly minutes, Paddock broke countless hearts. It was the most deadly gun attack in US history, leaving 58 people dead and more than 500 others injured.\nBut he also unwittingly diverted President Trump's attention from North Korea's Kim, who Trump has taken to calling little \"Rocket Man.\" And it created an opening for Russia President Vladimir Putin.\nHad Sunday night's appalling events not happened, Trump would have remained mired in self-consuming controversies of his own making.\nHis divisive statements on the NFL and the National Anthem as well an ugly spat with Puerto Rico's mayor both threatened to spill into the following week. On top of that, he seemed to be spoiling for a showdown with his Secretary of State, Rex Tillerson.\nRead More\nAs Paddock was preparing to unleash mayhem, Trump appeared to be preparing for war with North Korea and his top diplomat.\nMelania Trump has previously reminded reporters that when cornered, her husband fights. So from where he was standing, we can only guess his world looked full of corners -- and Tillerson was in one of them.\nAmerica's top diplomat was on the way back from more North Korean diplomacy in Beijing. He'd flown to the other side of the world for about an hour of face time with Chinese president Xi Jingping. Trump, meanwhile, was pacing the relaxing confines of his Bedminster golf resort, apparently ill at ease with Tillerson's efforts.\nJUST WATCHED\nKim Jong Un: What we know about him 01:51\nTrump unleashed a furious Twitter fusillade , taking what may have been a private disagreement with Tillerson inescapably public.\n\"I told Rex Tillerson, our wonderful Secretary of State, that he is wasting his time trying to negotiate with Little Rocket Man...Save your energy Rex, we'll do what has to be done!\"\nIt came on hard on the heels of Tillerson declaring that \"lines of communication\" -- diplomatic channels direct to North Korea -- were active.\nState Department spokesperson Heather Nauert tried to cool things off by tweeting that North Korea \"will not obtain a nuclear capability. Whether through diplomacy or force is up to the regime.\"\nAnd that's where the spat stood before Sunday night.\nIn Moscow, though, Putin was moving forward, hosting one of Kim's diplomatic point men.\nIn a year when Putin has been racking up influence as Trump discards overseas clout in favor of \"America First,\" Paddock's massacre created more opportunity.\nWith Trump distracted and his North Korea policy public and flailing, Putin saw a unique opportunity to fish for influence in Russia's Far East.\nHis tiny border with Kim is insignificant when measured against the thousands of miles and myriad nations the Russian Federation abuts. But as a potential chink in the armour of international sanctions for Kim, it opens a door to leverage and influence that Putin might not have seen as so important this time last year.\nIn his quest for global relevance for Russia, Trump's forced pause on North Korea has let Putin fast forward a little.\nFor Kim, DC's distractions could have been a chance to mull the Trump/Tillerson rift.\nAnd it seems that he too sees in a distracted Washington fertile ground to exploit. The Pentagon has picked up information suggesting that Kim is readying another missile launch for next week on Columbus Day -- a date no doubt picked to tweak Trump's temper further.\nIt seems that the attack has served America's enemies well: indeed, it appears to have helped them advance their agendas.\nIt would be easy to argue they might have done that anyway. But it took until Wednesday for Tillerson to play down speculation of his damaging rift with Trump.\nIt came after he'd received the explicit public backing of Secretary of Defense, James Mattis, upon whom Trump seems to rely. But not before Tillerson was forced to deny claims that he called Trump a \"moron\" over the summer.\nIf the White House and State Department are now on the same page -- as they insist and as Tillerson's several pointed references about serving at the President's pleasure seem to suggest -- he is not out of his corner yet: \"I serve at the appointment of the President and I am here for as long as the President feels I can be useful to achieving his objectives.\"\nPerhaps Trump is sensing his foes circling -- by the end of the week, he put himself back in play by meeting his Generals Warning of a \"storm coming\".\nThe rhetoric is all well and good, but the fact that the crucial relationship between the President and Secretary of State was up for discussion at all doesn't bode well for the US. And Putin and Kim know it.\n",
        "quotes": [
            [
                "I told Rex Tillerson, our wonderful Secretary of State, that he is wasting his time trying to negotiate with Little Rocket Man...Save your energy Rex, we'll do what has to be done!",
                "",
                true
            ],
            [
                "will not obtain a nuclear capability.",
                "Heather Nauert",
                false
            ],
            [
                "Whether through diplomacy or force is up to the regime.",
                "Heather Nauert",
                true
            ],
            [
                "I serve at the appointment of the President and I am here for as long as the President feels I can be useful to achieving his objectives.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://edition.cnn.com/2017/09/27/politics/donald-trump-nfl-bad-box/index.html",
                "https://edition.cnn.com/2017/10/05/us/las-vegas-shooting-latest/index.html",
                "https://edition.cnn.com/2017/10/01/politics/donald-trump-rex-tillerson-north-korea/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "regroup",
            "north",
            "putin",
            "kim",
            "tillerson",
            "state",
            "deals",
            "secretary",
            "week",
            "trump",
            "korea",
            "tragedy",
            "president"
        ]
    }
]