[
    {
        "url": "https://www.activistpost.com/2017/09/scientists-genetically-modify-super-humans-space-travel.html",
        "title": "Scientists Want to Genetically Modify Super Humans for Space Travel To Mars",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-07",
        "text": "Hot Topics\nScientists Want to Genetically Modify Super Humans for Space Travel To Mars\nHuman beings may need to be genetically modified for space travel.  Humans could be prevented from going to Mars due to our immune systems, according to scientists who wrote a study for Nature Scientific Reports.\nA team of researchers from Russia and Canada analyzed the effect of microgravity on protein in blood samples of 18 Russian astronauts who previously lived on the International Space Station for six months and found changes to their immune systems.\n“The results showed that in weightlessness, the immune system acts like it does when the body is infected because the human body doesn’t know what to do and tries to turn on all possible defense systems,” Professor Evgeny Nikolaev, of Moscow Institute of Physics and Technology and the   Skolkovo Institute of Science and Technology said.\nThe scientists found that the blood proteins change as the immune system alters the blood. The study retained blood from cosmonauts 30 days before they traveled to take their space mission to the ISS and then again on their immediate return to Earth. They were also tested seven days after being in orbit as a control to the experiment. The individual blood proteins were then counted using a mass spectrometer.\n“When we examined the cosmonauts after their being in space for half a year, their immune system was weakened,” said Dr Irina Larina, the first author of the paper, a member of Laboratory of Ion and  Molecular Physics of Moscow Institute of Physics and Technology.\nThey were not protected from the simplest viruses. We need new measures of disorder prevention during a long flight.\nWe must understand the mechanism that causes disorders. If we find the pathways that are affected by the weightlessness, we will be able to find the target for the remedy and we’ll be able to offer new pharmaceutical products that will prevent these negative processes.\nThe effects on the human body have been well documented ; it’s widely known that microgravity influences metabolism, heat regulation, heart rhythm , muscle tone, bone density , blood vessels , the body’s respiration system, natural Circadian rhythms and even vision .\nDuring long spaceflights on the ISS, research has found 37 crew members experienced a decrease in isokinetic strength of between  8% and 17% .  Because of these  profound implications  it may present problems for humans embarking on even longer journeys, such as to Mars. Further data suggests that around 30% of muscle strength is lost after spending  110 to 237 days in microgravity .\nDeclare Your Independence!\nProfit outside the rigged system! Protect yourself from tyranny and economic collapse. Learn to live free and spread peace!\nCounter Markets Newsletter - Trends & Strategies for Maximum Freedom\nClaim Your FREE Issue Today!\nAnother study published in 2014 corroborated Nikolaev’s data suggesting that living in space for prolonged periods of time can depress astronauts’ immune systems.\n“Things like radiation, microbes, stress, microgravity, altered sleep cycles and isolation could all have an effect on crew member immune systems,” Brian Crucian, NASA biological studies and immunology expert, who led the study,  said in a statement . “If this situation persisted for longer deep space missions, it could possibly increase risk of infection, hypersensitivity, or autoimmune issues for exploration astronauts.”\nThat means that astronauts planning to spend a year in space may be more likely to get sick, possibly catching old, dormant viruses like chicken pox or even catch a new disease in space and bring it back to Earth, although no symptoms have shown up in astronauts living in space so far. \nLast year NASA had its warp drive technology leaked, and the  Chinese tested  the electromagnetic (EM-drive) patent and manufactured the device, so the technology is indeed operational and NASA has  confirmed that it works. An astrophysicist claimed that we would have it within 100 years, while another scientist in Britain, Roger Shawyer, claimed  he figured out the secret and we could reach the moon in four hours.\nRussia has made a similar claim, but with a nuclear-fission engine, claiming that the engine can provide a fast way to get to Mars in 6 weeks . So the potential to get there is well documented, but if space flight affects the entire human body it might kill us.\nScientists have discussed creating genetically modified human beings to overcome the challenges. One researcher, Christopher Mason, a member of the Department of Physiology and Biophysics at Weill Cornell Medicine, has proposed what he called the “ 500-year plan ” to get humans exploring the cosmos. In his plan, genetic modification of the human genome plays a big role.\nA recent report by Technology Review expands further:\n“Some scientists have already prepared a catalogue of genes that might help. A Boston company called Veritas Genetics is offering to sequence anyone’s genome for $999. And one of the things that Veritas will give you is  a report  on your ‘space genes.’\n“Do you have the specific variant of EPAS1, common to Tibetans, that lets you get by with less oxygen? How about the natural mutation that results in huge, extra-lean muscles, which might counter atrophy? Another DNA variant is associated with good problem-solving skills and low anxiety,” Antonio Regalado wrote.\nAaron Kesel writes for  Activist Post  and is Director of Content for  Coinivore . Follow Aaron at  Twitter  and  Steemit .\nThis article is Creative Commons and can be republished in full with attribution. Like Activist Post on  Facebook , subscribe on  YouTube , follow on  Twitter  and at  Steemit .\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 8, 2019\nAugust 7, 2019\nAugust 6, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "The results showed that in weightlessness, the immune system acts like it does when the body is infected because the human body doesn’t know what to do and tries to turn on all possible defense systems,",
                "Evgeny Nikolaev",
                true
            ],
            [
                "When we examined the cosmonauts after their being in space for half a year, their immune system was weakened,",
                "Irina Larina",
                true
            ],
            [
                "Things like radiation, microbes, stress, microgravity, altered sleep cycles and isolation could all have an effect on crew member immune systems,",
                "",
                true
            ],
            [
                "If this situation persisted for longer deep space missions, it could possibly increase risk of infection, hypersensitivity, or autoimmune issues for exploration astronauts.",
                "",
                true
            ],
            [
                "Do you have the specific variant of EPAS1, common to Tibetans, that lets you get by with less oxygen?",
                "Antonio Regalado",
                true
            ],
            [
                "How about the natural mutation that results in huge, extra-lean muscles, which might counter atrophy?",
                "Antonio Regalado",
                true
            ],
            [
                "Another DNA variant is associated with good problem-solving skills and low anxiety,",
                "Antonio Regalado",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.technologyreview.com/s/604142/engineering-the-perfect-astronaut/",
                "https://www.mirror.co.uk/science/nasa-built-warp-drive-actually-9215589",
                "https://www.dailymail.co.uk/sciencetech/article-3080846/Fly-moon-FOUR-hours-British-scientist-says-s-secret-Star-Trek-s-wrap-speed.html",
                "https://www.space.com/8978-trip-mars-turn-astronauts-weaklings.html",
                "https://www.dailymail.co.uk/sciencetech/article-4052580/China-claims-built-working-version-NASA-s-impossible-engine-says-s-orbiting-Earth.html",
                "http://www.dailymail.co.uk/sciencetech/article-3203772/Warp-speed-reality-100-years-Star-Trek-like-travel-galaxies-possible-claims-astrophysicist.html",
                "https://www.nature.com/articles/s41598-017-08432-w?error=cookies_not_supported&code=61b37278-5f99-4c9d-8fb7-13f7ba86a5b4",
                "https://www.sciencealert.com/leaked-nasa-paper-shows-the-impossible-em-drive-really-does-work",
                "https://www.businessinsider.com/human-body-health-effects-of-space-2015-3"
            ],
            "gov_pgs": [
                "https://www.nasa.gov/content/study-reveals-immune-system-is-dazed-and-confused-during-spaceflight/index.html",
                "https://www.ncbi.nlm.nih.gov/pubmed/22134699",
                "https://www.ncbi.nlm.nih.gov/pubmed/19833299",
                "https://www.ncbi.nlm.nih.gov/pubmed/2691487",
                "https://www.ncbi.nlm.nih.gov/pubmed/26630197",
                "https://www.nigms.nih.gov/Education/Pages/Factsheet_CircadianRhythms.aspx"
            ],
            "unsure": [
                "https://steemit.com/@an0nkn0wledge/",
                "https://www.technologyreview.com/profile/antonio-regalado/",
                "http://www.skoltech.ru/en/",
                "http://www.spacegenes.com/",
                "https://www.activistpost.com/",
                "https://www.facebook.com/activistpost",
                "http://2011.igem.org/Team:NYC_Software/Tools/Colonization",
                "http://www.youtube.com/activistpost",
                "https://twitter.com/ActivistPost",
                "https://www.liebertpub.com/action/cookieAbsent",
                "https://onlinelibrary.wiley.com/action/cookieAbsent",
                "https://mipt.ru/",
                "https://twitter.com/an0nakn0wledge",
                "https://steemit.com/@activistpost",
                "https://www.rt.com/news/334416-russia-space-nuclear-engine/",
                "https://coinivore.com/"
            ]
        },
        "key_words": [
            "astronauts",
            "scientists",
            "modify",
            "space",
            "technology",
            "travel",
            "super",
            "immune",
            "body",
            "humans",
            "mars",
            "genetically",
            "blood",
            "study",
            "human",
            "systems",
            "system"
        ]
    }
]