[
    {
        "url": "https://www.nytimes.com/2017/10/10/world/africa/raila-odinga-kenya-election.html?rref=collection%2Fsectioncollection%2Fworld",
        "title": "Raila Odinga, Kenya Opposition Leader, Won’t Run in New Election",
        "authors": [
            {
                "name": "Kimiko De Freytas-Tamura",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-10",
        "text": "Advertisement\nSupported by\nRaila Odinga, Kenya Opposition Leader, Won’t Run in New Election\nImage\nRaila Odinga, center, at a news conference in Nairobi on Tuesday. His withdrawal from the presidential election has raised questions about what will happen with the vote.CreditCreditBaz Ratner/Reuters\nOct 10, 2017\nNAIROBI, Kenya — What appeared to be a historic step forward for democracy in Africa was thrown into turmoil on Tuesday when an opposition leader said he would not participate in a redo of Kenya’s presidential election.\n“All indications are that the election scheduled for Oct. 26 will be worse than the previous one,” the opposition leader, Raila Odinga, said at a news conference, because the electoral commission did not intend “to undertake any changes to its operations and personnel” to ensure a free and credible election.\nThe announcement came a month and a half after the Kenyan Supreme Court made history by nullifying the election of the incumbent, President Uhuru Kenyatta, and ordered a new one, in response to complaints of voting irregularities .\n“The Supreme Court decision in September was unpredictable, and it is still unpredictable what it will lead to this time,” said Justin Willis, professor of modern African history at Durham University in Britain.\nThe electoral commission had declared Mr. Kenyatta the winner of the Aug. 8 vote, with 54 percent of the ballots, to 44 percent for Mr. Odinga — a margin of about 1.4 million votes. But Mr. Odinga, 72, petitioned the Supreme Court to annul what he called a “massive fraud.” To everyone’s surprise, the court handed him a victory.\nWith Mr. Odinga’s withdrawal, the judiciary will decide once again what happens next. The court could allow one candidate, Mr. Kenyatta, to run on his own, handing him a victory. Or it could open the vote to weaker candidates who had initially run, which would also be likely to result in a victory for the president.\nOr the judges could call for a new election within 60 days, under a ruling allowing a new vote if a contender dies. That could help Mr. Odinga and his party, said Nic Cheeseman, a professor and expert on African democracy at the University of Birmingham in Britain.\n“That way, they get another 60 days to build up their steam,” he explained. “They get more campaign financing, and proper electoral reforms are made.”\nFor the election to take place, Mr. Cheeseman added, “critical compromise” was needed.\n“We simply haven’t seen genuine progress on negotiations on how to go forward,” he said.\nAnalysts have suggested that Mr. Odinga, who is running low on campaign money, is withdrawing from the race for tactical reasons. They speculate that he may not have enough support to win the vote under current conditions and is bowing out to save face.\nThat may allow him to maintain his legacy as a veteran fighter for democratic reforms and for having instigated the Supreme Court’s historic ruling.\nWhen announcing his withdrawal from the race, Mr. Odinga said it was best for him to pull out, “considering the interests of the people of Kenya, the region and the world at large.”\nIn its ruling, the court singled out the election board for mishandling the original vote. But the same officials are expected to oversee the new vote — an arrangement that Mr. Odinga strongly opposes. Before withdrawing from the race on Tuesday, he repeatedly threatened to boycott the vote if they were not replaced and prosecuted.\nMr. Kenyatta has called the Supreme Court judges “thugs” and vowed to “fix” the judiciary. His Jubilee Party recently introduced amendments to electoral laws that have been widely criticized as efforts to clip the judiciary’s wings.\nOne amendment would ban the Supreme Court from nullifying a presidential election unless violations of the Constitution or electoral law significantly altered the outcome.\nDuring a campaign tour on Monday, Mr. Kenyatta said his rival was free to withdraw from the race “if he’s not interested.” Kenyans “are tired,” Mr. Kenyatta said. “If he does not want elections, he should keep off and let the country move forward.”\nMr. Kenyatta responded to Mr. Odinga’s announcement on Tuesday by saying that his opponent had exercised his “democratic right” to pull out of the race. But he also described his rival’s withdrawal as “injustice,” saying billions of dollars had already been spent to prepare for the repeat election. “That money would have been used to build roads,” Mr. Kenyatta said.\nPatrick Gathara, a Kenyan commentator and a political cartoonist based in Nairobi, called the new developments “the best moment for Kenya’s civic education.”\n“People are talking and quoting the Constitution in bars; people are paying attention,” he said, adding: “We’re talking about a crisis, but we’re clarifying the rules and the laws. We’re going into places that make us uncomfortable.”\nStill, the uncertainty surrounding the election is increasing frustration among Kenyans and affecting the economy, with far fewer tourists and business deals being made.\n“People are getting fed up of politics,” said Wilson Riungu, a cabdriver in Nairobi. “The economy is getting worse day by day. It’s always politics, politics, politics.” He voted for Mr. Kenyatta in August but is now unsure if he will even go to the polls on Election Day, let alone whom he will cast his ballot for.\nWestern diplomats, who had praised the initial vote, have now condemned Kenya’s political leaders for preventing a smooth and peaceful election.\n“If the upcoming election devolves into chaos, the economy, businesses, jobholders and families — all Kenyans — will pay a heavy price,” read a statement from a group of diplomats representing the United States, Britain and the European Union.\nThe statement criticized Mr. Kenyatta’s proposed amendments but also Mr. Odinga for his demands, saying they undermined the electoral body’s mandate to hold the new vote.\nA version of this article appears in print on , Section A, Page 8 of the New York edition with the headline: Candidate Who Challenged ‘Massive Fraud’ in Kenyan Election Shuns a Redo. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "All indications are that the election scheduled for Oct. 26 will be worse than the previous one,",
                "",
                true
            ],
            [
                "to undertake any changes to its operations and personnel",
                "",
                false
            ],
            [
                "The Supreme Court decision in September was unpredictable, and it is still unpredictable what it will lead to this time,",
                "Justin Willis",
                true
            ],
            [
                "That way, they get another 60 days to build up their steam,",
                "",
                true
            ],
            [
                "They get more campaign financing, and proper electoral reforms are made.",
                "",
                true
            ],
            [
                "We simply haven’t seen genuine progress on negotiations on how to go forward,",
                "",
                true
            ],
            [
                "considering the interests of the people of Kenya, the region and the world at large.",
                "Odinga",
                false
            ],
            [
                "If he does not want elections, he should keep off and let the country move forward.",
                "Kenyatta",
                true
            ],
            [
                "That money would have been used to build roads,",
                "",
                true
            ],
            [
                "the best moment for Kenya’s civic education.",
                "Patrick Gathara",
                false
            ],
            [
                "People are talking and quoting the Constitution in bars; people are paying attention,",
                "",
                true
            ],
            [
                "We’re talking about a crisis, but we’re clarifying the rules and the laws.",
                "",
                true
            ],
            [
                "We’re going into places that make us uncomfortable.",
                "",
                true
            ],
            [
                "People are getting fed up of politics,",
                "Wilson Riungu",
                true
            ],
            [
                "The economy is getting worse day by day.",
                "",
                true
            ],
            [
                "It’s always politics, politics, politics.",
                "",
                true
            ],
            [
                "If the upcoming election devolves into chaos, the economy, businesses, jobholders and families — all Kenyans — will pay a heavy price,",
                "Wilson Riungu",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/08/16/world/africa/kenya-opposition-leader-says-hell-expose-fraud-for-all-to-see.html?module=inline",
                "https://www.nytimes.com/2017/08/11/world/africa/kenya-uhuru-kenyatta-president-election.html?module=inline",
                "https://www.nytimes.com/2017/09/01/world/africa/kenya-election-kenyatta-odinga.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.parsintl.com/publication/the-new-york-times/"
            ]
        },
        "key_words": [
            "voting",
            "opposition",
            "kenya",
            "leader",
            "election",
            "unpredictable",
            "worse",
            "history",
            "court",
            "willis",
            "odinga",
            "raila",
            "wont",
            "run",
            "supreme"
        ]
    }
]