[
    {
        "url": "http://beforeitsnews.com/sports/2017/10/10-habits-to-make-you-a-happier-and-more-successful-golfer-2702020.html",
        "title": "10 Habits To Make You A Happier And More Successful Golfer",
        "authors": [
            {
                "name": "Golf State Of Mind",
                "link": null
            }
        ],
        "publisher": "beforeitsnews.com",
        "publish_date": "2017-10-10",
        "text": "Total:\n10 Habits To Make You A Happier And More Successful Golfer\nThursday, October 5, 2017 9:08\n% of readers think this story is Fact. Add your two cents.\nConditioning your mind daily is not only an important part of mental coaching for golf, it’s an important part of being happier and more productive.\nThroughout the years I’ve been a mental golf coach, it’s become very clear that all the mental skills that help your golf game, are also valuable human skills that will help you in all areas of your life.\nCheck out some of the daily exercises that you can do to improve your habits and get a little closer to the champion’s mindset each day.\nThink of your goals daily\nWhere are you going in your life? It’s important to have a strong visual image of what success to you looks like. I start my day by reminding myself of my long term goals. Visualize them as vividly as possible. Visualization is a great way to increase your belief in your ability to achieve your goals, by making them more “real” in your mind. Say them out loud in the present tense. Then think of what you need to focus on today (or this week) to get closer to your long-term goal and hold yourself accountable to these smaller goals. By achieving them, you’ll feel great from the sense of accomplishment (and fulfilling a commitment to yourself), and you’ll build the confidence you need to achieve your bigger goals.\nChoose to be confident and have a great attitude\nDecide that today is going to be a great day! Just by saying that to yourself can immediately make you feel better, and you help bring a better day towards you. Attitude is a choice and will shape your performances more than anything else. The best players in the world might not always perform their best, but their attitude is always consistent. Choose to be optimistic about the possibilities – the best players in the world expect good things to happen to them, and invariably they do!\nGratitude\nStart off each day with 5 minutes spent thinking about what you’re grateful for. Having an attitude of gratitude is a mindset shift. Most of us are in the habit of dwelling on past mistakes and what we don’t have. The reality is, things could always be worse, so remind yourself of the things in your life that you are fortunate to have. You’ll feel better immediately.\nSavor past memories\nHave a stockpile of your most cherished memories, especially those times where you felt successful and confident in yourself. These don’t necessarily need to be golf related – simply memories that are going to trigger positive emotions. You can use these on the course whenever you’re losing confidence.\nFocus on the positives\nBy making it a habit to review your day by the positive things that happened, you’ll begin to “train your brain” to see the positives without reminding yourself to do so. Adopt an end of day, or post-round review process which focuses on the things you did well, highlight the successes (write these down in a tool like Edufii). During my mental coaching for golf, I help players build self-belief by having them journal about their successes. Give yourself credit! Be objective with those things you could have done better and set a new goal around improving them. Mistakes are a positive learning opportunity. \nDon’t compare yourself to others\nWhat other players do and how they perform is completely out of your control. By focusing on what they are doing and how you compare, you’re going to cause yourself stress and performance anxiety. Sure, you can learn from better players, but golf is not a game like tennis, soccer or basketball, where what the other player does can affect you. Your real opponent in golf is the golf course. A big part of the mental coaching for golf process is to learn how to detach yourself from outcome – the winning, your scores etc, and dedicate yourself (and hold yourself accountable to) your own process.\nWalk the walk \nStudies have proven that posture and body language affect mood. If you’re body is down, your thinking and your mood will be down also. Make it a point to walk with swagger, with your shoulders back, chest out and eyes and chin up – you’ll feel more confident immediately. Smile right now, and notice how much better you feel!\nGet a good night’s sleep\nSleep is so underrated in mood and getting the the most out of your performance each day. It’s been proven that less than adequate sleep can make you stressed and irritable. 8 hours of sleep is ideal for for feeling fresh, happy and ready to go.\nEat right\nThere’s plenty of research which shows how what you put in your body affects your mood, mental and physical stamina, and focus. I use a system of nutritional products that are great for golf and used by Jon Rahm and Anna Norquist. If you’re interested, please check out this website .\nExercise\nExercise is one of the most powerful mood boosters. Any kind of exercise (cycling, swimming, yoga, running) will help you feel better. Make exercising at least 3 times per week one of your smaller goals.\nThank you for reading. If you’d like to find out more about how you can use mental coaching for golf to train your mind for your best golf ever, please check out the Ultimate Mental Game Training System 2017 .\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nFeatured\nTop Global\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com",
                "http://www.prodo1.com/"
            ]
        },
        "key_words": [
            "players",
            "youre",
            "mood",
            "day",
            "happier",
            "help",
            "better",
            "things",
            "successful",
            "youll",
            "golfer",
            "golf",
            "mental",
            "habits"
        ]
    }
]