[
    {
        "url": "https://www.reuters.com/article/us-tennis-wtafinals-garcia/frenchwoman-garcia-completes-wta-finals-field-idUSKBN1CH14R",
        "title": "Frenchwoman Garcia completes WTA Finals field",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-12",
        "text": "Frenchwoman Garcia completes WTA Finals field\n2 Min Read\nTennis - China Open - Women's Singles Finals - Beijing, China - October 8, 2017 - Caroline Garcia of France reacts.  REUTERS/Jason Lee\n(Reuters) - Frenchwoman Caroline Garcia became the eighth and final player to qualify for the season-ending WTA Finals in Singapore after Britain’s Johanna Konta withdrew from the Kremlin Cup in Moscow due to a foot injury, the WTA said on Thursday.\nGarcia won back-to-back titles in Wuhan and Beijing, beating Simona Halep in the final of the latter to move past Konta in the Race to Singapore rankings at the start of this month, but withdrew from the ongoing Tianjin Open with an injury.\nHer withdrawal gave Konta an outside chance of qualifying for the Oct. 22-29 event, although she would have had to reach the finals of the Moscow tournament to overtake Garcia.\n“Qualifying for the WTA Finals in Singapore means the world to me,” Garcia, who will be making her first-ever singles appearance at the event, told the WTA website. (www.wtatennis.com)\n“I’m very proud to be among the top eight players of the season and I’m looking forward to being part of that incredible field.”\nFinal field for WTA Finals:\nGarbine Muguruza (Spain), Simona Halep (Romania), Karolina Pliskova (Czech Republic), Elina Svitolina (Ukraine), Venus Williams (U.S.), Caroline Wozniacki (Denmark), Jelena Ostapenko (Latvia), Caroline Garcia (France).\nWriting by Simon Jennings in Bengaluru; Editing by John O'Brien\n",
        "quotes": [
            [
                "Qualifying for the WTA Finals in Singapore means the world to me,",
                "Garcia",
                true
            ],
            [
                "I’m very proud to be among the top eight players of the season and I’m looking forward to being part of that incredible field.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "simona",
            "open",
            "frenchwoman",
            "wta",
            "garcia",
            "completes",
            "singapore",
            "konta",
            "withdrew",
            "singles",
            "field",
            "finals",
            "caroline"
        ]
    }
]