[
    {
        "url": "http://dailybuzzlive.com/see-parrot-named-magic-greatest-escape-artist-time/",
        "title": "See Why This Parrot Named “Magic” Is The Greatest Escape Artist Of All-Time",
        "authors": [
            {
                "name": "Eric Roberts",
                "link": null
            }
        ],
        "publisher": "dailybuzzlive.com",
        "publish_date": "2014-11-12",
        "text": "Posted on\nSee Why This Parrot Named “Magic” Is The Greatest Escape Artist Of All-Time.\nThis parrot, properly named “Magic” may have lived up to his name.\nA British family is searching high and low for their parrot that flew the coop and he didn’t get away because someone forgot to lock his cage.\nMagic escaped because he knew how to pick locks, just like Houdini. The parrot was apparently being transported to a bird sitters house while\nhis owners, Roy and Grace Jarvis, were away for a vacation.\nTheir daughter, Michelle Russell, was transporting the bird and told the BBC that when she had opened the car door the bird flew away.\nNow this wasn’t the first time that something like this had happened. The couple owned Magic for 20 years and in that time he has picked a few locks. “Magic’s escaped before, but he just flies around the room,” Russell said to the BBC.\nThe family as a whole seems to be getting desperate. “We were running up and down the street, calling him. We’ve left out food, I’ve put signs up like people do when their cats go missing but there were magpies around and it’s not looking good,” Lester Russell, Michelle’s husband, told the newspaper.\nThey are now trying to play recordings around the neighborhood to see if that will help Magic find his way home. Hopefully they either find Magic or Magic finds them.\nThey should be hopefully because if a bird is crafty enough to pick a lock, he should be able to find his way home.\n* indicates required\nEmail Address *\nRecent Posts\nWATCH: The Armpit Fart Song. WARNING: After you watch this video, you can’t un-do what READ MORE →\nWoman Finds Needle In Her Son’s Reese’s Candy Bar. You might think twice about biting READ MORE →\nDaily Buzz Live Search\n",
        "quotes": [
            [
                "Magic’s escaped before, but he just flies around the room,",
                "Russell",
                true
            ],
            [
                "We were running up and down the street, calling him.",
                "Lester Russell",
                true
            ],
            [
                "We’ve left out food, I’ve put signs up like people do when their cats go missing but there were magpies around and it’s not looking good,",
                "Lester Russell",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://dailybuzzlive.com/watch-armpit-fart-song/",
                "http://dailybuzzlive.com/woman-finds-needle-sons-reeses-candy-bar/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "artist",
            "locks",
            "way",
            "told",
            "lock",
            "pick",
            "bird",
            "named",
            "alltime",
            "magic",
            "greatest",
            "escape",
            "russell",
            "parrot"
        ]
    }
]