[
    {
        "url": "https://www.politico.com/story/2016/09/eric-trump-father-millennials-228582?cmpid=sf",
        "title": "Eric Trump: My dad appeals to millennials because he's like Mark Zuckerberg",
        "authors": [
            {
                "name": "Nick Gass",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-23",
        "text": "Eric Trump compared his father to Mark Zuckerberg who both became \"the epitome of the American dream.\" | AP Photo\nEric Trump: My dad appeals to millennials because he's like Mark Zuckerberg\nBy NICK GASS\nFor son Eric Trump, Donald Trump will ultimately win over millennials against Hillary Clinton because like Facebook co-founder Mark Zuckerberg, the Republican nominee “has been an entrepreneurial guy” who became “the epitome of the American dream.”\n“He’s gone from nothing into a man who’s just — “ Trump said Friday on Fox News’ “Outnumbered,” as Democratic strategist Julie Roginsky cut him off: “Nothing? He got a million bucks? Come on, Eri c…”\nStory Continued Below\nTrump defended his statement, saying his father has “built an unbelievable empire” and has “epitomized what America’s all about: Opportunity and working hard and being able to achieve your dreams and what you want to succeed, right?”\n“It’s no different than a Zuckerberg, right?” he continued. “Who went out with a great idea like a Facebook and developed this idea and built it and grew it and grew it and grew it. That is achieving something, right? And I think it’s very different than a person who has been a career politician.”\nThe 32-year-old businessman then remarked that “in all fairness” he did not “think millennials relate to policy very well because they haven't lived their lives long enough to understand so many of the issues that influence, I mean in broad stroke of issues, right?”\n“They obviously understand a lot of issues as it pertains to them. Student debt, and this and that. But I think maybe taxes and things like that might be a little less significant than other issues,” Trump said. “And so I just think there is disconnect between somebody who is constantly talking about, you know, policy and this and that and then a man who built a great company.”\nAs the conversation shifted to the Trump campaign’s social media presence, Eric Trump sought to contrast his father’s approach with that of the Clinton operation.\n“We're humans that are speaking to that social media platform,” Trump said of his tweets, along with those of his siblings. “Hillary has 100 people who work on her social media team. My father’s has myself. I’ve got myself. I do all my social. I was tweeting as I was walking into the room. I think that’s very, very relevant.\nGoing on to call it “the difference between a robot speaking and a person speaking,” Trump called it “very, very transparent” before mocking the Clinton campaign’s use of “-H” in tweets to signify that the candidate herself sent it.\n“If you have to put H after a tweet, you're not really communicating to somebody,” Trump said.\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "the epitome of the American dream.",
                "",
                false
            ],
            [
                "the epitome of the American dream.",
                "",
                false
            ],
            [
                "epitomized what America’s all about: Opportunity and working hard and being able to achieve your dreams and what you want to succeed, right?",
                "Julie Roginsky",
                false
            ],
            [
                "It’s no different than a Zuckerberg, right?",
                "Donald Trump",
                true
            ],
            [
                "Who went out with a great idea like a Facebook and developed this idea and built it and grew it and grew it and grew it.",
                "",
                true
            ],
            [
                "And I think it’s very different than a person who has been a career politician.",
                "",
                true
            ],
            [
                "think millennials relate to policy very well because they haven't lived their lives long enough to understand so many of the issues that influence, I mean in broad stroke of issues, right?",
                "",
                false
            ],
            [
                "They obviously understand a lot of issues as it pertains to them.",
                "Donald Trump",
                true
            ],
            [
                "Student debt, and this and that.",
                "Donald Trump",
                true
            ],
            [
                "But I think maybe taxes and things like that might be a little less significant than other issues,",
                "Donald Trump",
                true
            ],
            [
                "And so I just think there is disconnect between somebody who is constantly talking about, you know, policy and this and that and then a man who built a great company.",
                "Donald Trump",
                true
            ],
            [
                "We're humans that are speaking to that social media platform,",
                "Donald Trump",
                true
            ],
            [
                "the difference between a robot speaking and a person speaking,",
                "Donald Trump",
                false
            ],
            [
                "If you have to put H after a tweet, you're not really communicating to somebody,",
                "Donald Trump",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "hes",
            "millennials",
            "zuckerberg",
            "speaking",
            "dad",
            "appeals",
            "mark",
            "trump",
            "eric",
            "social",
            "media",
            "issues",
            "think"
        ]
    }
]