[
    {
        "url": "http://www.bbc.com/news/entertainment-arts-41386895",
        "title": "What's the big deal about Blade Runner?",
        "authors": [
            {
                "name": "Neil Smith",
                "link": null
            }
        ],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "By Neil Smith Entertainment reporter\n27 September 2017\nThese are external links and will open in a new window\nClose share panel\nImage copyright Reuters\nImage caption Harrison Ford and Ryan Gosling co-star in the belated Blade Runner sequel\nBlade Runner 2049, the eagerly awaited - and belated - sequel to Sir Ridley Scott's 1982 sci-fi, opens in cinemas this weekend.\nThe film sees Harrison Ford reprise his role as Rick Deckard, the futuristic detective whose adventures made such an impression 35 years ago.\nRyan Gosling, Jared Leto and Robin Wright also have roles in the follow-up, directed not by Scott but by Canada's Denis Villeneuve.\nSo, what better time then to look back at the original Blade Runner and remind ourselves what all the fuss was about?\nHere are five things you need to know about the first film before checking out the latest instalment.\n1) It's set in Los Angeles...\nImage copyright Ladd Company/Warner Bros/Kobal/REX/Shutterstock\nImage caption The original film evoked a stunning vision of a futuristic city\n...but not just any Los Angeles. The metropolis we see in the first Blade Runner is a grimy, rainy dystopia that many people have abandoned in favour of off-world colonies.\nRidley Scott used the industrial landscape of his native Teesside as the inspiration for the film's iconic opening shot of a nocturnal cityscape illuminated by hellish spumes of fire.\nSet in the year 2019, the original film conceives LA as a city of flying cars, gigantic neon advertising hoardings and immense skyscrapers.\nAt ground level it's a different story, Scott imagining a grim conurbation of food stands, clogged streets and noisy, oppressive chaos.\n2) It's got robots in it...\nImage copyright Ladd Company/Warner Bros/Kobal/REX/Shutterstock\nImage caption Rutger Hauer played formidable replicant Roy Batty\n...only they're not called robots. The proper name is replicant, so named because they've evolved to a point where they are virtually identical to humans.\nEssentially slave labour used to explore and colonise other planets, replicants have a four-year life span and are forbidden from setting foot on earth.\nBlade Runners like Deckard detect replicants through a polygraph-like examination - known as the 'Voight-Kampff test' - that measures emotional responses.\nThey also have the discretion to execute - sorry, \"retire\" any replicant who is found to be trespassing.\n3) It's based on a novel\nImage caption The K in Dick's name stood for Kindred\nBlade Runner is loosely based on Do Androids Dream of Electric Sheep?, a 1968 novel by Philip K Dick.\nThe American, who died the same year Scott's film was released, was a hugely influential writer and thinker whose work has often been adapted for cinema and television.\nTotal Recall, Minority Report and The Man in the High Castle were all inspired by his writings, as was Channel 4's current anthology series Electric Dreams .\nDick only saw the first 20 minutes of Blade Runner before his death but was extremely impressed by what he saw.\n4) There's more than one version\nImage copyright Getty Images\nImage caption Scott was joined by members of his cast when his \"final cut\" screened at the Venice Film Festival\nFew films have gone through as many iterations as Blade Runner, with as many as eight different versions known to exist or have existed.\nThe most widely seen is the original theatrical version, which came with an explanatory voiceover from Ford and a happy ending that saw him and replicant Rachael (Sean Young) retreat into the countryside.\nA 1992 director's cut excised the voiceover and the happy ending. It also included a dream sequence of a unicorn running through a forest.\nA digitally remastered \"final cut\" followed in 2007 to mark the 25th anniversary of the film's release.\n5) Deckard may be an android\nImage copyright Stephen Vaughan/Columbia/Kobal/REX/Shutterstock\nImage caption Will Deckard's true nature finally be confirmed in Blade Runner 2049?\nThe insertion of the unicorn dream sequence prompted speculation that Deckard was himself a creation of the all-powerful Tyrell Corporation.\nYet the question remains one shrouded in mystery due to Scott and Ford's differing responses to any requests for clarification.\nScott has stated on the record that Deckard is \"definitely\" a replicant. Ford, though, seems reluctant to agree with him, preferring to maintain the character's ambiguity.\nWith Deckard returning in Blade Runner 2049, fans will be hoping the mystery is finally resolved to the satisfaction of all.\nFollow us on Facebook , on Twitter @BBCNewsEnts , or on Instagram at bbcnewsents . If you have a story suggestion email entertainment.news@bbc.co.uk.\nRelated Topics\nTop Stories\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.channel4.com/programmes/electric-dreams",
                "https://www.instagram.com/BBCNewsEnts/",
                "https://www.facebook.com/BBCEntsNews/",
                "https://twitter.com/BBCNewsEnts"
            ]
        },
        "key_words": [
            "film",
            "replicant",
            "deckard",
            "image",
            "original",
            "runner",
            "caption",
            "blade",
            "whats",
            "scott",
            "deal",
            "big",
            "copyright"
        ]
    }
]