[
    {
        "url": "https://www.activistpost.com/2017/09/un-security-council-resolution-2375-north-korea-preparation-war.html",
        "title": "UN Security Council Resolution 2375 on North Korea: Preparation for War?",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-17",
        "text": "UN Security Council Resolution 2375 on North Korea: Preparation for War?\nThere is now a discernible pattern to US manipulation of the UN Security Council when it wants UN endorsement for US-NATO acts of aggression. It is a formula which led to the destruction of Iraq and Libya, and in 1950-1953 led to the destruction of North Korea and most of South Korea. This deadly trajectory is once again becoming visible, and the code is revealed in the three words: “all necessary measures,” which are deciphered to mean US-NATO aggressive war.\nThis formula begins with sanctions under Chapter VII of the UN Charter: approximately eleven sanctions have been inflicted upon North Korea, and four presidential statements. The sanctions are, in themselves aggressive action, intended to weaken and demoralize the intended nation-targeted victim, and ultimately destroy the will, the spirit and unity of the nation. The now twelve sanctions on the DPRK are reminiscent of the words Richard Nixon used for the CIA engineered destruction of the democratically elected government of Salvador Allende in Chile:\nMake the economy scream!!\nThe goal of these resolutions is the total destruction of the targeted victim-nation, in the present case, the independent socialist government of North Korea. Because the bar is continually raised, and it is impossible to comply with these imperialistic sanctions without betraying and destroying the core values of the nation being targeted, eventually the US compels the Security Council to announce that more “robust” (violent) measures are required, the end resulting in military attack upon the targeted nation.\nEach sanction is a humiliation, an act of psychological violence and an assault on the dignity of the people of the targeted country. The sanctions are intended to cause such misery among the people of the nation targeted that havoc will result, culminating in regime change. If the victim has the strength to resist, more overt aggression will be used.\nOn September 8, 2017 the U.S. draft resolution revealed their ultimate intent: demanding the power to board North Korean ships, and use “all necessary measures” (military force) to coerce compliance to inspect their cargo. Although this demand was deleted from the sanctions resolution 2375 adopted on September 11, such coercion, if it had remained in the resolution finally agreed upon, would have the violation of the sovereignty of the DPRK, and would have constituted a form of rape of North Korea. Resistance by Russia and China resulted in the abandonment of that particular form of violation of the DPRK, but the cumulative force of the resolutions, now numbering 12, are strangling the economy and people of North Korea, and the US-NATO trajectory seems intent upon some form of military aggression, with or without UN Security Council approval.\nIn the September 18 issue of The New Yorker, author Evan Osnos quotes his North Korean guide, Pak, saying:\nIf the US puts sanctions and sanctions and sanctions and sanctions, they drive us to the edge of the cliff, we will attack. That’s how the world wars have started. Don’t push us too hard because you’re going to start a war. And we should say, we’re not going to die alone.\nOn September 9, NATO chief Jens Stoltenberg said:\nNorth Korea is a global threat and requires a global response; and that, of course, also includes NATO.\nNATO chief Jens Stoltenberg\nUK’s Defense Minister Michael Fallon supported NATO’s position.\nUS Ambassador Nikki Haley’s crude insinuation that “North Korea is begging for war” so grossly distorts the truth that the DPRK referred to her as a “political prostitute,” and the US Ambassador’s reference to the Chinese-Russian proposal of “suspension for suspension” as “insulting,” is a shocking repudiation of the only viable step toward beginning negotiated reduction of tension, leading to a peaceful resolution of this crisis. The US Ambassador’s absurd comment reveals her deliberate falsification of the realities involved and her reversal of cause and effect is a form of paranoia. North Korea needs nuclear defenses to protect itself from violent aggression by the South-Korean-US axis.\nArticle 2 of the China/DPRK Mutual Assistance Treaty obligates China to defend North Korea if the US attacks. If the DPRK attacks first, China will not assist. While the DPRK will not initiate attack, ever, it is being subjected to intolerable provocations, set-ups and false-flag operations which may make it impossible to avoid counter-actions in defense.\nThe US Ambassador, many of the Security Council members, willingly or unwillingly and many others elsewhere are, it seems, deliberately refusing to respect, nor take responsibility for the horrifying massacre of 3-4 million North Koreans between 1950-1953, and ignore fact that the ongoing menace of South Korean and US military threats are inflicting an unendurable state of terror upon North Koreans, to which they must respond in the only way that will either ensure their survival or raise the cost of an attack against them to a point that the US-NATO-Japan- ROK axis are reluctant or unwilling to pay.\nIt is therefore alarming evidence of a stealthy plan to attack and overwhelm the DPRK in every conceivable way, that yesterday’s New York Times announced South Korea’s plan to “Decapitate” the North Korean leadership. …”The measures have raised questions about whether South Korea and the United States, its most important ally, are laying the groundwork to kill or incapacitate Mr. Kim and his top aides before they can even order an attack.” This again recalls the Nixon-Kissinger-CIA Chilean coup scenario, when “make the economy scream” was not sufficient to incite a popular uprising to overthrow the government of Socialist President Allende, and the honorable Chilean top military leadership refused to enact a coup d’etat, which would have violated the constitution. Thereupon, the Nixon-Kissinger-CIA axis arranged the assassination of Chile’s loyal top military leaders, beginning with General Rene Schneider, who was kidnapped and murdered for refusing to stage a coup, and his loyal second in command, General Carlos Prats was cruelly degraded and forced out of Chile. Eventually the CIA found a compliant officer, and a pawn, Pinochet.\nThe leadership of the DPRK has sought meetings with the US leadership for decades. The North Koreans never refused negotiations. The US refused all such meetings, perhaps assuming they could impose US will by force, in any case. South Korean “Decapitation Units” directly contradict US Secretary of State Tillerson’s assurance that the US “does not seek regime change, nor regime collapse.” The new South Korean “Decapitation Unit,” the “Spartan 3000, will be mandated to conduct ‘cross-border raids with retooled helicopters and transport planes that penetrate North Korea at night.” This is a situation absolutely identical to the South Korean provocations that led to the 1950-1953 Korean war.\nDuring the September 11 Security Council meeting at which the new sanctions resolution was adopted, Chinese Ambassador Liu stated:\nWe hope the US will incorporate the following four ‘don’ts into its relevant policies regarding the Democratic People’s Republic of Korea: don’t seek regime change, don’t incite a collapse of the regime, don’t seek an accelerated reunification effort of the peninsula, and don’t send its military north of the thirty-eighth parallel.\nRussian Ambassador Nebenzia stated:\nThe measures involving financial and economic pressure on the leadership of the Democratic People’s Republic of Korea had basically been exhausted and any further restrictions would be tantamount to attempts to suffocate its economy, including the placing of a total embargo on the country and provoking a deep humanitarian crisis. In other words, what we are talking about here is not just cutting off the channels that allow for banned nuclear and missile activities, but, rather, inflicting unacceptable damage on innocent civilians……Furthermore, the authors’ unwillingness to include in the resolution the idea of using the good offices and mediation potential of the Secretary-General, as well as the refusal to reaffirm the statement made by the United States Secretary of State, Mr. Tillerson, on the ‘Four Nos’—that there are no plans to start a war, effect regime change, force the reunification of the two Koreas or violate the 38th parallel—all give rise to very serious questions in our minds to which we have not yet received answers.\nThe UN Secretary General is adamantly opposed to a military solution, and equally adamant that only a negotiated solution is permissible. However, the US opposes his utilizing his “good offices” to peacefully resolve the crisis.\nWhile it is impossible to predict the outcome, when taken together, the US actions seem to indicate their intent to attack the DPRK, overtly or covertly, or through proxies, though the risks are catastrophic. Only the dangerous possibility of China’s involvement could deter this intent. North Korea is now being crushed economically and subjected to intolerable provocations. Although the “status quo” may appear to be in the interest of all parties, recalcitrant and irrational aggressive forces are being unleashed within US-NATO, with or without UN authorization. If US-NATO military power is permitted to obliterate North Korea, their resultant intoxication with military force, combined with their economic weakness makes it inevitable that China and Russia are their next quarry. It is imperative that Russia and China take this seriously, as they surely do. The time is long overdue for Russia and China to use their veto power. Their appeasement of US/NATO interests is short-sighted and enabling a war of possibly incalculable proportions. It is preferable to live with a nuclear armed North Korea than to die in a nuclear holocaust. Indeed, even the venerable Susan Rice factored in this option.\nAnd it is time for US-NATO to heed the words of former President Jimmy Carter:\nThe North Koreans emphasized that they wanted peaceful relations with the United States and their neighbors, but were convinced that we planned a preemptive military strike against their country. They want a peace treaty, especially with America to replace the ceasefire agreement that had existed since the end of the Korean war in 1953, and to end the economic sanctions that had been very damaging to them during that long interim period. A commitment to peace by the United States and North Korea is crucial.\nFormer President Jimmy Carter (Source: The Carter Center / Facebook)\nYesterday the North Korean Foreign Ministry stated that the UN Security Council resolutions are an “infringement on its legitimate right to self-defense, and aim at completely suffocating its state and people through full-scale economic blockade.” These United Nations Resolutions are deliberate provocations, actually inflaming and exacerbating this crisis. And it is possible that the authors of the September 11 Resolution anticipated and actually intended this outcome. War is profitable. It should be no surprise that today North Korea launched another missile, demonstrating its capacity. And today the UN Security Council is holding another “emergency” meeting. One can only hope that Russia and China will take a stand against any continuation of this vicious spiral.\nCarla Stea is Global Research’s correspondent at United Nations Headquarters, New York, N.Y.\nThe original source of this article is Global Research\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 6, 2019\nAugust 6, 2019\nAugust 6, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "North Korea is begging for war",
                "",
                false
            ],
            [
                "does not seek regime change, nor regime collapse.",
                "Tillerson",
                false
            ],
            [
                "Spartan 3000, will be mandated to conduct ‘cross-border raids with retooled helicopters and transport planes that penetrate North Korea at night.",
                "",
                true
            ],
            [
                "don’ts into its relevant policies regarding the Democratic People’s Republic of Korea: don’t seek regime change, don’t incite a collapse of the regime, don’t seek an accelerated reunification effort of the peninsula, and don’t send its military north of the thirty-eighth parallel.",
                "Tillerson",
                false
            ],
            [
                "Russian Ambassador Nebenzia stated:\nThe measures involving financial and economic pressure on the leadership of the Democratic People’s Republic of Korea had basically been exhausted and any further restrictions would be tantamount to attempts to suffocate its economy, including the placing of a total embargo on the country and provoking a deep humanitarian crisis.",
                "Tillerson",
                true
            ],
            [
                "In other words, what we are talking about here is not just cutting off the channels that allow for banned nuclear and missile activities, but, rather, inflicting unacceptable damage on innocent civilians……Furthermore, the authors",
                "Tillerson",
                false
            ],
            [
                "infringement on its legitimate right to self-defense, and aim at completely suffocating its state and people through full-scale economic blockade.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.globalresearch.ca/author/carla-stea",
                "https://brave.com/act438"
            ]
        },
        "key_words": [
            "targeted",
            "war",
            "preparation",
            "2375",
            "dprk",
            "council",
            "north",
            "security",
            "sanctions",
            "military",
            "attack",
            "south",
            "korea",
            "resolution",
            "korean"
        ]
    }
]