[
    {
        "url": "https://www.activistpost.com/2017/09/false-arrest-raise-questions-police-facial-recognition.html",
        "title": "35 False Matches and 1 Erroneous Arrest As Police Secretly Test Facial Recognition Technology",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-07",
        "text": "Hot Topics\n35 False Matches and 1 Erroneous Arrest As Police Secretly Test Facial Recognition Technology\nAll things biometric are sweeping across the world at warp speed now, from security on planes and trains to check-ins at conferences and events, banking systems, etc. But the use of facial recognition tech in policing is being touted as the next big thing to keep the public safe. In fact, facial recognition technology is already working on the next level of development with researchers constructing new algorithms that supposedly can penetrate the most simple method of avoidance: wearing a mask .\nHowever, a recent event in Britain should cause those who are high on this technology to rein in their enthusiasm. According to a Sky News report , a recent carnival in Notting Hill was treated as a testing ground for police facial recognition systems. The results were troubling.\nThe controversial trial of facial recognition equipment at Notting Hill Carnival resulted in roughly 35 false matches and an ‘erroneous arrest’ …\nThe system only produced a single accurate match during the course of Carnival, but the individual had already been processed by the justice system between the time police compiled the suspect database and deployed it.\nFirstly, the fact that the general public were used as guinea pigs by the police state when they were there to enjoy a celebratory event shows the level of disdain for basic civil liberties. Secondly, the fact that a test should result in actual questioning and detentions only doubles down on the violations to personal freedom. Lastly, one might wonder how any matches were made to begin with. Sky News reveals what we in the U.S. also have come to learn – the government has built a secret database (including innocent people) that’s just been waiting for the implementation of the recognition systems.\nThat ruling seems to matter little to the Metropolitan Police who clearly suggest that such trials will continue:\nThe Met said: “We have always maintained that it was a continued trial to test the technology and assess if it could assist police in identifying known offenders in large events, in order to protect the wider public.”\n“A full analysis of its deployments and a wider consultation will take place at the conclusion of the trial,” the spokesperson added, although no date was given for this.\nSky sources have suggested that the Met is planning to trial the technology at other events in the future.\nThis is the type of lawlessness that has now taken over law enforcement in an age where the public is just expected to endure a full loss of liberty in the name of security.\nThis article may be freely republished in part or in full with author attribution and source link .\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 8, 2019\nAugust 7, 2019\nAugust 6, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "We have always maintained that it was a continued trial to test the technology and assess if it could assist police in identifying known offenders in large events, in order to protect the wider public.",
                "",
                true
            ],
            [
                "A full analysis of its deployments and a wider consultation will take place at the conclusion of the trial,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.activistpost.com/2017/09/false-arrest-raise-questions-police-facial-recognition.html",
                "https://news.sky.com/story/police-facial-recognition-trial-led-to-erroneous-arrest-11013418",
                "https://www.theverge.com/2017/9/6/16254476/facial-recognition-masks-diguises-ai",
                "https://www.activistpost.com/2017/08/facial-recognition-moves-planes-trains-conferences-events.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.activistpost.com/?s=facial+recognition+databases"
            ]
        },
        "key_words": [
            "ruling",
            "false",
            "technology",
            "carnival",
            "matches",
            "facial",
            "public",
            "systems",
            "arrest",
            "fact",
            "secretly",
            "35",
            "erroneous",
            "recognition",
            "sky",
            "test",
            "system"
        ]
    }
]