[
    {
        "url": "https://www.politico.com/story/2016/09/lindsey-graham-trump-birther-228421?cmpid=sf",
        "title": "Lindsey Graham: Trump should apologize for pushing birtherism",
        "authors": [
            {
                "name": "Nolan D. Mccaskill",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-20",
        "text": "Lindsey Graham: Trump should apologize for pushing birtherism\nDonald Trump should apologize for pushing the “unseemly” birther conspiracy regarding where President Barack Obama was born, South Carolina Sen. Lindsey Graham indicated Tuesday.\nTrump last week explicitly acknowledged that Obama was born in the U.S., though he went on to blame Hillary Clinton for igniting the so-called “birther” controversy despite no evidence and refused to apologize for questioning the validity of the country's first black president.\nStory Continued Below\n“I would apologize,” Graham, a frequent and colorful Trump critic, told Bloomberg Politics on Tuesday. “I think the whole movement was unseemly. I had a lot of distaste for it. No factual basis. I think he would be taking the high ground, but that’s up to him.”\nGraham referred to the birther conspiracy as a “fringe issue” that he didn’t take seriously and said Trump didn’t do “the country a service by pushing this.”\nGraham, a former GOP presidential candidate, has encouraged other Republicans to un-endorse Trump and hinted that the next president will likely be a “she,” though he has said he won’t vote for either candidate.\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "I think the whole movement was unseemly.",
                "",
                true
            ],
            [
                "I had a lot of distaste for it.",
                "",
                true
            ],
            [
                "I think he would be taking the high ground, but that’s up to him.",
                "",
                true
            ],
            [
                "the country a service by pushing this.",
                "Donald Trump",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.bloomberg.com/tosv2.html?vid=&uuid=8bb3fb60-b87a-11e9-bd36-398fad2ca173&url=L3BvbGl0aWNzL3RyYWNrZXJzLzIwMTYtMDktMjAvZ3JhaGFtLXN1Z2dlc3RzLXRydW1wLWFwb2xvZ2l6ZS1mb3ItZGVueWluZy1vYmFtYS1zLXUtcy1iaXJ0aA=="
            ]
        },
        "key_words": [
            "sen",
            "south",
            "lindsey",
            "trump",
            "birtherism",
            "birther",
            "unseemly",
            "graham",
            "pushing",
            "think",
            "apologize"
        ]
    }
]