[
    {
        "url": "https://www.reuters.com/article/us-unilever-dove-model/black-model-who-appeared-in-dove-ad-says-it-was-not-racist-idUSKBN1CG134",
        "title": "Black model who appeared in Dove ad says it was not racist",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-11",
        "text": "October 11, 2017 /  9:45 AM / 2 years ago\nBlack model who appeared in Dove ad says it was not racist\n3 Min Read\nLONDON (Reuters) - A black model who appeared in a Dove advert denounced as racist by many social media users has defended the clip, saying that far from belittling black women it celebrated ethnic diversity.\nTwo bottles of Dove's Deep Moisture body wash are displayed in Toronto, Ontario, Canada, October 8, 2017.  REUTERS/Chris Helgren\nLola Ogunyemi unwittingly found herself at the center of an international furor over a 3-second video posted on Dove’s U.S. Facebook page which showed her removing her t-shirt to reveal a white woman, who then took hers off to reveal an Asian woman.\n“I don’t feel it was racist,” she said in an interview with the BBC on Wednesday.\nMany Facebook and Twitter users said the clip signaled that white people were cleaner or more beautiful than black people and likened it to 19th century soap adverts that showed black people scrubbing themselves to become white.\nBut Ogunyemi said the stills from the clip that shot around the internet over the weekend - which mostly showed only her and the white woman, leaving out the Asian woman - gave the wrong impression.\nShe said there was a 30-second, made-for-TV version that had other images and a slogan that made it much clearer that the intention was to say that all women deserved quality products.\n“The screenshots that have taken the media by storm paint a slightly different picture,” she said.\nDove apologized for the Facebook clip, saying it had “missed the mark in representing women of colour thoughtfully”.\nOgunyemi, who is Nigerian, born in Britain and raised in the United States, said in an article in the Guardian that she had “grown up very aware of society’s opinion that dark-skinned people, especially women, would look better if our skin were lighter”.\nFar from fitting into this narrative, she wrote, her participation in the Dove advert was a chance to “represent my dark-skinned sisters in a global beauty brand”.\nShe said Dove could have defended itself by better explaining the concept behind the clip.\nHowever, she also said that Dove should have spotted the risk that the sequence of images could be interpreted as racist given that it had run into trouble over similar content in the past.\n“They should have strong teams there that can point this kind of thing out before it goes to air,” she told the BBC.\nDove, a Unilever brand, was criticized in 2011 over an ad which showed three women side by side in front of a before-and-after image of cracked and smooth skin, with a black woman on the “before” side and a white woman on the “after” side.\nAnother point of contention was a label on a Dove product that said it was for “normal to dark skin”.\nReporting by Estelle Shirbon; Editing by Alison Williams\n",
        "quotes": [
            [
                "I don’t feel it was racist,",
                "Lola Ogunyemi",
                true
            ],
            [
                "The screenshots that have taken the media by storm paint a slightly different picture,",
                "Lola Ogunyemi",
                true
            ],
            [
                "missed the mark in representing women of colour thoughtfully",
                "Dove",
                false
            ],
            [
                "grown up very aware of society’s opinion that dark-skinned people, especially women, would look better if our skin were lighter",
                "Lola Ogunyemi",
                false
            ],
            [
                "represent my dark-skinned sisters in a global beauty brand",
                "Dove",
                false
            ],
            [
                "They should have strong teams there that can point this kind of thing out before it goes to air,",
                "Lola Ogunyemi",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "facebook",
            "model",
            "appeared",
            "clip",
            "dove",
            "ad",
            "women",
            "white",
            "skin",
            "black",
            "showed",
            "woman",
            "racist"
        ]
    }
]