[
    {
        "url": "http://www.cnn.com/2017/10/10/us/california-wildfire-by-the-numbers/index.html",
        "title": "The California wildfires, by the staggering numbers",
        "authors": [
            {
                "name": "Judson Jones",
                "link": null
            },
            {
                "name": "Doug Criss",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-10",
        "text": "Updated 10:06 AM ET, Wed October 11, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\n(CNN)\nMore than a dozen wildfires are scorching Northern California, aided by low humidity and high winds. Here are some eye-popping numbers that tell the scope of the tragedy.\nOver 122,000 acres have been burned, much of it the lush, picturesque landscape of the state's beloved wine country. The area burned so far in Napa and Sonoma is three times larger than Washington, D.C.\nThe fires torched 20,000 acres in about 12 hours on Monday alone. This means the fires advanced at a rate of more than a football field every three seconds.\nThe smoke from the fires led to the worst air pollution on record for Northern California.  Air quality is considered \"very unhealthy\" when the index reaches 201. At one point Tuesday, the air score in parts of Napa hit 486.\nThe fires were fueled by wicked hurricane force winds. The highest reported was a 79 mph gust in Sonoma County. That's similar to wind gusts recorded along the Gulf Coast as Nate made landfall.\nRead More\nWith 571 structures burned, the Tubbs fire is the 12th most destructive wildfire in Cal Fire records , and it's threatening another 16,000 structures.\nMore than 20,000 people have been evacuated from their homes; two hospitals were also cleared out.\nAt least 17 people are dead, including seven in the wine country city of Santa Rosa, but that number will most likely rise: Sonoma County alone received more than 240 missing person reports. Authorities have found 57 of those people safe.\nJust over 53,000 customers are still without power throughout the state, most of them in the Napa and Sonoma areas.\nAround 2,000 homes and businesses were destroyed.\nNo rain is in the forecast over the next seven days.\nMore than 100 people were being treated at hospitals for burns, smoke inhalation and shortness of breath.\nCNN's Brandon Miller contributed to this report.\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [
                "https://www.fire.ca.gov/incidents"
            ],
            "unsure": [
                "http://50.57.200.217/about-air-quality/current-air-quality/air-monitoring-data?DataViewFormat=daily&DataView=aqi&StartDate=10/10/2017&ParameterId=316"
            ]
        },
        "key_words": [
            "staggering",
            "scope",
            "numbers",
            "scorching",
            "california",
            "winds",
            "northern",
            "tell",
            "wildfires",
            "low",
            "tragedy",
            "humidity"
        ]
    }
]