[
    {
        "url": "http://www.cnn.com/2017/10/05/us/las-vegas-shooting-investigation/index.html",
        "title": "Las Vegas killer fired at airport fuel tank",
        "authors": [
            {
                "name": "Steve Almasy",
                "link": null
            },
            {
                "name": "Faith Karimi",
                "link": null
            },
            {
                "name": "Holly Yan",
                "link": null
            },
            {
                "name": "Scott Mclean",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-05",
        "text": "Las Vegas killer fired at airport fuel tank\nUpdated 11:01 PM ET, Thu October 5, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nVigil for fallen officer draws hundreds\nThe massive tank was hit twice; there was no danger of explosion, officials say\nLas Vegas (CNN)\nAs investigators tried to piece together the reason why a man with an arsenal of rifles rained deadly fire down on Las Vegas concertgoers, dozens of his victims remained in the hospital.\nAt Sunrise Hospital, where 200 of the killed, wounded and hurt were taken Sunday night, 45 people are still hospitalized, about half of them in critical condition, according to the medical center's most recent update.\nAnd it appears gunman Stephen Paddock was not just shooting at people when he killed 58 country music lovers at a festival near the Mandalay Bay hotel.\nA large fuel tank at nearby McCarran International Airport was hit by two bullets, one penetrating the outer shell, officials said on the airport's Facebook page.\nBut there never was any danger, officials said.\nRead More\n\"There is almost zero likelihood gunfire damage could trigger a fire or explosion at a commercial fuel storage facility,\" the Facebook post said.\nThere were several vigils held at twilight in Las Vegas on Thursday, including one for Officer Charleston Hartfield, who was off-duty and attending the concert when he was killed. Hundreds of people came to Police Memorial Park to honor his memory.\nThere is still much mystery surrounding Paddock, a 64-year-old retired accountant from Mesquite, Nevada, who liked to gamble in Vegas casinos and had more than 40 guns in two homes and his hotel suite.\nDid he want to escape?\nChilling clues revealed by police suggest the man behind the deadliest mass shooting in modern US history planned to inflict even more carnage.\nPaddock didn't just have 23 weapons in his hotel suite, which he turned into a sniper's nest.\nHe also had more than 50 pounds of explosives and 1,600 rounds of ammunition in his car in the hotel parking lot, police said.\nInvestigators think Paddock intended to survive the massacre, Las Vegas police Sheriff Joseph Lombardo said.\n\"He was doing everything possible to see how he could escape,\" Lombardo said, declining to detail specifics.\nBut what motivated Paddock to kill dozens of strangers and whether he had help remains a mystery.\nLaw enforcement officials who have been briefed on the investigation told CNN on Thursday they have seen no indication that Paddock had an accomplice or that anyone was aware of his planning.\nLaw enforcement analyst: Car bomb possible\nOf the explosives found in Paddock's car, authorities first found several pounds of ammonium nitrate, Lombardo said.\nHe said a later search of cases found in the car revealed 50 pounds of Tannerite -- a brand-name product that's marketed as explosive rifle targets.\nThe cache of explosives in Paddock's car could indicate plans for a car bomb, CNN law enforcement analyst Art Roderick said.\n\"Those explosives, that's the scary part. What was he going to do with those? I mean, you don't just acquire them and leave them in your vehicle and not have a plan for them,\" said Roderick, former assistant director of the US Marshals Service.\n\"The Tannerite could have set off the ammonium nitrate,\" Roderick said. \"So, was he using that as a vehicle-borne explosive device?\"\nIt's possible no one will ever learn Paddock's plan for the explosives. The gunman killed himself before police breached his hotel room door.\nBooking rooms near other music festivals\nBefore checking into Mandalay Bay days before the massacre, Paddock rented a room at a Las Vegas condo complex that overlooked another music festival.\nPaddock rented the room at the Ogden condo complex via Airbnb during the Life is Beautiful music festival, which lasted from September 22 to 25, the sheriff said.\n\"Was he doing pre-surveillance? We don't know yet. This is all conjecture at this point,\" Lombardo said.\nFull coverage\nBut that person never checked into the hotel, which overlooked the festival, Wagstaff Worldwide spokeswoman Emmy Carragher said.\nIt was not immediately clear whether the Stephen Paddock who booked the room was the same Stephen Paddock behind the Las Vegas massacre.\nThe Chicago Tribune, citing an anonymous law enforcement source, reported that it was the shooter Stephen Paddock who booked the room at the Blackstone Hotel.\nWagstaff Worldwide said Blackstone Hotel is cooperating with authorities.\nVictim in a coma\nTina Frost, 27, is one of those victims still in critical condition.\nShe was at the Route 91 Harvest festival with her boyfriend and other friends when she was shot near one of her eyes. She has been in a coma for four days.\nJUST WATCHED\nMom of Las Vegas victim: Daughter is a fighter 02:06\n\"She has her whole life in front of her, and with one incident, we have a nightmare,\" her mother, Mary Moreland, told CNN.\nFrost was among the victims saved by a stranger who carried her through the carnage to a pickup truck.\nAn online fundraiser has accumulated almost $400,000 for Frost's medical bills.\n\"I'd throw it all away to have my daughter back,\" Moreland said. \"It's overwhelming.\"\nA new timeline\nNew evidence shows Paddock fired his first shots into the Route 91 Harvest music festival at 10:05 p.m. Sunday -- three minutes earlier than what police previously reported, Lombardo said.\nAs the indiscriminate killings continued, police said, cameras were positioned inside and outside Paddock's hotel suite and in the door's peep hole.\nPeople scramble after gunfire strikes the Route 91 Harvest country music festival in Las Vegas.\n\"It's amazing that security guard didn't sustain additional injury,\" the sheriff said.\nJUST WATCHED\nNew video shows concertgoers fleeing scene 02:57\nAt 10:15 p.m., Paddock fired his last shots, police said. Three minutes later, a security guard told Las Vegas police he'd been shot and directed officers to the gunman's room.\nMore than an hour later, at 11:20 p.m., police first breached Paddock's suite and found his body on the ground. Seven minutes later, officers gained access to a second room of the suite. No one else was found, and police declared the suspect \"down.\"\nThe elusive motive\nAs more than 100 investigators dig for answers, police aren't sure what turned Paddock into a mass killer.\n\"What we know is Stephen Paddock is a man who spent decades acquiring weapons and ammo, and living a secret life, much of which will never be fully understood,\" the sheriff said.\nA man tries to shield a woman from gunfire. The photographer reported she later got up.\nInvestigators said something may have happened to Paddock between October 2016 and last month that compelled him to purchase more weapons. Paddock bought 33 guns, mostly rifles, during that period, an ATF spokesperson said.\nA note was found in Paddock's Mandalay Bay hotel room, but it was not a suicide note, the sheriff said. He did not detail what the note said.\nNo evidence indicates terrorism, FBI special agent Aaron Rouse said, but the investigation is ongoing.\nInvestigators want to know whether Paddock's girlfriend, Marilou Danley, has information that can explain what sparked the massacre.\nDanley flew Tuesday to Los Angeles from the Philippines and has been cooperating with authorities, Rouse said.\nDanley, through her attorney, said that she didn't know Paddock planned to carry out a mass shooting.\nHe bought her a ticket to the Philippines about two weeks ago, then wired her money so she could buy a house there, she said in a statement. At the time, she worried he was trying to break up with her , she said.\nPaddock wired $100,000 to the Philippines, a law enforcement source said. The FBI is working with Philippine authorities to get more details.\n\"It never occurred to me in any way whatsoever that he was planning violence against anyone,\" Danley said in the statement. \"I will cooperate fully with their investigation. Anything I can do to help ease suffering and help in any way, I will do.\"\nThe hunt for possible accomplices\nJUST WATCHED\nLas Vegas police release bodycam video 02:43\nAuthorities are investigating whether Paddock acted alone or had accomplices. Lombardo, the sheriff, expressed skepticism that the gunman carried out his plan by himself.\n\"Do you think this was all accomplished on his own? You've got to make the assumption he had to have some help at some point,\" he said.\nPolice didn't hold a media briefing Thursday. Many officials were at the vigil for Officer Hatfield.\nCORRECTION: An earlier version of this story gave an incorrect time frame for when Paddock acquired 33 firearms. It was roughly 11 months.\nCNN's Brad Parks, Joe Sutton, Darran Simon, Sheena Jones, Janet DiGiacomo and Dan Simon contributed to this report.\n",
        "quotes": [
            [
                "There is almost zero likelihood gunfire damage could trigger a fire or explosion at a commercial fuel storage facility,",
                "",
                true
            ],
            [
                "He was doing everything possible to see how he could escape,",
                "Lombardo",
                true
            ],
            [
                "Those explosives, that's the scary part.",
                "Roderick",
                true
            ],
            [
                "What was he going to do with those?",
                "Roderick",
                true
            ],
            [
                "I mean, you don't just acquire them and leave them in your vehicle and not have a plan for them,",
                "Roderick",
                true
            ],
            [
                "The Tannerite could have set off the ammonium nitrate,",
                "Lombardo",
                true
            ],
            [
                "So, was he using that as a vehicle-borne explosive device?",
                "Lombardo",
                true
            ],
            [
                "This is all conjecture at this point,",
                "Lombardo",
                true
            ],
            [
                "She has her whole life in front of her, and with one incident, we have a nightmare,",
                "",
                true
            ],
            [
                "I'd throw it all away to have my daughter back,",
                "Moreland",
                true
            ],
            [
                "It's amazing that security guard didn't sustain additional injury,",
                "",
                true
            ],
            [
                "What we know is Stephen Paddock is a man who spent decades acquiring weapons and ammo, and living a secret life, much of which will never be fully understood,",
                "",
                true
            ],
            [
                "It never occurred to me in any way whatsoever that he was planning violence against anyone,",
                "Danley",
                true
            ],
            [
                "I will cooperate fully with their investigation.",
                "Danley",
                true
            ],
            [
                "Anything I can do to help ease suffering and help in any way, I will do.",
                "Danley",
                true
            ],
            [
                "Do you think this was all accomplished on his own?",
                "",
                true
            ],
            [
                "You've got to make the assumption he had to have some help at some point,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.cnn.com/2017/10/04/us/las-vegas-shooting-investigation/index.html",
                "http://www.cnn.com/2017/10/05/us/mother-thanks-man-for-saving-daughters-vegas-shooting-cnntv/index.html",
                "https://www.cnn.com/2017/10/02/us/las-vegas-attack-stephen-paddock-trnd/index.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://tannerite.com/",
                "http://aws-website-preview-8waiq.s3-website-us-east-1.amazonaws.com/index.html"
            ]
        },
        "key_words": [
            "hotel",
            "vegas",
            "fuel",
            "room",
            "music",
            "las",
            "stephen",
            "paddock",
            "killer",
            "airport",
            "paddocks",
            "sheriff",
            "festival",
            "fired",
            "tank"
        ]
    }
]