[
    {
        "url": "http://www.bbc.com/news/world-us-canada-41584187",
        "title": "Utah policeman fired for arrest of nurse who was doing her job",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "11 October 2017\nThese are external links and will open in a new window\nClose share panel\nMedia playback is unsupported on your device\nMedia captionNurse Alex Wubbels was following hospital protocols when she was arrested in Utah\nA US police officer who forcibly arrested a nurse for refusing to take a blood sample from an unconscious patient has been fired.\nFootage showed nurse Alex Wubbels screaming for help as Detective Jeff Payne manhandled and handcuffed her at a hospital in Salt Lake City, Utah.\nHe has lost his job and James Tracy, his watch commander, was demoted two ranks from lieutenant to officer.\nTheir boss said their actions had undermined public trust.\n\"I have lost faith and confidence in your ability to continue to serve as a member of the Salt Lake City Police Department,\" Chief Mike Brown wrote in a letter to Mr Payne, who had served with the department for 27 years.\n\"I am deeply troubled by your lack of sound, professional judgment and your discourteous, disrespectful and unwarranted behavior, which unnecessarily escalated a situation that could and should have been resolved in a manner far different from the course of action you chose to pursue.\"\nImage copyright Salt Lake City Police\nImage caption Detective Jeff Payne (L) was fired and James Tracy, his watch commander, was demoted two ranks\nLawyers for both officers said they planned to appeal against the decision.\nMs Wubbels's lawyer, Karra Porter, told the Deseret News on Tuesday: \"If detective Payne does not believe this is a fireable offense, then I'm glad detective Payne will not be out on the street in uniform tomorrow.\"\nMr Payne was sent to University of Utah Hospital on 26 July to collect blood from an unconscious lorry driver injured in a head-on collision with a suspect fleeing police in another vehicle.\nThe patient was not suspected of wrongdoing.\nBut Mr Payne did not present a warrant to collect the blood sample, as required by hospital policy, and state and federal law.\nMs Wubbels, who was duty nurse that day, declined to tell Officer Payne where the patient was or let him draw blood.\nShe even called her supervisor to get her to explain to the detective that the nurse was only following hospital policy.\nLt Tracy instructed Det Payne to arrest Ms Wubbels and he proceeded to shove the screaming nurse out of the emergency room before holding her against a wall to handcuff her.\nMs Wubbels told reporters at a news conference in September: \"The only job I have as a nurse is to keep my patients safe.\n\"Blood is your blood. That's your property.\"\nThe University of Utah said it had introduced a new policy on blood samples barring officers from coming to the hospital in person to seek them.\nRelated Topics\n",
        "quotes": [
            [
                "I have lost faith and confidence in your ability to continue to serve as a member of the Salt Lake City Police Department,",
                "",
                true
            ],
            [
                "I am deeply troubled by your lack of sound, professional judgment and your discourteous, disrespectful and unwarranted behavior, which unnecessarily escalated a situation that could and should have been resolved in a manner far different from the course of action you chose to pursue.",
                "",
                true
            ],
            [
                "If detective Payne does not believe this is a fireable offense, then I'm glad detective Payne will not be out on the street in uniform tomorrow.",
                "Karra Porter",
                true
            ],
            [
                "The only job I have as a nurse is to keep my patients safe.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.deseretnews.com/article/865690760/Chief-fires-officer-who-arrested-U-nurse-lieutenant-demoted.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "tracy",
            "hospital",
            "nurse",
            "payne",
            "detective",
            "job",
            "wubbels",
            "policeman",
            "doing",
            "arrest",
            "blood",
            "patient",
            "lake",
            "utah",
            "salt",
            "fired"
        ]
    }
]