[
    {
        "url": "https://www.activistpost.com/2017/10/questions-swirl-las-vegas-mass-shooting.html",
        "title": "Questions Swirl In The Las Vegas Mass Shooting",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-10-02",
        "text": "Sunday night Las Vegas shooting at country music concert. Shooter in a high room at the Mandalay Bay Resort Hotel, a long distance away. Deadliest mass shooting in US history. 518 wounded, 58 dead.\nWith the body count and wounded numbers rising, and the concert shooter, Stephen Paddock, dead, here are a few questions:\nWhat weapon was he using? That is important in deciding whether Paddock could, from a significant distance, inflict the reported destruction of life. Or whether, as earlier reports/rumors suggested, there was more than one shooter.\nAt least ten weapons were found in the shooter’s hotel room. He had checked into the Mandalay Resort Hotel several days earlier. How did he bring in all the weapons? Disassembled? Did he have prior experience with weapons?\nIn an interview, Paddock’s brother said he was absolutely shocked, and his brother, Stephen, was “just a guy.” No motive, no reason to go on a rampage. True? False? What turned him into a killer? Had he ever been under psychiatric care? Had he been prescribed, for example, SSRI antidepressants, which are known to push people over the edge, into homicidal violence? If he was “just a guy,” did that include significant experience handling weapons? Was he capable of bringing all or some of the weapons into the hotel in pieces and then assembling them?\nThe Guardian: Paddock’s brother said, “He’s not an avid gun guy at all. The fact that he had those kind of weapons is just – where the hell did he get automatic weapons? He has no military background or anything like that. He’s just a guy who lived in a house in Mesquite, drove down and gambled in Las Vegas. He did stuff. Ate burritos.”\nPolice reports seemed to indicate, at first, that police broke into Paddock’s hotel room and killed him. Then the press were told that Paddock committed suicide as the police entered, or before they entered.\nFor a time, police were searching for Paddock’s friend, companion, roommate (?), Marilou Danley. Reports then suggested they had her in custody. But a later report indicated she was overseas, and the police were satisfied she had nothing to do with the shooting. How were the police able to determine that so quickly? Her absence from Las Vegas would not rule out the possibility she was involved in the planning.\nThen we have this: “CAIRO, Oct 2 (Reuters) – Islamic State has claimed responsibility for a shooting that killed at least 50 people and wounded over 400 in Las Vegas early on Monday, and said the attacker had converted to Islam a few months ago.”\n“’The Las Vegas attack was carried out by a soldier of the Islamic State and he carried it out in response to calls to target states of the coalition’,” the group’s news agency Amaq said in reference to the U.S.-led coalition fighting the group in the Middle East.”\n“’The Las Vegas attacker converted to Islam a few months ago’,” Amaq added.\nTrue? Bogus? An ISIS attempt to take credit for an attack, with which they had no connection?\nEarlier this morning, I came across a tweet which I can’t locate anymore. It named another Stephen C Paddock, who is 44, who has been convicted of several crimes involving lewd acts on a child and child molestation—11/28/01 (South Carolina), 4/06/94 (Indiana), and 11/09/89 (Indiana). The tweet included what appeared to be a screen shot of an official law-enforcement document, also indicating that this Stephen Paddock had been confined, at one point, in a South Carolina mental institution.\nThen there is the story of a concert goer who was warning people before the shooting that they were all “going to die.” Who is she? Is she involved?\nThe Express (UK): “One woman, who was at the Route 91 music event, claimed an unidentified woman had told other concert-goers they were ‘all going to die’ after pushing her way to the front of the venue…The witness, 21, told local news: ‘She had been messing with a lady in front of her and telling her she was going to die, that we were all going to die. They escorted her out to make her stop messing around with all the other people, but none of us knew it was going to be serious’…She [the winess] described the lady as Hispanic. The lady was escorted from the venue along with a man. The unnamed witness, who was attending the event on her 21st birthday, described the pair as short, both around 5 ft 5ins to 5ft 6ins tall, and looked like ‘everyday people’.”\nIn every one of these mass attacks, average news consumers assume the police and the media “have the story right,” and all remaining questions are “just details that will eventually be worked out.”\nThat’s not a wise assumption. It’s especially not wise when connected major agendas are on the line: removing guns from all citizens; accelerating militarized police presence in every aspect of daily life; keeping citizens in a state of anxiety, inducing their decision to stay at home behind locked doors and not venture out; reduction of public events of all kinds; degradation of the economy.\nSuch agendas can result in violent events which are not what they seem to be.\n(To read about Jon’s mega-collection, The Matrix Revealed, click here .)\nThe author of three explosive collections, THE MATRIX REVEALED , EXIT FROM THE MATRIX , and POWER OUTSIDE THE MATRIX , Jon was a candidate for a US Congressional seat in the 29th District of California. He maintains a consulting practice for private clients, the purpose of which is the expansion of personal creative power. Nominated for a Pulitzer Prize, he has worked as an investigative reporter for 30 years, writing articles on politics, medicine, and health for CBS Healthwatch, LA Weekly, Spin Magazine, Stern, and other newspapers and magazines in the US and Europe. Jon has delivered lectures and seminars on global politics, health, logic, and creative power to audiences around the world. You can sign up for his free NoMoreFakeNews emails here or his free OutsideTheRealityMachine emails here .\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 6, 2019\nAugust 6, 2019\nAugust 6, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "She had been messing with a lady in front of her and telling her she was going to die, that we were all going to die.",
                "",
                true
            ],
            [
                "They escorted her out to make her stop messing around with all the other people, but none of us knew it was going to be serious",
                "",
                false
            ],
            [
                "He’s not an avid gun guy at all.",
                "",
                true
            ],
            [
                "The fact that he had those kind of weapons is just – where the hell did he get automatic weapons?",
                "",
                true
            ],
            [
                "He has no military background or anything like that.",
                "",
                true
            ],
            [
                "He’s just a guy who lived in a house in Mesquite, drove down and gambled in Las Vegas.",
                "",
                true
            ],
            [
                "CAIRO, Oct 2 (Reuters) – Islamic State has claimed responsibility for a shooting that killed at least 50 people and wounded over 400 in Las Vegas early on Monday, and said the attacker had converted to Islam a few months ago.",
                "",
                true
            ],
            [
                "The Las Vegas attack was carried out by a soldier of the Islamic State and he carried it out in response to calls to target states of the coalition’,",
                "Amaq",
                true
            ],
            [
                "The Las Vegas attacker converted to Islam a few months ago’,",
                "Amaq",
                true
            ],
            [
                "One woman, who was at the Route 91 music event, claimed an unidentified woman had told other concert-goers they were ‘all going to die’ after pushing her way to the front of the venue…The witness, 21, told local news: ‘She had been messing with a lady in front of her and telling her she was going to die, that we were all going to die.",
                "",
                true
            ],
            [
                "They escorted her out to make her stop messing around with all the other people, but none of us knew it was going to be serious’…She [the winess] described the lady as Hispanic.",
                "",
                true
            ],
            [
                "The lady was escorted from the venue along with a man.",
                "",
                true
            ],
            [
                "The unnamed witness, who was attending the event on her 21st birthday, described the pair as short, both around 5 ft 5ins to 5ft 6ins tall, and looked like ‘everyday people’.",
                "",
                true
            ],
            [
                "just details that will eventually be worked out.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://marketplace.mybigcommerce.com/the-matrix-revealed/",
                "http://marketplace.mybigcommerce.com/exit-from-the-matrix/",
                "https://visitor.r20.constantcontact.com/manage/optin?v=001ud8mz_jvjBTzOkGbZdiJBo46JUQr27arzc7iB14AY5JhIaw72kpP6Pri-HboC7JwdJNF19nlyXqkqdjbXK0dCOw_S_ORPVSimGeG4mEiVHo%3D",
                "https://visitor.r20.constantcontact.com/manage/optin?v=001ud8mz_jvjBTzOkGbZdiJBsEU9pm5k_6R-DwArvUlI7bxzdV2pen30ggNd-AcNwULHOipz82TCD21-VtlvQF9_FPkFeJVv8k6BmLjngS8AT4%3D",
                "http://marketplace.mybigcommerce.com/power-outside-the-matrix/"
            ]
        },
        "key_words": [
            "hotel",
            "vegas",
            "going",
            "matrix",
            "las",
            "shooting",
            "stephen",
            "paddock",
            "mass",
            "swirl",
            "paddocks",
            "questions",
            "weapons"
        ]
    }
]