[
    {
        "url": "http://www.bbc.com/sport/rugby-union/41486640",
        "title": "Premiership: Saracens 38-19 Wasps",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "2017-10-08",
        "text": "Share this page\nShare this with\nAviva Premiership\nTries: Wyles, George 3 Cons: Lozowski 3 Pens: Lozowski 4\nWasps (7) 19\nTries: Moore, J Willis, Bassett Cons: Miller 2\nJamie George scored a hat-trick of tries to help Saracens beat Wasps and move to the top of the Premiership.\nThe hosts went ahead when Chris Wyles collected Alex Goode's clever kick through before George burst through the Wasps defence for his first try.\nMarty Moore scored for Wasps, but George added two second-half tries after driving mauls to give Saracens the bonus point for scoring four tries.\nJack Willis and Josh Bassett scored late consolation tries for Wasps.\nSaracens move up from fifth and are now a point clear of last year's champions Exeter Chiefs, while Wasps' fourth successive defeat leaves them 10th in the table.\nDai Young's Wasps have now not won since 10 September, when they beat Worcester Warriors, and this loss follows defeats by Harlequins, Exeter and Bath.\nLast season's top Premiership try scorer Christian Wade was on the bench for the visitors, while lock Joe Launchbury was rested before Friday's away European Champions Cup tie against Ulster.\nSaracens dominated throughout at Allianz Park and never looked like losing after Wyles and George both scored inside the opening 17 minutes with the hosts holding a 15-0 advantage.\nWasps went in 11 points behind at the break, but Saracens had sealed the bonus point within 66 minutes, and were able to then take off British and Irish Lions players George, Mako Vunipola and Maro Itoje.\nIt was a memorable day for Saracens captain Brad Barritt, who was making his 200th appearance for the club.\nSaracens director of rugby Mark McCall:\n\"Jamie did well in the tight, but he was also good around the park by making lots of little half breaks. He showed a lot of attacking ability during the game and I'm really pleased to see him play so well.\n\"Playing well here was going to be important for him and playing well in the next couple of weeks is going to be important for him as well to get himself into Eddie Jones' mind.\n\"We're going up to Northampton on Sunday and Dylan Hartley will be starting so it will be an important game for Jamie.\nWasps director of rugby Dai Young:\n\"Whoever puts the jersey on has to do the job. We're missing 15 players to injury, but we just have to deal with it and not use it as an excuse.\nWe have to get the best out of what we've got but we're not doing that.\nOn their European Champions Cup tie in Ulster on Friday night:\n\"If it was any less of a turnaround, we'd have to go straight to Ulster from here. It's not ideal, but we have to get on with it.\"\nSaracens: Goode; Williams, Bosch, Barritt (capt), Wyles; Lozowski, Wigglesworth; M. Vunipola, George, Figallo, Isiekwe, Kruis, Itoje, Clark, Wray.\nReplacements: Tolofua, Thompson-Stringer, Koch, Day, Conlon, Spencer, Farrell, Taylor.\nWasps: Le Roux; Watson, Daly, Macken, Bassett; Miller, Simpson; Mullan (capt), Johnson, Moore, Garratt, Rowlands, Haskell, Willis, Young.\nReplacements: Cruse, Harris, Cooper-Woolley, Gaskell, Willis, Robson, De Jongh, Wade.\nReferee: Ian Tempest.\nFrom the section Football\nFrom the section Football\n",
        "quotes": [
            [
                "Jamie did well in the tight, but he was also good around the park by making lots of little half breaks.",
                "Mark McCall",
                true
            ],
            [
                "He showed a lot of attacking ability during the game and I'm really pleased to see him play so well.",
                "Mark McCall",
                true
            ],
            [
                "Playing well here was going to be important for him and playing well in the next couple of weeks is going to be important for him as well to get himself into Eddie Jones' mind.",
                "Mark McCall",
                true
            ],
            [
                "We're going up to Northampton on Sunday and Dylan Hartley will be starting so it will be an important game for Jamie.",
                "Mark McCall",
                true
            ],
            [
                "Wasps director of rugby Dai Young:\n\"Whoever puts the jersey on has to do the job.",
                "Mark McCall",
                true
            ],
            [
                "We're missing 15 players to injury, but we just have to deal with it and not use it as an excuse.",
                "Mark McCall",
                true
            ],
            [
                "We have to get the best out of what we've got but we're not doing that.",
                "Mark McCall",
                true
            ],
            [
                "On their European Champions Cup tie in Ulster on Friday night:\n\"If it was any less of a turnaround, we'd have to go straight to Ulster from here.",
                "Mark McCall",
                true
            ],
            [
                "It's not ideal, but we have to get on with it.",
                "Mark McCall",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.bbc.com/sport/football"
            ]
        },
        "key_words": [
            "wyles",
            "scored",
            "point",
            "saracens",
            "premiership",
            "3819",
            "george",
            "wasps",
            "willis",
            "moore",
            "tries"
        ]
    }
]