[
    {
        "url": "https://www.cnn.com/2016/09/22/politics/isis-refugrees-syria-state-department/index.html",
        "title": "State Dept. official: 'Potential' for ISIS to infiltrate refugee flows",
        "authors": [
            {
                "name": "Laura Koran",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-22",
        "text": "State Dept. official: 'Potential' for ISIS to infiltrate refugee flows\nUpdated 4:19 PM ET, Thu September 22, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nThe Obama administration's refugee resettlement policy has been accused of posing security risks\nThe US is planning on accepting more refugees next year\nWashington (CNN)\nA spokesman for the State Department acknowledged in a recent interview there's \"potential\" for ISIS terrorists to infiltrate refugee camps in the Middle East, but stood by the rigor of US vetting standards for refugees.\n\"I wouldn't debate the fact that there's the potential for ISIS terrorists to try to insert themselves,\" John Kirby said on \"Fox and Friends\" Wednesday. \"And we've seen that in some of the refugee camps in Jordan and in Turkey where they'll try to insert themselves into the population.\"\nThe acknowledgment comes amid criticism the Obama administration's refugee resettlement policy poses security risks to the US, a charge made often by Republican presidential nominee Donald Trump on the campaign trail.\n\"Is it perfect?\" Kirby asked of the vetting process . \"Can it be perfect? Can it be foolproof? Well, probably not. No. But it is very, very serious.\"\n\"I can tell you that the vetting is tough,\" he added. \"It is very, very stringent.\"\nRead More\nKirby's statement also comes as the State Department is preparing to set new resettlement goals for 2017.\nOfficials tell CNN the US next year plans to take in 110,000 refugees , up from 85,000 in the 2016 fiscal year, but it's unclear how many of these will be from Syria or the surrounding region.\n",
        "quotes": [
            [
                "I wouldn't debate the fact that there's the potential for ISIS terrorists to try to insert themselves,",
                "John Kirby",
                true
            ],
            [
                "And we've seen that in some of the refugee camps in Jordan and in Turkey where they'll try to insert themselves into the population.",
                "John Kirby",
                true
            ],
            [
                "But it is very, very serious.",
                "John Kirby",
                true
            ],
            [
                "I can tell you that the vetting is tough,",
                "John Kirby",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2016/09/13/politics/white-house-refugees-increasing/",
                "https://www.cnn.com/2015/11/16/politics/syrian-refugees-u-s-applicants-explainer/index.html",
                "https://www.cnn.com/2015/11/16/politics/donald-trump-syrian-refugees/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "infiltrate",
            "isis",
            "official",
            "try",
            "security",
            "refugee",
            "dept",
            "theres",
            "terrorists",
            "perfect",
            "resettlement",
            "potential",
            "vetting",
            "state",
            "flows",
            "policy"
        ]
    }
]