[
    {
        "url": "https://www.nytimes.com/2017/10/10/reader-center/women-today-readers-reaction.html?rref=collection%2Fsectioncollection%2Fworld",
        "title": "Readers Speak Out on Goals and Challenges of Women Today",
        "authors": [
            {
                "name": "The New York Times",
                "link": null
            },
            {
                "name": "Compiled By",
                "link": null
            },
            {
                "name": "Compiled The New York Times",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-10",
        "text": "Advertisement\nReaders Speak Out on Goals and Challenges of Women Today\nImage\nA rally in New York City on International Women’s Day in March.CreditCreditTodd Heisler/The New York Times\nCompiled by The New York Times\nOct. 10, 2017\nIn connection with our Women Today section, which was tied to the Women’s Forum for the Economy and Society in Paris on Oct. 5 and 6, we asked readers what were the challenges facing women in the work force and what did they think needed to be done to support their needs? Here are some of the responses we received.\nI’ve been a child care provider for the past 21 years in Watsonville, California and in that time, I’ve watched countless children in my care grow from cooing sweet baby talk to learning their ABCs to going off ready to learn more in kindergarten. While no one disagrees that my work is valuable, recognition of that ends when it comes to giving child care providers the ability to form a strong union and having a voice in the laws that shape our work.\nA union would me accomplish my goal of not just making ends meet but building a better life for my family and the families I serve. I’m proud of the care and education I provide children. But I also want to keep learning and share my knowledge to support parents who are doing their best to raise their children while holding down jobs. While much attention is given to the high cost of child care, what is often forgotten is that early childhood educators find themselves earning poverty wages and are unable to support their own families, much less afford additional education and training that will enable us to better serve the children in our care.\nAs I look at the year ahead, I know that a union would raise the standard of living for all child care workers, as well as the families we serve. — Anna Rodriguez, Watsonville, Calif.\nI teach in high school. Our salary is set by county and government. WV had the lowest teacher salary, school has high teacher turnover, many unfilled position. We had to take extra jobs just to make ends meet. Teachers are not respected by our students, administrators-even though many of them hardly ever taught in school, parents, and community as a whole. — Beilan Su, Green Spring W.Va.\nInstitutional recognition of salary inequity between women and men for the same work. It’s hard enough being in a female-dominated field in a non-profit, which means that our work is already undervalued, but to watch the (very few) men in our line of work be rewarded beyond their qualifications or skill sets is extremely frustrating. Some might say it’s wrong. — Emily Edmonds-Langham, Brooklyn, N.Y.\nAffordable, quality childcare would be a game changer for not only myself and other women, but our entire country. Caring for and raising children is essential to society. However, parents and childcare workers are both undervalued for this important job. Caring for children more often falls on the shoulders of women, whether they are single or married, working or not. I have been all of these. For many single moms it can be totally unattainable to own a home, live in a safe neighborhood with good schools, give your kids nutritious food, and maintain a safety net in your savings account. For married moms, our partner’s paycheck is usually not enough to provide safety and security for our families.\nChildcare costs more than college in many states, so working to better ourselves isn’t even an option for some women who are starting at the bottom rung of the ladder-keeping us firmly stuck in the cycle of poverty. Women need access to quality childcare by well-paid childcare workers. We need onsite daycare when possible, flexible work schedules, quality subsidized childcare centers in every neighborhood no matter the income level. We need to start assigning actual monetary value to the raising of the citizens of this country! We could then bring ourselves and our kids out of paycheck to paycheck living, off of welfare, and into being valued and productive members of society. The payoff to our country would be enormous. — Rachel Jesequel, Beaverton, Ore.\nEqual Pay for Equal Work. I live in an area increasingly marred by inequality and very expensive cost of living due to housing and transit cost increases. My company is based in a part of the country which doesn’t reflect these issues such that my pay and living expenses aren’t reflective of reality on the ground. — Marea Murray, Oakland, Calif.\nAn equal shot at the best jobs. In the early 80’s I saw starting my own business as the answer to running my own life. By 1993, I was tired of having to coddle young men who did not take responsibility, even when they had the job title and authority. I’ve run my own Engineering consulting company and done the quality work that my clients expect and appreciate. Most women engineers my age (75) retired by the age of 40. I’ve worked to make the world work for me, and intend to keep working and thinking as long as possible. — Caroline Reynolds, Austin, Tex.\nIf my female boss and female colleagues stopped using my age as a reason to undermine my credibility, I would be able to accomplish everything I want to in my current job. I would be able to accomplish my goals in life if employers in the US do not hold my age against me when considering me for a position. — Patricia Kolman, Amman, Jordan\nI am in an exceedingly good situation. The only thing I want is to move closer to my job so I have a little more time for both work and my daughter. Living in Switzerland, a lot of the issues that would be a concern in the US are well dealt with. I have good childcare, am well-paid, and have a very flexible work schedule. Basically I am well set up to accomplish my goals this year. That was not always the case in the past.\nGenerally I think we talk a lot about public policy initiatives, which are important though these are less issues for me since I have left the United States (which really does have a lot of work to do). What we don’t talk about are the negotiations that go on within a family. I think negotiations about where to live and how to divide time favor men’s careers. I don’t think we talk about this because it’s kind of faulting someone you love-and often someone who tries to support their partner 100% but just doesn’t see the ongoing asymmetries. Women’s economic equality depends on negotiations in all 3 spheres: public policy, workplace, and family. — Debra Hevenstone, Switzerland\nI feel like I am facing bias and prejudice because I am a woman in my 30s. Employers are hesitant to hire women my age because we might get pregnant. I live in Austria, where there are very strong laws protecting mothers, providing paid maternity leave, etc. At the same time the country is quite conservative. It makes it harder to find work between 30-40. — Manuela Bateman, Innsbruck, Austria\nBeing taken seriously and accepted as a human being and not pointed as ‘a woman’ for whatever it is I am doing, like as if it was some kind of genetic disease. Women are half of the human population and still, they have to be treated as a minority. In the Western World, we deal with politicians discussing special laws for the female population, debating whether it is fair or not to pay them for their work or if it is socially adequate to talk about their body functions. As a young woman, it would be much appreciated to be looked at first of all for the goals I accomplish throughout my life rather than for my gender, body or name. The greatest help would be to be treated equally as any other man on the planet. No more, nor less than that. — Corinna Canali, The Hague\nImage\nA mother and daughter celebrate International Women’s Day at the National Capitol in March.CreditGabriella Demczuk for The New York Times\nEqual pay and equal opportunity (no discrimination) is an absolute place to start. As a disabled woman in Japan where business culture roots to traditional conservative practices with sexism, being a disabled women strictly limits career opportunity, advancement, and growth, regardless of educational background, skills, and achievement. There is a national requirement standard for corporations over 100 employees to include 2% disabled employees. However, most firms (especially large and global corporations) seclude disabled people into “special subsidiary” that is established just to employ people with disabilities. Career opportunities are limited, advancement and growth are limited. Pay are not equal with non-disabled and gender gaps (are believed to) exist. I feel that we are forced to accept the discouraging fact that people with disabilities are unwanted in the workforce.\nWhen I was a university graduate looking for entry level positions, a recruiter at a Japanese gaming firm recommended me to apply through the disabled section of their careers website. While the website mentioned accessibility benefits, there was only one employment type: Contractor.\nAfter a while, I was able to get an offer. However, the employment details were depressing: Salary was equivalent to high school graduates and 65% of peer new grad, on contract subject to annual renewal. Peer non-disabled new grads were accessible to full salary, benefits, and enjoy the status of permanent employment.\nGender seemed to pay a significant role when it comes to salary negotiations and promotions. At a US-based firm, male employees were likely to get promoted, and faster, compared to female counterparts. When I asked for a salary rise along with a contract renewal, I was seen “greedy.” I couldn’t believe what the HR manager said to my face, “If we don’t renew your contract, what are you going to do?” - Sara Doi, Tokyo\nBeing as equal in my home as I am outside of it. This year, I’ve had many discussions with women about the concept of cognitive load as it relates to sharing the responsibility of household management equally with their husbands. I’ve found it to be a common problem: we don’t just take care of 50% of the work in our homes; we also are the managers of the whole shebang. It’s exhausting and thankless, and knowing that (even without children!) I’ll be coming home to hours of more work affects my ability to put in extra time at my lab compared to male colleagues. — Elizabeth Sterling Lee, Edmonton, Canada\nThe most important thing that would help anyone, man or woman, is not to have to stay in a job for the healthcare. If the US had government-provided healthcare (i.e., Medicare for all), people could do the work they want and not be tied to a job for the insurance! It would make entrepreneurship blossom! Of course, we will not see this within the next year. Realistically, I don’t know when we will see it happen. — Nadya Northrop, Chicago\nAt the top of my list are issues related to childcare and life balance. I often consider the great problems women could address/solve if we had more time and affordable options for childcare. A share in the work of childcare would free women more at the workplace. I will also add that a greater respect for the needs of women to be with their kids outside of work, without penalty (be it via upward mobility or social/psychological penalty), such as leaving when a child is sick, attending a school event...etc. I will also add that some of my most supportive colleagues are women, especially those who also have children. Women need to band together to support our common and shared goals. There is power there. I have often thought that women need a more intentional and organized movement to fight for their rights and continued marginalization on our country. — Katherine Raichle, Seattle\nHaving more bosses with school age children. Every boss I have ever had in 25 years working has either not had children or children who have left home. It is hard to confidently assert to a boss about why you don’t want to do hours of email once you are at home with family when they simply have got to where they are doing exactly that. It is hard when the role model in front of you for the next ladder of success is someone who has made sacrifices for sure but can’t necessarily relate to the ones most pressing on you. I lived in NYC for the first 10 years of parenting and had next to no friends with part time jobs since they all had to return to work so quickly after having children. In contrast the majority of my Australian female peers work part time as the 6-12 months leave they took at the beginning presented to them different options and created alternative pathways that didn’t seem possible in NYC. — Lisa Grocott, Melbourne, Australia\nWomen are financially punished for caregiving. In my case, I took four years out of my career to care for my mother, who was dying of ovarian cancer. I’m an academic in the social sciences, so I kept one foot in the scholarly world by volunteering in the local public history sector — which was about all I could manage while on-call 24/7 for a cancer patient who underwent a major surgery, four rounds of chemo and one of radiation during that time, and who could no longer drive. My husband graciously supported me through it. But the gap in my CV effectively meant that any chance at a tenure-track was over.\nIn the wake of my mother’s death, I have cobbled together several part-time jobs including adjuncting and paid work in public history, but with little security these jobs don’t count for much when you approach a bank for a loan to start a small business, which I’ve also recently done. Women who take time out to care for children face much the same. Not only is caring for the old and the young an unpaid and thankless job — it has punitive consequences. These jobs need to count — socially, culturally and economically — in the labor and financial sectors — as WORK, which is what they are. Vital and meaningful work, which produces the next generation of laborers and ensures that our sick, disabled and elderly are not thrown to the wolves. If we don’t do it, who will? And yet under capitalism, which commodifies just about everything else, we are expected to do this for free, and then excluded from opportunity when we do.\nWhat would help practically? In economic terms, there should be a social wage for these jobs, rather than women and their families absorbing the costs alone in lost wages. In cultural terms, caregiving should be a normal and acceptable line on a CV or resume, rather than a void of silence we fear having to explain when we attend a job interview. In social terms, we need to formalize this informal labor, give it a name and provide structural support for it. Oh, and need I say it? We need universal health care, so that no caregiver goes uncovered, or has to spend hours in paperwork and phone calls explaining to some bureaucrat why they don’t have a “real job.” - Dr. Eliza Jane Darling, Benson, N.Y.\nIdea generation in the fields such as social sciences, psychology, and philosophy is mostly controlled by large institutions, which in a way is good as it helps consolidating the common resources and attracts large-ticket outside financing, promotes collaboration among scholars and incentivize the contributors to contribute freely without worrying about expropriation or outright repudiation. However, this also precludes the independent scholars or individual contributors like me to participate actively. The institutional bodies financing the idea sharing forums should know that unaffiliated scholars face tremendous challenge in the absence of infrastructure available to institutional scholars. If they were contriving to make a meaningful contribution today with their scarce resources, the assistance to provide the opportunity of interaction would only improve the quality of their contributions in the future. Though there is no dearth of good ideas from within but if the idea from an independent source is good, it will be a good addition to the community of the scholars. In this case, I am averse to suggesting any women-centric special fund or forum to promote independent women scholars. Such special entity is more likely to restrict its own function, as it would fail to become the part of mainstream research community. Perhaps, a better inclusion policy from institutional side would be helpful in my case to make my ideas known to the wider audience. Nevertheless, I would continue with my readings, creating and relishing every moment of my work. — Charu Agarwal, Delhi, India\nI am a 37 year old college graduate who has yet to make over 16 dollars an hour since graduating from college. I’ve had little to no return on my liberal arts degree. I would like to go back to school for nursing but the thought of accruing more student loan debt on top of the 50k I already owe seems daunting. I also battle anxiety and depression and feel the resources I need to fight these often debilitating afflictions are often too expensive and when my doctor prescribes a certain medication that works for me the insurance companies deny and ask I try a cheaper, less effective medication.\nMy goals this year are to find a job that pays me enough to live where I can afford to put a new tire on my car instead of having to ask my parents for the money because my paycheck is already stretched to the max. I want opportunities that equate to my intelligence, education and employment history. It’s all so very disheartening. I was told my whole life the key to success was to have a college degree. But, now...to be gainfully employed and make a living wage it seems you must be specialized. I want the stigma of mental illness to end. I want women to be able to openly discuss their issues without the worry of judgment. I want to go back to school to become a psychiatric nurse. I want to be able to afford to do so. — Kate Combs, Columbia, S.C.\nProbably the recognition that health care, equal pay and child care (among other things) are not just “Women’s Issues” or ideals that women should have to work harder to enact and accomplish. Recognition that women succeeding in business, or the home, without having to also think about “all of the things” every day actually (and has been proven) benefits everyone: their families, their companies, the bottom line, society as a whole.\nRecognition that things women generally advocate for are not for selfish reasons in the slightest. We want equal pay so we can support ourselves and our families in the same way our male counterparts do. We want decent healthcare so that when an emergency or illness hits us or our family, we can still focus on what needs to be done at work and at home to deal with it, and not wonder how we’re going to pay for it. We want affordable, quality childcare because in order to be successful at work, we need to be able to leave the most important things in our world at a place each day where we know they are loved, and nurtured and educated, and not at a price that makes it senseless for us to work in the first place.\nImage\nA demonstration in Paris in 2016 protesting wage inequality.CreditMichael Bunel/NurPhoto, via Getty Images\n“Women’s Issues” are everyone’s issues, and they are generally selfless issues that we want fixed because aside from slaying it at our jobs, we also want to save the world. (Well, except for the “Jesus Keurig” — that may be a tad selfish, but throw us a bone here.) - Becky Gilding\nViable summer options for our kids while we work. 100 days of summer is great for the kids, but it means scrambling to find expensive solutions like summer camp or childcare. Just an extra financial burden. — Nadia Cavagliere\nHaving a single payer healthcare would improve my life and would ease my burden. We pay $12,000 a year for 4 people. I work 2 jobs and have to kept my main one because of healthcare. When my kids were babies I had to work...not for money but to retain healthcare coverage. It’s not a privilege to get medical help & have it covered when needed, it’s a right. — Alisa Balinska\nHigh quality affordable flexible subsidized childcare, predictable school schedules and calendars, well funded schools that don’t need constant fundraising. — Courtney Leckey Bussell\nHEALTH CARE simplification. And I am very lucky (right now) to have a good state-employer plan. But it is still a constant stress. I remember the days of creating a spreadsheet with 15 options to figure out the most cost-effective plan (not good preventive care, BTW!). I know the CPT codes better than my insurance does and I still can’t get an amount for what something should cost and what may or may not be covered. So you go in to the doctor having absolutely NO IDEA what it will end up costing. I wouldn’t take my car to a mechanic who did business this way. — Sarah E. Baker\nRecognition of women’s value to the workplace, to our country and to the global economy and the sacrifices and efforts made each day to raise and educate children to become contributing, caring and productive members of the world in which we all live. — Barbara Sauers\nDefinitely child care. It costs more than my other bills combined! Also, help part time students! Taking a full course load, working full time, and taking care of kids is just not feasible. Part time students are overlooked, but need financial aid too! — Emily Holder\nI feel there is a disconnect between interviewing well and doing a job well. So what would help me is skills based employment evaluations, especially if they could be done blind, so there is no discrimination based on gender, race, or age. — Leia Joven\nAffordable health care with good coverage, lower tuition costs, equal pay and equal opportunity for women of all colors and backgrounds to move up corporate ladders, and PAID maternity leave for more than 6 weeks. — Pattyo Bee\nObviously this country needs quality childcare either for free or affordable, equal pay in all sectors (within the same professions of course), school programs that incentivize mothers to attend, stay and finish on time, especially STEM programs and or fields that pay well. Maybe smaller loan interest rates for young or single mothers? — Ori Baliaj\nHealth care and equal pay and treatment. I had my children when I had just joined the workforce after graduating from college. I paid $15 one time to cover all maternity fees (doctor and hospital). That was via a govt contractor in 2002 and 2004. Now, that would cost me over $8k. I also struggled to stay home for the allowed 12 weeks FMLA. Without disability insurance and savings, I don’t know how a woman with a career can afford to spend that time with her baby. I also experienced discrimination due to my pregnancy in a largely make environment. Including having statements made about my body, “I saw your butt getting bigger, so I assumed you were pregnant.” And statements saying that I needed to work longer and harder to “make up” for the time I was off. After a statement from a manger saying, “Decide whether you are a mother or employee,” I left. That was in 2007. I also missed the “raise” cycle since I was out with my children. We need to support women in all careers, including homemakers. Better child care options and paid maternity leave go a long way to helping. — Mandy Koons Gillespie\nEqual pay could likely ease child care costs a bit. But it would be incredible to see more options for flexibility in positions that are feasible for working remotely even just a few days a week. After changes to my remote schedule I would have been spending about 85% of my salary on childcare and so the solution we opted for as a family was for me to leave my corporate job and start my own business while caring for our 3 year old most days. That’s certainly had its pros and cons as well but I’ve heard so many of my female friends with children opt for leaving their job because childcare costs are so high and they’d either end up just breaking even or in some cases they would have ended up paying to go to work given what they would have had to pay for childcare. — Angel Hepp\nBetter financial aid systems for part-time students. Parenting students often have difficulty maintaining a full-time class schedule, but also have a difficulty affording the cost of college credits without financial aid. — Kathryn Gimborys\nRecognition that women take time out of the workforce raise children, and that drastically impacts their retirement income, either through SSI, a defined benefit plan, or the ability to invest spare money in a 401k. These years of child rearing also are reflected in our longevity income, which is based on an annual raise and performance raises. — Ginny Brackett\nHelp with elder care...caring for the aging in a family falls on daughters and daughters-in-law disproportionately. Many of us have been forced to quit jobs in order to care for a family member with dementia who requires round the clock care. Where is affordable assisted living? Where is affordable in home help? — Susan Wiley\nHaving my industry address a worrisome lack of gender and ethnic diversity, and an environment that can be detrimental to both. — Karen Hoskin\nRelated Coverage\n",
        "quotes": [
            [
                "If we don’t renew your contract, what are you going to do?",
                "",
                true
            ],
            [
                "I saw your butt getting bigger, so I assumed you were pregnant.",
                "",
                true
            ],
            [
                "Decide whether you are a mother or employee,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/spotlight/women-today?module=inline"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "having",
            "readers",
            "work",
            "jobs",
            "children",
            "good",
            "speak",
            "challenges",
            "job",
            "need",
            "women",
            "social",
            "scholars",
            "goals",
            "today"
        ]
    }
]