[
    {
        "url": "http://beforeitsnews.com/sports/2017/10/getting-it-done-in-the-black-hole-2702158.html",
        "title": "Getting it Done in the Black Hole",
        "authors": [],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "By Ravens 24x7\nSaturday, October 7, 2017 4:26\n% of readers think this story is Fact. Add your two cents.\nOffense\n1. Throwing Outside the Numbers\nWhen’s the last time you can remember Joe Flacco working the ball outside to his receivers? Comebacks, stop routes, out patterns? There was a time with Cam Cameron when that’s all the team ran, especially with veteran receiver Derrick Mason . Now, it seems to be the opposite situation. Everything is over the middle or underneath. That’s what you get with a West Coast scheme.\nThrowing outside doesn’t mean the ball has to go deep, either. Last week, there were two sideline routes that Flacco missed to Mike Wallace and Breshad Perriman , both plays pressing the deeper layer of the field. If Wallace, Perriman, and Jeremy Maclin continue to struggle to get loose or finish the play down the sidelines, they need to be targeted on intermediate sideline patterns instead. Bring back the hard-cutting routes that the speedsters can break off to gain 10-12 yards.\nThe Raiders corners will present opportunities for these routes to break open, as starting corners Sean Smith and T.J. Carrie are bump-and-run corners who aren’t as effective coming back to the football. Carrie normally plays in the slot, so his ability to stop and start is better than Smith’s (Carrie overall has been playing well this season). But offensive coordinator Marty Mornhinweg needs to press both players, especially Smith, who the Ravens have had some success against in the past using double moves.\nAll in all, with corners Gareon Conley and David Amerson questionable for this game, the Oakland corners can be exploited in man coverage situations.\n2. Control the Pre-Snap Movement\nOne of the wrinkles that Oakland defensive coordinator Ken Norton has employed this season is to use his safeties, Reggie Nelson and Karl Joseph , as blitzers to add more juice to their pass rush. Both safeties are also heavily involved as chess pieces in the pre-snap phase to disguise coverages.\nAs a long-time Cincinnati Bengal, the Ravens should be familiar with Nelson by now. He can fly all over the field and make plays coming downhill. But the Ravens, and Flacco in particular, should be dialed into Joseph’s act. The second-year player was a blitzing machine against Baltimore a year ago, deflecting one of Flacco’s passes on a well-timed blitz. He’s at his best when he’s attacking the line of scrimmage.\nIt’ll be up to Flacco to ID these safeties the entire game. They won’t tip their blitzes, either. Both safeties will time their sprints from depth (meaning, from their deep safety landmarks), so being able to get to the line of scrimmage with plenty of time and vary the snap count will be crucial.\nFlacco’s had inconsistencies in his pre-snap recognition of the blitz. He was great against the Bengals and Browns, but he struggled to make the right checks against the Jaguars and Steelers.\nWith Joseph in particular, if he declares the blitz or hovers in the box early in the count, Flacco must recognize him and get a receiver out in motion to his direction. All in all, he’ll need to stay one step ahead of these blitzers.\n3. Stay Out of Third-and-Obvious\nGiven how terrible the Raiders have been in third-and-long situations this season, this may not be the best tactical recommendation. But I’ll take the odds on their defense figuring out how to contain third-and-long conversions versus a Baltimore offense that can’t even convert on third-and-short. Especially when that defense boasts a human wrecking ball like Khalil Mack .\nConsidering both teams’ third-down woes, this is going to be a critical battle ground all game. For the Ravens, it’s simple – they need to be in manageable third-down situations or they’ll be eaten alive by Mack, Mario Edwards , and Bruce Irvin .\nEarly down offensive efficiency is a premium in every game, but in this game, it’s a life preserver for Flacco and the offensive line.\nTeams that have succeeded on third-and-long against the Raiders have hit them with a mix of screens and underneath patterns that have exploited their blitzes. The Ravens would do well to follow the same script in those scenarios, but staying ahead in the down-and-distance is how they’ll survive. Give Flacco some higher-percentage early down completions and stick with the run to shorten the conversion points.\n1. Trading Places\nEric Weddle ’s assessment of the Raiders’ current quarterback situation with E.J. Manuel taking the helm is worth reading. Weddle mentioned that they expect the Oakland offense to stay the same, but Manuel isn’t on the same level as Carr. Reading between the lines, that means Manuel’s throws won’t hit the mark the same way Carr’s throws would. Remember that beautiful drop in the pocket Carr completed to Michael Crabtree last year in Baltimore at the back of the end zone to essentially end the game? That was just one of a few dimes he threw that day. That’s the difference Weddle is talking about.\nHowever, in anticipation of the same offense, the defenders need to be prepared for the same type of quick-rhythm passing game that has carved them up in two consecutive seasons. Manuel isn’t Carr, but he ran the quick game well against Denver. When his back foot hit off a three-step drop, the ball was out, and the throws he completed had tremendous touch and anticipation.\nThis isn’t the type of game in which the Baltimore secondary should let up on the gas pedal when it comes to their press coverage. It’s worked well for them all season long, despite a few miscues. They should stick with man-press as their go-to coverage and force Manuel to hold the ball a tick or two longer to throw off the rhythm of the Raiders’ timing-based patterns.\n2. Preparing for Seam Routes and Double Moves\nWith Crabtree being hurt and Amari Cooper not playing well at the start of the year, the Raiders have had to find production elsewhere. That production has come from inside the numbers to slot receiver Seth Roberts and tight end Jared Cook . Both receivers were targeted more heavily against the Redskins and the Broncos.\nWhen the Raiders spread the field, Cook has been in the slot, detached from the line, and he’s been able to win his matchups against linebackers and safeties. The former Ram, Titan and Packer is basically a receiver who runs crafty routes. He was able to get open a couple of times against Denver’s backers on double moves.\nMeanwhile, the Ravens have struggled to hold up in coverage on underneath inside routes and seam patterns. C.J. Mosley has been targeted over the last two games. He’ll need to bounce back. This is the type of game in which linebacker Patrick Onwuasor needs to play more snaps than Kamalei Correa because he has the athleticism to hold up in coverage.\nWhen it comes to checking Roberts, with Lardarius Webb ’s struggles, Dean Pees needs to cut down his snaps – perhaps giving rookie Marlon Humphrey those reps inside. Although that’s not Humphrey’s natural position, Roberts isn’t a natural slot receiver with quick change-of-direction, so the matchup could work in the Ravens’ favor.\nPhoto Credit: Getty Images\n3. Tracking Crabtree\nAs Crabtree’s career has advanced, he’s transitioned into a more complete WR capable of playing from different positions on the field. Unlike Cooper, Crabtree is not confined as an X or Z – he’ll line up in the slot as well. Crabtree scored in a TD last year against the Ravens operating from the slot.\nThe Ravens need to be aware of Crabtree when he’s in the slot and be able to match up, especially when the Raiders are in the red zone. Again, if the answer is to play Humphrey in that slot corner role to counter, that’s something Pees has to consider in order to slow down the Raiders’ most consistent pass-catcher.\nOne-on-One Matchup to Watch\nThis matchup may not have the same fireworks as some of the other ones in this game, but it’s going to a pivotal one. Stanley was outstanding against Pittsburgh last week and has been a steadying presence on an offensive line that’s in constant flux. The second-year pro is evolving into one of the best pass blockers in the game and he’s equally adept at pulling and getting out in space. There needs to be more runs dialed to his side. Meanwhile, Edwards Jr. is having a dominant start to the season. With his powerful frame, the former second-round pick will be a physical challenge for Stanley.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Global\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/10/07/ravens-battle-plans/ravens-v-raiders-preview/https://www.pro-football-reference.com/players/C/ConlGa00.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/10/07/ravens-battle-plans/ravens-v-raiders-preview/https://www.pro-football-reference.com/players/M/MaclJe00.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/10/07/ravens-battle-plans/ravens-v-raiders-preview/https://www.pro-football-reference.com/players/P/PerrBr02.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/10/07/ravens-battle-plans/ravens-v-raiders-preview/https://www.pro-football-reference.com/players/O/OnwuPa00.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/10/07/ravens-battle-plans/ravens-v-raiders-preview/https://www.pro-football-reference.com/players/W/WallMi00.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/10/07/ravens-battle-plans/ravens-v-raiders-preview/https://www.pro-football-reference.com/players/C/CoopAm00.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/10/07/ravens-battle-plans/ravens-v-raiders-preview/https://www.pro-football-reference.com/players/A/AmerDa00.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/10/07/ravens-battle-plans/ravens-v-raiders-preview/https://www.pro-football-reference.com/players/H/HumpMa00.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/10/07/ravens-battle-plans/ravens-v-raiders-preview/https://www.pro-football-reference.com/players/R/RobeSe00.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/10/07/ravens-battle-plans/ravens-v-raiders-preview/https://www.pro-football-reference.com/players/I/IrviBr00.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/10/07/ravens-battle-plans/ravens-v-raiders-preview/https://www.pro-football-reference.com/players/M/MackKh00.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/10/07/ravens-battle-plans/ravens-v-raiders-preview/https://www.pro-football-reference.com/search/search.fcgi?pid=NelsRe99,NelsRe20&search=Reggie+Nelson&utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/10/07/ravens-battle-plans/ravens-v-raiders-preview/https://www.pro-football-reference.com/players/C/CarrTr00.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/10/07/ravens-battle-plans/ravens-v-raiders-preview/https://www.pro-football-reference.com/players/C/CookJa02.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "http://www.suppressedhealthsecrets.com",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/10/07/ravens-battle-plans/ravens-v-raiders-preview/https://www.pro-football-reference.com/players/F/FlacJo00.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/10/07/ravens-battle-plans/ravens-v-raiders-preview/https://www.pro-football-reference.com/search/search.fcgi?pid=EdwaMa20,EdwaMa01&search=Mario+Edwards&utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/10/07/ravens-battle-plans/ravens-v-raiders-preview/https://www.pro-football-reference.com/players/C/CrabMi00.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/10/07/ravens-battle-plans/ravens-v-raiders-preview/https://www.pro-football-reference.com/players/C/CorrKa00.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/10/07/ravens-battle-plans/ravens-v-raiders-preview/https://www.pro-football-reference.com/players/J/JoseKa00.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/10/07/ravens-battle-plans/ravens-v-raiders-preview/https://www.pro-football-reference.com/players/W/WeddEr99.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/10/07/ravens-battle-plans/ravens-v-raiders-preview/https://www.pro-football-reference.com/players/W/WebbLa99.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "http://www.prodo1.com/",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/10/07/ravens-battle-plans/ravens-v-raiders-preview/https://www.pro-football-reference.com/players/M/MasoDe00.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/10/07/ravens-battle-plans/ravens-v-raiders-preview/https://www.pro-football-reference.com/search/search.fcgi?pid=SmitSe99,SmitSe20,SmitSe21&search=Sean+Smith&utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/10/07/ravens-battle-plans/ravens-v-raiders-preview/https://www.pro-football-reference.com/players/N/NortKe00.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/10/07/ravens-battle-plans/ravens-v-raiders-preview/https://www.pro-football-reference.com/search/search.fcgi?pid=MoslC.20,MoslC.00&search=C.J.+Mosley&utm_campaign=Linker&utm_source=direct&utm_medium=linker-"
            ]
        },
        "key_words": [
            "hes",
            "hole",
            "flacco",
            "thats",
            "game",
            "ravens",
            "need",
            "raiders",
            "getting",
            "season",
            "black",
            "routes",
            "slot"
        ]
    }
]