[
    {
        "url": "http://www.bbc.com/sport/formula1/41541831",
        "title": "Japanese Grand Prix: Lewis Hamilton wins as Sebastian Vettel retires",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "2017-10-08",
        "text": "By Andrew Benson\nChief F1 writer\n8 Oct 2017\nShare this page\nShare this with\nLewis Hamilton extended his championship lead to 59 points\nLewis Hamilton took a giant stride towards his fourth world title with victory in the Japanese Grand Prix as rival Sebastian Vettel retired early on.\nFerrari's Vettel dropped out four laps into the race after slipping down the field from the start with an engine problem and Mercedes driver Hamilton now leads the German by 59 points with 100 available in the remaining four races.\nThe Briton will clinch the title at the next race - the United States Grand Prix in Austin, Texas - if he wins and Vettel finishes lower than fifth.\nIt continues a remarkable swing in the championship towards Hamilton and away from Vettel.\nIf you like it put a ring on it: Hamilton is on the verge of an historic fourth world title, which would make him the most successful British F1 driver ever\nVettel was leading the championship after the Belgian Grand Prix at the end of August, and just three points behind following Hamilton's victory in Italy a week later, but has haemorrhaged points over Formula 1's three late-season races in Asia.\nA start-line crash in Singapore has been followed by engine problems at consecutive races in Malaysia and Japan.\nIn Malaysia, 30-year-old Vettel started at the back after a manifold failure in qualifying and finished fourth as Hamilton took second. This Sunday, Ferrari said it was a spark plug problem.\nIt became apparent on the grid, where there was fevered activity around Vettel's car. He started the race but immediately started losing places and complained of lacking power.\nHe was sixth after the first lap and stayed out during a safety-car period following a crash by Toro Rosso's Carlos Sainz - but after rapidly losing places again at the re-start after three laps was called into the pits a lap later.\nVettel told Sky: \"It's normal you're critical, especially if things go wrong, so it's part of our job.\n\"I think I need to protect them. We've done an incredible job so far. Bitter the past two races with the reliability issues - but you know, it's like that sometimes.\n\"Of course it hurts and we're all disappointed, but now we need to get back, get some rest and then go flat out for the last four races and see what happens.\"\n'Did you run here?' Three-time world champion Niki Lauda meets Sir Mo Farah\nA gift for Hamilton\nHamilton had gone into the race expecting a close fight with Vettel but the Ferrari driver's retirement left his closest rival as Red Bull's Max Verstappen, who started fourth but passed team-mate Daniel Ricciardo into the first corner and Vettel into the Hairpin halfway around the first lap.\nThe Dutchman kept the pressure on Hamilton throughout the one-stop race and the gap was rarely more than three seconds.\nIn the closing laps, Hamilton began to complain of vibration from his engine and a lack of grip from his tyres following a virtual safety car period and Verstappen closed from three seconds behind to just over a second with two laps to go. But the Briton was able to hold him off as they negotiated backmarkers.\n\"I could only have dreamed of having this kind of gap,\" said Hamilton. \"Ferrari have put on such a great challenge all season long. My team have done a great job. They are so meticulous and that is why we have the reliability we are having.\"\nAnother podium for Ricciardo\nRicciardo took a comfortable third - after fighting his way past Force India's Esteban Ocon after losing out to the Frenchman on the first lap - while Hamilton's team-mate Valtteri Bottas took fourth, moving up sixth on the grid after a five-place grid penalty for changing his gearbox.\nFerrari's scant consolation was fifth place for Kimi Raikkonen, who started 11th after a gearbox penalty, as Ocon and team-mate Sergio Perez took sixth and seventh ahead of Haas drivers Kevin Magnussen and Romain Grosjean.\nWilliams driver Felipe Massa held off a stern challenge from McLaren's Fernando Alonso for the final point, helped by a late virtual safety car. The Spaniard recovered well from the back of the grid following an engine penalty.\nJolyon Palmer finished 12th in his final race for the Renault team - he will be replaced by Sainz from the next race and the Briton may well have driven his final grand prix.\nDriver of the day\nVerstappen takes it for a brilliant start and first lap and keeping the pressure on Hamilton throughout - a shame that the Massa-Alonso battle prevented what could have been a tasty scrap for the win in the last two laps. An honourable mention for Alonso for a determined drive to 11th from the back of the grid in a car lacking power\nWhat's next\nThe US Grand Prix at the Circuit of the Americas is expected to be a Mercedes track - but a week later comes Mexico, where the world champions fear Ferrari will beat them.\nCan Ferrari salvage some self-respect after their season imploded in Asia and delay Hamilton's now apparently inevitable coronation - at least until the penultimate race in Brazil?\nJapanese F1 fans are some of the most dedicated, and unquestionably the most creative in the world\nWhat they said\nRace winner Lewis Hamilton: \"We have had such a great crowd this week you always look after us so well and the support was immense. I am grateful for that. The track was fantastic.\n\"The team did an incredible job. Max (Verstappen) had an outstanding race. It wasn't an easy one at all.\"\nSecond-placed Max Verstappen: \"It was a great day again. I really love the track. We had great pace - just really hard to pass. I tried my all.\n\"As soon as we switched to the soft tyre we were really competitive.\"\nThird-placed Daniel Ricciardo: \"This is my first podium here. It feels great. It is a circuit I have always enjoyed and with this year's cars it is a lot of fun.\n\"After the start the race spread out and it wasn't much fun for me but then I had Valtteri (Bottas) coming at the end so to have pressure at the end was good.\"\nWho, Mo? Hamilton honours his guest at the race Mo Farah\nCarlos Sainz was an early retirement in his last race before joining Renault\nAround 145,000 people watched the Japanese Grand Prix, which was first held 30 years ago\nDon't remember Williams sponsoring Stormtroopers in Star Wars\nFriday practice was a wash-out, so teams made model boats to float down the pitlane\nTop Stories\nFrom the section Football\nFrom the section Football\n",
        "quotes": [
            [
                "It's normal you're critical, especially if things go wrong, so it's part of our job.",
                "Sky",
                true
            ],
            [
                "I think I need to protect them.",
                "Sky",
                true
            ],
            [
                "We've done an incredible job so far.",
                "Sky",
                true
            ],
            [
                "Bitter the past two races with the reliability issues - but you know, it's like that sometimes.",
                "Sky",
                true
            ],
            [
                "Of course it hurts and we're all disappointed, but now we need to get back, get some rest and then go flat out for the last four races and see what happens.",
                "Sky",
                true
            ],
            [
                "I could only have dreamed of having this kind of gap,",
                "Lewis Hamilton",
                true
            ],
            [
                "Ferrari have put on such a great challenge all season long.",
                "Lewis Hamilton",
                true
            ],
            [
                "My team have done a great job.",
                "Lewis Hamilton",
                true
            ],
            [
                "They are so meticulous and that is why we have the reliability we are having.",
                "Lewis Hamilton",
                true
            ],
            [
                "We have had such a great crowd this week you always look after us so well and the support was immense.",
                "",
                true
            ],
            [
                "The team did an incredible job.",
                "",
                true
            ],
            [
                "Max (Verstappen) had an outstanding race.",
                "",
                true
            ],
            [
                "It wasn't an easy one at all.",
                "",
                true
            ],
            [
                "It was a great day again.",
                "Max Verstappen",
                true
            ],
            [
                "We had great pace - just really hard to pass.",
                "Max Verstappen",
                true
            ],
            [
                "As soon as we switched to the soft tyre we were really competitive.",
                "Max Verstappen",
                true
            ],
            [
                "This is my first podium here.",
                "Daniel Ricciardo",
                true
            ],
            [
                "It is a circuit I have always enjoyed and with this year's cars it is a lot of fun.",
                "Daniel Ricciardo",
                true
            ],
            [
                "After the start the race spread out and it wasn't much fun for me but then I had Valtteri (Bottas) coming at the end so to have pressure at the end was good.",
                "Daniel Ricciardo",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.bbc.com/sport/football"
            ]
        },
        "key_words": [
            "great",
            "vettel",
            "sebastian",
            "took",
            "lewis",
            "grand",
            "japanese",
            "wins",
            "race",
            "hamilton",
            "grid",
            "prix",
            "started",
            "laps",
            "retires"
        ]
    }
]