[
    {
        "url": "https://www.nytimes.com/2017/10/07/business/media/harvey-weinstein-sexual-harrassment.html?rref=collection%2Fsectioncollection%2Farts",
        "title": "Without Harvey Weinstein, Is There a Weinstein Company?",
        "authors": [
            {
                "name": "Brooks Barnes",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-07",
        "text": "Advertisement\nImage\nHarvey Weinstein, who faces accusations of sexual harassment stretching back decades, is the driving force behind the Weinstein Company.CreditCreditEmily Berl for The New York Times\nLOS ANGELES — A bicoastal staff meeting of the Weinstein Company was hastily convened late Thursday. Staff members were scared and shaken after public complaints of sexual harassment against Harvey Weinstein, the entertainment company’s pugnacious co-founder. With the help of a video conferencing system, David Glasser, the Weinstein Company’s president and chief operating officer, tried to rally the troops.\n“We are going to be O.K.,” two people who attended the meeting recalled Mr. Glasser saying. He said his door was open to anyone who wanted to talk and encouraged everyone to stay focused on scheduled films.\nThe problem: For all intents and purposes, there is no Weinstein Company apart from Mr. Weinstein, who has announced an “indefinite” leave of absence following a New York Times investigation that found at least eight settlements paid to women who complained that he sexually harassed them. Without Mr. Weinstein, this studio, already struggling at the box office and hobbled by an exodus of senior staff members in recent years, is in serious trouble.\nThe movie and television company’s other founder and co-chairman, Bob Weinstein, has a substantial track record running Dimension Films, a label dedicated to horror movies and family fare, like the “Spy Kids” franchise. Mr. Glasser, sometimes referred to in Hollywood as the third Weinstein brother, is an experienced executive. But Harvey Weinstein is the one who called — or screamed — the shots, often pushing the company forward by sheer force of will.\n“Without Harvey actively managing, the Weinstein Company will become even more capital constrained — tougher to find funding,” Harold L. Vogel, a media analyst and the author of the book “Entertainment Industry Economics,” wrote in an email on Friday. Even without a crisis, Mr. Vogel noted, the studio’s “business model doesn’t function as well as it once did.”\nThe Weinstein Company’s board had a heated meeting on Thursday night. On Friday, three members of the board — Marc Lasry, Dirk Ziff and Tim Sarnoff — resigned, according to a board member and a company executive. In a statement, Bob Weinstein and three other board members said that a group of lawyers from Debevoise & Plimpton, including one with experience prosecuting sex crimes, would lead an investigation into Harvey Weinstein’s behavior.\nImage\nTim Gunn and Heidi Klum are the hosts of “Project Runway,” which has been a success for the Weinstein Company’s TV division.CreditFrazer Harrison/Getty Images for Nyfw: The Shows\n“As Harvey has said, it is important for him to get professional help for the problems he has acknowledged,” the statement said. “Next steps will depend on Harvey’s therapeutic progress, the outcome of the board’s independent investigation and Harvey’s own personal decisions.”\nThe Weinstein brothers first came to prominence with Miramax in 1989, the year they helped to activate the indie-film boom with “Sex, Lies and Videotape.” They sold Miramax to Disney in 1993 and left in 2005 to form the Weinstein Company. They unsuccessfully dabbled in side businesses, including a fashion label, but eventually found their film footing with releases like “Inglourious Basterds.”\nLately they have hit a dry spell. Although they have a fast-growing television division, the Weinsteins have not had a mainstream hit at the North American box office since 2013, when “ Lee Daniels’ The Butler ” took in $116.6 million.\nImage\nDavid Glasser, the president of the Weinstein Company, convened a staff meeting on Thursday night.CreditDavid Walter Banks for The New York Times\nSo far this year, the Weinstein Company, a boutique studio that specializes in sophisticated, small-budget dramas like the 2011 Oscar winner “The King’s Speech,” has released six films, which have taken in a combined $123 million at the domestic box office. (The biggest hit has been “Wind River,” a well-reviewed murder mystery that has collected about $33 million.) Last year, the Weinsteins had seven films, with combined ticket sales of just $65 million.\nTo compare, major studios like Warner Bros. and the Walt Disney Company generally take in $1 billion to $2.5 billion annually at the domestic box office.\nThe Weinstein Company has also found itself sidelined at film festivals, where Mr. Weinstein has long shopped for movies to release, helping to discover auteurs like Quentin Tarantino and Steven Soderbergh. For years at the Sundance Film Festival, for instance, his wallet was the only one that mattered to agents, who would track his team relentlessly. Netflix and Amazon dominate now.\nImage\n“ Lee Daniels’ The Butler, ” which was released in 2013, was the company’s last mainstream hit at the North American box office, taking in $116.6 million.CreditAnne Marie Fox/Weinstein Company\nAt the same time, a new cluster of independent movie companies — some better financed and with more contemporary sensibilities — arrived on the scene. They include A24, which released the reigning Oscar winner for best picture, “Moonlight,” and Megan Ellison’s Annapurna Pictures , which has emerged as a favorite home for the kind of rebel filmmakers that Mr. Weinstein used to have to himself.\nMs. Ellison, whose films include “American Hustle” and “Zero Dark Thirty,” has been one of the few Hollywood executives willing to comment about the accusations against Mr. Weinstein. “Women face serious repercussions for sharing their experiences and deserve our full support,” she wrote on Twitter on Thursday, with a link to the Times report. “I admire the courage of these women.”\nMr. Weinstein acknowledged in a statement on Thursday that his behavior had “caused a lot of pain” and vowed to “do better.” On Friday, a lawyer advising him, Lisa Bloom, said in a television appearance that he had acted inappropriately and agreed with an interviewer who characterized Mr. Weinstein’s reported actions as illegal. And on Saturday, Ms. Bloom said that she had resigned as an adviser to Mr. Weinstein.\nImage\nBenedict Cumberbatch at a Toronto Film Festival showing of the Weinstein Company’s movie “The Current War,” which is scheduled for a late November release.CreditMark Blinch/Reuters\nMr. Weinstein’s power in Hollywood has always come with his ability to capitalize on the Academy Awards. He was at his height in the late 1990s, when he drove films like “Shakespeare in Love” to best-picture wins and huge ticket sales. Even in his more recent diminished state, he remained a player, prodding a tiny, largely subtitled art film, “Lion,” to six nominations this year. (The last time a Weinstein film was a force at the Oscars was in 2012, when “The Artist” collected five awards, including best picture.)\nIn this year’s Oscars cycle, the company’s big hopes are “Wind River” and “The Current War,” a period drama about the rivalry between Thomas Edison and George Westinghouse that is scheduled for a late November release. It received a tepid response at last month’s Toronto International Film Festival, but Mr. Weinstein has personally helped to re-edit the movie since then.\nSeveral agents and producers said that, without Mr. Weinstein’s all-or-nothing campaigning style, those films would probably be stranded on the awards trail.\nAs the movie business has become more difficult, the Weinsteins have found success in television, especially the reality genre, with Heidi Klum’s “Project Runway.” That series runs on Lifetime, a division of A&E Networks, and has spawned several spinoffs.\nSeries in development include a crime drama for Amazon starring Robert De Niro and Julianne Moore and created by the director of “Silver Linings Playbook,” David O. Russell. The Weinstein Company is also working with Oliver Stone on a series for Showtime called “Guantánamo.” It has three major projects with the Viacom-owned Paramount Network , including “Yellowstone,” a drama starring Kevin Costner and written by Taylor Sheridan , the writer-director behind “Wind River.”\nAmazon, Showtime, A&E and Paramount all declined to comment about Mr. Weinstein on Friday or did not respond to queries. Ms. Klum, Mr. Sheridan and other people involved with Weinstein Company films and shows responded similarly.\nOne prominent agent, who spoke on condition of anonymity because he did not want to draw his company into the controversy, said that he would advise female clients against withdrawing from Weinstein projects. He quickly added, however, that he would also tell them to ask for a contract saying that they would have zero contact with Harvey Weinstein.\nA version of this article appears in print on , Section A, Page 22 of the New York edition with the headline: A Sexual Harassment Scandal Leaves the Weinstein Company at Risk. Order Reprints | Today’s Paper | Subscribe\nAdvertisement\n",
        "quotes": [
            [
                "We are going to be O.K.,",
                "Glasser",
                true
            ],
            [
                "Without Harvey actively managing, the Weinstein Company will become even more capital constrained — tougher to find funding,",
                "Harold L. Vogel",
                true
            ],
            [
                "business model doesn’t function as well as it once did.",
                "Vogel",
                false
            ],
            [
                "As Harvey has said, it is important for him to get professional help for the problems he has acknowledged,",
                "",
                true
            ],
            [
                "Next steps will depend on Harvey’s therapeutic progress, the outcome of the board’s independent investigation and Harvey’s own personal decisions.",
                "",
                true
            ],
            [
                "Women face serious repercussions for sharing their experiences and deserve our full support,",
                "",
                true
            ],
            [
                "I admire the courage of these women.",
                "Marie Fox/Weinstein Company",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.nytimes.com/2011/08/29/business/media/megan-ellison-and-annapurna-pictures-tackle-hollywood.html?module=inline",
                "http://www.nytimes.com/2013/08/16/movies/lee-daniels-the-butler-stars-forest-whitaker.html",
                "https://www.nytimes.com/2013/08/16/movies/lee-daniels-the-butler-stars-forest-whitaker.html?module=inline",
                "https://www.nytimes.com/2017/02/09/arts/a-respected-film-a-vivid-script-an-oscar-chance.html?module=inline",
                "https://www.nytimes.com/2017/10/05/us/harvey-weinstein-harassment-allegations.html?hp=&action=click&pgtype=Homepage&clickSource=story-heading&module=inline&region=top-news&WT.nav=top-news",
                "http://www.hollywoodreporter.com/live-feed/spike-tv-become-paramount-network-viacom-rebranding-973610",
                "https://www.nytimes.com/2017/10/07/business/lisa-bloom-weinstein-attorney.html?module=inline",
                "https://www.nytimes.com/2017/10/06/us/harvey-weinstein-sexual-harassment.html?hp=&action=click&pgtype=Homepage&clickSource=story-heading&module=inline&region=top-news&WT.nav=top-news"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://twitter.com/meganeellison/status/916095777381871616",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.parsintl.com/publication/the-new-york-times/"
            ]
        },
        "key_words": [
            "film",
            "weinsteins",
            "box",
            "weinstein",
            "films",
            "hit",
            "office",
            "company",
            "miramax",
            "million",
            "harvey"
        ]
    }
]