[
    {
        "url": "https://www.politico.com/story/2016/09/clinton-between-two-ferns-228515?cmpid=sf",
        "title": "Clinton, hoping to reach millennials, submits to mockery on 'Between Two Ferns'",
        "authors": [
            {
                "name": "Brent Griffiths",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-22",
        "text": "\"What's the best way to reach you? Email?\" comedian Zach Galifianakis joked on his show \"Between Two Ferns.\" | POLITICO Screen grab\nClinton, hoping to reach millennials, submits to mockery on 'Between Two Ferns'\nHillary Clinton is looking to channel some more Barack Obama magic — although she promises not to incite a civil war if her strategy doesn't work.\n\"I wouldn't take up arms. That might be a little extreme,\" Clinton told Zach Galifianakis on Between Two Ferns, a mock interview show hosted by the comedian, when asked what she'd do if she lost the presidential election. Clinton added that if her quest for the White House were to fail she would stay in the country to try to prevent Donald Trump from \"destroying the United States.\"\nStory Continued Below\nSome analysts credit the president's March 2014 appearance on Between Two Ferns with helping boost enrollment in Obamacare right when his administration needed it the most. And in an episode posted Thursday, Clinton decided to see if it could boost her campaign. Her team has admitted that is struggling to reach millennials, a demographic ripe for the show's humor.\nJoking about those who have questioned her judgment in recent days, Clinton said her appearance would probably prove her detractors right.\nAs with Obama, Galifianakis left few topics untouched.\nHe riffed on Clinton’s time as secretary of state. “How does Obama like his coffee?” he asked before questioning how many words per minute Clinton could muster.\nGaliafinakis also made light of Clinton's recent bout of pneumonia and questioned just how on earth she lost Scott Baio's vote to Donald Trump.\n\"You know, Zach, those are really out-of-date questions, you need to get out more,\" Clinton retorted when asked blatantly sexist questions. \"I could send you some pamphlets.\"\nThe 46-year-old comedian also snuck in a 1990s hip-hop reference on the Trans Pacific Partnership trade deal, asking Clinton if she was “down with TPP.” The Democratic nominee helped pave the way for the agreement as secretary of state, but now opposes it.\nBut the sharpest moments came at the expense of Clinton’s opponent.\nAsked what tie Donald Trump might wear to the first presidential debate on Monday night, Clinton said probably a red power one. But when Galifianakis asked how a “white power tie” would fit, Clinton joked that such a hue might be more appropriate.\nIn another dig at Trump, Galifianakis said the show was sponsored by the New York businessman — courtesy of the now discontinued Trump Steaks.\nClinton said she would be “afraid to eat them.”\nGalifianakis ended the interview by asking: \"What's the best way to reach you? Email?\"\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "What's the best way to reach you?",
                "Zach Galifianakis",
                true
            ],
            [
                "I wouldn't take up arms.",
                "Hillary Clinton",
                true
            ],
            [
                "That might be a little extreme,",
                "Hillary Clinton",
                true
            ],
            [
                "How does Obama like his coffee?",
                "Galiafinakis",
                true
            ],
            [
                "You know, Zach, those are really out-of-date questions, you need to get out more,",
                "Hillary Clinton",
                true
            ],
            [
                "I could send you some pamphlets.",
                "Hillary Clinton",
                true
            ],
            [
                "What's the best way to reach you?",
                "Zach Galifianakis",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.politico.com/story/2014/04/obamacare-affordable-care-act-enrollment-105275",
                "https://www.funnyordie.com/2016/9/22/17724478/between-two-ferns-with-zach-galifianakis-hillary-clinton"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "way",
            "hoping",
            "obama",
            "submits",
            "galifianakis",
            "clinton",
            "millennials",
            "trump",
            "asked",
            "donald",
            "ferns",
            "mockery",
            "reach",
            "zach"
        ]
    }
]