[
    {
        "url": "http://beforeitsnews.com/scandals/2017/10/raiders-throw-game-to-punish-qb-who-wouldnt-protest-trump-where-is-roger-goodell-now-2437333.html",
        "title": "Raiders Throw Game to Punish QB Who Wouldn’t Protest Trump – Where Is Roger Goodell Now?",
        "authors": [
            {
                "name": "Email",
                "link": null
            },
            {
                "name": "Joseph Zrnchik For Estate Media",
                "link": null
            }
        ],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "Total:\nRaiders Throw Game to Punish QB Who Wouldn’t Protest Trump – Where Is Roger Goodell Now?\nSunday, October 1, 2017 3:47\n% of readers think this story is Fact. Add your two cents.\nRaiders Throw Game to Punish QB Who Wouldn’t Protest Trump – Where Is Roger Goodell Now?\nAfter the NFL Commissioner Roger Goodell turned zealot and decided Patriots QB Tom Bradey must be punished for someone under-inflating a game ball by –1.5 lbs. of pressure, and for Tom Brady being unable to discern this from holding a frozen ball in the middle of January in the middle of the Super Bowl, he should be suspended on absolutely zero evidence, we will see where he stands on an entire offensive line throwing a game due to racial and political divides that NFL players have decided to drag the league.  I personally will not watch another pro football game for the rest of my life.  I am not kidding you.\nGoodwell has now come out on the side of the players who protested Trump and threw a football game so as to draw attention away from this scandal by calling Trump devisive.  Is there any doubt Goodwell is a moral coward?  If hypocrisy is the respect that vice pays to virtue, Goodwell has now paid enough to bankrupt the entire NFL.\n \nSHOCK REPORT: NFL’S OAKLAND RAIDERS THREW GAME AFTER WHITE QB REFUSED TO KNEEL FOR NATIONAL ANTHEM\n \nA new report from The Armstrong and Getty Radio Show has sent shockwaves throughout the sports world after it was claimed that members of the NFL’s Oakland Raiders may have purposefully allowed their star quarterback to get sacked multiple times after he refused to kneel during the National Anthem.\nIf true, this would essentially mean that an NFL football game was illegally thrown over anger that one of the teams star white players did not believe that kneeling during the nation’s anthem was the correct way to protest supposed racial injustice in America.\nIn other words, an epic level scandal.\nDuring the anthem, virtually the entire team was seen kneeling other than the teams coaches and star quarterback Derek Carr. Unfortunately, this may have not set well with the team’s offensive line as they were apparently the players who spearheaded the entire idea to kneel as a team in the first.\n“This is one hell of a scandal with the NFL, could ruin the whole league,” claimed the show before detailing the fact that Carr was sacked two times in a row on the teams second drive and that the team’s usually dependable center snapped the ball at the wrong time in three different instances. Extremely capable receivers also made multiple “weird” drops of passes thrown by Carr that T.V. announcers even noted at the time.\nThe radio show then revealed bombshell “insider information” from an “extremely reliable” source who claimed that members of the Oakland Raiders did indeed throw the game as a sort of punishment for Carr choosing to not use the countries anthem to make a political statement.\n“He wants to stand alone, he can stand alone on the field,” one of the teams offensive lineman said, according to the shows source. Keep in mind, the offensive line are literally the guys whose job it is to protect the quarterback, in this case the star player who didn’t kneel.\nAmazingly, the circumstantial (and possible direct) proof didn’t end there as the show then claimed that this same source also revealed that a local team reporter got wind of the story and asked a team official for comment. What he was apparently told in response has all the hallmarks of a team trying to cover up a major scandal.\n“If you report on this, you will be blackballed, you will not get access to the Raiders period,” the reporter was supposedly told. “Your career covering the team will be over”.\nWhile there are obviously major legal and ethical issues if this is true, it also paints a sad picture of a football league divided by a political and media establishment all too happy to cause as much racial divide in the country as possible. For as long as Americans focus on differences between each other, the global elites power remains completely unthreatened.\nFULL REPORT:\n&amp;lt;span style=&quot;font-size:inherit&quot;&amp;gt;&amp;amp;amp;lt;strong&amp;amp;amp;gt;&amp;amp;amp;lt;span style=&quot;font-size:13.5pt&quot;&amp;amp;amp;gt;&amp;amp;amp;lt;span style=&quot;font-family:inherit&quot;&amp;amp;amp;gt;&amp;amp;amp;lt;span style=&quot;color:black&quot;&amp;amp;amp;gt;Additional Reading:&amp;amp;amp;lt;/span&amp;amp;amp;gt;&amp;amp;amp;lt;/span&amp;amp;amp;gt;&amp;amp;amp;lt;/span&amp;amp;amp;gt;&amp;amp;amp;lt;/strong&amp;amp;amp;gt;&amp;lt;/span&amp;gt;\nAlex Thomas is a staff writer and reporter for The Daily Sheeple. Wake the flock up – follow Alex’s work at our Facebook or Twitter.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nTop Global\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "This is one hell of a scandal with the NFL, could ruin the whole league,",
                "Carr",
                true
            ],
            [
                "He wants to stand alone, he can stand alone on the field,",
                "",
                true
            ],
            [
                "If you report on this, you will be blackballed, you will not get access to the Raiders period,",
                "",
                true
            ],
            [
                "Your career covering the team will be over",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=https://www.iheart.com/news/armstrong-and-getty-15193750/",
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com",
                "http://www.prodo1.com/",
                "https://beforeitsnews.com/v3/r2/?url=https://www.facebook.com/thedailysheeple/",
                "https://beforeitsnews.com/v3/r2/?url=https://twitter.com/TheDailySheeple",
                "https://beforeitsnews.com/v3/r2/?url=https://twitter.com/AandGShow"
            ]
        },
        "key_words": [
            "raiders",
            "tom",
            "goodwell",
            "football",
            "protest",
            "roger",
            "wouldnt",
            "trump",
            "game",
            "punish",
            "throw",
            "goodell",
            "qb",
            "nfl"
        ]
    }
]