[
    {
        "url": "https://www.activistpost.com/2017/09/federal-reserve-will-continue-cutting-economic-life-support.html",
        "title": "Federal Reserve Will Continue Cutting Economic Life Support",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-20",
        "text": "Hot Topics\nI remember back in mid-2013 when the Federal Reserve fielded the notion of a “taper” of quantitative easing measures. More specifically, I remember the response of mainstream economic analysts as well as the alternative economic community. I argued fervently in multiple articles that the Fed would indeed follow through with the taper, and that it made perfect sense for them to do so given that the mission of the central bank is not to protect the U.S. financial system, but to sabotage it carefully and deliberately. The general consensus was that a taper of QE was impossible and that the Fed would “never dare.” Not long after, the Fed launched its taper program.\nTwo years later, in 2015, I argued once again that the Fed would begin raising interest rates even though multiple mainstream and alternative sources believed that this was also impossible. Without low interest rates, stock buybacks would slowly but surely die out, and the last pillar holding together equities and the general economy (besides blind faith) would be removed. The idea that the Fed would knowingly take such an action seemed to be against their “ best self interest ;” and yet, not long after, they initiated the beginning of the end for artificially low interest rates.\nThe process that the Federal Reserve has undertaken has been a long and arduous one cloaked in disinformation. It is a process of dismantlement. Through unprecedented stimulus measures, the central bank has conjured perhaps the largest stock and bond bubbles in history, not to mention a bubble to end all bubbles in the U.S. dollar.\nStocks in particular are irrelevant in the grand scheme of our economy, but this does not stop the populace from using them as a reference point for the health of our system. This creates an environment rife with delusion, just as the open flood of cheap credit created considerable delusion before the crash of 2008.\nToday, we find our economic fundamentals in complete disarray, but the overwhelming fantasy within stocks still remains. Why? Because yet again, for some reason, no one is ready to accept the reality that the Fed is pulling the plug on America’s fiscal life support. Nary a handful of economists in the world think that the Fed will raise interest rates one more time this year if ever again, and the threat of a balance sheet reduction is the furthest thing from everyone’s mind. Daytrading investors are utterly convinced they have the Fed by the short hairs. I say, the situation is actually in reverse.\nThe minutes from the Fed’s July Open Market Committee Meeting indicate that while the central bank has been the savior of stock investors for several years, the party is about to end. Comments on the risks a bull market might pose to “financial stability” have been more frequent the past couple of months\nOnly a few weeks ago, former Fed chairman Alan Greenspan commented that bond markets could collapse and bring stocks down with them do to overvaluations and increasing interest rates.\nRecent spikes in markets despite a steady stream of natural disasters, threats of war with North Korea, as well is “increased inflation” (according to Fed models) due to the damage wrought by Hurricane Harvey suggest that the Fed will indeed continue hiking rates into our ongoing financial collapse.\nThe next FOMC meeting will conclude on the 20th of this month, and the question is, will the Fed surprise with a rate hike and/or balance sheet reduction program? I believe the odds are much higher than many people seem to think.\nFirst, let’s be clear, historically the Fed’s predictable behavior has been to skip major policy actions in September and then startle markets with renewed and aggressive actions in December. People placing bets on a Fed rate hike in September would look at this pattern and say “no way.” However, the narrative I see building in Fed rhetoric and in the mainstream media is that stock markets have become “unruly children” and that the Fed must become a “stern parent,” reining them in before they are crushed under the weight of their own naive enthusiasm.\nDeclare Your Independence!\nProfit outside the rigged system! Protect yourself from tyranny and economic collapse. Learn to live free and spread peace!\nCounter Markets Newsletter - Trends & Strategies for Maximum Freedom\nClaim Your FREE Issue Today!\nIn my view, the Fed will continue to do what it says it is going to do — raise interest rates and reduce and remove stimulus, and that the mainstream narrative will soon be adjusted to suggest that this is “necessary;” that stock markets need a bit of tough love.\nIf the Fed means to follow through with its stated plans for “financial stability” in markets, then the only measure that would be effective in shell-shocking stocks back to reality would be a surprise hike, a surprise announcement of balance sheet reduction or both at the same time.\nIf the Fed intends to continue cutting off life support to equities and bonds in preparation for a controlled demolition of the U.S. economy, then there is a high probability at the very least of a balance sheet reduction announcement this week with strong language indicating another rate hike in December. I also would not completely rule out a surprise rate hike even though September is usually a no-action month for central banks.\nThis would fit the trend of central banks around the globe strategically distancing themselves from artificial support for the financial structure. Last week, the Bank of England surprised investors with an open indication that they may begin raising interest rates “in the coming months.” The Bank Of Canada surprised some economists with yet another rate hike this month and mentions of “more to come.” The European Central Bank has paved the way for a tapering of stimulus measures according to comments made during its latest meeting early this month. And, the Bank of Japan initiated taper measures in July.\nEven Forbes is admitting that there appears to be a “coordinated tightening of monetary policy” coming far sooner than the mainstream expects. If you understand how the Bank for International Settlements controls policy initiatives of national central bank members, then you should not be surprised that central banks all over the world are pursuing the same actions and the same rhetoric. The only difference between any of them is the pace they have chosen in taking the punch away from the party.\nThe point is, when it comes to the fiat peddlers, there are indeed a few sure things, but continued stimulus is not one of them. One thing that is certain is that they will act in concert as they are clearly doing now in terms of policy tightening. Another thing that is certain is that if they plant a notion in the mainstream media — such as the notion that they are “worried about overvaluations in stocks” and that interest rates must rise, then they will follow through as they always have. Perhaps not at the pace the mainstream expects, or the pace I expect, but certainly somewhere in-between.\nFinally, it behooves me to mention again that the Fed has done all of this before. In the lead up to the stock market crash of 1929, the central bank bloated stocks with easy credit measures and low interest rates, only to hike rates in the name of “quelling inflation.” This hacked the legs out from under markets with a machete, and the rest is history. The hidden purpose behind this tactic is extraordinary centralization on a global scale. The Fed is not interested in the health of the U.S. economy, it is interested in total globalization of all economies under one totalitarian umbrella. To make an omelet, you have to break a few eggs.\nOf course, the Fed will not engineer a market crash in a vacuum. It is my suspicion that the next Fed meeting will be followed by a geopolitical distraction — the most likely candidate being increasing conflict with North Korea. Do not be fooled by the magic show. The real threat to us all is the central banking and international banking apparatus, including the BIS and the IMF. From now until the end of this year, remain vigilant.\nYou can read more from Brandon Smith at his site Alt-Market.com . If you would like to support the publishing of articles like the one you have just read, visit our donations page here .  We greatly appreciate your patronage.\nYou can contact Brandon Smith at: [email protected]\nUnsuspecting Americans to be Hit Hard by this U.S. Scheme to Confiscate Your Savings: Alan Greenspan, 20-year head of the US Fed, reveals Washington’s nasty trick to confiscate the savings of unsuspecting Americans. Here’s How Some Americans Are Preparing\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.reuters.com/article/japan-bonds/jgbs-tick-up-even-as-boj-reduces-buying-in-5-10-yr-bonds-idUSL3N1KF1HV",
                "https://www.marketwatch.com/story/text-of-the-july-fomc-statement-2017-07-26",
                "https://www.theguardian.com/business/live/2017/sep/07/markets-euro-european-central-bank-mario-draghi-stimulus-business-live",
                "http://src.boblivingstonletter.com/ego/cf4fe70f-ff4e-477f-b24c-5ed1f8fd81ce/402503264/320044",
                "https://globalnews.ca/news/3721332/bank-of-canada-interest-rate-hike/",
                "https://www.cnbc.com/2017/09/14/harvey-heats-up-inflation-data-raising-odds-fed-will-raise-rates.html",
                "https://www.cnbc.com/2017/09/14/bank-of-england-warns-it-may-raise-interest-rates-in-coming-months.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.alt-market.com/",
                "http://alt-market.com/donate",
                "http://src.boblivingstonletter.com/ego/91d85689-5b49-4144-ab99-4a02a9e03187/402503264/320044",
                "http://src.boblivingstonletter.com/ego/af2f4686-0357-4077-b777-e94982a9c88a/402503264/320044",
                "https://www.forbes.com/sites/johnfvail/2017/09/14/new-info-shows-coordinated-monetary-policy-tightening-ahead/#1604f6be11a7",
                "https://www.activistpost.com/cdn-cgi/l/email-protection#0b69796a656f64654b6a677f26666a79606e7f25686466",
                "https://freekit.birchgold.com/wealth-confiscation/?utm_medium=display&utm_campaign=am&utm_source=am&msid=25074&utm_content=gd_v01_article&placement=gd_article"
            ]
        },
        "key_words": [
            "stock",
            "rates",
            "life",
            "economic",
            "bank",
            "reserve",
            "fed",
            "central",
            "markets",
            "hike",
            "federal",
            "support",
            "taper",
            "mainstream",
            "interest",
            "cutting",
            "continue"
        ]
    }
]