[
    {
        "url": "http://beforeitsnews.com/scandals/2017/09/breaking-dnc-meltdown-multiple-pedogate-charges-2437323.html",
        "title": "DNC Meltdown - Multiple Pedogate Charges",
        "authors": [],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "DNC Meltdown - Multiple Pedogate Charges\nMonday, September 18, 2017 13:54\n \nThe DNC is in complete meltdown as several major Democrats concurrently face charges relating to the sexual abuse of children, including at least 11 then-current and former mayors who have been accused of child sex abuse-related crimes since 2016.\nThe allegations range from child porn to physical abuse. The alleged victims were as young as four years old.\nDavid Zublick and Ronnie McMullen of Life Change Tea expose the horrible truth in this special report!\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nMe\nUnder scrutiny? Gosh, no! How long are we going to be stringed along with this until the big ones go down, if ever?\nSep 18, 2017, 5:26 pm\nOBEY\nClinton are documented serial rapists and pedophiles.  Bill and Hillary have a taste for the young.\nSep 18, 2017, 8:44 pm\nOK.. who’s going to do anything about it?\nThe FBI.. that is still being run by the criminal Obama holdovers .. The CIA.. still being operated by the Obama Criminal Administration.. The NSA.. The IRS.. on and on!\nAnd them We have AG ‘asleep at the wheel’ Sessions that let Comey,Obama and Muller’s buddy Democrat  Asst.AG Rosenstein ( conflict of interest ) put ‘criminal’ Muller ( his gang of ‘left-wing’ lawyers ) in charge of the ( very expensive ) Russian collusion ‘witch hunt!’ And Session’s looks like he is trying to let the ‘statues of limitations’ run out before he can find any reason to charge these Democratic criminal’s and murders with any crime. You notice how the people murdered by these government criminal’s has a very low priority!\nSICKENING..NO ONE EVEN BRINGS THIS UP!\nSep 19, 2017, 10:20 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nTop Global\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.suppressedhealthsecrets.com",
                "http://www.prodo1.com/"
            ]
        },
        "key_words": [
            "zublick",
            "young",
            "dnc",
            "truth",
            "meltdown",
            "pedogate",
            "abuse",
            "charges",
            "victims",
            "multiple",
            "child",
            "think"
        ]
    }
]