[
    {
        "url": "http://money.cnn.com/2017/10/11/media/facebook-twitter-uk-hate-speech-levy/index.html",
        "title": "Facebook and Twitter face a 'bully tax' in Britain",
        "authors": [
            {
                "name": "Ivana Kottasová",
                "link": null
            }
        ],
        "publisher": "money.cnn.com",
        "publish_date": "2017-10-11",
        "text": "by Ivana Kottasová   @ivanakottasova October 11, 2017: 10:23 AM ET\nComedian spray-paints hateful tweets outside Twitter's office\nBritain could hit Facebook and Twitter with a new tax designed to fight hate crimes and support victims of online bullying.\nThe government of Prime Minister Theresa May unveiled the proposal on Wednesday, saying it aims to ensure that \"Britain is the safest place in the world to be online.\"\nCulture Secretary Karen Bradley said the levy would target social media companies and communication service providers.\nDetails remain thin, however: The government did not single out specific companies, detail how the tax would be applied or estimate how much money it would raise.\nBradley said the levy would start as a \"voluntary measure.\" But she also told the BBC that the government could pass a law if the voluntary scheme doesn't work.\nShe said the initiative would be similar to an existing levy on gambling companies that funds anti-addiction programs.\n\"The internet has been an amazing force for good, but it has caused undeniable suffering and can be an especially harmful place for children and vulnerable people,\" Bradley said.\nFacebook ( FB ) said in a statement that it welcomes \"close collaboration between industry, experts and government to address this important issue.\"\nTwitter ( TWTR ) did not comment on the proposal specifically, but said in a statement that it had dramatically increased the number of abusive accounts it removes.\nThe tech industry has come under increased scrutiny in Europe, where politicians and regulators are considering the role of social media in society.\nBut analysts say there's been more talk than action so far in Britain.\n\"Bashing tech giants is easy. Clear, good laws for the digital age are much more difficult,\" said Carl Miller, research director at the Centre for the Analysis of Social Media at Demos. \"Government, all too often, is taking the easy route here.\"\nThe European Union gave tech firms an ultimatum last month, saying it would pass laws allowing it to impose punishments on companies that fail to tackle online hate speech.\nCritics of the new policies say they jeopardize free speech and expression.\nJacob Mchangama, director at the think tank Justitia, warned that Europe is moving in \"an increasing illiberal direction when it comes to internet freedom and the free flow of information.\"\nCNNMoney (London) First published October 11, 2017: 10:23 AM ET\nNewsletter\n© 2019 Cable News Network. Turner Broadcasting System, Inc. All Rights Reserved.\nCNN Sans™ & © 2016 Cable News Network.\n",
        "quotes": [
            [
                "Britain is the safest place in the world to be online.",
                "",
                true
            ],
            [
                "The internet has been an amazing force for good, but it has caused undeniable suffering and can be an especially harmful place for children and vulnerable people,",
                "Bradley",
                true
            ],
            [
                "close collaboration between industry, experts and government to address this important issue.",
                "",
                false
            ],
            [
                "Clear, good laws for the digital age are much more difficult,",
                "Carl Miller",
                true
            ],
            [
                "Government, all too often, is taking the easy route here.",
                "Carl Miller",
                true
            ],
            [
                "an increasing illiberal direction when it comes to internet freedom and the free flow of information.",
                "Jacob Mchangama",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://money.cnn.com/quote/quote.html?symb=FB&source=story_quote_link",
                "http://money.cnn.com/quote/quote.html?symb=TWTR&source=story_quote_link"
            ]
        },
        "key_words": [
            "facebook",
            "tech",
            "tax",
            "twitter",
            "britain",
            "media",
            "voluntary",
            "bully",
            "levy",
            "social",
            "europe",
            "face",
            "companies",
            "hate"
        ]
    }
]