[
    {
        "url": "https://www.cnn.com/2016/09/24/politics/white-working-class-evangelicals/index.html",
        "title": "White working-class evangelicals: Christian values are under attack",
        "authors": [
            {
                "name": "Eugene Scott",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-24",
        "text": "Updated 6:28 PM ET, Sat September 24, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\n76% of white working-class evangelicals say they'd consider voting for Trump\nHalf of white working-class evangelical Christians identify as Republicans\nWashington (CNN)\nMost white working-class voters who are evangelical Christians -- like most white evangelicals -- would consider voting for Donald Trump.\nBut it's not because they believe he shares their conservative Christian values. Rather, they agree with him that America is not as great as it once was, according to a new CNN/Kaiser Family Foundation poll.\nWhile black evangelicals are solidly against the GOP nominee, among white working-class evangelicals, about three in four -- 76% -- say they'd consider voting for Trump.\nWhite, Working Class & Worried\nPartisanship likely plays a big part in this, as half of white working-class evangelical Christians identify as Republicans.\nThe majority -- 6 in 10 -- of voters in this group believe the US' better days are in the past and most are concerned that the country is becoming less Christian. Nearly 90% of working class whites who are evangelical Christians believe Christian values are under attack in America today.\nRead More\nWhile most Christian groups -- 73% of mainline Protestants and 61% of Catholics -- share this view, only 41% of those with no religious preference believe these values are under attack.\nTrump often says he wants to \"make America great again,\" and working-class whites are a core of his support, but that doesn't mean they don't question the faith of a man who once said he never asks God for forgiveness .\n\"When listening to him, he's not a Christian. He does not have any of the values that we have,\" said Buddy Mitchell, a 47-year-old from Arvada, Colorado, and owner of a flooring company.\n\"I don't know of any redeeming quality of Donald Trump other than both Democrats and Republicans hate him,\" said Mitchell, who did not participate in the survey. \"That's the only reason I like him: that the establishment doesn't like him.\"\nChristian values seen as under attack\nThat dislike for the establishment is a strong point for Trump with this demographic. For many white working-class evangelicals, it's clear who is at fault for many of the country's issues: the federal government. White working-class evangelicals are also more likely than others to blame the federal government for the economic problems facing the working class.\n\"I don't think that either candidate is taking Christian values into consideration,\" said Sandra Long, an 80-year-old lifelong Democrat. \"Neither one of them is acting very Christian-like. Just a lot of things are said and done. It scares me.\"\nJUST WATCHED\nFeeling helpless in WV: 'We are the forgotten tribe' 04:50\nLong, a Mahanoy City, Pennsylvania, resident, is scared that society is becoming more secular and will be a less accepting place for people with more conservative Christian values.\n\"I feel the country was founded on Christian principles. They came here to get away form being persecuted for their beliefs,\" she said. \"And now, if our ministers don't marry a gay couple or refuse to marry a gay couple, they can be arrested and taken to jail.\"\nWhile same-sex marriage is legal, religious leaders are not required to marry gay couples.\nDarrell Pool, a 60-year-old from Lamar, Colorado, said he doesn't see his traditional Christian values honored by the leading candidates.\n\"I don't see my values shaping the election. There's just a lot of mayhem,\" he said. \"I think the values that were in the country's founding are leaving. The moral values are leaving daily.\"\nMany white working-class evangelicals have no confidence that either of the presidential candidates has the ability to return the country to their perception of its former glory.\n\"I don't know where I am,\" said Long. \"I'm so confused at this point and time. I don't believe either one of them should be in office. I don't believe either one should be running.\"\nSome have entertained third-party candidates.\n\"I'm sick to my stomach. I cannot stand Hillary (Clinton) and I can't stand Trump, so for the first time in my life, I'm thinking of voting Libertarian or not voting,\" Mitchell said.\nFor these voters, the lack of confidence in government is exemplified in the candidacy of Clinton, who has been in government for more than 20 years.\n\"If you or I would have done what she did with those emails, we'd be in jail,\" Mitchell said. \"But because she's the Democratic nominee, they don't hold politicians to the same standards that they hold the people.\"\nMany of the standards these voters want to see candidates follow are rooted in the Christian faith.\nSecurity also a concern\nBut values aren't the only concerns of these voters. National security is also a major issue to many of these voters, many of whom have personal connections to the military.\n\"All these refugees they want to bring in, that's really got me going,\" said Pool, who participated in the survey. \"They have no idea who they're bringing in and we just keep having more attacks here.\"\n\"I just think it's ludicrous and all it's for is so one party can have more voters,\" he said.\nThe relationship between evangelicals and the refugee issue is a complicated one. Some of the biggest critics of Trump's proposed Muslim ban have been evangelicals. Christian organizations have been among the most active in helping resettle refugees, but that doesn't mean some among their flock aren't anxious.\nThe majority -- 75% -- of white working-class evangelicals believe that recent immigrants from predominantly Muslim countries increase the risk of terrorist attacks in the US, a higher percentage than other working-class whites.\n\"I say let's quit bringing these people in, period,\" Pool said. \"I realize America is a melting pot and that's how America started in the first place, but we have a process here. Nobody says you can't come to this country. Come on in. Let's do it the right way.\"\n",
        "quotes": [
            [
                "When listening to him, he's not a Christian.",
                "Buddy Mitchell",
                true
            ],
            [
                "He does not have any of the values that we have,",
                "Buddy Mitchell",
                true
            ],
            [
                "I don't know of any redeeming quality of Donald Trump other than both Democrats and Republicans hate him,",
                "Mitchell",
                true
            ],
            [
                "That's the only reason I like him: that the establishment doesn't like him.",
                "Mitchell",
                true
            ],
            [
                "I don't think that either candidate is taking Christian values into consideration,",
                "Sandra Long",
                true
            ],
            [
                "Neither one of them is acting very Christian-like.",
                "Sandra Long",
                true
            ],
            [
                "Just a lot of things are said and done.",
                "Sandra Long",
                true
            ],
            [
                "I feel the country was founded on Christian principles.",
                "",
                true
            ],
            [
                "They came here to get away form being persecuted for their beliefs,",
                "",
                true
            ],
            [
                "And now, if our ministers don't marry a gay couple or refuse to marry a gay couple, they can be arrested and taken to jail.",
                "",
                true
            ],
            [
                "I don't see my values shaping the election.",
                "",
                true
            ],
            [
                "There's just a lot of mayhem,",
                "",
                true
            ],
            [
                "I think the values that were in the country's founding are leaving.",
                "",
                true
            ],
            [
                "The moral values are leaving daily.",
                "",
                true
            ],
            [
                "I don't know where I am,",
                "",
                true
            ],
            [
                "I'm so confused at this point and time.",
                "",
                true
            ],
            [
                "I don't believe either one of them should be in office.",
                "",
                true
            ],
            [
                "I don't believe either one should be running.",
                "",
                true
            ],
            [
                "I'm sick to my stomach.",
                "Mitchell",
                true
            ],
            [
                "I cannot stand Hillary (Clinton) and I can't stand Trump, so for the first time in my life, I'm thinking of voting Libertarian or not voting,",
                "Mitchell",
                true
            ],
            [
                "If you or I would have done what she did with those emails, we'd be in jail,",
                "Mitchell",
                true
            ],
            [
                "But because she's the Democratic nominee, they don't hold politicians to the same standards that they hold the people.",
                "Mitchell",
                true
            ],
            [
                "All these refugees they want to bring in, that's really got me going,",
                "",
                true
            ],
            [
                "They have no idea who they're bringing in and we just keep having more attacks here.",
                "",
                true
            ],
            [
                "I just think it's ludicrous and all it's for is so one party can have more voters,",
                "",
                true
            ],
            [
                "I say let's quit bringing these people in, period,",
                "Pool",
                true
            ],
            [
                "I realize America is a melting pot and that's how America started in the first place, but we have a process here.",
                "Pool",
                true
            ],
            [
                "Nobody says you can't come to this country.",
                "Pool",
                true
            ],
            [
                "Let's do it the right way.",
                "Pool",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2015/07/18/politics/trump-has-never-sought-forgiveness/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "voters",
            "values",
            "christian",
            "attack",
            "workingclass",
            "white",
            "believe",
            "evangelicals",
            "america",
            "voting",
            "dont"
        ]
    }
]