[
    {
        "url": "http://beforeitsnews.com/sports/2017/10/105-trs-pnc-park-bucs-win-in-71-79-lose-four-playoffs-dang-reds-tracy-fired-2702005.html",
        "title": "10/5 TRS-PNC Park: Bucs Win in '71, '79; Lose Four Playoffs (Dang Reds!); Tracy Fired",
        "authors": [
            {
                "name": "The Green Weenie",
                "link": null
            }
        ],
        "publisher": "beforeitsnews.com",
        "publish_date": "2017-10-10",
        "text": "Total:\n10/5 TRS-PNC Park: Bucs Win in '71, '79; Lose Four Playoffs (Dang Reds!); Tracy Fired\nThursday, October 5, 2017 5:57\n% of readers think this story is Fact. Add your two cents.\n1970 – Johnny Bench and Tony Perez homered of Bob Moose in the first inning and the Reds beat the Pirates 3-2 to sweep the NLCS at Riverfront Stadium. Cincinnati scored the lead run in the eighth after the Pirates had tied the game after two were out when a walk, single and Bobby Tolan knock plated the game winner. The Pirates collected 10 hits, but stranded a dozen runners. Willie Stargell went 3-for-4 with a walk and an RBI while Roberto Clemente, Al Oliver and Richie Hebner had two hits each. The Reds lost the World Series to Baltimore in five games. \nRichie Hebner 1971 Arco\n1971 – Richie Hebner’s homer off Juan Marichal in the eighth inning gave Pittsburgh a 2-1 victory over the Giants at TRS and a 2-1 lead in the NLCS. Bob Johnson went eight innings of five hit ball with seven K and Dave Giusti picked up the save. The Bucs’ first tally came in the second, on another solo blast, this one by Bob Robertson. For Hebner, it was an act of redemption; his throwing error on a bunt led to SF’s only score, an unearned sixth inning run. Robertson’s homer was his fourth if the series, setting a record. \n1974 – Don Sutton held Pittsburgh to four hits at TRS in the first game of the NLCS to claim a 3-0 win. It was a 1-0 duel between him and Jerry Reuss until the Dodgers added a pair of ninth inning tallies off of Dave Giusti. Willie Stargell had two of the Pirates four hits. Before today’s game, LA had been 0-6 at TRS during the regular season. \n1975 – Fred Norman limited the Bucs to five hits at Riverfront Stadium as the Cincinnati Reds easily took a two games to none lead in the NLCS by a 6-1 tally. Rennie Stennett and Richie Zisk had two knocks each; the only other Bucco hit was Willie Stargell’s RBI double. Jim Rooker took the loss, chased after just four innings. \nWillie Stargell 1979 Topps\n1979 – The Pirates swept the NLCS, beating the Reds 7-1 at TRS behind Bert Blyleven, who went the distance for the series clincher. Willie Stargell, who homered, doubled and had three RBI, was named Series MVP. Bill Madlock also went long for the Bucs. \n1990 – The Reds tied the NLCS at a game with a 2-1 win at Riverfront Stadium as Tom Browning bested Doug Drabek. Paul O’Neill drove in both runs for Cincinnati, which only had five hits total; Chico Lind’s homer was it for Pittsburgh. \n2007 – The Pirates fired manager Jim Tracy after two years and a 135-189 (.417) record. He was replaced by John Russell. As part of the purge by new GM Neal Huntington, director of player development Brian Graham, scouting director Ed Creech, director of baseball operations Jon Mercurio and Tracy’s entire coaching staff also lost their jobs.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nFeatured\nTop Global\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com",
                "http://www.prodo1.com/"
            ]
        },
        "key_words": [
            "fired",
            "natural",
            "youre",
            "using",
            "tracy",
            "trspnc",
            "trying",
            "zechariah",
            "reds",
            "win",
            "park",
            "really",
            "lose",
            "wwwmitocoppercom",
            "playoffs",
            "write",
            "disable",
            "bucs",
            "dang",
            "health"
        ]
    }
]