[
    {
        "url": "https://www.reuters.com/article/us-italy-politics-vote/italy-authorizes-confidence-vote-on-new-electoral-law-source-idUSKBN1CF1LC",
        "title": "Italy calls confidence vote on contested electoral law",
        "authors": [
            {
                "name": "Crispian Balmer",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-10",
        "text": "4 Min Read\nROME (Reuters) - The Italian government called on Tuesday for confidence votes in the lower house of parliament to try to force through an electoral law that is likely to penalize the anti-establishment 5-Star Movement.\nItalian President Sergio Mattarella reacts during his joint press conference with Finnish President Sauli Niinisto (not pictured) at the Presidential Palace in Helsinki, Finland September 27, 2017. President Mattarella is in Finland on a state visit to discuss political and economic relations between Finland and Italy as well as other current questions with President Niinisto and among a larger group. Jussi Nukari/Lehtikuva/via REUTERS   ATTENTION EDITORS - THIS IMAGE WAS PROVIDED BY A THIRD PARTY. NO THIRD PARTY SALES. NOT FOR USE BY REUTERS THIRD PARTY DISTRIBUTORS. FINLAND OUT. - RC1512FF10F0\nThe new voting law, which would be used in a national election due by next May, is backed by the ruling Democratic Party (PD), former prime minister Silvio Berlusconi’s Forza Italia (Go Italy!) and the anti-migrant Northern League.\nUnlike the current rules, the new system, known as the Rosatellum, would allow the formation of broad coalitions before the ballot, a factor likely to hurt the maverick 5-Star, which refuses to join alliances.\nThe party, which tops many opinion polls, says the Rosatellum could cost it up to 50 seats in parliament. It has called for protests on Wednesday, when the lower house is due to hold two confidence motions. A third vote is set for Thursday.\n“This is a mortal blow to democracy, a violation of democratic laws,” said Luigi Di Maio, the 5-Star’s candidate for prime minister. “The aim is to destroy us.”\nItaly’s political landscape is highly fragmented and successive governments have failed to reduce the nation’s huge debt mountain and struggled to revive the economy. Investors fear political instability here could undermine the euro.\nPresident Sergio Mattarella, the only figure with the power to dissolve parliament, has demanded new voting rules be drawn up because at present there is too much divergence between the systems for electing members of the two houses of parliament.\nPrevious efforts at reform have all ended in failure thanks to a matrix of conflicting interests. The latest version offers a mix of first-past-the-post and proportional representation, and gives party leaders a huge say over nominating candidates.\nAlthough the Rosatellum will likely hurt 5-Star, analysts say it looks unlikely to throw up a clear parliamentary majority, with opinion polls showing the center-left, center-right and 5-Star splitting the vote three ways.\nA government is obliged to resign if it loses a confidence vote so only deploys the motion if it thinks key legislation might get held up or radically altered without its intervention.\nIn this case, the government motions will sweep away dozens of secret votes on various aspects of the law, which would have allowed disaffected parliamentarians from the traditional parties to sink the bill, as happened in June during a prior attempt to introduce new electoral rules.\nThe ruling PD dismissed accusations that it was subverting democracy, saying there would still be one final secret vote on the whole package.\n“In this secret vote we will see if the law is good or bad,” said Ettore Rosato, the parliamentary party leader of the PD who has put his name to the reform.\n“This is the last chance we have to put in place an electoral law and we want to avoid, just weeks ahead of the ballot, any traps,” he told reporters.\nPrime Minister Paolo Gentiloni hopes to get the bill through the lower house of parliament by the end of the week, after which it will go to the upper house Senate, where the government has no clearly defined majority.\nAdditional reporting by Massimiliano Di Giorgio and Gavin Jones; Editing by Matthew Mpoke Bigg\n",
        "quotes": [
            [
                "This is a mortal blow to democracy, a violation of democratic laws,",
                "Luigi Di Maio",
                true
            ],
            [
                "The aim is to destroy us.",
                "Luigi Di Maio",
                true
            ],
            [
                "In this secret vote we will see if the law is good or bad,",
                "Ettore Rosato",
                true
            ],
            [
                "This is the last chance we have to put in place an electoral law and we want to avoid, just weeks ahead of the ballot, any traps,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "confidence",
            "party",
            "law",
            "5star",
            "vote",
            "rosatellum",
            "contested",
            "parliament",
            "italy",
            "secret",
            "electoral",
            "finland",
            "house",
            "president",
            "calls"
        ]
    }
]