[
    {
        "url": "http://beforeitsnews.com/sports/2017/09/thursday-night-start-em-or-sit-em-week-4-randall-cobb-jordan-howard-tarik-cohen-more-2701363.html",
        "title": "Thursday Night Start ‘Em or Sit ‘Em: Week 4: Randall Cobb, Jordan Howard, Tarik Cohen & More",
        "authors": [
            {
                "name": "Roto Professor - Baseball",
                "link": null
            }
        ],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "Total:\nThursday Night Start ‘Em or Sit ‘Em: Week 4: Randall Cobb, Jordan Howard, Tarik Cohen & More\nThursday, September 28, 2017 2:02\n% of readers think this story is Fact. Add your two cents.\nby Eric Stashin (aka The Rotoprofessor)\nThursday games are often tricky as it is, because there isn’t necessarily a reason to take any undue risks with questionable options (which could set you back and spoil your week).  Who are the borderline players that should be in lineups?  Who should be sat down?  Let’s take a look at the skill players taking the field tonight and try to answer those questions:\nChicago Bears\nJordan Howard – Running Back\nIt’s intriguing that he’s not listed on the injury reported, despite having been battling a sprained AC joint in his shoulder.  That said on the surface it didn’t appear to hinder him in Week 3, turning a season high 23 carries into 138 yards and 2 TD (while also adding 5 receptions for 26 yards).  He did lose a fumble and you have to wonder if the Bears will be forced into passing mode early due to falling behind a team that is flat out better.\nThe Packers have allowed the eighth most points per week to opposing running backs, being beaten by both the run and the pass:\nRushing – 291 yards and 2 TD\nReceiving – 86 yards and 2 TD\nThere is the potential that game flow leads to Howard being shelved later in the game, but he remains a low-end RB2/FLEX option due to the upside.\nVerdict – RB2/FLEX in all formats\n \nTarik Cohen – Running Back\nCohen totaled 102 yards (78 rushing, 24 receiving) in Week 3, despite Howard setting a season high in carries.  He’s going to remain the passing down back, already racking up 20 receptions for 126 yards and 1 TD on 25 targets (leading all running backs through three weeks).  He also could get a lot more run later in the game, if the Bears are playing from behind and trying to catch up to Green Bay.  Regardless the matchup is favorable and the Bears’ deficiencies in the receiving corps is going to mean opportunities for both running backs to produce.  Consider Cohen a viable RB2 in all PPR formats (must start) and a potential FLEX option in all formats.\nVerdict – Must start in PPR formats; FLEX option in all formats\nMike Glennon – Quarterback\nThere’s already been rumblings about moving to Mitch Trubitsky and while the team won Week 3 it wasn’t because of Glennon (101 yards, 1 TD, 1 INT).  Even in two-quarterback formats there is far too much risk.\nVerdict – Sit ‘Em\nKendall Wright – Wide Receiver\nThe Bears have been hit hard by injuries to the receiving corps, leaving Wright as the “leader” of an underwhelming group.  Of course he’s managed just 10 receptions, on 14 targets, for 103 yards and 0 TD.  The offense is going to run through the running back duo, leaving the scraps to everyone else and in an uninspiring offense there’s no value elsewhere.\nVerdict – Sit ‘Em\nZach Miller – Tight End\nHe hasn’t had more than 42 receiving yards in a game, despite a receiving corps that lacks much upside at this point.  There is the potential for him to go off in any week, but with the Packers allowing the fewest points per week to opposing tight ends this isn’t the time to expect it.\nVerdict – Sit ‘Em\nMust Start Options:\nDavante Adams – Wide Receiver\nRandall Cobb appears to be heading towards a return, but you have to think that he’s going to be limited in what he can do.  That’s going to leave Adams, who leads the Packers’ receiving corps with 206 yards, as a solid option in all formats.  The matchup should be favorable, so unless you are extremely deep he’s well worth using as a WR2/3 in all formats.\nVerdict – Worth utilizing as a WR2/3\nRandall Cobb – Wide Receiver\nThere’s no questioning his upside, when healthy, with 21 targets over the first two weeks.  The question is, after sitting out Week 3 just how much is Cobb going to be able to do this week?  You’d have to think that he’s going to be limited in his opportunities, and given the other options you would expect Cobb to be on some sort of a pitch count.  That puts a lot of risk in play here, especially early in the week.\nVerdict – Sit, since the risk outweighs the reward\nGeronimo Allison – Wide Receiver\nAllison had a big game in Week 3, with 6 receptions and 122 yards.  However with Cobb looking likely to return Allison should fall back into the fourth option in a deep receiving corps.  Throw in the presence of Ty Montgomery and Martellus Bennett and there’s no way to trust him.\nVerdict – Sit ‘Em\nMartellus Bennett – Tight End\nHe’s the type of player that you want to believe in, yet he’s turned 21 targets into 11 receptions and has not yet found the end zone.  One of these weeks he’s likely to explode, but given the other options that are out there and the potential for another poor performance there’s no reason to take the risk on Thursday night.\nVerdict – Sit ‘Em\nMust Start Options:\nAaron Rodgers – Quarterback\nSources – ESPN, CBS Sports, NFL.com\nMake sure to check out all of our Week 4 rankings:\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Em: Week 4: Randall Cobb, Jordan Howard, Tarik Cohen & More\nThursday, September 28, 2017 2:02\n% of readers think this story is Fact.",
                "",
                true
            ],
            [
                "by Eric Stashin (aka The Rotoprofessor)\nThursday games are often tricky as it is, because there isn’t necessarily a reason to take any undue risks with questionable options (which could set you back and spoil your week).",
                "",
                false
            ],
            [
                "Who are the borderline players that should be in lineups?",
                "",
                true
            ],
            [
                "Let’s take a look at the skill players taking the field tonight and try to answer those questions:\nChicago Bears\nJordan Howard – Running Back\nIt’s intriguing that he’s not listed on the injury reported, despite having been battling a sprained AC joint in his shoulder.",
                "",
                true
            ],
            [
                "That said on the surface it didn’t appear to hinder him in Week 3, turning a season high 23 carries into 138 yards and 2 TD (while also adding 5 receptions for 26 yards).",
                "",
                true
            ],
            [
                "He did lose a fumble and you have to wonder if the Bears will be forced into passing mode early due to falling behind a team that is flat out better.",
                "",
                true
            ],
            [
                "The Packers have allowed the eighth most points per week to opposing running backs, being beaten by both the run and the pass:\nRushing – 291 yards and 2 TD\nReceiving – 86 yards and 2 TD\nThere is the potential that game flow leads to Howard being shelved later in the game, but he remains a low-end RB2/FLEX option due to the upside.",
                "",
                true
            ],
            [
                "Verdict – RB2/FLEX in all formats\n \nTarik Cohen – Running Back\nCohen totaled 102 yards (78 rushing, 24 receiving) in Week 3, despite Howard setting a season high in carries.",
                "",
                true
            ],
            [
                "He’s going to remain the passing down back, already racking up 20 receptions for 126 yards and 1 TD on 25 targets (leading all running backs through three weeks).",
                "",
                true
            ],
            [
                "He also could get a lot more run later in the game, if the Bears are playing from behind and trying to catch up to Green Bay.",
                "",
                true
            ],
            [
                "Regardless the matchup is favorable and the Bears",
                "",
                false
            ],
            [
                "Em\nMust Start Options:\nDavante Adams – Wide Receiver\nRandall Cobb appears to be heading towards a return, but you have to think that he’s going to be limited in what he can do.",
                "",
                true
            ],
            [
                "That’s going to leave Adams, who leads the Packers",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.prodo1.com/",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "going",
            "cohen",
            "hes",
            "wide",
            "receiving",
            "jordan",
            "start",
            "yards",
            "tarik",
            "howard",
            "randall",
            "cobb",
            "week",
            "night",
            "running",
            "em",
            "sit"
        ]
    }
]