[
    {
        "url": "https://www.activistpost.com/2017/09/housing-bubble-symmetry-look.html",
        "title": "Housing Bubble Symmetry: Look Out Below",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-12",
        "text": "Hot Topics\nHousing markets are one itsy-bitsy recession away from a collapse in domestic and foreign demand by marginal buyers.\nThere are two attractive delusions that are ever-present in financial markets: One is this time it’s different, because of unique conditions that have never ever manifested before in the history of the world, and the second is there are no cycles, they are illusions created by cherry-picked data; furthermore, markets are now completely controlled by central banks so cycles have vanished.\nWhile it’s easy to see why these delusions are attractive, let’s take a look at a widely used measure of the U.S. housing market, the Case-Shiller Index:\nIf we look at this chart with fresh eyes, a few things pop out:\n1. The U.S. housing market had a this time it’s different experience in the 2000s, as an unprecedented housing bubble inflated, pushing housing far above the trendline of the Case-Shiller National Home Price Index.\n2. It turned out this time wasn’t different as this extreme of over-valuation collapsed.\n3. For a variety of reasons (massive central bank and state intervention, the socialization of the mortgage market via federally guaranteed mortgages, historically low mortgage rates, massive purchases of mortgage backed securities by the Federal Reserve, etc.), the collapse in prices did not return to the trendline.\n4. There is a remarkable time symmetry in each phase of expansion and collapse; each phase took roughly the same period of time to travel from trough to peak and peak to trough.\n5. The Index has now exceeded the previous bubble peak, suggesting this time it’s different once again dominates the zeitgeist.\n6. Those denying the existence of cycles have difficulty adequately explain away the classic cyclical nature of the 2000-2008 bubble rise and its collapse, and the subsequent expansion of housing prices in a near-perfect mirror-image of the first housing bubble’s steep ascent.\nClaiming that this painfully obvious time symmetry is mere randomness/coincidence is not an explanation.\n7. This time symmetry suggests that the current housing bubble is close to its zenith and will likely collapse over a time frame similar to Housing Bubble #1.\nThe basic arguments for ever-higher housing prices forever and ever are:\nA. central banks completely control all markets, including housing, and they will never let the housing market decline ever again.\nB. Foreign buyers paying cash (even if the “cash” was borrowed in Asia) will continue flooding into North America, elevating markets for the the foreseeable future.\nDeclare Your Independence!\nProfit outside the rigged system! Protect yourself from tyranny and economic collapse. Learn to live free and spread peace!\nCounter Markets Newsletter - Trends & Strategies for Maximum Freedom\nClaim Your FREE Issue Today!\nThe omnipotence of central banks is a matter of near-religious certainty among the faithful, but skeptics note that central banks have played major roles in markets for decades, yet every asset bubble eventually pops despite central bank/state management of markets.\nTrue believers note that the central state/bank interventions have greatly expanded, and that there are no limits on future interventions; central banks can create trillions of dollars, yuan, yen, euros, etc., and use this “free money” to buy assets, propping up markets indefinitely.\nIn this line of thinking, central banks/states “learned their lesson” in the first housing bubble and will never let the housing market collapse again.\nAs for foreign demand: the number of buyers from China who are desperate to turn their cash into North American real estate holdings is practically limitless.\nThe counter-arguments are:\n1. Despite the federal guarantees on mortgages, the housing market is still dominated by private-sector borrowers and lenders. As my colleague Mish has often pointed out, central banks/agencies cannot force people to borrow money to buy homes, vehicles, etc.\nIf everyone who is qualified to buy a house and wants to buy a house has bought a house, then demand is limited to new households and foreign buyers.\nNew household formation has recovered a bit but is still at historically low levels. New households burdened by student loan debt, high rents and stagnant wages are not qualified to borrow hundreds of thousands of dollars to buy homes at current nose-bleed valuations.\nWhile the number of foreign buyers may appear to be limitless in specific markets, counting on marginal buyers with cash to prop up markets across the board is an iffy proposition, given the potential for conditions to reverse due to global recession, capital controls, higher taxes imposed on foreign owners of vacant homes, etc.\nI would argue that this time is different, but not in a healthy way. Central bank/state interventions in the market have drawn in marginal borrowers who are a few paychecks away from default, and speculators who are leveraged to the hilt to buy homes to “flip for quick profits–a strategy that collapses if qualified buyers become scarce.\nGlobally, housing has become a flight-to-safety asset for the global elites, a development with disastrous consequences for residents. Housing owned for investment often sits empty, effectively withdrawing much-needed housing units from the market for shelter. This investment buying reduces the pool of available housing, driving up rents and home prices, pushing shelter out of reach of the bottom 95% of wage earners in desirable urban areas.\nIn response, municipalities are aggressively imposing fees on investment ownership of empty dwellings. At some point, these fees reduce demand for housing in “hot” markets. Once marginal cash purchases evaporate, markets fall back to what domestic demand can support.\nHousing markets are one itsy-bitsy recession away from a collapse in domestic and foreign demand by marginal buyers. This time is different isn’t always bullish.\nNOTE: Contributions/subscriptions are acknowledged in the order received. Your name and email remain confidential and will not be given to any other individual, company or agency.\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://activistpost.net/superfood.html",
                "https://www.patreon.com/charleshughsmith",
                "https://www.oftwominds.com/essentials.html",
                "https://www.oftwominds.com/bio4-14.html"
            ]
        },
        "key_words": [
            "foreign",
            "different",
            "look",
            "demand",
            "markets",
            "central",
            "market",
            "bubble",
            "symmetry",
            "housing",
            "collapse",
            "buyers"
        ]
    }
]