[
    {
        "url": "https://www.nytimes.com/2017/10/10/world/europe/spain-catalonia-independence-carles-puigdemont.html?rref=collection%2Fsectioncollection%2Fworld",
        "title": "In Catalonia, a Declaration of Independence From Spain (Sort of)",
        "authors": [
            {
                "name": "Patrick Kingsley",
                "link": null
            },
            {
                "name": "Raphael Minder",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-10",
        "text": "Advertisement\nIn Catalonia, a Declaration of Independence From Spain (Sort of)\nImage\nCarles Puigdemont, center, the Catalan separatist leader, before speaking at the regional Parliament on Tuesday in Barcelona, Spain.CreditCreditSamuel Aranda for The New York Times\nFor days, anticipation had been building that Carles Puigdemont , the Catalan leader, would use his address before the Catalan regional Parliament to officially proclaim independence from Spain, after a week of informal suggestions that Catalonia had the right to secede following an Oct. 1 referendum.\nInstead, Mr. Puigdemont’s speech only deepened the confusion, perhaps deliberately so. By restating Catalonia’s right to independence, he continued to anger the opponents of secession. But by refusing to begin the secession process immediately, he frustrated some of his allies in the independence movement, who felt he had not taken a decisive enough stance.\n“I assume the mandate of the people for Catalonia to become an independent state in the shape of a republic,” Mr. Puigdemont said, before adding, seconds later, that he and his government would “ask Parliament to suspend the effects of the declaration of independence so that in the coming weeks we can undertake a dialogue.”\nThe careful distinctions Mr. Puigdemont was trying to draw left many Catalans confused.\nMiquel Iceta, the leader of the Catalan branch of the Socialist party, expressed bemusement at the “complex” wording used by Mr. Puigdemont.\n“Let’s see if I’ve understood this well,” Mr. Iceta told Mr. Puigdemont during the parliamentary session. “You’re taking on a mandate that I’m questioning and at the same time you’re proposing to suspend a declaration that hasn’t been made.”\nMr. Iceta also poured cold water on the idea that an illegal referendum approved by two-fifths of the Catalan electorate gave Mr. Puigdemont the right to declare independence in the name of the Catalan people. “A minority cannot impose itself on a majority,” Mr. Iceta said.\nTo add to the confusion, Mr. Puigdemont and other separatist lawmakers later signed a document proclaiming Catalan independence — a signing that separatist lawmakers argued should not be seen as more than an opportunity to negotiate over independence with Madrid.\nIn his speech, Mr. Puigdemont appeared to be trying to placate several factions within his unwieldy alliance of separatist lawmakers, who control a majority of the seats in the Catalan Parliament after winning 48 percent of the votes in 2015.\nAs the speech ended, Mr. Puigdemont did not receive any applause from the far-left secessionist lawmakers whose support has been crucial to keep the independence movement on course. Though disappointed, those hard-line allies did not threaten to leave his alliance. The government of Prime Minister Mariano Rajoy of Spain had yet to offer an official response by late Tuesday.\n“We’ve shown today that we’re willing to postpone any jump into the void,” said Lluís Corominas, a lawmaker from Mr. Puigdemont’s nationalist party. “Those who voted for independence also needed to understand that certain conditions must be in place for it to become effective.”\nThe prime minister has taken a hard line against the separatists, but strong reprisals against Mr. Puigdemont could galvanize the independence movement, particularly after the police crackdown on the day of the referendum.\nMr. Rajoy, who has asked to appear before the Spanish Parliament on Wednesday, has a battery of emergency measures that he could use to stop Catalan secessionism in its tracks.\nThe Spanish Constitution allows Mr. Rajoy to suspend the regional Parliament and to take full administrative control over Catalonia, including the leadership of its autonomous police force and its public broadcaster.\nSpain’s public prosecutors could also open criminal proceedings against Mr. Puigdemont and his government. On Monday, Pablo Casado, the spokesman for Mr. Rajoy’s governing party, warned that Mr. Puigdemont could be imprisoned for insurrection.\nImage\nA crowd gathered Tuesday to listen to the speech outside of the Catalan Parliament building.CreditSamuel Aranda for The New York Times\nFor his part, Mr. Puigdemont (pronounced POOTCH-da-mon) used his speech to repeat his condemnations of police violence against Catalan voters during the referendum on Oct. 1, which had been declared illegal by Spain’s Constitutional Court. About two-fifths of voters participated in the poll, but 90 percent of participants voted to secede, according to the Catalan authorities, a result that Mr. Puigdemont said gave the region a mandate for independence.\nDuring the referendum, “the Spanish state didn’t just want to confiscate ballot boxes and ballot papers,” Mr. Puigdemont said. “The main goal was to scare the people and force them to stay at home. But despite all these efforts, more than 2.2 million people voted because they overcame fear.”\nMr. Puigdemont suggested that Madrid could still follow the example of the British government, which allowed Scotland’s voters to reject independence in a referendum in 2014. “All we wanted was a Scottish-style referendum where both sides were able to put their views forward,” he said.\nSwitching from Catalan to Spanish, he added: “We are not criminals, madmen or coup plotters — just ordinary people who want to vote. We have nothing against the Spaniards.”\nAlbert Rivera, the leader of the Ciudadanos party, which is fiercely opposed to secession, told a news conference late on Tuesday that Mr. Puigdemont was trying to “blackmail” Madrid and urged Mr. Rajoy to use his emergency powers in response. He said Mr. Puigdemont had struck “a blow against democracy” — albeit a weakened one given the suspension of any unilateral declaration.\nMr. Rajoy has called a cabinet meeting for early Wednesday, before his appearance before Parliament. Xavier García Albiol, the leader of Mr. Rajoy’s Popular Party in Catalonia, warned Mr. Puigdemont that his “game of semantic pirouettes is neither acceptable nor possible.” He added: “You have talked on several occasions about dialogue and I say yes to dialogue but what do you want to talk about in concrete? Stealing national sovereignty?” Mr. García Albiol ended his intervention by predicting “there will be a day when we will all remember with shame these dark days when we split Catalan society in two.”\nLate Tuesday, Soraya Sáenz de Santamaría, Spain’s deputy prime minister, said at a news briefing in Madrid that Mr. Puigdemont had made a speech worthy of “a person who doesn’t know where he stands, where he’s going, nor with whom to go.” She said separatists could not seek any mediation before returning to “legality and democracy.”\nOn Tuesday, Mr. Puigdemont faced the near-impossible task of keeping unity among his fragile coalition of separatists, who have increasingly become strained over whether to provoke a head-on confrontation with Madrid that could leave Catalonia without any administrative autonomy.\nImage\nMr. Puigdemont at the Catalan government office on Tuesday.CreditSamuel Aranda for The New York Times\nAnna Gabriel, a lawmaker from the Popular Unity Candidacy, a small, far-left party that played a pivotal role in putting Mr. Puigdemont in office, expressed her disappointment at not hearing a clear declaration of independence “spoken to the world in different languages.” She described Tuesday as a lost opportunity, but did not attack Mr. Puigdemont directly. “The only way to have negotiations with the Spanish state is by proclaiming the Catalan Republic,” Ms. Gabriel added.\nAfter Mr. Puigdemont’s address, “the people who are sad are the extremists on both sides,” said Joan Maria Piqué, a spokesman for Mr. Puigdemont. The majority, he added, should feel satisfied by the Catalan offer to negotiate because “they want a political solution to a political problem.”\nOutside the Parliament building, huge crowds stood in anxious silence waiting for Mr. Puigdemont to say the magic words that would declare their independence from Spain.\nHe did not.\nA palpable disappointment rippled through the crowd, replete with whistles of displeasure and sighs of disappointment, when Mr. Puigdemont spoke of dialogue instead of immediate independence.\n“I’m so disappointed,” said Jordi Valls, 54, who sat on a bench with his head down and a folded independence flag on his lap after the speech. “I thought today he would declare independence, and tomorrow we would be independent, that we would have a new country and that other countries would start recognizing us.”\nHe said that he had a bad feeling the moment he saw some hard-line allies of Mr. Puigdemont enter the chamber separately, but that the long speech gave him minutes of hope. But ultimately, he said, international pressure got to his leader.\nAs the thousands of supporters of independence, wrapped in their movement’s flags and kicking empty beer cans in frustration, made for the exits, some older supporters held onto a shred of optimism.\nPedro Castelló, 77, from Lleida, in the hinterland of Catalonia, said he also was disappointed but expressed faith in the government that truly believed in independence. “Because what they think is best is best.” Still, he warned, “This is the last try.”\nJason Horowitz, David Meseguer and Marta Arias contributed reporting.\nFollow Raphael Minder and Patrick Kingsley on Twitter: @RaphaelMinder and @PatrickKingsley .\nA version of this article appears in print on , Section A, Page 4 of the New York edition with the headline: A Declaration of Independence, Sort Of. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "I assume the mandate of the people for Catalonia to become an independent state in the shape of a republic,",
                "Puigdemont",
                true
            ],
            [
                "ask Parliament to suspend the effects of the declaration of independence so that in the coming weeks we can undertake a dialogue.",
                "Puigdemont",
                false
            ],
            [
                "Let’s see if I’ve understood this well,",
                "",
                true
            ],
            [
                "You’re taking on a mandate that I’m questioning and at the same time you’re proposing to suspend a declaration that hasn’t been made.",
                "",
                true
            ],
            [
                "A minority cannot impose itself on a majority,",
                "Miquel Iceta",
                true
            ],
            [
                "We’ve shown today that we’re willing to postpone any jump into the void,",
                "Lluís Corominas",
                true
            ],
            [
                "Those who voted for independence also needed to understand that certain conditions must be in place for it to become effective.",
                "Lluís Corominas",
                true
            ],
            [
                "the Spanish state didn’t just want to confiscate ballot boxes and ballot papers,",
                "",
                false
            ],
            [
                "The main goal was to scare the people and force them to stay at home.",
                "Puigdemont",
                true
            ],
            [
                "But despite all these efforts, more than 2.2 million people voted because they overcame fear.",
                "Puigdemont",
                true
            ],
            [
                "All we wanted was a Scottish-style referendum where both sides were able to put their views forward,",
                "",
                true
            ],
            [
                "We are not criminals, madmen or coup plotters — just ordinary people who want to vote.",
                "",
                true
            ],
            [
                "We have nothing against the Spaniards.",
                "",
                true
            ],
            [
                "game of semantic pirouettes is neither acceptable nor possible.",
                "",
                false
            ],
            [
                "You have talked on several occasions about dialogue and I say yes to dialogue but what do you want to talk about in concrete?",
                "",
                true
            ],
            [
                "there will be a day when we will all remember with shame these dark days when we split Catalan society in two.",
                "García Albiol",
                false
            ],
            [
                "a person who doesn’t know where he stands, where he’s going, nor with whom to go.",
                "",
                false
            ],
            [
                "spoken to the world in different languages.",
                "",
                false
            ],
            [
                "The only way to have negotiations with the Spanish state is by proclaiming the Catalan Republic,",
                "",
                true
            ],
            [
                "the people who are sad are the extremists on both sides,",
                "Joan Maria Piqué",
                false
            ],
            [
                "they want a political solution to a political problem.",
                "",
                false
            ],
            [
                "I thought today he would declare independence, and tomorrow we would be independent, that we would have a new country and that other countries would start recognizing us.",
                "Jordi Valls",
                true
            ],
            [
                "Because what they think is best is best.",
                "Pedro Castelló",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/09/28/world/europe/in-catalonia-independence-referendum.html?module=inline",
                "https://www.nytimes.com/2017/10/09/world/europe/catalonia-independence-spain.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.parsintl.com/publication/the-new-york-times/"
            ]
        },
        "key_words": [
            "party",
            "mr",
            "catalan",
            "voted",
            "spain",
            "independence",
            "referendum",
            "voters",
            "rajoy",
            "sort",
            "madrid",
            "puigdemont",
            "spanish",
            "catalonia",
            "declaration"
        ]
    }
]