[
    {
        "url": "https://www.activistpost.com/2017/09/judicial-reform-activist-attorney-abducted-police-broadcasting.html",
        "title": "Judicial Reform Activist and Attorney Abducted by Police While Broadcasting",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-20",
        "text": "Hot Topics\nJudicial reform activist and radio personality Andy Ostrowski has been taken into custody against his will and forced into a psychiatric evaluation. His abduction took place yesterday, September 19, at approximately 3 pm in Wilkes-Barre, PA, where Ostrowski resides.\nOstrowski was taken while on Facebook live and the incident was captured on video. The video is available here:\nThe video reveals an obviously anxious Ostrowski stating he had just seen a Wilkes-Barre police officer climbing over his fence. He says, “I am staying on Facebook live here til someone pulls me off the air.”\n“Andy Ostrowski has done nothing wrong to anyone,” he says on the video.” Andy Ostrowski has done nothing but hit enter on emails and things on Facebook.” At that juncture, Ostrowski suddenly stated that two police officers had just entered his house, wearing gloves and carrying tasers In the background, one can hear the officers ordering him to stand up while he repeatedly asks for to see the warrant. One then hears the off-camera officer saying he has a warrant to take him into custody for a mental health evaluation. The camera then goes dark.\nOstrowski was reached a couple hours later at the General Hospital crisis unit. According to Ostrowski, he was not shown a valid, signed warrant for his detention. He discussed the history of the efforts in Wilkes-Barre to deprive him of his freedom, stating that he was being held as a political prisoner.\nIn a wide ranging conversation, he talked about his career as a civil rights attorney and how his efforts to impact racial discrimination very likely got him suspended from the practice of law, in 2010. “I was representing minority business contractors,” he stated, “and their bids, which were really good, were being systematically rejected.” The lawsuits he filed put him in direct opposition with Pennsylvania Governor Tom Ridge, who later became Director of the Department of Homeland Security.\nDeclare Your Independence!\nProfit outside the rigged system! Protect yourself from tyranny and economic collapse. Learn to live free and spread peace!\nCounter Markets Newsletter - Trends & Strategies for Maximum Freedom\nClaim Your FREE Issue Today!\nSpeaking of what he uncovered as a racial agenda, Ostrowski said, “We are looking at world domination by white men.”\nOstrowski previously hosted a radio show on Twigs Cafe, which discussed issues surrounding legal corruption. He recently made what he termed a “Declaration of Independence” from the United States, which he states is occupied by a foreign power. In July of this year, he filed a federal lawsuit naming the “American System of Justice” as a primary defendant.\nOstrowski had teamed up with noted civil rights attorney Don Bailey , whose battle for his law license got national press coverage. Bailey, a former Pennsylvania Congressman, was disbarred by the US Supreme Court in 2014 for making statements that judges were corrupt, among other accusations of legal corruption.  Ostrowski recalls that he was told that “They wanted me out of the way so I couldn’t help Bailey.”\nFrom his hospital confinement today, Ostrowski appeared emotional but lucid. “They don’t have the balls to give me due process or charge me with a crime,” he asserted, “so they are going for mental health imprisonment.”\n“I am never backing down on a word I have said,” he stated.\nAccording to Ostrowski, he was detained twice previously this year for an evaluation and was told by the assigned psychiatrist that “Next time, we are putting you into a state institution.”\nOstrowski will be evaluated by the crisis team and can be held for 72 hours. At that time, if he is still considered a “threat to himself or others,” he can be detained for a month. Pennsylvania law guarantees a hearing after the 72 hour hold expires and, should he be further detained, after the 30 days.\nWilkes Barre is located in Luzerne County, the locus of the infamous “Kids for Cash” judicial scandal .\nJanet Phelan is an investigative journalist and author of the groundbreaking exposé, EXILE . Her articles previously appeared in such mainstream venues as the Los Angeles Times, Orange Coast Magazine, Long Beach Press Telegram, etc. In 2004, Janet “jumped ship” and now exclusively writes for independent media. She is also the author of two collections of poetry—The Hitler Poems and Held Captive. She resides abroad.\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 8, 2019\nAugust 7, 2019\nAugust 6, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "I am staying on Facebook live here til someone pulls me off the air.",
                "Andy Ostrowski",
                true
            ],
            [
                "Andy Ostrowski has done nothing wrong to anyone,",
                "Andy Ostrowski",
                true
            ],
            [
                "I was representing minority business contractors,",
                "Andy Ostrowski",
                true
            ],
            [
                "and their bids, which were really good, were being systematically rejected.",
                "Andy Ostrowski",
                false
            ],
            [
                "We are looking at world domination by white men.",
                "Andy Ostrowski",
                true
            ],
            [
                "They wanted me out of the way so I couldn’t help Bailey.",
                "Andy Ostrowski",
                true
            ],
            [
                "They don’t have the balls to give me due process or charge me with a crime,",
                "Andy Ostrowski",
                true
            ],
            [
                "so they are going for mental health imprisonment.",
                "Andy Ostrowski",
                false
            ],
            [
                "I am never backing down on a word I have said,",
                "Andy Ostrowski",
                true
            ],
            [
                "Next time, we are putting you into a state institution.",
                "Andy Ostrowski",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.pennlive.com/midstate/2013/10/controversial_attorney_don_bai.html",
                "https://nypost.com/2014/02/23/film-details-teens-struggles-in-state-detention-in-payoff-scandal/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.thebookpatch.com/BookStore/exile/a02d07e3-82ae-4dab-942b-bed32f224566?isbn=9781620309575",
                "http://corruptwash.com/2017/07/19/press-release-andy-ostrowski-sues-american-system-of-justice-as-corrupt-many-thousands-across-the-country-who-have-suffered-through-the-courts/"
            ]
        },
        "key_words": [
            "pennsylvania",
            "held",
            "activist",
            "law",
            "previously",
            "reform",
            "broadcasting",
            "attorney",
            "video",
            "warrant",
            "wilkesbarre",
            "live",
            "janet",
            "judicial",
            "ostrowski",
            "abducted"
        ]
    }
]