[
    {
        "url": "http://occupydemocrats.com/2016/09/27/trump-just-said-giulianis-stop-frisk-worked-nyc-didnt/",
        "title": "Trump Just Said Giuliani’s “Stop And Frisk” Worked In NYC. It DIDN’T",
        "authors": [
            {
                "name": "Marcos Da Silva",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-27",
        "text": "Now Reading\nTrump Just Said Giuliani’s “Stop And Frisk” Worked In NYC. It DIDN’T\nRead Next\nMonday evening during the presidential debates, Republican presidential candidate Donald Trump doubled down on his plan to reinstate “stop-and-frisk,” using New York City as an example of how effective it was in in eradicating crime.\nResponding to Lester Holt assertion that “stop and frisk” was ruled unconstitutional, Donald Trump said, “No, you’re wrong. It went before a judge who was a very against police judge. It was taken away from her and our mayor, our new mayor, refused to go forward with the case. They would have won an appeal.”\nFact Check: Stop and Frisk is unconstitutional and was neither lawful nor effective.\nThe program, in which police officers arbitrarily decide when to stop and question a pedestrian, then frisk them for weapons and other contraband,  was found to be unlawful after evidence provided proved the NYPD engaged in patterns of unconstitutional stops that were more likely to affect African-American and Latino citizens.\nThe program’s defenders claimed high crime rates were the reason behind the disproportionate targeting of minorities, but  Jeffrey Fagan at Columbia Law School found after an investigation into the program, that “even if you control for the crime rate, the racial makeup of a precinct is a good predictor of the number of stops” police do in a particular area.\n \nExamining the number of police stops per seizures of illicit goods mapped out by race, it becomes blatantly obvious that not only are African-Americans stopped over 5x more than whites, the disproportionate targeting is ineffective in reducing crime further because it ignores that the numbers suggest there would be more illicit good seizures if police attention was concentrated more appropriately in groups with a lower stop-per-seizure.\n \nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [
            [
                "It went before a judge who was a very against police judge.",
                "Trump Just Said Giuliani",
                true
            ],
            [
                "It was taken away from her and our mayor, our new mayor, refused to go forward with the case.",
                "Trump Just Said Giuliani",
                true
            ],
            [
                "They would have won an appeal.",
                "Trump Just Said Giuliani",
                true
            ],
            [
                "even if you control for the crime rate, the racial makeup of a precinct is a good predictor of the number of stops",
                "Jeffrey Fagan",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.washingtonpost.com/news/wonk/wp/2013/08/13/heres-what-you-need-to-know-about-stop-and-frisk-and-why-the-courts-shut-it-down/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://occupydemocrats.com/privacy/"
            ]
        },
        "key_words": [
            "frisk",
            "stops",
            "rate",
            "york",
            "giulianis",
            "didnt",
            "crime",
            "targeting",
            "trump",
            "unconstitutional",
            "suggest",
            "stop",
            "worked",
            "nyc"
        ]
    }
]