[
    {
        "url": "http://dailybuzzlive.com/baby-dies-hot-car-mother-gets-hair-done/",
        "title": "Baby dies in hot car while mother gets hair done",
        "authors": [
            {
                "name": "Daily Buzz Live",
                "link": null
            }
        ],
        "publisher": "dailybuzzlive.com",
        "publish_date": "2017-07-21",
        "text": "Posted on\nDijanelle Fowler, 25, was charged with second degree murder, child cruelty and concealing. Officials do not believe that Fowler intentionally harmed her daughter, Skylar Fowler.\nFowler told police that she left the air conditioning running in the car, but at some point the engine shut off.\nThe Journal-Constitution reported that security footage assisted law enforcement in the case against Fowler.\nThe warrant says that Fowler left her car at 10:06 a.m., and did not return to her car until 4 p.m, staying in the salon the entire time. She then was unable to start her car, and asked a good Samaritan at the hair salon for assistance.\nPolice believe that Fowler covered the child up while the citizen assisted her in restarting her car.\nAfter texting the child’s godfather that she was going to an urgent care facility, Fowler went to the parking deck of a hospital and dialed 911, claiming that she was having seizures.\nPolice told the AJC that Fowler made no mention of the infant, and police found the infant unresponsive in the backseat upon arrival.\nThe medical examiner claimed that the infant had been dead for some time when police arrived.\n* indicates required\nEmail Address *\nRecent Posts\nDaily Buzz Live Search\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "having",
            "hot",
            "told",
            "left",
            "journalconstitution",
            "gets",
            "baby",
            "dies",
            "fowler",
            "woman",
            "car",
            "infant",
            "mother",
            "salon",
            "hair"
        ]
    }
]