[
    {
        "url": "http://beforeitsnews.com/sports/2017/10/guilty-2701917.html",
        "title": "Guilty",
        "authors": [
            {
                "name": "Total Flanker",
                "link": null
            }
        ],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "By TOTAL FLANKER\nWednesday, October 4, 2017 7:05\n% of readers think this story is Fact. Add your two cents.\nI see Kyle Sinckler was last night found guilty of gouging by an RFU disciplinary panel and will now deservedly serve a 7 week ban (for which he can count himself lucky), ruling him out of England’s November internationals.\nThis, in addition to Sinckler’s arrest by New Zealand police in Auckland in July, suggests that the young Quins prop is beginning to establish something of a bad rep for himself, an issue he’s going to have to get to grips with fairly quickly if he expects to retain the support of Eddie Jones and, perhaps more importantly, avoid nomination for the Total Flanker Hall of Wazzocks.\nMeanwhile, Wasps Ladies’ Liz Crake may have just struck a decisive blow for gender equality by being cited for allegedly biting Gloucester-Hartpury outside-half Ceri Large in Gloucester-Hartpury’s recent 26-22 win over Wasps. If found guilty she could face a ban of 12+ weeks.\nI have yet to find how her disciplinary hearing went, but could the Hall of Wazzocks possibly have found its first female member?\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.prodo1.com/",
                "http://www.suppressedhealthsecrets.com",
                "https://mitocopper.com/pages/affiliate-program"
            ]
        },
        "key_words": [
            "yousign",
            "young",
            "disciplinary",
            "flanker",
            "wasps",
            "support",
            "guilty",
            "hall",
            "ban",
            "zealand"
        ]
    }
]