[
    {
        "url": "http://dailybuzzlive.com/256-years-old-man-reveals-shocking-secrets/",
        "title": "256 Years Old Man Breaks The Silence Before His Death And Reveals SHOCKING Secrets To The World",
        "authors": [
            {
                "name": "Daily Buzz Live",
                "link": null
            }
        ],
        "publisher": "dailybuzzlive.com",
        "publish_date": "2017-10-09",
        "text": "Posted on\nWhat is the longest a person has ever lived for? Meet Li Ching Yuen, a man who lived an astonishing 256 years!  And no, this is not a myth or a fictional tale.\nAccording to a 1930 New York Times article, Wu Chung-chieh, a professor of the Chengdu University, discovered Imperial Chinese government records from 1827 congratulating Li Ching-Yuen on his 150th birthday,  and further documents later congratulating him on his 200th birthday in 1877. In 1928, a New York Times correspondent wrote that many of the old men in Li’s neighborhood asserted that their grandfathers knew him when they were boys, and that he at that time was a grown man.\nLi Ching Yuen reportedly began his herbalist career at the age of 10, where he gathered herbs in mountain ranges and learned of their potency for longevity. For almost 40 years, he survived on a diet of herbs such as lingzhi, goji berry, wild ginseng, he shoo wu and gotu kola and rice wine. In 1749, at the age of 71, he joined the Chinese armies as teacher of martial arts.  Li was said to be a much-loved figure in his community, marrying 23 times and fathering over 200 children.\nAccording to the generally accepted tales told in his province, Li was able to read and write as a child, and by his tenth birthday had traveled in Kansu, Shansi, Tibet, Annam, Siam and Manchuria gathering herbs. For the first hundred years he continued at this occupation. Then he switched to selling herbs gathered by others. He sold lingzhi, goji berry, wild ginseng, he shou wu and gotu kola along with other Chinese herbs, and lived off a diet of these herbs and rice wine.\nHe Wasn’t The Only One\nAccording to one of Li’s disciples, he had once encountered an even older 500-year-old man, who taught him Qigong exercises and dietary recommendations that would help him extend his lifespan to superhuman proportions. Apart from Qigong and a herb-rich diet, what else can we learn from this Master of Longevity?\nHow about this: On his death bed, Li famously said, “I have done all that I have to do in this world”. Could his peaceful last words also hint at one of the biggest secrets to a long and prosperous life? It’s interesting to note that in the West, we’re often taught to believe that aging is something that must be “beaten” with high tech infrared devices and state of the art medication.\nHis Secret To Long Health:\nLi was asked what his secret was to longevity. This was his reply: “Keep a quiet heart, sit like a tortoise, walk sprightly like a pigeon and sleep like a dog.” These were the words of advice Li gave to Wu Pei-fu, the warlord, who took Li into his house to learn the secret of extremely long life.\nLi maintained that inward calm and peace of mind combined with breathing techniques were the secrets to incredible longevity. Obviously, his diet would have played a large role. But its fascinating that the old living person in recorded history attributes his long life to his state of mind.\nWhy Is This So Hard To Believe?\nWith the average lifespan for the Western world currently sitting between 70-85 years, the thought of someone living over 100 years old seems like quite the stretch. The thought of someone living over 200 years old seems extremely suspicious. But why don’t we believe that people can live this long?\nWe have to keep in mind that some people in this world don’t live a grueling 9-5 lifestyle, they don’t have to deal with the stresses of debt, they aren’t breathing polluted city air, and they exercise regularly. They don’t eat refined sugars or flour, or any foods that have had pesticides sprayed on them. They aren’t living off of the standard American diet.\nThey aren’t eating fatty meats, sugary deserts, and genetically modified foods. No antibiotics. No alcohol and no tobacco. Their diets not only exclude junk foods that we so often indulge in, they also include superfoods and herbs which are like steroids for our organs and immune system.\nThey also spend their spare time in nature practicing breathing techniques and meditating which have been proven to improve mental, physical, and emotional health. They keep things simple, get proper sleep, and spend a great deal of time in nature under the sun. When we get a chance to relax in the sun, we feel instantly rejuvenated and call this a “vacation”. Imagine spending a lifetime doing that in the mountains, and combining that with perfect mental, spiritual, and physical well-being.\nI do not doubt for a minute that if we all did the things we knew we were supposed to do, that living to be 100 years old would be commonplace. When we treat our bodies right, who knows how long we can live for?\n* indicates required\nEmail Address *\nRecent Posts\nDaily Buzz Live Search\n",
        "quotes": [
            [
                "I have done all that I have to do in this world",
                "Li Ching Yuen",
                false
            ],
            [
                "Keep a quiet heart, sit like a tortoise, walk sprightly like a pigeon and sleep like a dog.",
                "Li Ching Yuen",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "man",
            "long",
            "breaks",
            "reveals",
            "world",
            "dont",
            "shocking",
            "old",
            "256",
            "li",
            "death",
            "silence",
            "living",
            "wu",
            "diet",
            "secrets",
            "times",
            "herbs"
        ]
    }
]