[
    {
        "url": "https://www.reuters.com/article/us-philippines-russia-defence/russia-to-donate-kalashnikovs-trucks-and-munitions-to-philippines-idUSKBN1CG1H0",
        "title": "Russia to donate Kalashnikovs, trucks and munitions to Philippines",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-11",
        "text": "Russia to donate Kalashnikovs, trucks and munitions to Philippines\n2 Min Read\nMANILA (Reuters) - Philippine President Rodrigo Duterte on Wednesday announced that Russia would donate defense hardware to support the military’s fight against pro-Islamic State militants, who he said could regroup and attack “anywhere and everywhere”.\nDuterte said Russia would provide about 5,000 assault rifles in a deal to be signed this month, and the Philippine military would no longer have to use second-hand arms.\n“We will have the Kalashnikov,” he said in a speech to troops, adding that Russia wanted to keep the donation secret.\nMoscow’s gift would follow China’s donation of more than 6,000 assault rifles and 100 sniper rifles, among the fruits of Duterte’s efforts to form partnerships with two arms-producing powers that are rivals to the United States.\nThe United States has for decades been the Philippines’ defense treaty ally and its biggest source or hardware and training, providing about $1 billion in equipment since 2000. Duterte has made no secret of his animosity toward Washington and his disdain for the U.S. military alliance.\nA senior defense official told Reuters the Russian weapons would arrive later this month, when Russia’s defense minister attends a regional meeting. The rifles would be accompanied by millions of rounds of ammunition and dozens of army trucks.\nFive Russian warships were due to visit in Manila to deliver the equipment, the official said. Four have visited the country this year, in two separate visits.\nDuterte said the military needed to be properly equipped to handle Islamic State loyalists who had established a dangerous foothold in Mindanao in the south.\n“They will not disappear, they will regroup anywhere and everywhere,” Duterte said.\nReporting by Manuel Mogato; Editing by Martin Petty\n",
        "quotes": [
            [
                "They will not disappear, they will regroup anywhere and everywhere,",
                "Duterte",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "donate",
            "duterte",
            "regroup",
            "russian",
            "united",
            "rifles",
            "military",
            "state",
            "russia",
            "kalashnikovs",
            "munitions",
            "philippines",
            "defense",
            "official",
            "trucks"
        ]
    }
]