[
    {
        "url": "https://www.nytimes.com/2017/10/12/business/china-richest-billionaires.html?rref=collection%2Fsectioncollection%2Fworld",
        "title": "Tech and Real Estate Lift the Fortunes of China’s Richest",
        "authors": [
            {
                "name": "Sui-Lee Wee",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-12",
        "text": "Advertisement\nSupported by\nTech and Real Estate Lift the Fortunes of China’s Richest\nImage\nXu Jiayin in Beijing in 2016. Mr. Xu — an entrepreneur behind China Evergrande Group, one of the country’s most aggressive property developers — has become the country’s richest person by one survey.CreditCreditEtienne Oliveau/Getty Images\nBEIJING — China’s new digital barons are rising. One of its most ambitious global deal makers is falling. And a property mogul who likes to borrow heavily is on top.\nXu Jiayin — an entrepreneur behind China Evergrande Group, one of the country’s most aggressive property developers — has become the country’s richest person, according to a survey released on Thursday by The Hurun Report, which tracks wealth in the country.\nThe results paint a broad picture of a dynamic economy fueled by consumption as well as a voracious appetite for real estate. Both are helping to fuel growth in a country where the traditional engines of manufacturing and big spending on government projects are beginning to lose power.\n“The top 10 on our rich list had a year like they’ve never had for 10 years,” said Rupert Hoogewerf, Hurun’s chairman.\nStill, the list released Thursday also points out some of China’s weaknesses.\nThe Chinese authorities are struggling to tame surging property prices, which have added to the wealth of homeowners but made housing increasingly unaffordable for many. Much of China’s economic activity continues to be fueled by debt.\nHurun valued the wealth of Mr. Xu, chairman and founder of China Evergrande, at $43 billion, largely because of his firm’s Hong Kong-listed shares, which have soared five times in the past year. The surge has come despite worries about Evergrande’s debt load , which grew sharply last year as the company expanded. Evergrande did not respond to requests for comment.\nMr. Xu replaced Wang Jianlin, a property and entertainment power broker, as China’s richest person. Mr. Wang had become the poster boy for China’s Hollywood ambitions after his acquisition of the AMC theater chain and Legendary Entertainment .\nMore recently, Mr. Wang’s fortunes have symbolized China’s new skepticism over its global makers. In June, a senior banking regulator warned that some of the country’s biggest companies could pose a systemic risk to state banks , reflecting Beijing’s anxiety that mounting debt levels could destabilize the Chinese economy.\nImage\nJack Ma, left, the founder and executive chairman of Alibaba Group; and Li Shufu, the chairman of Zhejiang Geely Holding Group, an automaker. They and their families are among China’s richest people in a list released Thursday.CreditMark Blinch/Reuters; Jason Lee, via Reuters\nThat month, Mr. Wang divested much of its theme park and hotel holdings . He also delisted a company from Hong Kong, where shares have risen 19 percent in the last year. “Had he not delisted from Hong Kong, he wouldn’t be in the position that he would be now,” Mr. Hoogewerf said.\nHurun said he and his family’s net worth fell 28 percent to $23 billion in the last year. Wanda declined to comment.\nWanda is considered one of China’s gray rhinos , so named because they represent large but ignored potential threats to the country’s economy. Among the leaders of the other gray rhinos, Guo Guangchang, the chairman of the financial conglomerate Fosun, saw his wealth rise 40 percent to $9.3 billion, according to Hurun. Chen Feng, the co-founder and co-chairman of HNA Group, was a new addition to the survey, with a net worth of about $2.3 billion.\nChina’s tech tycoons — Pony Ma of Tencent and Jack Ma of Alibaba — were the second- and third-richest in the survey. Hurun valued Pony Ma’s fortune at $37 billion. As No. 2 on the Chinese wealth list, he succeeds Jack Ma, whose net worth fell 2 percent to $30 billion because he sold down his stake in his firm’s financial affiliate, Ant Financial.\nThe survey reflects a surge of money going into companies like Tencent and Ant Financial — the internet giants that run WeChat and Alipay — as investors bet on more users going cashless .\nAlibaba and Ant Financial have 43 shareholders who made the list. Alibaba’s market cap is now $473 billion, while Tencent’s is at $428 billion. In contrast, Exxon Mobil is valued around $350 billion.\nSome names on the rich list belong to some of China’s most powerful bodies. Three of the entrepreneurs on the list — Li Denghai, a corn tycoon; Wu Shaoxun, an alcohol magnate; and Pan Gang, who made his fortune in milk — will be delegates to the 19th Communist Party Congress, a once-in-five-years political meeting that will convene later this month to pick a new slate of Chinese leaders.\nIn March, Hurun said the combined fortune of the wealthiest members of the country’s Parliament and its advisory body amounted to $500 billion, just below the annual economic output of Sweden.\nNew additions to the list’s top 10 include Yang Huiyan of the property developer Country Garden, Wang Wei of the delivery company SF Express and Li Shufu of the carmaker Zhejiang Geely Holding Group.\nMany of the entrepreneurs featured in the survey have rags-to-riches backgrounds that epitomize the sharp ascent of the world’s second-largest economy in the span of a decade. According to Hurun, China now accounts for 36 percent of the world’s billionaires. The mainland has 647 billionaires in American dollar terms, up from 594 the year before. In 2003, there were none.\nZhang Tiantian contributed research.\nFollow Sui-Lee Wee on Twitter: @suilee .\nA version of this article appears in print on , Section B, Page 2 of the New York edition with the headline: Tech and Real Estate Lift Fortunes of China’s Richest. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "The top 10 on our rich list had a year like they’ve never had for 10 years,",
                "Rupert Hoogewerf",
                true
            ],
            [
                "Had he not delisted from Hong Kong, he wouldn’t be in the position that he would be now,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2016/10/18/business/media/dalian-wanda-goes-on-an-entertainment-shopping-spree.html?module=inline",
                "https://www.nytimes.com/2017/07/19/business/dealbook/china-dalian-wanda-sunac.html?module=inline",
                "https://www.nytimes.com/2017/06/22/business/dealbook/china-banking-deals-stocks-fall.html?module=inline",
                "https://www.nytimes.com/2017/07/23/business/china-economy-gray-rhinos.html?_r=0&module=inline",
                "https://www.reuters.com/article/evergrande-stocks/update-2-short-sold-and-78-bln-in-debt-chinas-evergrande-hits-record-high-idUSL3N1J318K",
                "https://www.nytimes.com/2017/03/02/business/china-wealth-rich-parliament.html?module=inline",
                "https://www.nytimes.com/2017/07/16/business/china-cash-smartphone-payments.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.parsintl.com/publication/the-new-york-times/",
                "https://twitter.com/suilee"
            ]
        },
        "key_words": [
            "lift",
            "tech",
            "net",
            "real",
            "hurun",
            "ma",
            "survey",
            "list",
            "chinas",
            "estate",
            "financial",
            "ant",
            "fortunes",
            "wealth",
            "billion",
            "worth",
            "richest"
        ]
    }
]