[
    {
        "url": "https://www.reuters.com/article/us-hunger-conflict-climatechange/africa-tops-global-hunger-index-driven-by-war-and-climate-shocks-idUSKBN1CH00P",
        "title": "Africa tops global hunger index, driven by war and climate shocks",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-12",
        "text": "Africa tops global hunger index, driven by war and climate shocks\n3 Min Read\nROME (Thomson Reuters Foundation) - Global hunger has fallen more than a quarter since 2000, but conflict and climate shocks are beginning to reverse these gains, an annual global hunger index said on Thursday.\nNearly half of the 119 countries surveyed had “serious”, “alarming” or “extremely alarming” hunger levels between 2012 and 2016, with war-torn Central African Republic worst affected, followed by Chad, Sierra Leone, Madagascar and Zambia.\n“Conflict and climate-related shocks are at the heart of this problem,” said Dominic MacSorley, chief executive of Concern, which compiled the report along with the International Food Policy Research Institute and Welthungerhilfe.\nAbout half of the populations in the hungriest countries were short of food, it said.\nSouth Sudan and Somalia, which are at risk of renewed famine, were among 13 countries excluded from the index due to lack of data.\nThe United Nations said last month that global hunger levels have risen for the first time in more than a decade, now affecting 11 percent of the world’s population - or 815 million people.\nFamine struck parts of South Sudan earlier this year, and there is a high risk that it could return there - and develop in other countries hit by conflict: northeast Nigeria, Somalia and Yemen, the U.N. said.\nYemen came sixth in the index as its hunger crisis has spiked since 2015 when civil war erupted and the data covers the period 2012 to 2016.\nAlthough most of Nigeria is relatively food secure, the eight-year Islamist Boko Haram insurgency has left millions in the northeast at risk of starvation.\n“We must build the resilience of communities on the ground, but we must also bolster public and political solidarity internationally,” MacSorley said in a statement.\nThe survey found that 14 countries – including Senegal, Azerbaijan, Peru, Panama, Brazil and China – have made significant improvements since 2000.\nThe index is based on levels of hunger in the general population, and rates of wasting, stunting and deaths among children under five years old.\nWomen, girls and ethnic minorities are most at risk of hunger, which causes nearly half of deaths in under fives, it said.\n“The world needs to act as one community with the shared goal of ensuring not a single child goes to bed hungry each night and no-one is left behind,” MacSorley said.\nReporting by Alex Whiting @Alexwhi, Editing by Katy Migiro. Please credit the Thomson Reuters Foundation, the charitable arm of Thomson Reuters, that covers humanitarian news, climate change, resilience, women's rights, trafficking and property rights. Visit news.trust.org/climate\n",
        "quotes": [
            [
                "Conflict and climate-related shocks are at the heart of this problem,",
                "Dominic MacSorley",
                true
            ],
            [
                "We must build the resilience of communities on the ground, but we must also bolster public and political solidarity internationally,",
                "MacSorley",
                true
            ],
            [
                "The world needs to act as one community with the shared goal of ensuring not a single child goes to bed hungry each night and no-one is left behind,",
                "MacSorley",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://news.trust.org/climate/"
            ]
        },
        "key_words": [
            "hunger",
            "war",
            "sudan",
            "food",
            "macsorley",
            "half",
            "index",
            "countries",
            "shocks",
            "tops",
            "africa",
            "global",
            "climate",
            "levels",
            "driven",
            "risk"
        ]
    }
]