[
    {
        "url": "https://www.reuters.com/article/us-soccer-fifa-swiss-worldcup/swiss-open-criminal-case-against-former-fifa-official-valcke-bein-ceo-idUSKBN1CH1W2",
        "title": "Swiss open World Cup criminal probe into ex-FIFA official Valcke and Qatar businessman",
        "authors": [
            {
                "name": "Joshua Franklin",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-12",
        "text": "October 12, 2017 /  1:12 PM / 2 years ago\nSwiss open World Cup criminal probe into ex-FIFA official Valcke and Qatar businessman\nZURICH (Reuters) - Swiss prosecutors have opened a criminal investigation into Jerome Valcke, the banned former FIFA secretary general, and Nasser Al-Khelaifi, the chief executive of Qatar’s beIN Media, over World Cup broadcasting deals.\nFILE PHOTO: FIFA secretary general Jerome Valcke attends a news conference during his visit to Samara, one of the 2018 World Cup host cities, Russia, June 10, 2015. REUTERS/Maxim Zmeyev/File Photo\nThe Office of the Attorney General of Switzerland (OAG) said on Thursday it suspected Valcke accepted “undue advantages” in connection with the award of media rights for the 2026 and 2030 competitions from Al-Khelaifi.\nValcke was Sepp Blatter’s right-hand man when the latter ran FIFA, the Swiss-based world soccer body. Al-Khelaifi is also president of French club Paris Saint Germain.\nBarry Bercke, Valcke’s U.S. lawyer, declined to comment. BeIN Media denied any wrongdoing and said it was cooperating with officials.\n“Following a request by the office of the Attorney General of Switzerland (OAG), the beIN SPORTS offices in Boulogne-Billancourt (France) were searched this morning,” read the beIN statement.\n“The employees on site cooperated with the authorities until the end of the search. beIN MEDIA GROUP refutes all accusations made by OAG. The company will fully cooperate with the authorities and is confident as to the future developments of this investigation,” the statement concluded.\nThe OAG also said it was investigating an unnamed businessman in the sports-rights sector and said it had suspicions about bribery, fraud, criminal mismanagement and forgery among the three.\nProsecutors interviewed Valcke on Thursday, while authorities in France, Greece, Italy and Spain searched properties in various locations, the OAG said.\nRelated Coverage\nFrench prosecutors said they had searched beIN’s offices in Paris on Thursday. In Greece, a judicial source said: “Today, prosecutors participated in searches at residences. The operation is led by Swiss authorities.”\n“It is suspected that Jerome Valcke accepted undue advantages from a businessman in the sports-rights sector in connection with the award of media rights for certain countries at the FIFA World Cups in 2018, 2022, 2026 and 2030 and from Nasser Al-Khelaifi in connection with the award of media rights for certain countries at the FIFA World Cups in 2026 and 2030,” the OAG said.\nThe OAG had already said last year that Valcke was suspected of criminal mismanagement and other offences. He has denied any wrongdoing.\nValcke is serving a 10-year ban from football after he was  found guilty by FIFA’s former ethics judge Hans-Joachim Eckert of misconduct over the sale of World Cup tickets, abuse of travel expenses, attempting to sell TV rights below their market value and destruction of evidence.\nAfter being sacked from his post in January 2016, he was initially banned for 12 years, which was reduced to 10 by FIFA’s own appeal committee last June. He has denied wrongdoing and is now appealing at the Court of Arbitration for Sport (CAS).\nAl-Khelaifi heads the Qatari ownership of Paris St Germain which in August paid the world record transfer fee of 222 million euros for Brazilian forward Neymar.\nFIFA awarded Qatar the hosting of the 2022 World Cup after a vote in 2010.\nZurich-based FIFA has been trying to overhaul its operations in the wake of the worst crisis in its history, sparked in 2015 by the indictment in the United States of several dozen soccer officials on corruption-related charges.\nFILE PHOTO: Nasser Al-Khelaifi (L), Paris St Germain's club owner and owner of Qatari TV channel Al Jazeera Sport, President of beIN Sport French TV channel, attends a news conference in Paris May 24, 2012. Picture taken May 24, 2012. REUTERS/Jacky Naegelen\nIt said in a statement that it fully supported the investigation by the OAG and other involved authorities.\n“FIFA has constituted itself as a damaged party in this investigation, in line with the applicable provisions of Swiss procedural law,” it added.\nAdditional reporting by Nate Raymond in New York, Alexander Cornwell in Dubai, Emmanuel Jarry and Gwenaelle Barzic in Paris, Simon Evans in Manchester and Renee Maltezou in Athens; Editing by Michael Shields/Jeremy Gaunt\n",
        "quotes": [
            [
                "Following a request by the office of the Attorney General of Switzerland (OAG), the beIN SPORTS offices in Boulogne-Billancourt (France) were searched this morning,",
                "",
                true
            ],
            [
                "The employees on site cooperated with the authorities until the end of the search.",
                "",
                true
            ],
            [
                "beIN MEDIA GROUP refutes all accusations made by OAG.",
                "",
                false
            ],
            [
                "The company will fully cooperate with the authorities and is confident as to the future developments of this investigation,",
                "",
                true
            ],
            [
                "Today, prosecutors participated in searches at residences.",
                "",
                true
            ],
            [
                "The operation is led by Swiss authorities.",
                "",
                true
            ],
            [
                "It is suspected that Jerome Valcke accepted undue advantages from a businessman in the sports-rights sector in connection with the award of media rights for certain countries at the FIFA World Cups in 2018, 2022, 2026 and 2030 and from Nasser Al-Khelaifi in connection with the award of media rights for certain countries at the FIFA World Cups in 2026 and 2030,",
                "",
                true
            ],
            [
                "FIFA has constituted itself as a damaged party in this investigation, in line with the applicable provisions of Swiss procedural law,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "swiss",
            "cup",
            "oag",
            "qatar",
            "valcke",
            "open",
            "world",
            "searched",
            "rights",
            "probe",
            "media",
            "bein",
            "fifa",
            "criminal",
            "paris",
            "investigation",
            "exfifa",
            "official"
        ]
    }
]