[
    {
        "url": "http://beforeitsnews.com/scandals/2017/09/securing-your-homes-door-secrets-your-locksmith-wont-tell-you-2437319.html",
        "title": "Securing Your Home’s Door: Secrets Your Locksmith Won’t Tell You",
        "authors": [],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "Total:\nSecuring Your Home’s Door: Secrets Your Locksmith Won’t Tell You\nWednesday, September 13, 2017 2:23\n% of readers think this story is Fact. Add your two cents.\nhttp://robertsiciliano.com/\nAre you making a big home security mistake? If you are leaving your doors unlocked, or if you are using low quality lock systems, you are putting yourself…and your home…at risk.\nHowever, just because your door is locked, it doesn’t mean that a burglar can’t kick the door down. But, having the door locked can make it more difficult. This is only one secret that your local locksmith won’t tell you, but there are several more. Here are a few:\nSecuring Your Doors\nReinforce the door frame around the hinge and lock. Consider door reinforcement kits, such as Door Devil .\nInstall a peephole.\nDon’t answer the door unless you are expecting a visitor. Tell the same to your kids.\nInstall hardened steel deadbolts. These are highly encouraged. Make sure they have a five-pin tumbler, too.\nConsider multi-lock deadbolts or vertical deadbolts.\nAccessories for Your Door to Make it More Secure\nConsider a door brace. These will help to prevent a burglar from opening the door.\nA wedge or door stop will likely not totally stop a burglar, but if you choose one with an alarm, anyone in the home will definitely hear it.\nA door chain will not protect you. It doesn’t take a lot of pressure to break them.\nAdditional Tips for Door Security\nReplace your hollow wood door with a metal or solid wood door.\nChoose a door that does NOT have a window. An intruder can easily break a window and access the lock.\nIf you have a current door that DOES have a window, install attractive metal bars over the glass.\nMake sure the hinges of the door are not visible on the outside of the door.\nConsider installing a cross bar. This is a heavy steel bar that you can place across the inside of the door.\nInspect deadbolts. Any deadbolt that is low quality should be replaced. If you want to have even more security, install a second deadbolt.\nUse door braces when you can. Take one of these braces and stick it under the knob of the door. The other end will remain on the floor at an angle to the doorknob. These are great devices, but too many people forget to put the brace up before they go to bed or leave the home. It is useless if it is just leaning against the wall, and it only takes a couple of seconds to put into place.\nFor the best door security, think about installing some type of door reinforcement kit. Imagine how secure your door would be with 1/16-inch of heavy steel. No one could kick through that! Also, imagine a four-foot metal bar that you install right over the strike plates and screw directly into the frame of the door. This will give you one tough security system on your door, and it’s exactly what the door jamb security kit from Door Devil offers. See here on YouTube .\nRobert Siciliano is a home and personal security expert to DoorDevil.com . Disclosures .\nRobert Siciliano personal security and identity theft expert and speaker is the author of 99 Things You Wish You Knew Before Your Identity Was Stolen.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nOct 2, 2017, 6:22 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nTop Global\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://robertsiciliano.com//blog/2017/09/13/securing-your-homes-door-secrets-your-locksmith-wont-tell-you/https://www.youtube.com/watch?v=CAnf6henWnY",
                "https://beforeitsnews.com/v3/r2/?url=http://doordevil.com/",
                "https://beforeitsnews.com/v3/r2/?url=http://robertsiciliano.com//blog/2017/09/13/securing-your-homes-door-secrets-your-locksmith-wont-tell-you/https://doordevil.com/",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://robertsiciliano.com/blog/2010/01/01/disclosures-term-conditions/",
                "http://www.suppressedhealthsecrets.com",
                "http://www.prodo1.com/"
            ]
        },
        "key_words": [
            "steel",
            "locksmith",
            "homes",
            "bar",
            "security",
            "install",
            "secrets",
            "metal",
            "tell",
            "securing",
            "burglar",
            "wont",
            "door",
            "window",
            "deadbolts"
        ]
    }
]