[
    {
        "url": "http://www.addictinginfo.org/2016/09/19/robert-reich-just-ruined-a-trump-supporters-week-with-facts/",
        "title": "Robert Reich Just Ruined A Trump Supporter’s Week With Facts",
        "authors": [
            {
                "name": "John Prager",
                "link": null
            }
        ],
        "publisher": "addictinginfo.com",
        "publish_date": "2016-09-19",
        "text": "·\nYou’ve got to love Robert Reich. The former Secretary of Labor under future First Lady and former President Bill Clinton met a Trump supporter at a coffee shop and couldn’t resist stopping for a moment to ruin the poor guy’s week by introducing him to a concept that is foreign to him: facts.\n“I finally found a Trump supporter — this morning when I went to buy coffee. (I noticed a Trump bumper sticker on his car.),” Reich writes in a Facebook post that has gone viral since he posted it Monday morning. Then he completely dismantled Trump — politely — before the guy’s very eyes:\n“Hi,” I said. “Noticed your Trump bumper sticker.”\n“Yup,” he said, a bit defensively.\n“I hope you don’t mind my asking, but I’m curious. Why are you supporting him?”\n“I know he’s a little bit much,” said the Trump supporter. “But he’s a successful businessman. And we need a successful businessman as president.”\n“How do you know he’s a successful businessman?” I asked.\n“Because he’s made a fortune.”\n“Has he really?” I asked.\n“Of course. Forbes magazine says he’s worth four and a half billion.”\n“That doesn’t mean he’s been a success,” I said.\n“In my book it does,” said the Trump supporter.\n“You know, in 1976, when Trump was just starting his career, he said he was worth about $200 million,” I said. “Most of that was from his father.”\n“That just proves my point,” said the Trump supporter. “He turned that $200 million into four and a half billion. Brilliant man.”\n“But if he had just put that $200 million into an index fund and reinvested the dividends, he’d be worth twelve billion today,” I said.\nThe Trump supporter went silent.\n“And he got about $850 million in tax subsidies, just in New York alone,” I said.\nMore silence.\n“He’s not a businessman,” Reich concluded. “He’s a con man. “Hope you enjoy your coffee.”\nIt can be pretty well assumed that the man did not, in fact, enjoy his coffee.\nWhile it’s unlikely that Reich managed to change the Trump fan’s mind — or even reach him on a level that matters — he surely left the guy steaming more than a freshly-brewed cup of go-go- juice. Oh, to be a fly on the wall during that conversation!\nFeatured image via Getty Images (Win McNamee)/screengrab\nSearch\nArchives\nArchives\n",
        "quotes": [
            [
                "I finally found a Trump supporter — this morning when I went to buy coffee.",
                "Robert Reich",
                true
            ],
            [
                "I noticed a Trump bumper sticker on his car.",
                "Robert Reich",
                true
            ],
            [
                "I hope you don’t mind my asking, but I’m curious.",
                "",
                true
            ],
            [
                "I know he’s a little bit much,",
                "",
                true
            ],
            [
                "But he’s a successful businessman.",
                "",
                true
            ],
            [
                "And we need a successful businessman as president.",
                "",
                true
            ],
            [
                "How do you know he’s a successful businessman?",
                "",
                true
            ],
            [
                "Because he’s made a fortune.",
                "",
                true
            ],
            [
                "Forbes magazine says he’s worth four and a half billion.",
                "",
                true
            ],
            [
                "That doesn’t mean he’s been a success,",
                "",
                true
            ],
            [
                "You know, in 1976, when Trump was just starting his career, he said he was worth about $200 million,",
                "",
                true
            ],
            [
                "Most of that was from his father.",
                "",
                true
            ],
            [
                "He turned that $200 million into four and a half billion.",
                "",
                true
            ],
            [
                "But if he had just put that $200 million into an index fund and reinvested the dividends, he’d be worth twelve billion today,",
                "",
                true
            ],
            [
                "And he got about $850 million in tax subsidies, just in New York alone,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/RBReich/posts/1311195112226415"
            ]
        },
        "key_words": [
            "supporter",
            "supporters",
            "hes",
            "ruined",
            "week",
            "robert",
            "trump",
            "worth",
            "man",
            "million",
            "facts",
            "reich",
            "know",
            "businessman",
            "successful"
        ]
    }
]