[
    {
        "url": "https://www.cnn.com/2016/09/20/politics/nra-donald-trump-television/index.html",
        "title": "NRA returns to Trump's defense with $5 million ad buy",
        "authors": [
            {
                "name": "Theodore Schleifer",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-20",
        "text": "NRA returns to Trump's defense with $5 million ad buy\nUpdated 10:48 AM ET, Tue September 20, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nTrump: Take guns from Clinton security, see what happens 01:01\nStory highlights\nThe NRA had not been on TV since last last month\nThe ad shows what the NRA says would happen if Clinton appoints Supreme Court justices\nWashington (CNN)\nThe National Rifle Association is returning to the defense of Donald Trump in the closing weeks of the presidential campaign, a reminder of how fervently the gun-rights group has backed the Republican nominee on television.\nThe NRA is launching a $5 million TV ad campaign Tuesday, the group says, meant to turn out pro-Second Amendment voters at a time when Trump is being attacked for his language about firearms. The gun lobby has aired $7.7 million in television time on Trump's behalf, support that makes it the second-most active pro-Trump advertiser in the general election. But it had not been on the airwaves since late last month.\nThe NRA's Political Victory Fund is tasked with spending half the money on five swing states -- Ohio, Nevada, Virginia, North Carolina and Pennsylvania -- while its Institute for Legislative Action, its lobbying arm, is spending the second-half on national cable. All of the money is going to a harrowing ad that shows what the NRA says would happen if Hillary Clinton appoints her chosen justices to the Supreme Court.\n\"She'll call 9-1-1. Average response time? 11 minutes,\" says the narrator as a sleeping woman is startled by nighttime footsteps. The woman runs to a nearby safe to grab her weapon, but it's empty. \"Don't let Hillary leave you protected with nothing but a phone.\"\nThe advertisements targets rural voters in battleground states who might be Democrats or disillusioned Republicans, according to Jennifer Baker, an NRA spokeswoman.\nRead More\n\"It is designed to run up the score with those Trump voters,\" she said.\nThe NRA's chief political adviser Chris Cox said the ad \"underscores\" how Clinton's position on guns creates \"one set of rules for her, and a different set of rules for the rest of us.\"\nTrump has emerged as a proud spokesman for gun rights, though he has at times invited controversy. On multiple occasions, Trump has been attacked for encouraging gun-owners to incite violence against Clinton, though Trump's campaign has said he is being misinterpreted.\n\"I think her bodyguards should drop all weapons. Disarm immediately,\" Trump said in Miami last week. \"Take their guns away, let's see what happens to her.\"\n",
        "quotes": [
            [
                "She'll call 9-1-1.",
                "",
                true
            ],
            [
                "Don't let Hillary leave you protected with nothing but a phone.",
                "",
                true
            ],
            [
                "It is designed to run up the score with those Trump voters,",
                "Hillary Clinton",
                true
            ],
            [
                "one set of rules for her, and a different set of rules for the rest of us.",
                "Chris Cox",
                false
            ],
            [
                "I think her bodyguards should drop all weapons.",
                "Donald Trump",
                true
            ],
            [
                "Take their guns away, let's see what happens to her.",
                "Donald Trump",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=hPM8e_DauUw&feature=youtu.be"
            ]
        },
        "key_words": [
            "voters",
            "shows",
            "supreme",
            "nra",
            "trump",
            "trumps",
            "ad",
            "million",
            "woman",
            "defense",
            "buy",
            "tv",
            "states",
            "spending",
            "returns"
        ]
    }
]