[
    {
        "url": "http://money.cnn.com/2017/10/06/media/marty-baron-reliable-sources-podcast/index.html",
        "title": "Marty Baron cuts through Trump noise, stays focused on Washington Post's mission",
        "authors": [
            {
                "name": "Francesca Giuliani-Hoffman",
                "link": null
            }
        ],
        "publisher": "money.cnn.com",
        "publish_date": "2017-10-06",
        "text": "Follow CNN Business\nMarty Baron cuts through Trump noise, stays focused on Washington Post's mission\nby Francesca Giuliani-Hoffman   @CNNMoney October 6, 2017: 10:07 PM ET\nMarty Baron has learned to tune out President Trump's insults against the press.\n\"It's almost become like background music to the work that we do every day,\" the Washington Post's executive editor told Brian Stelter this week in a rare TV interview.\nBut Baron still takes Trump's comments seriously. \"The administration's continuing attack on the press and its effort to undermine our credibility\" is a real danger to newsrooms like the Post, he said.\nTrump's moniker for the Post is the \"Amazon Washington Post.\"\n\"It's an absurd thing to say,\" Baron said.\"I mean, the fact is we're not owned by Amazon. We're owned by Jeff Bezos, who's the founder of Amazon and he doesn't get involved in our coverage in any way.\"\nBaron, one of the most respected editors in the industry, has led the Boston Globe and the Washington Post to multiple Pulitzer Prizes. His work at the Boston Globe was famously depicted in the Oscar-winning film \"Spotlight\" in 2015.\nWhen he's not contending with President Trump's attacks against the press, Baron is working to prevent a rollback of policies that limit the exposure of reporters in leak investigations by the Department of Justice.\n\"We would like to see the existing policy maintained,\" said Baron, who attended a meeting this week with Deputy Attorney General Rod Rosenstein and representatives of the news media on this subject.\nUnder the guidelines that the Trump administration is looking to revise, Baron explained, if the government wanted to obtain a search warrant, or subpoena records \"from third parties, like telephone companies and internet providers\" in the context of a leak investigation, \"we would receive notification.\"\nThe current guidelines were enacted in 2015, after the Obama administration came under fire for obtaining phone records and email communications from the Associated Press and Fox News, a move many interpreted as an overreach.\nBaron reminded Stelter that the relationship between the press and the Obama administration was all but \"warm and cozy.\"\n\"They had more leak investigations involving the press than all previous administrations combined,\" Baron said.\nHowever, when Attorney General Jeff Sessions announced in August that the Trump administration is pursuing a number of leak investigations three times higher than what was left open at the end of Obama's tenure, Baron said he thinks \"that is, in fact, an effort to try to intimidate the press from doing its job.\"\nIt's possible that some Post reporters are ensnared in leak investigations right now, he acknowledged, but the Post wouldn't know it unless there was a subpoena, a search warrant or \"an actual leak about the leak investigation.\"\nIn the interview, Baron said the Trump administration has created \"a very hostile atmosphere\" with the news media.\n\"The administration has restricted access to certain kinds of information,\" he said, citing the president's tax returns, White House's visitor logs, and various data sets from government agencies.\nHe indicated that he is troubled by the lack of transparency on several different fronts.\n\"Things could be better. Let's put it that way,\" he said.\nBut Baron is not daunted by these obstacles. When asked if the Justice Department's pursuit of leakers sends a \"chilling effect\" through the Post's newsroom, Baron did not hesitate in his response.\n\"It doesn't have a chilling effect on us right now,\" he said. \"That's for sure, and I don't expect that it will, because we understand what our mission is and we intend to pursue it no matter what.\"\nWhat's the next goal? \"Two million,\" he quipped.\nAsked whether the growth is attributable to interest in the Trump presidency, as some analysts have asserted, Baron said \"I can't say that it's totally disconnected,\" but \"I think it's much broader than that.\"\nPeople have come to value \"quality journalism,\" he said. \"They want to support quality journalism. They're concerned about the spread of conspiracy theories. They're concern about the spread of falsehoods. They're concerned about that. They've come to value the role of quality news organizations and they want they want to support that. They think it's important and they think that it's essential to a well-functioning democracy and to civil society. And: they're right about that.\"\nCNNMoney (New York) First published October 6, 2017: 10:07 PM ET\nNewsletter\n© 2019 Cable News Network. Turner Broadcasting System, Inc. All Rights Reserved.\nCNN Sans™ & © 2016 Cable News Network.\n",
        "quotes": [
            [
                "It's almost become like background music to the work that we do every day,",
                "Brian Stelter",
                true
            ],
            [
                "The administration's continuing attack on the press and its effort to undermine our credibility",
                "",
                false
            ],
            [
                "It's an absurd thing to say,",
                "Marty Baron",
                true
            ],
            [
                "I mean, the fact is we're not owned by Amazon.",
                "Marty Baron",
                true
            ],
            [
                "We're owned by Jeff Bezos, who's the founder of Amazon and he doesn't get involved in our coverage in any way.",
                "Marty Baron",
                true
            ],
            [
                "We would like to see the existing policy maintained,",
                "Baron",
                true
            ],
            [
                "from third parties, like telephone companies and internet providers",
                "",
                false
            ],
            [
                "They had more leak investigations involving the press than all previous administrations combined,",
                "Marty Baron",
                true
            ],
            [
                "that is, in fact, an effort to try to intimidate the press from doing its job.",
                "Marty Baron",
                false
            ],
            [
                "an actual leak about the leak investigation.",
                "Marty Baron",
                false
            ],
            [
                "The administration has restricted access to certain kinds of information,",
                "Marty Baron",
                true
            ],
            [
                "Let's put it that way,",
                "Marty Baron",
                true
            ],
            [
                "It doesn't have a chilling effect on us right now,",
                "Marty Baron",
                true
            ],
            [
                "That's for sure, and I don't expect that it will, because we understand what our mission is and we intend to pursue it no matter what.",
                "Marty Baron",
                true
            ],
            [
                "I can't say that it's totally disconnected,",
                "Marty Baron",
                true
            ],
            [
                "I think it's much broader than that.",
                "Marty Baron",
                true
            ],
            [
                "They want to support quality journalism.",
                "Marty Baron",
                true
            ],
            [
                "They're concerned about the spread of conspiracy theories.",
                "Marty Baron",
                true
            ],
            [
                "They're concern about the spread of falsehoods.",
                "Marty Baron",
                true
            ],
            [
                "They've come to value the role of quality news organizations and they want they want to support that.",
                "Marty Baron",
                true
            ],
            [
                "They think it's important and they think that it's essential to a well-functioning democracy and to civil society.",
                "Marty Baron",
                true
            ],
            [
                "And: they're right about that.",
                "Marty Baron",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/intent/user?screen_name=CNNMoney"
            ]
        },
        "key_words": [
            "focused",
            "post",
            "theyre",
            "washington",
            "baron",
            "investigations",
            "press",
            "trumps",
            "posts",
            "stays",
            "noise",
            "cuts",
            "leak",
            "trump",
            "marty",
            "mission",
            "administration"
        ]
    }
]