[
    {
        "url": "http://occupydemocrats.com/2016/09/27/nypd-defiantly-live-fact-checked-trumps-stop-frisk-lies-debate/",
        "title": "Furious NYPD Defiantly Live Fact-Checked Trump’s “Stop-and-Frisk” Lies At Debate",
        "authors": [
            {
                "name": "Colin Taylor",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-27",
        "text": "Now Reading\nFurious NYPD Defiantly Live Fact-Checked Trump’s “Stop-and-Frisk” Lies At Debate\n0 Shares\nRead Next\nDonald Trump, the supposed “law and order” candidate, painted a very bleak picture of what life in the “inner cities” was like. “We have a situation where we have inner cities, African-Americans, Hispanics are living in hell because it’s so dangerous” said the Republican nominee a few hours earlier. He cited former New York Mayor Rudy Giuliani’s unconstitutional and discriminatory “stop-and-frisk” policy as a solution for crime in urban centers.\nBut his account didn’t match up with the facts, and he was called out by the police department in his own city for his blatant falsehoods and the implication that the NYPD isn’t good at their jobs. The Assistant Commissioner for Communication & Public Information of the NYPD, J. Peter Donald , fact-checked Trump during the debate, and has this to say about the racist Republican’s proposals to reinstate stop-and-frisk after it was ended by Mayor Bloomberg in 2011:\nSee Also\n \nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [
            [
                "We have a situation where we have inner cities, African-Americans, Hispanics are living in hell because it’s so dangerous",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.politico.com/blogs/2016-presidential-debate-fact-check/2016/09/trump-is-wrong-stop-and-frisk-was-ruled-unconstitutional-228729"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://occupydemocrats.com/privacy/",
                "https://twitter.com/JPeterDonald"
            ]
        },
        "key_words": [
            "furious",
            "trump",
            "stopandfrisk",
            "trumps",
            "nypd",
            "debate",
            "mayor",
            "ended",
            "live",
            "racist",
            "defiantly",
            "crime",
            "factchecked",
            "lies",
            "proposals",
            "trying",
            "inner"
        ]
    }
]