[
    {
        "url": "http://beforeitsnews.com/conspiracy-theories/2017/10/las-vegas-mass-shooting-false-flag-psyop-black-op-to-distract-2483975.html",
        "title": "Las Vegas Mass Shooting: False Flag, PSYOP and Black Op to Distract",
        "authors": [],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "Total:\nLas Vegas Mass Shooting: False Flag, PSYOP and Black Op to Distract\nMonday, October 2, 2017 15:31\n% of readers think this story is Fact. Add your two cents.\nDeep State is getting very desperate\nSpecial Note:\nThis extremely well planned and covered up domestic terrorist attack was obviously a false flag operation.  However, it was NOT a hoax and  this video proves it .  In other words, the mass shooting has already been blamed on a disillusioned white guy yet many in attendance have reported multiple shooting locations; so we know it’s a false flag as usual.  The patsy is always either killed or commits suicide just before his capture. ( Las Vegas massacre suspect Stephen Paddock committed suicide )  This tactic quickly closes the book so that the real perpetrators will never be pursued.  Again, some are calling this tragic event a hoax; it’s not.  Many have died and hundreds are seriously wounded.  SOTN extends our deepest condolences to each and every one of their families.\nLike so many other staged mass casualty events, this  [SHOCKING] shooting staged at the “country music concert in Las Vegas” was deliberate and multi-purposeful.\nThough there were initial reports of multiple shooters and multiple incidents up and down the Strip, Clark County Sheriff Joe Lombardo said at a press conference held at 1:30 a.m. local time that it was believed that there was only one suspect.\nThat man was killed on the 32nd floor of Mandalay Bay after officers responded to the shooting. Lombardo said that investigators are looking for the suspect’s roommate, an Asian woman named Marilou Danley.\nLombardo declined to identify the suspect, who he called a “lone wolf.”\nAsked about the shooter’s motive, Lombardo said, “We don’t know what his belief system was at this time.”\nThe crime scene hasn’t even been thoroughly investigated and the local county sheriff has already called this false flag mass shooting a lone-wolf operation!  That, right there, is a dead giveaway.\nKEY POINT: Why was the stage in Vegas re-illuminated after it went dark which enabled the shooter to see the crowd? (Video)  WHO HAD THEIR HAND ON THAT LIGHT SWITCH?  See for yourself in this indisputable  video .\nThere is also an increasing trend over the past couple of years whereby these BIG false flag operations are executed at night.  The cover of darkness gives the real perps so much more opportunity to cover their tracks and manipulate the crime scene to fit their predetermined narrative.\nWhy did they do it?\nThings have not been going well for the globalists.  Their New World Order agenda is in complete disarray.\nFirst, the NFL Kneelgate scandal has really back fired…so much so that the NWO ruling cabal has to change the national conversation.  Nothing does that quicker than a mass casualty event (MCE).   The NFL crashes and burns! Collapse of the celebrity culture now inevitable.\nWith the NFL in a free-fall collapse, the globalists were forced to divert the attention of the American people.  The institutional responses to the NFL fiasco were particularly impactful with NASCAR completely rejecting the practice of kneeling during the anthem.  The NBA likewise sent out a memo banning the same form of protest both individually and collectively.   NBA memo warns teams to stand during national anthem ‘OR ELSE’\nThis sudden reversal of fortune for the globalists was both embarrassing and unexpected which demanded an expeditious response … … … like a horrifying MCE in their view.\nPost MARIA Disaster in Puerto Rico\nThere’s no question that the U.S. territory of Puerto Rico has been transformed into an unparalleled disaster area.  The extent of the human catastrophe alone is still unknown because of the inability to get to many parts of the devastated island.  Many are unaware that Puerto Rico has experienced 2 major superstorm hits: first from Hurricane Irma; then from Hurricane Maria– the first category 4 to hit the island since 1932.\nThe key point is that Puerto Rico has been evolving in the direction of a major political football.  The Democrats, especially, are attempting to seize any political advantage they can in an effort to tarnish President Trump with his first “Katrina”.  SOTN is writing an investigative report on the reality in Puerto Rico and the extent of the political subterfuge being used by the locals.  The Democratic San Juan mayor seems to be a major player in these machinations, although a verdict on her official conduct cannot yet be rendered conclusively.\nSan Juan Mayor Carmen Yulín Cruz,\nThe bottom line here is that the globalists are clearly using the island Democrats to sabotage Trump’s relief effort.  However, the Alt Media is catching some of the more obvious acts of subversion in real time.  This is making the cabal’s plan to ruin Trump’s reputation as a compassionate nationalist quite difficult to execute.\nWith each passing day, successive Trump’s tweetstorms expose this perfidious globalist scheme.  Thus, the NWO cabal is compelled to rapidly change the conversation.  This is where MCE events like Las Vegas get the job done faster than anything.\nMajor distraction needed because of highly successful Catalonia referendum\nWhenever the NWO cabal needs to abruptly change the Internet buzz about an historic happening, such as the overwhelming vote for independence in Catalonia, they reflexively do a terror attack somewhere in the world.\nFirst, it’s critical to understand just how big this referendum was in terms of the people exercising raw political power.  Not only did 89% of the citizens vote Catalonia out of Spain, they held the vote under dire threats issued by the Interior Ministry in Madrid.  The Results Are In: 89% Of Catalans Vote For Independence\nThe people of Catalonia really want out of the Kingdom of Spain, as it’s officially known.  However, the Spanish Government is even more desperate to keep the Catalans in the nation for many reasons which are outside of the scope of this article.  Those reasons, incidentally border on a very serious existential crisis that this referendum only exacerbated, and greatly so!\nThen there is the ongoing EU problem.  This “Yes” vote by Catalans for independence, where it concerns the future of the European Union, will serve to stoke the fires of emancipation of all Europeans who correctly perceive their superstate as a tyrannical and totalitarian supranational entity.  EU Exposé: A Planned Totalitarian Superstate to Destroy Europe\nTherefore, it ought to be easy to understand why the globalists in Brussels had to changethe spotlight that has been focused on Catalonia throughout their highly consequential and dramatic voting process.  Not only was Madrid extremely heavy-handed in attempting to thwart a legitimate vote, they committed unheard crimes against the people which shocked Spain, Europe and the world-at large.\nWhy did TPTB choose a country music concert in Vegas for their massacre?\nAs always, the globalists want to take guns from every American citizen.  An armed America is the single greatest obstacle toward the establishment of their planned One World Government.\nEven more concerning for the power elite is the absolute necessity of disarming the populace BEFORE the controlled demolition of the Global Economic and Financial System.  They are well aware, given the raw truth routinely disseminated on the Internet, that the wealthy elites will be in the crosshairs of every patriot, nationalist and militiaman.  Not only is the truth out there about the wholesale theft of America’s future by the NWO cabal, anyone who cares to find out exactly who is accountable for the multi-decade crime spree can simply surf the net.\nOf course, taking down a LOT of innocent country music fans who tend to be conservative and Christian, patriots and nationalists, Trumpsters and Tea Partiers, was an attempt to sway them toward gun control.  The delusion of the globalist was that if the NRA members and hunters were so appalled by this incomparable slaughter perpetrated by multiple snipers in Vegas, they just might demand some form of substantial gun control legislation for their own protection.\nThen there is the intention to punish the ever-politically incorrect patriot movement.  Bringing such deadly mayhem to a country music venue sends the unequivocal message that the perps can duplicate the unspeakable carnage anywhere, anytime they want to in similar music settings around the country.\nThere is much more to this strategy which derives directly from NATO’s Operation Gladio. This ongoing “strategy of tension” has been systematically implemented in Europe over decades for the purpose of terrorizing targeted civilian populations in order to produce a specific outcome.   NATO’s Secret Armies. Operation GLADIO and the Strategy of Tension\nGovernment-coordinated false flags are now legal\nHow do the FEDs get away with so many in-your-face attacks on the American people?\nThese exceedingly violent MCEs have actually been made ‘legal’ by the most recent version of the NDAA (National Defense Authorization Act), that was aggressively pushed under Obama.\nYes, this legislation may sound totally insane, and it is; but it is also enshrined by legislation passed by Congress and signed by Obama.  As follows:\nConclusion\nAs this Las Vegas PsyOp continues to unravel in the days ahead, other objectives will make themselves clear.\nThe very fact that so many were apparently killed and wounded makes this a classic black operation conducted by the C.I.A. in close cooperation with the F.B.I. and local law enforcement.\nWhenever an MCE is analyzed so quickly as a lone-wolf mass murder, who could not possibly have shot so many people so swiftly, the U.S. Intelligence Community is obviously behind the whole charade.\nDoes Deep State really expect US to believe that the “National Security State” is incapable of detecting such transparent acts of domestic terrorism?\nNote\nThe following video makes clear that at least one person had definitive foreknowledge of this tragic mass shooting in Las Vegas.  How did she know?  What did she know?  Who is she and where is she now? And why did the authorities usher her out so quickly?!\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nAnonymous\n“This video proves it was real.” Bullshit.  Pure Bullshit.   That many rounds being fired at night would have sparks and debris flying off of the pavement.  This video did not show a single impact.  It sounded like more cheap Hollywood sound effects.\nOct 2, 2017, 5:15 pm\ncap\nThe following questions popped into my mind as soon as the official reports started coming in, which call to question the idea of a lone gunman:\n1. Video of the Mandalay hotel floor where the 2 windows had been supposedly knocked out with a hammer shows very large holes in the windows.  Have you ever tried to break double paned, glazed glass in a hermetically sealed building?  This would be an impossible task to do quickly.  I would guess it would take a minimum of 10 minutes per window to do this to even get a small hole of about 2 feet by 2 feet, much less to break out nearly the entire pane of glass from both windows, which means the gunman would have taken a minimum of 20 to 30 minutes to break out the glass from the windows and yet no one noticed that this was happening while it was happening.  Further, when looking at a map of the Mandalay entrance and sidewalk in relation to the concert audience area, one can see that there is no way the glass falling from the windows would not have been noticed.  So, why are there no reports of guests or passersby on the ground reporting that there was falling glass or why did no one, either passing by or entering the hotel, report to the hotel staff that there were large pieces of broken glass on the ground outside of the hotel?\n2. Why did the gunman feel it was necessary to portion out such large holes in the windows since a hole of 2 feet by 2 feet would have been more than enough for him to not only position the automatic weapon but also see clearly with a panoramic view?\n3. Why did the gunman feel it was necessary to break through 2 windows when, if you look at where the windows are in relationship, not only to each other, but also in relationship to the view of the concert audience area below, either one of those windows by itself would have been more than sufficient to get the job done?\n4. The mainstream media was already reporting within a matter of hours that they had found the shop where the gunman had purchased guns and yet the shop owner claims that the gunman had come in approximately 4 or 5 times buying only 2 guns during each visit.  That is a total of at most 10 guns.  Where did he buy the other 8 guns and why were the investigators not able to find that information when they had so quickly been able to determine at least one shop where the gunman had purchased guns?\n5. Why did the gunman feel it was necessary to bring in 18 guns but then only use the one automatic weapon for the shooting?\n6. Considering he had only checked in the one time before the shooting, then how did he get the 18 guns past reception and into the hotel in one check in?  Have you ever tried to carry many guns in a duffle bag or suitcase?  We are talking about a 65 year old man and yet somehow he was able to carry in a case of guns that would have been too heavy for even a young man to carry.\n7. Finally, it has been reported that law enforcement was able to find the exact room he was in due to the smoke alarm being triggered as a result of the smoke that is produced when a gun is fired.  While the smoke alarm certainly would have been triggered if many guns were being fired at the same time, in the case of only one gun being fired through an open window in a room with 2 large windows opened letting air in or out, how is it that there was enough backfire smoke to set off the smoke alarm?\nI can’t help but notice these discrepancies and wonder about the competence of the investigators in that they are not also asking these very same questions.\nOct 3, 2017, 4:42 am\nAnonymous\nVery good questions and this latest hoax is already being exposed as another sloppy Hollywood event.\nOct 3, 2017, 4:54 am\nAnonymous\nAll that muzzle fire would have lit up the window like a Christmas tree.\nOct 3, 2017, 8:15 am\nMuzzle flashes are seen on one video in the middle of the building from about the 5-10th floor.  Since the glass is intact everywhere but the “supposed” shooters location they must have removed the glass to shoot and replaced it afterward.  A BIG job that would take a lot of planning.  Also I counted over 100 rounds fired in ONE burst – must have been a belt fed machine gun – NOT a hand held converted AK.\nOct 3, 2017, 9:12 am\nNH Tea Party Coalition - NHs Most Read Liberty Website\nThis was all credible until you started shilling for that monster Trump.\nOct 3, 2017, 11:59 am\nThe only people that would know if Padlock (your guns by government) was the shooter are the SWAT team themselves.\nAnyone know them and can vouch they are actual SWAT team members of the loco Sheriff’s office?\nOct 3, 2017, 3:51 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nTop Global\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "country music concert in Las Vegas",
                "",
                false
            ],
            [
                "We don’t know what his belief system was at this time.",
                "Lombardo",
                true
            ],
            [
                "This video proves it was real.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://stateofthenation2012.com/?p=85224",
                "https://beforeitsnews.com/v3/r2/?url=http://stateofthenation2012.com/?p=84601",
                "https://beforeitsnews.com/v3/r2/?url=http://themillenniumreport.com/2017/10/the-results-are-in-89-of-catalans-vote-for-independence/",
                "http://www.prodo1.com/",
                "https://beforeitsnews.com/v3/r2/?url=http://stateofthenation2012.com/?p=40678",
                "https://beforeitsnews.com/v3/r2/?url=http://stateofthenation2012.com/?p=85211",
                "http://www.suppressedhealthsecrets.com",
                "https://beforeitsnews.com/v3/r2/?url=http://themillenniumreport.com/2017/04/natos-secret-armies-operation-gladio-and-the-strategy-of-tension/",
                "https://beforeitsnews.com/v3/r2/?url=http://stateofthenation2012.com/?p=85149",
                "https://beforeitsnews.com/v3/r2/?url=http://stateofthenation2012.com/?p=85203"
            ]
        },
        "key_words": [
            "black",
            "vote",
            "music",
            "false",
            "rico",
            "shooting",
            "psyop",
            "vegas",
            "flag",
            "op",
            "puerto",
            "las",
            "mass",
            "distract",
            "globalists"
        ]
    }
]