[
    {
        "url": "https://www.politico.com/story/2016/09/sid-blumenthal-birthers-clinton-obama-228388?cmpid=sf",
        "title": "Did Sid Blumenthal really push birtherism?",
        "authors": [
            {
                "name": "Josh Gerstein",
                "link": null
            },
            {
                "name": "Steven Shepard",
                "link": null
            },
            {
                "name": "Louis Nelson",
                "link": null
            },
            {
                "name": "Daniel Strauss",
                "link": null
            },
            {
                "name": "Blake Hounshell",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-19",
        "text": "Did Sid Blumenthal really push birtherism?\nHe says no, but he did urge journalists to look into Barack Obama's ties to Kenya back in 2008.\nDonald Trump’s campaign is claiming vindication after one of Hillary Clinton’s longtime confidants was accused last week of spreading false rumors about Barack Obama’s origins during the 2008 Democratic primary.\nBut the real story turns out to be a little more complicated, and does nothing to prove Trump’s argument that Clinton and her campaign “started” the so-called birther controversy.\nStory Continued Below\nLast Thursday, after former McClatchy editor James Asher tweeted that Clinton associate Sidney Blumenthal “told me in person” that Obama was born in Kenya, the Trump campaign pounced. “SIREN: Former McClatchy DC Bureau Chief speaks out,” senior communications adviser Jason Miller tweeted.\nMcClatchy followed up with a story that quoted a statement from Asher, “During that meeting, Mr. Blumenthal and I met together in my office and he strongly urged me to investigate the exact place of President Obama’s birth, which he suggested was in Kenya. We assigned a reporter to go to Kenya, and that reporter determined that the allegation was false.”\nBlumenthal swiftly denied pushing any birther rumors. And Asher, when pressed for more detail, was less definitive in an email to POLITICO.\n“To the best of my recollection, these are the facts about my interaction with Sidney Blumenthal in late winter of 2008,” Asher said. “Blumenthal visited the Washington Bureau of McClatchy, where he and I met in my office. During that conversation and in subsequent communications, we discussed a number of matters related to Obama. He encouraged McClatchy to do stories related to Obama and his connections to Kenya.”\n“On the birther issue, I recall my conversation with Blumenthal clearly,” Asher said, but acknowledged having “nothing in writing memorializing that conversation.”\n“This story is false,” Blumenthal reiterated in an email. “I never spoke to Mr. Asher about this. Period. Donald Trump cannot distract from the inescapable fact that he is the one who embraced and promoted the birther lie and is responsible for it.”\n“Well I still have his biz card. So it's his word against mine,” Asher tweeted on Friday after other news outlets published Blumenthal’s initial denial.\nBut two other former McClatchy staffers, including McClatchy’s Nairobi correspondent at the time, Shashank Bengali, said they were aware that Asher and Blumenthal were in touch.\n“Sid was definitely speaking to Asher,” Bengali said.\nBengali, who is now a Los Angeles Times correspondent based in Mumbai, said he had been asked to investigate “Obama’s Kenya ties” at Blumenthal’s behest, but couldn’t remember whether anyone had asked him “to check out the birther angle specifically. No one in Kenya took that seriously.\"\n“What I remember is that you told me to look into everything about Obama's family in Kenya. I can't recall if we specifically discussed the birther claim, but I'm sure that was part of what I researched,” Bengali said in an email to Asher that was shared with POLITICO.\nBengali interviewed Obama's siblings and friends of his father, but came up empty. “There was nothing there. We didn't even publish a story,\" he said.\nBlumenthal won’t say if the meeting with Asher ever happened, but did not deny urging him in an email to have Bengali report on whether Obama had offended Kenyans by making disparaging remarks about his late father, an economist who once worked for the Kenyan government.\nThe email, which was dated March 17, 2008, and shared with POLITICO, reads: \"Jim, on Kenya your person in the field might look into the impact there of Obama's public comments about his father. I'm told by State Dept officials that Obama publicly derided his father on his visit there and that was regarded as embarrassing and crossing the line by Kenyans for whom respect for elders (especially the father, especially a Muslim father, in a patrilineal society) is considered sacrosanct. Sidney\"\nAsher says he also asked Bengali, after discussing the matter with Blumenthal, to look into “any connections between Obama and Raila Odinga, who had described himself as Obama’s cousin and would run for president of Kenya; and, second, possible relationships between Odinga and unspecified controversial Muslim groups.”\nAsked about the email, Blumenthal would not clarify the nature of his interactions with Asher. But he wrote, “What you sent has nothing to do with birtherism at all. It is untrue I had anything to do with birtherism. Obama's relationship with his father is at the heart of his memoir, ‘Dreams of My Father,’ and has been a commonplace subject of interest for everyone.”\nNor would Blumenthal say if he had discussed ties between Obama and Odinga with Asher. “I can say with certainty that I never trafficked in birtherism,” he repeated when asked.\nBlumenthal sent along an email he sent to friends in February 2011, pointing to POLITICO ’s write-up of a poll showing that half of Republican primary voters at the time that Obama was born abroad. He said his subject line -- “It's official: they're nuts” -- “reflects my constant view of the matter.”\nHe also pointed to a series of tweets Asher made in which he attacked Clinton in strident terms and used a pro-Trump hashtag.\nA third tweet reads: “What is really going on with #HillaryClinton ? #Election2016 #HillarysHealth.”\nAsked about those tweets on Monday, Asher said, “I support neither Trump nor Clinton. It would be incorrect to read support for Trump into my tweets about Clinton.”\nThe conflicting accounts came after Trump on Friday accused Clinton of starting what he called “the ‘birther’ controversy” -- a campaign of scurrilous rumor-mongering that he did more than anyone to stoke, only to concede last week that he was mistaken. The Clinton campaign’s response to Trump’s charge came fast and furious, and POLITICO found no evidence to suggest that the former secretary of state or her 2008 operation ever trafficked in birther rumors.\n\"As multiple, independent fact checkers have affirmed in the years since, neither the 2008 campaign nor the candidate ever questioned the president's citizenship or birth certificate,” Clinton press secretary Brian Fallon said when asked about Blumenthal, who was never paid by the 2008 Clinton campaign.\nIndeed, Clinton’s former campaign manager, Patty Solis Doyle, told CNN on Friday that she fired a volunteer coordinator in Iowa who had forwarded a birther-esque email, calling it “so beyond the pale of the campaign Hillary wanted to run.”\nBlumenthal, a longtime confidant of both Bill and Hillary Clinton, emerged as a frequent correspondent in the former secretary of state’s email records, peppering her with hundreds of notes offering advice, sharing tart observations about her administration rivals, or passing along articles and “intelligence” reports from his contacts. He also sometimes boasted of having planted articles in the press on her behalf, though there is no evidence that she ever asked him to do so.\nBlumenthal’s relationship with the Clintons dates back to their battles with the right-wing media during the 1990s, in which he was a sharp-elbowed participant. After writing a well-received book about those years, “The Clinton Wars,” he returned briefly to journalism before playing an informal advisory role during the 2008 campaign. He sought a job in the State Department when Clinton was named secretary of state, but White House aides blacklisted him due to his role in pushing negative stories about Obama during the Democratic primary. He remained in the Clinton orbit, however: In 2009, the Clinton Foundation put him on its staff and paid him $10,000 per month , though the arrangement ended in March 2015. Blumenthal then did consulting work for American Bridge, Correct the Record and Media Matters, three groups that support Clinton’s presidential bid and are run by another close Clinton ally, David Brock. In a portion of a deposition that was accidently put online, Blumenthal told a congressional committee that he was paid around $200,000 by the Brock groups.\nHillary Clinton has never repudiated Blumenthal, though she has distanced herself from him, while he has continued to be her ardent defender. As recently as May, he described himself as a “friend” of Clinton’s, though he did not say whether they still exchange emails. In her testimony before the House Benghazi Committee last year, Clinton described him as a “personal friend” but downplayed the extent to which she relied on him for advice as secretary of state.\nBy JOSH GERSTEIN\n\"He was not advising me,\" Clinton told the committee. \"I did not ask him to send me the information that he sent me,\" she said, though the emails show that she did sometimes thank him for the information or ask him to “please keep them coming.” She also sometimes forwarded his emails and asked State Department officials to look into his findings.\nDuring her subsequent interview with the FBI, Clinton described him as “a prodigious writer whose information was sometimes accurate and sometimes not,” according to the bureau’s report summarizing its investigation into her private email server.\nWhen Blumenthal’s emails first emerged, Clinton was slightly less circumspect.\n“He sent me unsolicited emails, which I passed on in some instances, and I say that that’s just part of the give and take,” she told reporters last year. “I have many, many old friends and I always think that it’s important when you get into politics to have friends you had before you were in politics and to understand what’s on their minds,” Clinton said. “And he’s been a friend of mine for a long time.”\n",
        "quotes": [
            [
                "What I remember is that you told me to look into everything about Obama's family in Kenya.",
                "",
                true
            ],
            [
                "I can't recall if we specifically discussed the birther claim, but I'm sure that was part of what I researched,",
                "",
                true
            ],
            [
                "so beyond the pale of the campaign Hillary wanted to run.",
                "",
                false
            ],
            [
                "SIREN: Former McClatchy DC Bureau Chief speaks out,",
                "",
                true
            ],
            [
                "During that meeting, Mr. Blumenthal and I met together in my office and he strongly urged me to investigate the exact place of President Obama’s birth, which he suggested was in Kenya.",
                "Asher",
                true
            ],
            [
                "We assigned a reporter to go to Kenya, and that reporter determined that the allegation was false.",
                "Asher",
                true
            ],
            [
                "To the best of my recollection, these are the facts about my interaction with Sidney Blumenthal in late winter of 2008,",
                "Asher",
                true
            ],
            [
                "Blumenthal visited the Washington Bureau of McClatchy, where he and I met in my office.",
                "Asher",
                true
            ],
            [
                "During that conversation and in subsequent communications, we discussed a number of matters related to Obama.",
                "Asher",
                true
            ],
            [
                "He encouraged McClatchy to do stories related to Obama and his connections to Kenya.",
                "Asher",
                true
            ],
            [
                "On the birther issue, I recall my conversation with Blumenthal clearly,",
                "Asher",
                true
            ],
            [
                "nothing in writing memorializing that conversation.",
                "Asher",
                false
            ],
            [
                "I never spoke to Mr. Asher about this.",
                "Sidney Blumenthal",
                true
            ],
            [
                "Donald Trump cannot distract from the inescapable fact that he is the one who embraced and promoted the birther lie and is responsible for it.",
                "Sidney Blumenthal",
                true
            ],
            [
                "Well I still have his biz card.",
                "Asher",
                true
            ],
            [
                "So it's his word against mine,",
                "Asher",
                true
            ],
            [
                "Sid was definitely speaking to Asher,",
                "Shashank Bengali",
                true
            ],
            [
                "What I remember is that you told me to look into everything about Obama's family in Kenya.",
                "Barack Obama",
                true
            ],
            [
                "I can't recall if we specifically discussed the birther claim, but I'm sure that was part of what I researched,” Bengali said in an email to Asher that was shared with POLITICO.",
                "Barack Obama",
                true
            ],
            [
                "Bengali interviewed Obama's siblings and friends of his father, but came up empty.",
                "Barack Obama",
                true
            ],
            [
                "We didn't even publish a story,",
                "Barack Obama",
                true
            ],
            [
                "Jim, on Kenya your person in the field might look into the impact there of Obama's public comments about his father.",
                "",
                true
            ],
            [
                "I'm told by State Dept officials that Obama publicly derided his father on his visit there and that was regarded as embarrassing and crossing the line by Kenyans for whom respect for elders (especially the father, especially a Muslim father, in a patrilineal society) is considered sacrosanct.",
                "",
                true
            ],
            [
                "any connections between Obama and Raila Odinga, who had described himself as Obama’s cousin and would run for president of Kenya; and, second, possible relationships between Odinga and unspecified controversial Muslim groups.",
                "Asher",
                false
            ],
            [
                "What you sent has nothing to do with birtherism at all.",
                "Asher",
                true
            ],
            [
                "It is untrue I had anything to do with birtherism.",
                "Asher",
                true
            ],
            [
                "Obama's relationship with his father is at the heart of his memoir, ‘Dreams of My Father,’ and has been a commonplace subject of interest for everyone.",
                "Asher",
                true
            ],
            [
                "I can say with certainty that I never trafficked in birtherism,",
                "Sidney Blumenthal",
                true
            ],
            [
                "It's official: they're nuts",
                "Sidney Blumenthal",
                false
            ],
            [
                "reflects my constant view of the matter.",
                "Sidney Blumenthal",
                false
            ],
            [
                "What is really going on with #HillaryClinton ?",
                "Sidney Blumenthal",
                true
            ],
            [
                "I support neither Trump nor Clinton.",
                "Asher",
                true
            ],
            [
                "It would be incorrect to read support for Trump into my tweets about Clinton.",
                "Asher",
                true
            ],
            [
                "As multiple, independent fact checkers have affirmed in the years since, neither the 2008 campaign nor the candidate ever questioned the president's citizenship or birth certificate,” Clinton press secretary Brian Fallon said when asked about Blumenthal, who was never paid by the 2008 Clinton campaign.",
                "Hillary Clinton",
                true
            ],
            [
                "Indeed, Clinton’s former campaign manager, Patty Solis Doyle, told CNN on Friday that she fired a volunteer coordinator in Iowa who had forwarded a birther-esque email, calling it “so beyond the pale of the campaign Hillary wanted to run.”\nBlumenthal, a longtime confidant of both Bill and Hillary Clinton, emerged as a frequent correspondent in the former secretary of state’s email records, peppering her with hundreds of notes offering advice, sharing tart observations about her administration rivals, or passing along articles and “intelligence” reports from his contacts.",
                "Hillary Clinton",
                true
            ],
            [
                "He also sometimes boasted of having planted articles in the press on her behalf, though there is no evidence that she ever asked him to do so.",
                "Hillary Clinton",
                true
            ],
            [
                "Blumenthal’s relationship with the Clintons dates back to their battles with the right-wing media during the 1990s, in which he was a sharp-elbowed participant.",
                "Hillary Clinton",
                true
            ],
            [
                "After writing a well-received book about those years, “The Clinton Wars,” he returned briefly to journalism before playing an informal advisory role during the 2008 campaign.",
                "Hillary Clinton",
                true
            ],
            [
                "He sought a job in the State Department when Clinton was named secretary of state, but White House aides blacklisted him due to his role in pushing negative stories about Obama during the Democratic primary.",
                "Hillary Clinton",
                true
            ],
            [
                "He remained in the Clinton orbit, however: In 2009, the Clinton Foundation put him on its staff and paid him $10,000 per month , though the arrangement ended in March 2015.",
                "Hillary Clinton",
                true
            ],
            [
                "Blumenthal then did consulting work for American Bridge, Correct the Record and Media Matters, three groups that support Clinton’s presidential bid and are run by another close Clinton ally, David Brock.",
                "Hillary Clinton",
                true
            ],
            [
                "In a portion of a deposition that was accidently put online, Blumenthal told a congressional committee that he was paid around $200,000 by the Brock groups.",
                "Hillary Clinton",
                true
            ],
            [
                "Hillary Clinton has never repudiated Blumenthal, though she has distanced herself from him, while he has continued to be her ardent defender.",
                "Hillary Clinton",
                true
            ],
            [
                "As recently as May, he described himself as a “friend” of Clinton’s, though he did not say whether they still exchange emails.",
                "Hillary Clinton",
                true
            ],
            [
                "In her testimony before the House Benghazi Committee last year, Clinton described him as a “personal friend” but downplayed the extent to which she relied on him for advice as secretary of state.",
                "Hillary Clinton",
                true
            ],
            [
                "By JOSH GERSTEIN\n\"He was not advising me,",
                "Hillary Clinton",
                true
            ],
            [
                "I did not ask him to send me the information that he sent me,",
                "Hillary Clinton",
                true
            ],
            [
                "a prodigious writer whose information was sometimes accurate and sometimes not,",
                "Hillary Clinton",
                false
            ],
            [
                "He sent me unsolicited emails, which I passed on in some instances, and I say that that’s just part of the give and take,",
                "Hillary Clinton",
                true
            ],
            [
                "I have many, many old friends and I always think that it’s important when you get into politics to have friends you had before you were in politics and to understand what’s on their minds,",
                "Hillary Clinton",
                true
            ],
            [
                "And he’s been a friend of mine for a long time.",
                "Hillary Clinton",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.politico.com/story/2015/05/clinton-foundation-sidney-blumenthal-salary-libya-118359",
                "https://www.politico.com/story/2016/05/does-sidney-blumenthal-email-hillary-clinton-223154",
                "https://www.politico.com/story/2016/09/birther-movement-founder-trump-clinton-228304",
                "https://www.politico.com/story/2015/10/hillary-clinton-sidney-blumenthal-emails-benghazi-hearings-215083",
                "http://www.mcclatchydc.com/news/politics-government/election/article102354777.html",
                "https://www.politico.com/story/2011/02/51-of-gop-voters-obama-foreign-049554"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/hashtag/HillarysHealth?src=hash",
                "https://twitter.com/hashtag/Election2016?src=hash",
                "https://twitter.com/hashtag/HillaryClinton?src=hash"
            ]
        },
        "key_words": [
            "father",
            "blumenthal",
            "push",
            "clinton",
            "kenya",
            "campaign",
            "asher",
            "really",
            "sid",
            "birtherism",
            "birther",
            "obama",
            "email",
            "obamas"
        ]
    }
]