[
    {
        "url": "https://www.politico.com/story/2016/09/trump-clinton-fight-first-debate-228704?cmpid=sf",
        "title": "The instance when decorum went south for Clinton and Trump",
        "authors": [
            {
                "name": "Ben Schreckinger",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-26",
        "text": "The instance when decorum went south for Clinton and Trump\nIn an exchange that began about trade and economic growth and ended with Donald Trump’s claim that Clinton has been fighting the Islamic State for decades, Trump repeatedly peppered Clinton – running through polished responses – with interjections, a study in miniature of his disruptive challenge to her practiced presidential run.\nThe action began when Trump said Clinton had taken 30 years in public service to begin thinking about productive solutions to the nation’s problems. “Well, not quite that long,” Clinton responded. “I think my husband did a pretty good job in the 1990s. I think a lot about what worked and how we can make it work again.”\nStory Continued Below\nTrump interjected, “He approved NAFTA which is the single worst trade deal ever approved in this country.”\nClinton continued with an extended, number-filled defense of her record on trade, touting her ability to create jobs and boost exports.\nTrump responded, “Well you haven't done it in 30 years or 26 years or ...“\n“I've been a senator and I have,” Clinton edged in.\n“You haven’t done it,” Trump retorted.\nClinton tried to regain her train of speech, but Trump wouldn’t have it.\n“Excuse me,” he shot back. “Your husband signed NAFTA, which was one of the worst things that ever happened to the manufacturing industry.”\n“Well, that's your opinion,” Clinton said.\nThen Trump unloaded on the decline of manufacturing, channeling the same anxiety and outrage over decay of the former backbone of the American economy that has fueled his insurgent campaign. “You go to New England, Ohio, Pennsylvania, you go anywhere you want, Secretary Clinton,” he said. “And you will see devastation where manufacturing is down 30, 40, sometimes 50 percent.”\nThe exchange rumbled on, Trump peppering Clinton all along the way. The former secretary of state touted the virtues of her economic plan.\n“But you have no plan,” Trump interjected.\n“Oh, I do.”\n“Secretary, you have no plan.”\n“In fact, I have written a book about it. It's called ‘Stronger Together.’\"\n“That’s about all you’ve done,” Trump ribbed her.\nClinton plowed through it: “You can pick it up tomorrow at the bookstore or at an airport near you.”\nAfter Clinton urged viewers to go to her website for a real-time fact-check of Trump’s claims, Trump ribbed her for publishing her plan to combat the Islamic State online.\n“You go to her website — she tells you how to fight ISIS on her website. I don't think General Douglas MacArthur would like that too much,” he said.\n“At least I have a plan to fight ISIS,” retorted Clinton, a reference to her opponent’s stance that discussing his plan to combat the Islamic State would only tip off the enemy and his subsequent promise to order military leaders to draw up a plan to defeat the group on his first day in office.\n“No, you're telling the enemy everything you want to do. No wonder you've been fighting ISIS your entire adult life.”\nModerator Lester Holt tried in vain to wrestle control of the exchange. “Folks, let me --,” he began\n“Go to — please, the fact checkers, get to work,” said Clinton.\n",
        "quotes": [
            [
                "I think my husband did a pretty good job in the 1990s.",
                "Clinton",
                true
            ],
            [
                "I think a lot about what worked and how we can make it work again.",
                "Clinton",
                true
            ],
            [
                "He approved NAFTA which is the single worst trade deal ever approved in this country.",
                "Donald Trump",
                true
            ],
            [
                "I've been a senator and I have,",
                "Clinton",
                true
            ],
            [
                "Your husband signed NAFTA, which was one of the worst things that ever happened to the manufacturing industry.",
                "Donald Trump",
                true
            ],
            [
                "You go to New England, Ohio, Pennsylvania, you go anywhere you want, Secretary Clinton,",
                "Clinton",
                true
            ],
            [
                "And you will see devastation where manufacturing is down 30, 40, sometimes 50 percent.",
                "Clinton",
                true
            ],
            [
                "That’s about all you’ve done,",
                "Donald Trump",
                true
            ],
            [
                "You can pick it up tomorrow at the bookstore or at an airport near you.",
                "Clinton",
                true
            ],
            [
                "You go to her website — she tells you how to fight ISIS on her website.",
                "",
                true
            ],
            [
                "I don't think General Douglas MacArthur would like that too much,",
                "",
                true
            ],
            [
                "At least I have a plan to fight ISIS,",
                "Clinton",
                true
            ],
            [
                "No, you're telling the enemy everything you want to do.",
                "",
                true
            ],
            [
                "No wonder you've been fighting ISIS your entire adult life.",
                "",
                true
            ],
            [
                "Go to — please, the fact checkers, get to work,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "went",
            "manufacturing",
            "isis",
            "clinton",
            "south",
            "website",
            "trade",
            "trump",
            "state",
            "plan",
            "islamic",
            "think",
            "decorum",
            "instance"
        ]
    }
]