[
    {
        "url": "https://www.nytimes.com/2017/10/11/world/australia/letter29-aussie-rules-readers-respond.html?rref=collection%2Fsectioncollection%2Fworld",
        "title": "Aussie Rules: Readers Respond",
        "authors": [
            {
                "name": "Damien Cave",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-11",
        "text": "Advertisement\n______\nLast week’s newsletter on Australia’s rule-following ways brought in a wide range of responses and anecdotes.\nSome of you, of course, focused on my lead anecdote involving kangaroos and the family that was feeding them white bread (yes, we know, it’s bad for the animals).\nOthers replied with stories of their own about Australia’s relationship to rules, many of which made us smile and think even more deeply about how this country works — which is exactly what we’d hoped for, and what we always appreciate here in the Australia bureau.\nHere are a few of the more memorable replies, lightly edited for space and clarity, followed by a roundup of Times stories we love and a recommendation for those who might be wondering what to do with their lives.\nShare this newsletter widely, add your voice (via our Facebook group or nytaustralia@nytimes.com ) — and always throw the shark out of the pool.\nSigns of Rigidity\nOur society is, in my opinion, well above average when it comes to rigidity compared to other Western democracies. We set rules and associated punishments for any wrongdoing we can predict.\nYou only have to look at driving signs in Sydney to see that. It takes a minute to read them. I think it might even be illegal to read them, such are the risks to your health and other road users’ health.\nWho decides the rules, and who are the ‘risky’ subjects? You mentioned those of overseas cultures, but I would add Indigenous Australians and drug addicts to the mix. So often rules are made that make middle-class mums and dads feel safer and more assured, even though they and their families were rarely, if ever, affected by the activities the rules limit or outlaw.\n— Ned Cooper\nLarrikins United\nI’m really surprised at your impression re. rule breakers versus rule followers. I break every rule under the sun, have done so all my life (I’m 66) and I think that pretty much all my peers do the same. So I guess it’s a matter of perception.\n— Neil Bolton\nSay No to Pregnancy\nI had a two-month job as a visiting professor in the United States a couple of years back. The rules to get in for a non-American were astounding. As as woman of more than 70 years I had to insure myself against pregnancy, among other things, in order to be approved. I raised this as a patent absurdity and was told, don’t worry, it’s not discrimination, men have to get the same insurance.\nThe rule under no condition could be waived.\n— Bronwyn Davies\nPersonal Responsibility\nI’m Australian and I’ve lived in Sydney for all 27 years of my life, though I like to think I am well traveled — don’t we all? I’m also a lawyer.\nThe reason Australians are sticklers for the rules, and the reason they are so hesitant to stray, is that they absolutely abhor the concept of personal responsibility in a way few other countries do.\nIf something goes wrong, it’s not the person’s fault. Rather, it’s that the regulatory framework for that arena of human behavior isn’t effective enough. More laws! Won’t someone please think of the children.\nThe best example I can think of was when, following a drunken man drowning in Circular Quay, the government proposed a fence. People actually agreed! Because of one drunk man. More mundane examples abound.\nIt is, in my opinion, one of the more distasteful aspects of Australian society.\n— Thomas Wilson\nFreedom!\nI was in the butterfly house at the Melbourne Zoo with my daughter a few months ago admiring the elegant little creatures as they landed on the arms and shoulders of visitors. The beautiful delicate wings so full of colour when all of a sudden an Indian man grabbed a butterfly by the wings and starting waving the poor creature in front of his elderly mother’s face.\nMaybe she was blind and he was just trying to let her see it close up but before I knew it I was saying “NO, NO, you cannot do that. You will hurt the poor creature.” Of course they didn’t really understand English that well so just thought I was scared of the butterfly until I started waving my finger disapprovingly like a butterfly lover in distress.\nAfterward I did feel really bad, I felt terrible for making someone feel bad when they were just appreciating nature’s wonders, especially a visitor. Maybe it was the closet zoologist in me, who completed the degree but never worked a day in the field, trying to do my bit for animal conservation.\nI found myself being extra polite as we passed each other many more times in the tight confines of an overcrowded butterfly house, insisting the elderly mother go before me as we both approached the exit.\nI think next time I’ll try to resist the impulse and leave it to natural selection; the butterfly did fly off unharmed of course.\nWhilst I completely agree that some “rules” need to be modernised, such as marriage equality, some rules shouldn’t, like don’t grab a butterfly wings! Which at the end of the day is exactly the same thing … freedom.\n— Patricia Chircop\nI think your daughter was right.\nYou should have, with the greatest of courtesy, drawn their attention to the “no feeding” rule. If they had been reasonable people they would have been grateful to you for pointing it out.\nSpeaking as a long-term immigrant to Britain, I can say through personal experience that often it is not a case of (usually newly arrived) immigrants not following the rules. It’s a case of not knowing what the rules are: standing in a queue, not throwing litter out of a car, not interrupting while someone is speaking, remembering to top and tail requests with “please” and “thank you.”\nIt is not that we have some fundamental objection to doing (or not doing) these things: It’s more that often we don’t know what needs to be done. Somebody please tell us — we want to learn, and through learning save ourselves some embarrassment!\n— Vani K. Borooah\nRules and Images\nAnother interesting quandary I have encountered in my career as a teacher is of migrant families requesting a school for a white Australian blue-eyed blonde teacher for their child over a “brown” teacher — it makes for a proud display of the class photo to relatives back home, signaling they have finally “arrived” in Australia and raising their prestige in society.\nWould this classify as a hangover of colonization, discrimination or market forces in the independent education sector, where if you are paying exorbitant school fees you can bend the rules to get what you want?\n— Ipshita Nair\nDon’t Rock the Boat\nIn not calling someone out on breaking the rules, it’s because it’s much less hassle and it’s being “too serious” and the rule being broken is “harmless.”\nIt’s just bread. It’s just food. It’s not a big deal. It’s just a couple of kilometers over the limit, it’s just some paper with your name signed on it and a label of “married.”\nThis extends from all manner of interpersonal interaction on the social and professional level all the way into our politicians — who are too busy calling each other names for a laugh than being serious for five minutes.\nThe problem is, we don’t really draw a line.\nThat’s because we can’t help but want to fit into the way our society runs — the casual, hands-off, “nah, she’ll be right mate” approach to everything that is so deeply ingrained in our culture that we struggle to care enough to change anything for fear of being called out — not for breaking the rules, but for disturbing the peaceful, carefree status quo we’ve established.\n— David Tillett\n‘Compliance Nation’\nI am not suggesting that we become a nation of rule breakers but Australia is truly a “Compliance Nation” progressively getting worse. And unfortunately a general ambivalence by the population is letting it happen.\n— Grant Kennedy\nThe Weinstein Scandal\nA New York Times investigation that chronicled a hidden history of sexual harassment allegations against Harvey Weinstein continued to ripple through Hollywood all week. By Sunday evening, his entertainment company fired him . Then new accusations emerged.\n______\nImage\nRohingya refugees arriving in Bangladesh after crossing the Naf River this month.CreditSergey Ponomarev for The New York Times\nA Rohingya Massacre\nThe suffering of Myanmar’s Rohingya minority continues, with another swell of refugees fleeing to Bangladesh this week. Our South Asia bureau chief, Jeffrey Gettleman, recently spent time in the camps documenting what many there describe as massacres and atrocities targeting women and children.\n______\nImage\nUgg boots. That’s short for ugly, but warm.CreditMatthew Abbott for The New York Times\nUggs and Vegemite\nThose pesky Americans, why are they trying to trademark and pass off Aussie stuff as their own — like ugg boots? Jacqueline Williams reported the story of one Australian’s legal battle in the United States for the rights to Australia’s beloved ugly boots and it’s a David and Goliath story worth reading.\nWe also wrote this week about the new Vegemite , and the Australian government’s efforts to move refugees from Manus to Nauru.\n______\nCreditNajeebah Al-Ghadban\n• Greg Dorfman argues that President Trump is changing the culture of Washington by violating the customs of language and approach that “are the scaffolding that supports the otherwise fragile words of our written Constitution.”\n• Peter Wehner, who served in the Bush White House, explores the divide over President Trump among conservatives, noting with humility that even he is caught up with “a severe case of confirmation bias, the tendency to interpret new evidence as confirmation of one’s existing beliefs.”\n• Jason M. Barr explores why the world’s tallest buildings are rising all over Asia, especially in China.\n______\n... And We Recommend\nWondering what kind of work to pursue? Or how to design the life you want?\nMillie Tran, our global growth editor, recently shared a presentation she had put together on that topic, pulling from her own life and unorthodox career path. Many of her friends and colleagues (me included) found it valuable and insightful — and so rather than keep it private, someone smarter than me adapted it for the Smarter Living newsletter ( sign up here).\nRead that version, or the view the presentation , which features links, questions and a strategy for women in particular.\nP.S. — On a related note, we just announced a new gender editor: Jessica Bennett , the author of “ Feminist Fight Club .” I’ll be back at some point with more on Jess in this newsletter and in our Facebook group for subscribers, but here’s an interview with her that lays out what lies ahead.\nDamien Cave is the new Australia Bureau Chief for The New York Times. He’s covered more than a dozen countries for The Times, including Mexico, Cuba, Iraq and Lebanon. Follow him on Twitter at @damiencave .\nAdvertisement\n",
        "quotes": [
            [
                "NO, NO, you cannot do that.",
                "",
                true
            ],
            [
                "You will hurt the poor creature.",
                "",
                true
            ],
            [
                "nah, she’ll be right mate",
                "",
                false
            ],
            [
                "are the scaffolding that supports the otherwise fragile words of our written Constitution.",
                "",
                false
            ],
            [
                "a severe case of confirmation bias, the tendency to interpret new evidence as confirmation of one’s existing beliefs.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/10/05/us/harvey-weinstein-harassment-allegations.html?module=inline",
                "https://www.poynter.org/news/she-wrote-feminist-fight-club-now-shes-going-fight-gender-coverage-nyt",
                "https://www.nytimes.com/2017/06/05/opinion/wonder-woman-movie.html?module=inline",
                "https://www.nytimes.com/spotlight/smarter-living?action=click&contentCollection=Smarter%20Living&module=inline&region=Marginalia&src=me&version=spotlight&pgtype=article",
                "https://www.nytimes.com/2017/10/06/world/australia/uggs-trademark-australia.html?rref=collection%2Fsectioncollection%2Faustralia&action=click&contentCollection=australia&region=rank&module=inline&version=highlights&contentPlacement=5&pgtype=sectionfront",
                "https://www.nytimes.com/2017/10/09/smarter-living/5-tips-to-help-you-figure-out-what-to-do-with-your-life.html?module=inline",
                "https://www.nytimes.com/2016/09/15/business/dealbook/review-feminist-fight-club-takes-on-workplace-sexism.html?module=inline",
                "https://www.nytimes.com/2017/10/07/opinion/sunday/trump-republicans-confirmation-bias.html?rref=collection%2Fcolumn%2Fpeter-wehner&action=click&contentCollection=opinion&region=stream&module=inline&version=latest&contentPlacement=1&pgtype=collection",
                "https://www.smh.com.au/environment/conservation/woman-picks-up-shark-throws-it-out-of-cronulla-ocean-pool-20171011-gyyct7.html",
                "https://www.nytimes.com/2017/10/10/world/australia/australia-refugees-manus.html?action=click&contentCollection=australia&region=rank&module=inline&version=highlights&contentPlacement=2&pgtype=sectionfront",
                "https://www.nytimes.com/2017/10/08/business/harvey-weinstein-fired.html?module=inline",
                "https://www.nytimes.com/2017/10/11/opinion/china-asia-skyscrapers.html?rref=collection%2Fsectioncollection%2Fopinion&action=click&contentCollection=opinion&region=rank&module=inline&version=highlights&contentPlacement=8&pgtype=sectionfront",
                "https://www.nytimes.com/2017/10/11/world/asia/rohingya-refugee-crisis.html?module=inline",
                "https://www.nytimes.com/2017/10/04/world/australia/letter28-rigidity-and-flexibility-same-sex-marriage-immigration.html?rref=collection%2Fseriescollection%2Fnyt-australia-newsletter&action=click&contentCollection=australia&region=stream&module=inline&version=latest&contentPlacement=1&pgtype=collection",
                "https://www.nytimes.com/2017/10/11/world/australia/vegemite-blend-17.html?action=click&contentCollection=australia&region=rank&module=inline&version=highlights&contentPlacement=1&pgtype=sectionfront",
                "https://www.nytimes.com/2017/10/11/opinion/donald-trump-tradition-disruption.html?rref=collection%2Fsectioncollection%2Fopinion&action=click&contentCollection=opinion&region=rank&module=inline&version=highlights&contentPlacement=1&pgtype=sectionfront"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/groups/nytaustralia/",
                "https://www.nytimes.com/newsletters/smarter-living?module=inline",
                "https://docs.google.com/presentation/d/1dM-XIIarWt3PsHxFi_B92-pYc1Xjh80AJZR93Ogt02g/view#slide=id.g1d3fe913e2_0_40",
                "https://www.facebook.com/groups/nytaustralia/?ref=bookmarks"
            ]
        },
        "key_words": [
            "rules",
            "think",
            "aussie",
            "wings",
            "readers",
            "poor",
            "really",
            "feel",
            "waving",
            "house",
            "respond",
            "trying",
            "butterfly"
        ]
    }
]