[
    {
        "url": "https://www.cnn.com/2016/09/27/politics/chris-christie-bridgegate-trial/index.html",
        "title": "Ex-official: Christie told about bridge traffic problems as they happened",
        "authors": [
            {
                "name": "Dominique Debucquoy-Dodley",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-27",
        "text": "Former official testifies: Christie told about bridge traffic problems as they happened\nBy Dominique Debucquoy-Dodley, CNN\nUpdated 5:11 PM ET, Wed September 28, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nA New Jersey Port Authority official said Chris Christie was aware of traffic problems in 2013\nHis testimony is part of a case in progress against two of Christie's former aides\n(CNN)\nNew Jersey Gov. Chris Christie was informed about the traffic problems at the George Washington Bridge in 2013 as they were happening, according to the testimony Tuesday from a former Port Authority executive.\nWhile at Ground Zero during a 9/11 memorial event on September 11, 2013, Bill Baroni, the former Port Authority deputy executive director, and David Wildstein, the Port Authority director of interstate capital projects, had a discussion with Christie about the traffic issues, Wildstein testified Tuesday in federal court.\nThe testimony is part of the trial for Christie's former deputy chief of staff, Bridget Anne Kelly, and Baroni, who have both pleaded not guilty to conspiracy and fraud charges in connection to the lane closures that caused the traffic problems, an incident that has come to be known by some as \"Bridgegate.\"\nChristie has repeatedly denied any wrongdoing or involvement with the lane closures, and he has never been charged with any crime related to the handling of the incident.\nAt an unrelated event Tuesday, Christie publicly said his version of events has not changed and denied any wrong\nRead More\n\"I had no knowledge prior to or during these lane realignments,\" he said. \"I had no role in authorizing it. I had no knowledge of it and there has been no evidence ever put forward that I did.\"\nAt a lengthy news conference on January 9, 2014, a day after the revelation that an aide and adviser had a role in the lane closures, Christie said he \"had no contact with David Wildstein in a long time, a long time, well before the election.\"\n\"You know, I could probably count on one hand the number of conversations I've had with David since he worked at the Port Authority,\" Christie said then. \"I did not interact with David.\"\nWildstein said in court that Baroni told Christie, \"Governor, I have to tell you there's a tremendous amount of traffic in Fort Lee this morning, major traffic jams.\" Wilstein said Baroni had a sarcastic tone during the conversation.\nThe lane closures began two days prior on September 9.\n\"You'll be pleased to know that Mayor (Mark) Sokolich is having trouble getting his telephone calls returned,\" Baroni continued, according to Wildstein.\nWildstein testified that Christie replied, \"I imagine he wouldn't be getting his calls returned.\"\nSokolich had not endorsed Chris Christie in his re-election bid. Previous testimony during this case illustrated an administration policy of \"radio silence\" the governor's office and the Port Authority implemented.\nBaroni then informed Christie that Wildstein was monitoring the traffic in Fort Lee.\nLater in the conversation, Christie reiterated that the Port Authority was to have no contact with Sokolich.\nThe lane closures lasted four days.\nEditor's Note: The headline and text in this story have been updated to reflect language from the actual testimony about what the witness said Christie was told at the time of the lane closures.\nCNN's Tom Kludt and Tal Kopan contributed to this report.\n",
        "quotes": [
            [
                "I had no knowledge prior to or during these lane realignments,",
                "Chris Christie",
                true
            ],
            [
                "I had no role in authorizing it.",
                "Chris Christie",
                true
            ],
            [
                "I had no knowledge of it and there has been no evidence ever put forward that I did.",
                "Chris Christie",
                true
            ],
            [
                "had no contact with David Wildstein in a long time, a long time, well before the election.",
                "Chris Christie",
                false
            ],
            [
                "You know, I could probably count on one hand the number of conversations I've had with David since he worked at the Port Authority,",
                "Chris Christie",
                true
            ],
            [
                "I did not interact with David.",
                "Chris Christie",
                true
            ],
            [
                "Governor, I have to tell you there's a tremendous amount of traffic in Fort Lee this morning, major traffic jams.",
                "Chris Christie",
                true
            ],
            [
                "You'll be pleased to know that Mayor (Mark) Sokolich is having trouble getting his telephone calls returned,",
                "Baroni",
                true
            ],
            [
                "I imagine he wouldn't be getting his calls returned.",
                "Chris Christie",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2016/09/19/politics/chris-christie-bridgegate-trial/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "problems",
            "traffic",
            "happened",
            "wildstein",
            "testimony",
            "exofficial",
            "christie",
            "lane",
            "event",
            "bridge",
            "authority",
            "port",
            "jersey",
            "told"
        ]
    }
]