[
    {
        "url": "https://www.reuters.com/article/us-lasvegas-shooting-hotelroom/las-vegas-hotel-weighs-fate-of-notorious-32nd-floor-suite-idUSKBN1CE2NY",
        "title": "Las Vegas hotel weighs fate of notorious 32nd floor suite",
        "authors": [
            {
                "name": "Alexandria Sage",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-10",
        "text": "Las Vegas hotel weighs fate of notorious 32nd floor suite\n3 Min Read\nLAS VEGAS (Reuters) - What will become of the now-notorious Las Vegas hotel suite that a 64-year-old retiree used to stage the deadliest mass shooting in modern U.S. history?\nFILE PHOTO: Workers board up a broken window at the Mandalay Bay hotel, where shooter Stephen Paddock conducted his mass shooting along the Las Vegas Strip, in Las Vegas, Nevada, U.S., October 6, 2017. REUTERS/Chris Wattie/File Photo\nThat is the difficult decision facing the Mandalay Bay Resort and Casino a week after Stephen Paddock opened fire on a crowd at an outdoor concert from room 135 on the hotel’s 32nd floor, killing 58 and injuring more than 500.\nThe suite’s shattered gold-tinted windows are now discreetly covered over. The resort, owned by MGM Resorts International ( MGM.N ), has yet to say what it will do with the space.\nThe challenge is particularly difficult for a hotel in Las Vegas, a place where visitors go to escape everyday lives and real-world problems.\n“How do they navigate the fact that this happened in their hotel?” said Andrea Trapani, managing partner at Identity, a Detroit-area public relations firm that provides crisis communications for hospitality brands. “A lot of challenging tough questions and decisions are going to be made.”\nThe hotel might want to consider sealing up Room 32-135, or even the entire floor, to avoid becoming a destination site for gawkers fascinated by its macabre history, some experts have suggested.\nOfficials facing similar decisions at the schools, churches and other places where mass shootings have taken place in recent years have gone in a variety of directions.\nSome of the venues have been dismantled completely. Others, like the San Bernardino, California community center where a husband and wife killed 14 people in December 2015, have reopened, with officials saying that getting back to work helping people was integral to healing.\nThe Orlando, Florida nightclub where a gunman killed 49 people in June 2016, remains closed, and the owner plans to turn it into a memorial.\nConnecticut’s Sandy Hook Elementary School, where 20 children and six adults were killed in 2012, was demolished and rebuilt four years later.\nA spokesman for Mandalay Bay declined to comment on its plans.\nBut it appeared highly unlikely the suite would simply reopen as if nothing had happened there on Oct. 1.\n“I wouldn’t want to stay in that room,” said North Carolina tourist Randy Dockery, at a makeshift memorial for the victims in a narrow patch of grass along the Las Vegas Strip.\nSome experts suggested Mandalay Bay should erect a memorial somewhere in the hotel, either permanent or temporary, and throw a fundraiser for the victims and their families.\n“The hotel was absolutely a victim as well, and by transforming some space into something that honors the victims, they could hopefully promote healing and actually some good,” said Kim Miller, president of Florida-based Ink Link Marketing, whose work includes advising companies on crisis management.\nFor Dockery, the choice was obvious.\n“The memorial should be over there,” he said, pointing at the hotel. “But probably they don’t want the publicity.”\nAdditional reporting By Gina Cherelus; Editing by Frank McGurty and Andrew Hay\n",
        "quotes": [
            [
                "How do they navigate the fact that this happened in their hotel?",
                "Andrea Trapani",
                true
            ],
            [
                "A lot of challenging tough questions and decisions are going to be made.",
                "Andrea Trapani",
                true
            ],
            [
                "I wouldn’t want to stay in that room,",
                "Randy Dockery",
                true
            ],
            [
                "The hotel was absolutely a victim as well, and by transforming some space into something that honors the victims, they could hopefully promote healing and actually some good,",
                "Kim Miller",
                true
            ],
            [
                "The memorial should be over there,",
                "",
                true
            ],
            [
                "But probably they don’t want the publicity.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.reuters.com/finance/stocks/overview/MGM.N"
            ]
        },
        "key_words": [
            "hotel",
            "vegas",
            "bay",
            "weighs",
            "room",
            "las",
            "fate",
            "mass",
            "32nd",
            "memorial",
            "suite",
            "notorious",
            "victims",
            "mandalay",
            "floor",
            "killed"
        ]
    }
]