[
    {
        "url": "http://beforeitsnews.com/u-s-politics/2017/09/green-bay-packers-want-fans-in-stands-to-link-arms-for-uni-versity-2536830.html",
        "title": "Green Bay Packers Want Fans in Stands to Link Arms for ‘UNI-versity’",
        "authors": [],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "By ram7932\nTotal:\nGreen Bay Packers Want Fans in Stands to Link Arms for ‘UNI-versity’\nWednesday, September 27, 2017 4:34\n% of readers think this story is Fact. Add your two cents.\nCDN – http://www.conservativedailynews.com\nFirst, it was the Pittsburgh Steelers and now another one of the NFL ’s historical teams is more interested in the culture wars than what they are getting paid to do on the field.\nGreen Bay Packers star quarterback Aaron Rodgers – who is already off to a slow start – is calling for fans in the stands at Lambeau Field during Thursday night’s upcoming game against the Chicago Bears to link arms with strangers in a showing of unity.\nThe team is promoting an Orwellian term “UNI-versity” as a way to spread a form of the polarizing protests against the national anthem beyond the field in order to make everything right again (translation: stop the ratings freefall and stem NFL financial losses) by appeasing the troublemaking malcontents who can’t get over losing an election.\nRodgers first brought up the idea on Tuesday.\nAaron Rodgers on #Packers : “We’re going to continue to show love and unity.” https://t.co/ApBEUsWokm\nTo demonstrate unity, Green Bay Packers quarterback Aaron Rodgers wants fans to join players Thursday night, locking arms in the stands during the national anthem at Lambeau Field.\nRodgers asked fans to lock arms as a show of togetherness instead of division. The request stemmed from what Rodgers called “a fantastic meeting” among players, discussing a wide range of topics he chose to keep private.\n“I think there’s been a great sense of unity and love and support in this locker room,” Rodgers said, “guys coming together. Outside the building, I think the message has been diluted a little bit, and it’s been kind of taken away from what we were trying to do: show a united front, guys linking up together.”\nThe Packers host the Chicago Bears on Thursday night. Opening Week 4 of the NFL season, theirs will be the first game since last weekend’s mass protests during the national anthem.\nIn a polarized society, Rodgers knows the united front felt inside the Packers’ locker room doesn’t extend outside. He said there has been “a lot of hatred” on his social media after the Packers used Sunday’s national anthem before a game against the Cincinnati Bengals to protest inequality and police brutality.\nMost players locked arms along the home sideline at Lambeau Field. Tight ends Martellus Bennett and Lance Kendricks, along with rookie cornerback Kevin King, sat on a bench while “The Star-Spangled Banner” was played.\nRodgers said the protest was not intended to disrespect the military, but rather to stress unity.\n“This is about equality,” Rodgers said.\nThe linking of arms during the national anthem is still disrespect because it is an effort to pander to the cult of Keapernick which started all of this garbage. A man named Jesus once warned about the fruit of a poisoned tree.\nAccording to a statement released by the team:\nStatement from the Green Bay Packers players\nThe NFL family is one of the most diverse communities in the world. Just look around! The eclectic group of players that you root for, the coaches you admire, the people you sit next to in the stands, those high-fiving on military bases, fans at the sports bar or during tailgate parties—we all come from different walks of life and have unique backgrounds and stories.\nThe game of football brings people together. As NFL players, we are a living testimony that individuals from different backgrounds and with different life experiences can work together toward a common goal.\nThis Thursday during the national anthem at Lambeau Field, Packers players, coaches and staff will join together with arms intertwined—connected like the threads on your favorite jersey. When we take this action, what you will see will be so much more than just a bunch of football players locking arms. The image you will see on September 28th will be one of unity. It will represent a coming together of players who want the same things that all of us do—freedom, equality, tolerance, understanding, and justice for those who have been unjustly treated, discriminated against or otherwise treated unfairly. You will see the sons of police officers, kids who grew up in military families, people who have themselves experienced injustice and discrimination firsthand, and an array of others all linking together in a display of unity.\nThose of us joining arms on Thursday will be different in so many ways, but one thing that binds us together is that we are all individuals who want to help make our society, our country and our world a better place. We believe that in diversity there can be UNI-versity. Intertwined, we represent the many people who helped build this country, and we are joining together to show that we are ready to continue to build.\nLet’s work together to build a society that is more fair and just.\nJoin us this Thursday by locking arms with whoever you’re with, stranger or loved one, wherever you are—intertwined and included—in this moment of unification.\nHere’s a better idea. Stop the childish protests of the national anthem. Working people are damn sick and tired of being lectured by a bunch of pampered, multimillionaire liberal athletes who have never had to worry about holding down a real job unlike the majority of their rapidly dwindling fan base.\nTalk about trying to make chicken salad out of chicken shit.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "We’re going to continue to show love and unity.",
                "Aaron Rodgers",
                true
            ],
            [
                "I think there’s been a great sense of unity and love and support in this locker room,",
                "Aaron Rodgers",
                true
            ],
            [
                "Outside the building, I think the message has been diluted a little bit, and it’s been kind of taken away from what we were trying to do: show a united front, guys linking up together.",
                "Aaron Rodgers",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.prodo1.com/",
                "http://www.suppressedhealthsecrets.com",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://www.conservativedailynews.com/tag/green-bay-packers/",
                "https://beforeitsnews.com/v3/r2/?url=https://www.conservativedailynews.com//2017/09/green-bay-packers-want-fans-stands-link-arms-uni-versity/http://www.packers.com/news-and-events/article-press-release/article-1/Statement-from-the-Green-Bay-Packers-players/d745d3ad-bfa7-4e74-9130-b3180b0171be",
                "https://beforeitsnews.com/v3/r2/?url=https://twitter.com/hashtag/Packers?src=hash",
                "https://beforeitsnews.com/v3/r2/?url=https://www.conservativedailynews.com/tag/nfl/"
            ]
        },
        "key_words": [
            "rodgers",
            "bay",
            "fans",
            "unity",
            "anthem",
            "stands",
            "green",
            "national",
            "link",
            "field",
            "university",
            "arms",
            "packers",
            "players"
        ]
    }
]