[
    {
        "url": "https://www.reuters.com/article/us-roche-patent/double-whammy-for-roche-as-manufacturing-patent-losses-loom-idUSKBN1CH1VS",
        "title": "'Double whammy' for Roche as manufacturing patent losses loom",
        "authors": [
            {
                "name": "John Miller",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-12",
        "text": "'Double whammy' for Roche as manufacturing patent losses loom\n4 Min Read\nZURICH (Reuters) - Landmark Roche patents that helped launch the modern biotechnology era end next year, extinguishing a source of billions of dollars in income for the Swiss drugmaker and piling pressure on its new medicines to succeed.\nRoche’s so-called “Cabilly patents” protect a pivotal step in manufacturing therapeutic antibodies, but end on Dec. 18, 2018.\nFor decades, these patents allowed Roche to extract cash from dozens of drugmakers.\nIn 2018 alone, experts estimate the patents will reap $1 billion for Roche and California’s City of Hope medical center, where the technology was developed nearly 40 years ago.\nThe patent expirations come just as Roche’s $20-billon-per-year drug trio Rituxan, Avastin and Herceptin are also losing protection, exposing them to cheaper biosimilar copies.\nRoche also has rising financial obligations to other companies whose patented know-how contributed to its newer medicines.\n“Beyond the sales losses through biosimilars, hundreds of millions in royalties will evaporate,” Zuercher Kantonalbank analyst Michael Nawrath said. “Roche faces a double whammy as it becomes a net payer of royalties.”\nFor instance, U.S.-based Biogen is entitled to between 13.5 and 24 percent of U.S. sales and 3 percent of sales elsewhere from Roche’s new multiple sclerosis drug Ocrevus, whose annual revenue may hit $4 billion by 2022.\nThe Cabilly manufacturing patents, among the drug industry’s most famous and lucrative, are named after scientist Shmuel Cabilly who led the City of Hope team behind the technology in the early 1980s.     They have been pivotal to making hundreds of biotech drugs, including AbbVie’s $16 billion-a-year seller Humira, the world’s top-selling prescription medicine.    As sales of such biological medicines boomed, Roche benefited from growing Cabilly licensing fees while also successfully fending off lawsuits from competitors unhappy with the arrangement.\nCabilly brought in an estimated $800 million in 2016 - around $500 million for Roche, $300 million for City of Hope - up from $256 million in 2007.\nRoyalty income now accounts for 3 to 4 percent of Roche’s $41 billion annual drug sales.\n“There will be a significant step change to royalty income,” a spokeswoman acknowledged.    Chief Executive Severin Schwan insists Roche will continue to grow sales and profit thanks to new, potential blockbusters, including Ocrevus, yet-to-be-approved ACE910 for haemophilia and cancer immunotherapy Tecentriq.\nIn July, Schwan upgraded 2017 guidance to mid-single-digit percentage growth in sales.\nOthers are not so upbeat.\nPIPELINE PRESSURE\n“I’m losing confidence that they will fight their way out of this,” Candriam fund manager Rudi Van den Eynde told Reuters. “I think the pipeline in the end will not be enough to fully compensate what is happening there.”\nJeffrey Holford, a Jefferies analyst, forecasts Cabilly revenue losses, coupled with expiring patents on Roche’s aging franchise of older drugs, will keep the drugmaker from boosting operating margins until at least 2020.        For City of Hope, whose Cabilly share has risen five-fold  in a decade, the expiration has big consequences, too.\nHospital officials did not respond to Reuters’ queries, but bondholder reports show it aims to cut research and clinical costs “in the face of the expected loss of most royalty revenue,” according to a Moody’s note.     Meanwhile, drugmakers Mylan, Merck, Sanofi and GlaxoSmithKline that have sought repeatedly to weaken Cabilly at the U.S. patent office and courts won’t regret its demise.\n“Drug companies that fought unsuccessfully multiple legal battles against the longest-lived biotech patents – effectively 29 years — will no longer face the Cabilly bottleneck,” said Konstantin Linnik, a partner at Boston law firm Nutter McClennen & Fish.\nAdditional reporting by Paul Arnold in Zurich; Editing by Ben Hirschler and Mark Potter\n",
        "quotes": [
            [
                "Beyond the sales losses through biosimilars, hundreds of millions in royalties will evaporate,",
                "Michael Nawrath",
                true
            ],
            [
                "Roche faces a double whammy as it becomes a net payer of royalties.",
                "Michael Nawrath",
                true
            ],
            [
                "There will be a significant step change to royalty income,",
                "",
                true
            ],
            [
                "I’m losing confidence that they will fight their way out of this,",
                "Rudi Van den Eynde",
                true
            ],
            [
                "I think the pipeline in the end will not be enough to fully compensate what is happening there.",
                "",
                true
            ],
            [
                "in the face of the expected loss of most royalty revenue,",
                "",
                false
            ],
            [
                "Drug companies that fought unsuccessfully multiple legal battles against the longest-lived biotech patents – effectively 29 years — will no longer face the Cabilly bottleneck,",
                "Konstantin Linnik",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "sales",
            "manufacturing",
            "roche",
            "loom",
            "roches",
            "drug",
            "hope",
            "double",
            "city",
            "revenue",
            "million",
            "losses",
            "patent",
            "whammy",
            "patents",
            "cabilly"
        ]
    }
]