[
    {
        "url": "http://www.bbc.com/news/entertainment-arts-41414049",
        "title": "Could you brave an 'immersive horror' show?",
        "authors": [
            {
                "name": "Steven Mcintosh",
                "link": null
            }
        ],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "By Steven McIntosh Entertainment reporter\n7 October 2017\nThese are external links and will open in a new window\nClose share panel\nImage copyright Getty Images\nImage caption A child gets sucked down a drain by a scary clown\nEarlier this month, horror movie It (based on the Stephen King novel) was released in cinemas. You may well have seen It.\nBut surely only the bravest among you would've gone to the \"immersive\" screenings of the movie.\nSuch fans would've had the pleasure of a real-life Pennywise the Clown creeping round the auditorium during the film, jumping out at them from behind and basically scaring the living daylights out of everyone there.\nWhile many of us may think this sounds like the most utterly hideous experience in the world, not everyone feels that way - immersive horror is becoming quite a thing.\n\"There's huge growth in this area,\" says Simon Oakes, CEO of British horror brand Hammer, who have just premiered their first immersive show, The Soulless Ones.\nImage copyright Hammer\nImage caption Hammer's immersive show's contemporary look is a far cry from that of its gothic horrors of the 1950s-70s\n\"It's a generational thing, newer audiences want something that's more tangible, emotional, more physical an experience, which is different from the promenade shows that you would've seen before, or even traditional theatre.\"\nAs anybody who has been to the cinema in the last decade knows, many people struggle to go for more than about four-and-a-half minutes without checking their WhatsApp, so the appeal of immersive theatre may be down to being totally engrossed in something and disconnected from the outside world.\nOf course, we've seen hugely popular immersive shows before with the likes of Punchdrunk and You Me Bum Bum Train.\n\"There's a whole generation of younger audiences who are excited about the idea of being involved in a story rather than told it,\" says Oscar Blustin, the co-writer and co-director of The Soulless Ones.\n\"I think gaming has a lot to do with it, and how young audiences expect things to be interactive.\nImage copyright PA\nImage caption Now who wouldn't want this friendly chap jumping out at them in a dark cinema\n\"When you watch TV, we've all shouted at the screen, 'Don't go in there!' or 'Don't go upstairs', I think artists are recognising that this can engage audiences more with the narrative.\"\nIn the case of The Soulless Ones, Simon says: \"We wanted to come up with something completely original.\"\n\"With something like The Great Gatsby or Alice in Wonderland, the audience knows what they're going to get. If you know the show, you've already bought into what the creative expectation might be.\n\"So we chose to start with a completely new show, this isn't a Frankenstein or Dracula, so as a story it's original.\"\nHorror is arguably the genre which provides the most potential to create an immersive experience for theatregoers.\n\"I think that's because it's able to shed a light on your deepest fears,\" says Simon.\nImage copyright Getty Images\nImage caption Stephen King wrote It - immersive screenings of which have been terrifying audiences\n\"We don't want to frighten people and scare people as much as unsettle them. But it's not a jump-scare performance, which a lot of the modern horror films are.\n\"The general philosophy behind horror is that if you don't care about the people, you don't care about what happens to them, and with the great genre directors like Kubrick and Hitchcock, you were invested in the characters.\"\nWhile the immersive screenings of Stephen King's It were just a few special ones organised to promote the film, The Soulless Ones has a residency at Hoxton Hall in London from this week until 31 October.\nOscar explains the show is about \"a hive of vampires who are trying to perform a ritual which will let them walk in the daylight - it's our take on the vampire legend\".\n\"That is the over-arching story, but there are 14 characters, and 18-20 different rooms around the building, they all interweave and interlink, it's a patchwork of narrative threads.\"\nThat may sound a little overwhelming, but Simon argues one key aspect of the show's appeal is the potential for repeat visits.\nImage copyright Hammer\nImage caption The Soulless Ones has a residency in Hoxton Hall for the month of October\n\"Because of the number of rooms, we've got 14 hours in total of prepared material,\" he says.\n\"And I hope that's one of the reasons people might want to see it again. You'd comfortably be able to see the show four times, and never see the same show twice, if you were clever about the route you take.\n\"Whichever room you walk into, you'll get a different side of the same story.\"\nOscar points out that audiences would struggle to play with their phones during performances even if they wanted to, \"mostly because the Victorian music hall we're performing in has absolutely no signal\".\nAnd if fans enjoy the experience, it could well lead to other similar projects.\n\"We're not like Marvel or DC comics,\" says Simon, \"at Hammer we feel immersive theatre is an intriguing part of what we do in terms of creating intellectual property.\n\"But what we do have is a place in this area, if it's successful, to be a building block to others.\"\nOscar adds: \"People are so on the hunt for unique and one-off experiences in particular.\n\"There's so much to talk about with immersive theatre, audiences who can compare notes on what they've seen and the different experience they've had at the same show.\n\"In the bar afterwards I'm anticipating a lot of 'What did you see?' conversations.\"\nFollow us on Facebook , on Twitter @BBCNewsEnts , or on Instagram at bbcnewsents . If you have a story suggestion email entertainment.news@bbc.co.uk.\n",
        "quotes": [
            [
                "There's huge growth in this area,",
                "Simon Oakes",
                true
            ],
            [
                "It's a generational thing, newer audiences want something that's more tangible, emotional, more physical an experience, which is different from the promenade shows that you would've seen before, or even traditional theatre.",
                "",
                true
            ],
            [
                "There's a whole generation of younger audiences who are excited about the idea of being involved in a story rather than told it,",
                "Oscar Blustin",
                true
            ],
            [
                "I think gaming has a lot to do with it, and how young audiences expect things to be interactive.",
                "",
                true
            ],
            [
                "Image copyright PA\nImage caption Now who wouldn't want this friendly chap jumping out at them in a dark cinema\n\"When you watch TV, we've all shouted at the screen, 'Don't go in there!",
                "",
                true
            ],
            [
                "or 'Don't go upstairs', I think artists are recognising that this can engage audiences more with the narrative.",
                "",
                false
            ],
            [
                "We wanted to come up with something completely original.",
                "Simon",
                true
            ],
            [
                "With something like The Great Gatsby or Alice in Wonderland, the audience knows what they're going to get.",
                "",
                true
            ],
            [
                "If you know the show, you've already bought into what the creative expectation might be.",
                "",
                true
            ],
            [
                "So we chose to start with a completely new show, this isn't a Frankenstein or Dracula, so as a story it's original.",
                "",
                true
            ],
            [
                "I think that's because it's able to shed a light on your deepest fears,",
                "Simon",
                true
            ],
            [
                "We don't want to frighten people and scare people as much as unsettle them.",
                "Stephen King",
                true
            ],
            [
                "But it's not a jump-scare performance, which a lot of the modern horror films are.",
                "Stephen King",
                true
            ],
            [
                "The general philosophy behind horror is that if you don't care about the people, you don't care about what happens to them, and with the great genre directors like Kubrick and Hitchcock, you were invested in the characters.",
                "Stephen King",
                true
            ],
            [
                "a hive of vampires who are trying to perform a ritual which will let them walk in the daylight - it's our take on the vampire legend",
                "Oscar",
                false
            ],
            [
                "That is the over-arching story, but there are 14 characters, and 18-20 different rooms around the building, they all interweave and interlink, it's a patchwork of narrative threads.",
                "",
                true
            ],
            [
                "Because of the number of rooms, we've got 14 hours in total of prepared material,",
                "",
                true
            ],
            [
                "And I hope that's one of the reasons people might want to see it again.",
                "",
                true
            ],
            [
                "You'd comfortably be able to see the show four times, and never see the same show twice, if you were clever about the route you take.",
                "",
                true
            ],
            [
                "Whichever room you walk into, you'll get a different side of the same story.",
                "",
                true
            ],
            [
                "mostly because the Victorian music hall we're performing in has absolutely no signal",
                "Oscar",
                false
            ],
            [
                "We're not like Marvel or DC comics,",
                "Simon",
                true
            ],
            [
                "at Hammer we feel immersive theatre is an intriguing part of what we do in terms of creating intellectual property.",
                "Simon",
                false
            ],
            [
                "But what we do have is a place in this area, if it's successful, to be a building block to others.",
                "Simon",
                true
            ],
            [
                "People are so on the hunt for unique and one-off experiences in particular.",
                "",
                true
            ],
            [
                "There's so much to talk about with immersive theatre, audiences who can compare notes on what they've seen and the different experience they've had at the same show.",
                "",
                true
            ],
            [
                "In the bar afterwards I'm anticipating a lot of 'What did you see?",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/BBCNewsEnts",
                "https://www.instagram.com/BBCNewsEnts/",
                "https://www.facebook.com/BBCEntsNews/"
            ]
        },
        "key_words": [
            "think",
            "soulless",
            "copyright",
            "image",
            "horror",
            "dont",
            "caption",
            "immersive",
            "audiences",
            "experience",
            "brave"
        ]
    }
]