[
    {
        "url": "http://dailybuzzlive.com/texas-woman-claims-she-was-raped-by-the-family-pig-causing-her-to-get-pregnant/",
        "title": "Texas Woman Claims She Became Pregnant After She Was Raped By The Family Pig",
        "authors": [
            {
                "name": "Daily Buzz Live",
                "link": null
            }
        ],
        "publisher": "dailybuzzlive.com",
        "publish_date": "2017-05-09",
        "text": "Posted on\nTexas Woman Claims She Became Pregnant After She Was Raped By The Family Pig\nAngie Houston recently told Ellis Country News that she expects to give birth to a baby pig.\nAngie’s story, although strange, claims that she was assaulted and helpless one horrid night in her own home.\nAngie reports that after a night of playing miniature golf, she came home and was attacked by a 400 pound boar named Pete.\nPete pounced on Houston, raping her and impregnating her.\n“People think I’m crazy and need mental help because of my story,” Angie told Ellis Country News. “They asked how did the pig get my panties off to mount me? I wasn’t wearing any panties, that’s how! This pig been hot for me for years. Constantly sniffing at my genitals. He’s tried to rape me 100 times. This is just the first time he successfully got inside me.”\nAccording to Angie’s family, her parents are supporting her claims.\n“Angie knows she can’t have sex until she’s married and she promises she hasn’t,” her father, Don Houston, said. “Pete’s always been an ornery pig, so it’s not surprising he raped our daughter. After this incident, I butchered Pete out. The bacon I made him into is helping feed Angela and her baby. After all, she’s eating for two now and needs a lot of extra meat.”\nAngie has refused to see an obstetrician to check her and the baby’s health or get a sonogram to see what the potential “big baby” might look like.\n“I just want to wait and be surprised by what my baby looks like,” Angie said. “My hope is that it’s not a mutant pig of some kind and it just comes out looking like a normal human baby, which I feel, will be the case.”\n* indicates required\nEmail Address *\nRecent Posts\nScientists Create Test Tube Burger With Lab Grown Beef. Well, at least we would know READ MORE →\nDaily Buzz Live Search\n",
        "quotes": [
            [
                "People think I’m crazy and need mental help because of my story,",
                "Angie Houston",
                true
            ],
            [
                "They asked how did the pig get my panties off to mount me?",
                "Angie Houston",
                true
            ],
            [
                "I wasn’t wearing any panties, that’s how!",
                "Angie Houston",
                true
            ],
            [
                "This pig been hot for me for years.",
                "Angie Houston",
                true
            ],
            [
                "He’s tried to rape me 100 times.",
                "Angie Houston",
                true
            ],
            [
                "This is just the first time he successfully got inside me.",
                "Angie Houston",
                true
            ],
            [
                "Angie knows she can’t have sex until she’s married and she promises she hasn’t,",
                "",
                true
            ],
            [
                "Pete’s always been an ornery pig, so it’s not surprising he raped our daughter.",
                "",
                true
            ],
            [
                "After this incident, I butchered Pete out.",
                "",
                true
            ],
            [
                "The bacon I made him into is helping feed Angela and her baby.",
                "",
                true
            ],
            [
                "After all, she’s eating for two now and needs a lot of extra meat.",
                "",
                true
            ],
            [
                "I just want to wait and be surprised by what my baby looks like,",
                "Angie Houston",
                true
            ],
            [
                "My hope is that it’s not a mutant pig of some kind and it just comes out looking like a normal human baby, which I feel, will be the case.",
                "Angie Houston",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "pregnant",
            "told",
            "houston",
            "shes",
            "ellis",
            "panties",
            "texas",
            "claims",
            "family",
            "raped",
            "baby",
            "pig",
            "night",
            "woman"
        ]
    }
]