[
    {
        "url": "http://www.bbc.com/news/world-us-canada-41556542",
        "title": "How can US rapist win joint custody of victim's child?",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "9 October 2017\nThese are external links and will open in a new window\nClose share panel\nImage copyright Michigan Department of Corrections\nImage caption Christopher Mirasolo is a registered sex offender who assaulted another underage victim\nThe case of a Michigan man awarded joint legal custody of a child whose mother he sexually assaulted when she was 12 has provoked outrage.\nMany are incredulous that Christopher Mirasolo, 27, could be granted parental rights after a DNA test established his paternity.\nThe victim's lawyer said the case was set in motion after her client received child support from the state.\nThe case is thought to be the first of its kind in Michigan and maybe the US.\nAttorney Rebecca Kiessling filed objections on Friday after Judge Gregory Ross ruled that Mirasolo had parental rights to the boy, who is now eight years old, reports the Detroit News .\nJudge Ross also provided Mirasolo with the victim's home address.\nThe woman, who now lives in Florida, has been told to move back to Michigan.\nJudge Ross also ordered Mirasolo's name to be added to the birth certificate without the mother's consent, her attorney added.\nWhat's the case's background?\nA 21-year-old woman told police Mirasolo forcibly raped her while holding her captive when she was 12 in September 2008.\nThe victim's ordeal began when she, her 13-year-old sister and a friend sneaked out of their house to meet an older boy and his friend, Mirasolo, who was 18 at the time.\nMirasolo held them captive for two days before releasing the older sister in a park.\nHe was arrested a month later when the woman became pregnant, Ms Kiessling added.\nThe charge is a first-degree felony in Michigan, but Mirasolo instead received a plea deal from the Sanilac County Prosecutor's Office for attempted third-degree criminal sexual conduct.\nHe was sentenced to one year in county jail, but only served six-and-a-half months before he was released early to care for his sick mother.\nIn 2010, he sexually assaulted another victim between the ages of 13 and 15 and was jailed for four years, according to the Michigan Department of Corrections.\nMirasolo was released in March 2012 and is a registered sex offender.\nHis supervision conditions include having a \"responsible adult\" present if he is with a minor.\nHow could this happen?\nAccording to Ms Kiessling and the victim, the case was prompted after the mother sought child support.\nMirasolo's attorney, Barbara Yockey, told the Detroit Free Press that her client \"never initiated\" the custody case.\nShe said it was \"routinely done by the prosecutor's office when a party makes application for state assistance\".\n\"Chris was notified of the paternity matter and an order of filiation was issued last month by the court saying he had joint legal custody and reasonable visitation privileges,\" she said.\nMs Yockey said her client has not suggested he planned to act on his parenting rights and he had no scheduled court appearances.\n\"I don't know what his plans or intentions might be regarding any future relationship with the child,\" she said.\nMs Kiessling said the case violates the Rape Survivor Child Custody Act, which allows courts to dismiss the parental rights of convicted rapists over a child conceived as a result of rape.\nWhat is the Rape Survivor Child Custody Act?\nThe law, championed by the Obama administration in 2015, gave states access to more funding for victims of sexual assault if they allowed courts to terminate the parental rights of an individual found to have committed rape against another person that resulted in the conception of a child.\nAbout 5% of rape victims ages 12 to 45 become pregnant as a result of rape, according to the American Journal of Obstetrics and Gynecology. A version of the law exists in 43 states and the District of Columbia, but the measures vary from state to state.\nIn 20 states and the District of Columbia, a rape conviction is required before termination of parental rights is allowed.\nCritics argue this leaves victims vulnerable in cases that are not prosecuted.\nSeven states have no laws barring rapists from asserting their parental rights over a child.\nRelated Topics\n",
        "quotes": [
            [
                "routinely done by the prosecutor's office when a party makes application for state assistance",
                "Mirasolo",
                false
            ],
            [
                "Chris was notified of the paternity matter and an order of filiation was issued last month by the court saying he had joint legal custody and reasonable visitation privileges,",
                "Mirasolo",
                true
            ],
            [
                "I don't know what his plans or intentions might be regarding any future relationship with the child,",
                "Mirasolo",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.detroitnews.com/story/news/local/michigan/2017/10/06/rape-victim-attacker-joint-child-custody/106374256/"
            ],
            "gov_pgs": [
                "https://www.ncbi.nlm.nih.gov/pubmed/8765248"
            ],
            "unsure": [
                "http://mdocweb.state.mi.us/OTIS2/otis2profile.aspx?mdocNumber=713757"
            ]
        },
        "key_words": [
            "rapist",
            "child",
            "rights",
            "custody",
            "states",
            "rape",
            "parental",
            "win",
            "michigan",
            "joint",
            "case",
            "mirasolo",
            "victims"
        ]
    }
]