[
    {
        "url": "https://www.politico.com/agenda/story/2016/09/how-to-fix-our-disaster-recovery-strategy-000203?cmpid=sf",
        "title": "How to fix our disaster recovery strategy",
        "authors": [
            {
                "name": "Rachana Pradhan",
                "link": null
            },
            {
                "name": "Nancy Scola",
                "link": null
            },
            {
                "name": "Marianne Levine",
                "link": null
            },
            {
                "name": "Paul Demko",
                "link": null
            },
            {
                "name": "Megan Cassella",
                "link": null
            },
            {
                "name": "Michael Grunwald",
                "link": null
            },
            {
                "name": "Darren Samuelsohn",
                "link": null
            },
            {
                "name": "Dan Diamond",
                "link": null
            },
            {
                "name": "Arthur Allen",
                "link": null
            },
            {
                "name": "Jenny Hopkinson",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-20",
        "text": "As disasters become more frequent, U.S. disaster recovery policies are not ready. Here's a better plan.\nBy ZACK ROSENBURG\nSix months after Hurricane Katrina struck New Orleans, my then girlfriend (now wife), Liz, and I first arrived in St. Bernard Parish as volunteers. There we met a World War II veteran named Mr. Andre who like many of his generation had been proud and independent his whole life, never needing assistance and certainly never asking for it if he did. Though he used a walker, he insisted on holding his own food tray at the relief tent where we were working.\nMr. Andre was a regular at the tent and after speaking with him at mealtime for three days, he finally broke down sobbing. He told us that every day for the past three months, he’d been sleeping in his pickup truck. Three times a day, before each meal, he would drive to a temporary FEMA site to apply for aid. Each time, he would be denied. Mr. Andre had reached his breaking point right there in front of us.\nMr. Andre’s story is all too common after a disaster strikes. Eleven years after Katrina, despite tremendous progress, too many homeowners have not been able to rebuild. Four years after Sandy, thousands of New Yorkers and New Jersey citizens still have no predictable time frame for their return home. Now, after the torrential flooding in South Louisiana in August, more than 70,000 families — the vast majority of which, did not live in mandatory flood insurance zones and, therefore, did not have flood insurance — have just started down the arduous, painful slog that is disaster recovery in America.\nA delayed, unpredictable, inefficient, or otherwise prolonged recovery takes an enormous human toll. As it works now, the “traditional model” of disaster recovery in this country forces too many of our fellow citizens to stare into the abyss of uncertainty after disaster, not knowing when they’ll get home or how to navigate the myriad steps they’ll need to take to get there. During this time, retirees and seniors are robbed of their golden years as their savings are drained. For the young, fleeting formative years of childhood and adolescence are disrupted, and parents struggle to bring a sense of normalcy to their families while taking on the burden of a rent payment in addition to their mortgage payments.\nIt doesn’t have to be this way. It shouldn’t be this way. People can be resilient to a point, but to maintain mental, physical, emotional and financial stability, they need predictability, certainty and transparency. They need hope and a clear path — one unencumbered by false starts, dead ends and unnecessary red tape.\nFor the past 10 years, Liz and I have been running SBP , a national long-term disaster recovery organization. In that time, we’ve seen firsthand how Americans are hardwired to fix and solve problems, and answer the call in droves after disasters by volunteering or contributing. But we also have realized that, despite all of this generous support, there is only a certain amount of time that disaster survivors can endure, as they try to find the path home.\nDisasters today are more frequent, inflict more damage and occur in places with no history of such disasters. According to a 2013 study, since 2007, nearly 80 percent of the U.S. population — 243 million people — live in counties that experienced at least one weather-related federally declared disaster.\nSimply put, at a time when an efficient model is needed more than ever, disaster recovery in this country is not working as efficiently as it should or could. Nearly four years after Superstorm Sandy, only 50 percent of homeowners who qualify for assistance through New York City’s Build it Back program have received it. And yet, Mayor Bill DeBlasio has stated his intention to declare victory and shutter the program at the end of the year. In New Orleans, 11 years after Katrina, 3,000 previously independent homeowners can’t afford to rebuild without additional help. Citizens affected by the most recent flooding in West Virginia and Louisiana are unsure whether regional and partisan politics will prevent the allocation of federal funds.\nIn a time of more frequent, severe and widespread disasters, the status quo in recovery cannot stand. We must not be afraid to adapt, innovate and reform our current long-term disaster recovery strategy. Admittedly, to do so requires a much larger, more nuanced policy conversation, but there are three straightforward suggestions which, if implemented, would greatly help shrink the time between disaster and recovery.\nFirst, the government should enable taxpayers to pre-register for FEMA and Small Business Administration Disaster Loans through their IRS tax filing. The majority of the information required to apply for FEMA and SBA aid following disaster is contained in annual taxpayer filings with the IRS. By enabling taxpayers to pre-register with FEMA and the SBA through their tax filings, citizens can be spared the aggravation — imagine trying to produce documentation after several feet of water has flooded your home and town hall — and delay in applying for federal disaster aid.\nSecond, Congress should increase funding for AmeriCorps. National service — specifically through AmeriCorps — provides vital support and capacity to organizations that operate both in the short and long term after a disaster. Besides being a vehicle for citizens to serve their country, the very existence of the post-disaster ecosystem relies upon AmeriCorps and its members. Yet AmeriCorps funding is often uncertain, with lawmakers threatening to decrease or even defund the program on an annual basis. Given the increased pace and severity of disasters, lawmakers should stop viewing AmeriCorps as a line item to be cut for budgetary purposes and instead boost funding for AmeriCorps and provide more opportunities for Americans to serve hard-hit communities.\nFinally, the government should implement rapid, resilient, HUD-compliant housing recovery programs within the first few days after a disaster. Typically, it takes at least a year for HUD Community Development Block Grant funding to reach disaster affected communities. Waiting a year or more results in homeowner distress, community degradation, and increased costs to the federal government due to the amplified costs of mold and secondary damage. If instead, private capital investment stood up the first year or two of the recovery with a government guarantee, and was coupled with a streamlined environmental review processes that allowed damaged or destroyed properties to be rebuilt on their original footprint without the lengthy review required of new development, communities would recover much sooner. Those initial investments would then be reimbursed by HUD when those funds became available. In doing so, the pace and results of the recovery will have been sustained over the course of the initial year and the federal government would stand to save significant money.\nThe cause of more frequent disasters is not up for debate. Thousand-year storms seem to be happening monthly. The effect too, is plain as day. In South Louisiana last month, more than 70,000 Americans lost their homes when an unnamed and unprecedented rainstorm dumped a record 30 inches of rain on the region over the course of two days. Homeowners who were told they had no need for flood insurance when they purchased their home, took on eight feet of muddy water, and are now staring into the abyss.\nThe good news is that proven, actionable solutions exist to shrink the time between disaster and recovery. Now we must find the political will to fix this broken system. Our fellow Americans are counting on it.\nBy Danny Vinik\nInnovation vs. the ants\nWhen cutting-edge research labs get old, they face a new kind of challenge: Upkeep is expensive, and it's not sexy.\nThe little-noticed bombshell in Trump's immigration order\nThe travel ban got all the headlines, but experts are realizing another provision could clamp down on normal tourism and even diplomats.\nBy Danny Vinik\nBy Danny Vinik\n \nIs Washington creating more Flints?\nThe untold story behind this year’s water scandal is that D.C. has been turning its back on America’s crucial water systems, leaving cities and states with the bill.\nBy Danny Vinik\nBy Danny Vinik\nThe Debrief\n \nBy Danny Vinik\nBy Michael Grunwald\n \nBy Michael Grunwald\n \nBillions over budget. Two years after deadline. What’s gone wrong for the ‘clean coal’ project that’s supposed to save an industry?\nBy Danny Vinik\nBy Danny Vinik\nWhy the GOP is trying to stop the Pentagon's climate plan\nBy Danny Vinik\nBy Michael Grunwald\nBy Danny Vinik\nNASA chief: We could be on Mars in the 2030s\nHow to kill an agency\nBen Carson wants to end the VA? Good luck. Here’s why it’s nearly impossible.\nBy Danny Vinik\n \nIt’s true. Here’s why.\n \n \nThe strange story of the first Cuban import in half a century\nBy Danny Vinik\nBy Michael Grunwald\nHow Trump's attack on Mexico could hurt border security\nMexico has stepped up its cooperation—a lot. What happens when the president says it's shirking?\nBy Danny Vinik\nBy Danny Vinik\nThe wrong state to have an accident\nObamacare was supposed to improve health care equality. But for some people, state politics has made the problem much worse.\nThe holes in the overtime rule\nDespite Obama's sweeping new regulation, America's 1930s-era labor law is still leaving a strange assortment of workers in the cold.\nBy Danny Vinik\nBy Danny Vinik\nBy Danny Vinik\nThe regulation that took more than four decades to finalize\nCats, weed, and outer space\nA field guide to the 2016 scorecards you probably didn’t know about (until now)\nBy Danny Vinik\nBy Michael Grunwald\nTrade with Cuba? We already do $300 million worth\nA look inside our little-known export pipeline suggests who might benefit when the embargo lifts.\nBy Danny Vinik\nBy Tony Romm\nBy Michael Grunwald\nBy Danny Vinik\nUnder Trump, regulation slows to a crawl\nThe president promised a less active government. Data show something starker: It has almost ceased issuing significant rules entirely.\nBy Danny Vinik\nBy Danny Vinik\nBy Danny Vinik\nOur best frenemy\nChina's hackers aren't delicate cat burglars. They're smash-and-grab artists helping build an economy, and that makes the Chinese hacking problem harder to fix than you think.\nBy Joseph Marks\nBy Danny Vinik\nBy Danny Vinik\nBy Michael Grunwald\nThe 7-year-old government loan program that has never made a loan\nBy Danny Vinik\nBy Danny Vinik\nTax Harvard!\nPresident Barack Obama wants to make college more affordable. Here's how.\nBy Kevin Hartnett\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.politico.com/agenda/story/2015/07/uber-vs-laws-000172",
                "https://www.politico.com/agenda/story/2015/06/the-us-governments-predatory-lending-program-000094",
                "https://www.politico.com/agenda/story/2017/06/16/strange-story-cuban-import-charcoal-000461",
                "https://www.politico.com/agenda/story/2015/05/billion-dollar-kemper-clean-coal-energy-project-000015",
                "https://www.politico.com/agenda/story/2015/06/congress-not-connected-to-internet-000106",
                "https://www.politico.com/agenda/story/2016/05/water-funding-washington-flint-000128",
                "https://www.politico.com/agenda/story/2015/05/what-does-hillary-stand-for-check-her-staff-twitter-000057"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.sbpusa.org/"
            ]
        },
        "key_words": [
            "need",
            "recovery",
            "federal",
            "citizens",
            "strategy",
            "americorps",
            "disasters",
            "funding",
            "fix",
            "homeowners",
            "fema",
            "disaster"
        ]
    }
]