[
    {
        "url": "https://www.nytimes.com/2017/10/04/climate/trump-climate-change.html",
        "title": "Trump Takes a First Step Toward Scrapping Obama’s Global Warming Policy",
        "authors": [
            {
                "name": "Lisa Friedman",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-04",
        "text": "Advertisement\nSupported by\nTrump Takes a First Step Toward Scrapping Obama’s Global Warming Policy\nImage\nA power plant in Homer City, Pa. President Trump has vowed since the campaign to repeal the Clean Power Plan, which was designed to cut emissions from the power sector.CreditCreditKeith Srakocic/Associated Press\nWASHINGTON — The Trump administration will repeal the Clean Power Plan, the centerpiece of President Barack Obama’s effort to fight climate change, and will ask the public to recommend ways it could be replaced, according to an internal Environmental Protection Agency document.\nThe draft proposal represents the administration’s first substantive step toward rolling back the plan, which was designed to curb greenhouse gas emissions from the power sector, after months of presidential tweets and condemnations of Mr. Obama’s efforts to reduce climate-warming pollution.\nBut it also lays the groundwork for new, presumably weaker, regulations by asking for the public and industry to offer ideas for a replacement.\nThe E.P.A. document, “October 2017 Tiering List,” lays out coming policy issues of high priority for the agency’s office of air and radiation, which oversees air pollution policies.\n“The agency is issuing a proposal to repeal the rule,” the document states. It says the agency will issue a formal notice of its intention to develop a new rule “similarly intended to reduce carbon dioxide emissions from existing fossil-fueled electric utility generating units and to solicit information for the agency to consider in developing such a rule.”\nThe document does not explain how the E.P.A. will justify to the courts the decision to eliminate the regulation. Several industry attorneys familiar with the agency’s plans said they expected Scott Pruitt, the E.P.A. administrator, to argue that the Obama administration relied on an overly broad reading of federal clean air laws in writing the Clean Power Plan.\nPresident Trump has vowed since the campaign to “get rid” of the Obama-era environmental regulations. He has called the Clean Power Plan “stupid” and “job killing,” and in an executive order issued in March he directed Mr. Pruitt to dismantle the rules. Last month, Mr. Trump appeared to claim he had already done so, telling a crowd in Alabama: “Did you see what I did to that? Boom, gone.”\nKilling the regulation has also been a high priority for Mr. Pruitt, who as attorney general of Oklahoma sued to overturn it in court.\nBut in recent weeks, industry groups have pressed the Trump administration to fashion a new, narrower measure in its stead. Many have argued that creating such a replacement, rather than simply repealing the Clean Power Plan, is necessary to avoid lawsuits. Under a landmark agency determination known as the endangerment finding, the E.P.A. is required to regulate carbon emissions.\nMr. Pruitt has been under pressure from interest groups that deny the scientific consensus on climate change — that it is occurring and caused by human emissions — to overturn that determination. The E.P.A. document does not indicate Mr. Pruitt’s plans, but creating a new regulation implicitly accepts that the federal government has a role in addressing the reduction of carbon dioxide.\nIt remains unclear when the agency will formally repeal the rule. Liz Bowman, an E.P.A. spokeswoman, declined to comment on the document or plans for the rule.\nThe Clean Power Plan, which required states to cut greenhouse gas emissions from existing power plants by 32 percent by 2030 relative to 2005 has been tied up in litigation. The United States Court of Appeals for the District of Columbia had set an Oct. 7 deadline for the E.P.A. to show progress in its decision making.\nBrian Deese, who served as a senior adviser on climate change to Mr. Obama, said the E.P.A. was buying time. Asking the public for ideas, he said, is what an agency does when it is uncertain about how to proceed. Consideration of a new regulation could take months or even years, he said.\n“They’re trying to walk this tightrope,” Mr. Deese said.\nA version of this article appears in print on , Section A, Page 17 of the New York edition with the headline: Trump Takes a First Step Toward Ending Obama’s Policy to Curb Global Warming. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "The agency is issuing a proposal to repeal the rule,",
                "",
                true
            ],
            [
                "similarly intended to reduce carbon dioxide emissions from existing fossil-fueled electric utility generating units and to solicit information for the agency to consider in developing such a rule.",
                "",
                false
            ],
            [
                "Did you see what I did to that?",
                "",
                true
            ],
            [
                "They’re trying to walk this tightrope,",
                "Deese",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/03/28/climate/trump-executive-order-climate-change.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.parsintl.com/publication/the-new-york-times/",
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY"
            ]
        },
        "key_words": [
            "weaker",
            "power",
            "plan",
            "air",
            "washington",
            "tweets",
            "obamas",
            "takes",
            "scrapping",
            "public",
            "warming",
            "global",
            "lays",
            "step",
            "ways",
            "trump",
            "policy"
        ]
    }
]