[
    {
        "url": "http://www.bbc.com/sport/american-football/41549606",
        "title": "Odell Beckham Jr: New York Giants wide receiver out for season",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "2017-10-09",
        "text": "9 Oct 2017\nShare this page\nShare this with\nBeckham Jr scored three touchdowns for the New York Giants this season\nNew York Giants wide receiver Odell Beckham Jr will miss the rest of the season after breaking an ankle in his side's loss to the Los Angeles Chargers on Sunday.\nBeckham Jr, 24, landed awkwardly in a heavy challenge late on as his side were defeated 27-22 - their fifth loss in five games this season.\n\"It's fair to say his season is over,\" said head coach Ben McAdoo.\nHouston's JJ Watt also announced he will miss the rest of the NFL season.\nThe three-time NFL Defensive Player of the Year played just three games last season because of a back injury that required two surgeries.\nHe's now been ruled out with a broken leg.\n\"I can't sugarcoat it, I am devastated,\" Watt said. \"All I want to do is be out there on that field for my teammates and this city. I'm sorry.\"\nWatt has helped raise more than $30 million to aid the victims of Hurricane Harvey that hit Houston and the surrounding region in August.\n'It's a sad situation'\nThe Giants announced on social media that Beckham Jr will have surgery on the injury this week, with McAdoo adding: \"I spoke to Odell after the game. It's a sad situation.\"\nLast month, Beckham Jr was fined £9,200 after celebrating a touchdown by mimicking a dog urinating.\nThe Giants lost four wide receivers to injury against the Chargers, as Dwayne Harris broke a foot and Sterling Shepard and Brandon Marshall both left the game with ankle injuries.\n\"It looked like he was in some pain,\" quarterback Eli Manning said of Beckham Jr's injury. \"I just told him I will be thinking about him.\"\nThe Giants will be hoping to end their poor run in their next fixture against the Denver Broncos on Monday, 16 October.\nBeckham Jr was carried off on a cart\nShare this page\nShare this with\nTop Stories\nFrom the section Football\nFrom the section Football\nAlso in Sport\nFeatured\n",
        "quotes": [
            [
                "It's fair to say his season is over,",
                "Ben McAdoo",
                true
            ],
            [
                "I can't sugarcoat it, I am devastated,",
                "JJ Watt",
                true
            ],
            [
                "All I want to do is be out there on that field for my teammates and this city.",
                "JJ Watt",
                true
            ],
            [
                "I spoke to Odell after the game.",
                "McAdoo",
                true
            ],
            [
                "It looked like he was in some pain,",
                "Eli Manning",
                true
            ],
            [
                "I just told him I will be thinking about him.",
                "Eli Manning",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.usatoday.com/story/sports/nfl/2017/09/29/nfl-fines-giants-odell-beckham-jr-dog-celebration/718075001/",
                "https://www.bbc.com/sport/av/american-football/41232205",
                "https://www.bbc.com/sport/football"
            ]
        },
        "key_words": [
            "giants",
            "wide",
            "receiver",
            "sad",
            "jr",
            "york",
            "watt",
            "rest",
            "odell",
            "season",
            "beckham",
            "injury"
        ]
    }
]