[
    {
        "url": "https://www.nytimes.com/2017/10/11/briefing/catalonia-harvey-weinstein-california.html?rref=collection%2Fsectioncollection%2Fworld",
        "title": "Catalonia, Harvey Weinstein, California: Your Wednesday Briefing",
        "authors": [
            {
                "name": "Patrick Boehler",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-11",
        "text": "Advertisement\nBy Patrick Boehler\nOct 11, 2017\n(Want to get this briefing by email? Here’s the sign-up .)\nGood morning.\nImage\nCreditJeff J. Mitchell/Getty Images\n• The leader of Catalonia, Carles Puigdemont, issued a suspended declaration of independence from Spain that left the door open for “dialogue” with the government in Madrid, but that also confused many supporters of Catalan independence like those who had gathered outside the regional Parliament in Barcelona, above.\n“We are not criminals, madmen or coup plotters — just ordinary people who simply want to vote,” he said. Mariano Rajoy, the Spanish prime minister, has rejected any dialogue with the separatists unless they abandon plans for secession.\nImage\nCreditFrom left: Ryan Pfluger for The NYT; Damon Winter/The NYT; Kevin Winter/Getty; Valerie Macon/AFP — Getty; An Rong Xu for The NYT\n• The accusations are piling up against Harvey Weinstein: Gwyneth Paltrow, Angelina Jolie, Judith Godrèche and others now say that he sexually harassed them .\n_____\nCreditJosh Haner/The New York Times\n• The wildfires raging across Northern California’s wine country are still not contained, but the winds have died down. Officials expect the death toll — now at 17 — to rise. These maps, photos and aerial footage show the damage.\n_____\nCreditCarielle Doe for The New York Times\n_____\nCreditIvor Prickett for The New York Times\n• Our reporter in Mosul, Iraq, accompanied workers as they recovered some of the countless bodies buried under the city’s crumbled walls. They move cautiously to avoid unexploded suicide belts and bombs. Months of work lie ahead.\nIn Erbil, the Kurdish regional capital, our correspondent met the last family living in the city’s historic citadel, one of the oldest continuously occupied human settlements on earth.\nThe 6,000-year-old structure is infested by rats, one tenant said, but there’s little they can do about it. “We have cats,” he added. “But they’re lazy.”\nBusiness\nImage\nCreditClodagh Kilcoyne/Reuters\n• A recent Trump administration decision to impose tariffs on Bombardier, the airplane maker that is the single largest employer in the Northern Irish manufacturing sector, risks undermining economic and political progress there.\n• The International Monetary Fund raised its global growth forecast for most major economies, but warned of complacency.\n• A start-up is training African software developers and connecting them to the global high-tech economy.\n• Here’s a snapshot of global markets .\nIn the News\nCreditPavel Golovkin/Associated Press\n• Spies watching spies watching spies: Israeli intelligence agents caught Russian hackers who were using the popular Kaspersky antivirus software as a portal to spy on U.S. secrets. [ The New York Times ]\n• In South Korea, a lawmaker disclosed that North Korean hackers stole classified wartime contingency plans, including one to remove the North’s leader, Kim Jong-un. [ The New York Times ]\n• “The problem is the United States itself.” That was Recep Tayyip Erdogan, the Turkish president, speaking about a diplomatic dispute with Washington that led to the suspension of new nonimmigrant visas. [ The New York Times ]\n• Meanwhile, a court in southeastern Turkey sentenced a Wall Street Journal reporter in absentia on terrorism charges to more than two years in prison. [ The New York Times ]\n• In Britain, an audit on racial discrimination found that whites were far more likely to be employed than others but that white working-class children did less well in primary school. [ The New York Times ]\n• Greek lawmakers approved legislation allowing changes to sexual identity on government documents. [ The Guardian ]\n• Scientists at Stanford built software that scans your face for indicators of sexual orientation. The backlash has been fierce. [ The New York Times ]\nSmarter Living\nTips, both new and old, for a more fulfilling life.\nImage\nCreditMelina Hammer for The New York Times\n• Recipe of the day: This iceberg wedge salad ’s bacon vinaigrette can also work on grilled asparagus.\nNoteworthy\nVideo\nThe Boeing 747, known as the “Queen of the Skies,” changed the history of aviation. A pilot shares the story of how he fell in love with it.CreditCreditDamon Winter/The New York Times. Technology by Samsung.\n• As the iconic Boeing 747 aircraft is slowly being retired, we asked a pilot to share the story of how he fell in love with the plane that revolutionized air travel.\n• An Op-Ed on ageism: “When women compete to ‘stay young,’ we collude in our own disempowerment .”\n• Finally, Malala Yousafzai, the 20-year-old Pakistani activist, began her studies at the University of Oxford five years after she was shot by the Taliban for advocating girls’ education.\nBack Story\nCreditRoberto Schmidt/Agence France-Presse — Getty Images\nWhen Hinda Miller took up jogging in 1977, she found herself in a predicament — the run was great, but what about the bounce factor?\nHer friend Lisa Lindahl was asking herself the same question. So they bought some bras, tore them apart, and went to work on figuring out the perfect support system .\nBreasts don’t just move up and down when a woman runs, they move in a figure eight . The idea for a tighter, more form-fitting garment was sparked after Ms. Lindahl’s husband jokingly crisscrossed two jock straps across his chest.\nThe sports bra, or Jogbra as it was originally known, turns 40 this year.\nSports bras remained largely out of the public eye until the Women’s World Cup in 1999. But after Brandi Chastain scored the decisive penalty kick to give the U.S. a win over China, she dropped to the grass in jubilation and whipped off her jersey, above, revealing her black sports bra .\nMs. Miller later described the indelible scene , in which her invention played a role: “I saw the exuberance of being right out there, confident and joyous and totally committed and not ashamed of your body, a body of strength and athleticism: ‘This is me. Accept me for who I am.’”\nRemy Tumin contributed reporting.\nYour Morning Briefing is published weekday mornings and updated online.\nWe also have briefings timed for the Australian , Asian and American mornings. You can sign up for these and other Times newsletters here .\nIf photographs appear out of order, please download the updated New York Times app from iTunes or Google Play .\nWhat would you like to see here? Contact us at europebriefing@nytimes.com .\nAdvertisement\n",
        "quotes": [
            [
                "Accept me for who I am.",
                "",
                true
            ],
            [
                "We are not criminals, madmen or coup plotters — just ordinary people who simply want to vote,",
                "",
                true
            ],
            [
                "The problem is the United States itself.",
                "",
                true
            ],
            [
                "When women compete to ‘stay young,’ we collude in our own disempowerment .",
                "",
                true
            ],
            [
                "I saw the exuberance of being right out there, confident and joyous and totally committed and not ashamed of your body, a body of strength and athleticism: ‘This is me.",
                "Miller",
                true
            ],
            [
                "Accept me for who I am.",
                "Miller",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/10/09/science/stanford-sexual-orientation-study.html?module=inline",
                "http://www.nytimes.com/2003/07/05/sports/soccer-the-sports-bra-seen-round-the-world.html?module=inline",
                "https://www.nytimes.com/interactive/2017/10/10/us/california-fires-maps-photos.html?module=inline",
                "https://www.nytimes.com/2017/10/10/business/wall-street-journal-reporter-turkey.html?module=inline",
                "https://www.nytimes.com/interactive/2017/10/09/world/middleeast/mosul-iraq-rubble-dead.html?module=inline",
                "https://www.nytimes.com/2017/10/10/travel/747-airplane-jet-pilot.html?module=inline",
                "https://www.npr.org/sections/health-shots/2017/09/29/554476966/40-years-of-athletic-support-happy-anniversary-to-the-sports-bra",
                "https://www.nytimes.com/2017/10/10/world/middleeast/iraq-erbil-citadel.html?module=inline",
                "https://www.nytimes.com/2017/10/10/business/andela-start-up-coding-africa.html?module=inline",
                "https://www.nytimes.com/2017/10/10/us/california-fires.html?module=inline",
                "https://www.nytimes.com/2017/10/10/world/asia/north-korea-hack-war-plans.html?module=inline",
                "https://www.nytimes.com/2017/10/10/technology/kaspersky-lab-israel-russia-hacking.html?module=inline",
                "https://www.nytimes.com/2017/10/10/world/europe/spain-catalonia-independence-carles-puigdemont.html?module=inline",
                "https://cooking.nytimes.com/recipes/1017453-st-anselms-iceberg-wedge-salad",
                "https://www.nytimes.com/interactive/2018/briefing/global-morning-briefing-newsletter-signup.html?module=inline",
                "https://www.nytimes.com/2017/10/10/world/europe/turkey-erdogan-us-visas.html?module=inline",
                "https://www.nytimes.com/interactive/2018/briefing/global-morning-briefing-newsletter-signup.html?module=inline",
                "https://www.nytimes.com/2017/10/10/world/europe/uk-race-audit-ethnicity.html?module=inline",
                "https://www.nytimes.com/2017/10/10/world/europe/donald-trump-bombardier-northern-ireland.html?module=inline",
                "https://www.nytimes.com/2017/10/10/style/women-looks-ageism.html?module=inline",
                "https://www.nytimes.com/2017/10/10/us/gwyneth-paltrow-angelina-jolie-harvey-weinstein.html?hp=&action=click&pgtype=Homepage&clickSource=story-heading&module=inline&region=top-news&WT.nav=top-news",
                "https://www.nytimes.com/1999/07/11/sports/sports-of-the-times-no-goals-scored-two-champions-a-bright-future.html?module=inline",
                "https://www.nytimes.com/2017/10/10/world/europe/malala-yousafzai-oxford.html?module=inline",
                "https://www.theguardian.com/world/2017/oct/10/greece-passes-gender-change-law",
                "https://www.nytimes.com/interactive/2017/10/10/us/california-wildfires-drone-footage.html?_r=0&module=inline",
                "https://www.runnersworld.com/health-injuries/a20846098/8-things-to-know-about-running-and-your-breasts/",
                "https://www.nytimes.com/interactive/2018/briefing/global-morning-briefing-newsletter-signup.html?module=inline",
                "http://www.nytimes.com/1999/07/18/sports/sports-business-was-sports-bra-celebration-spontaneous.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.bloomberg.com/tosv2.html?vid=&uuid=835b8970-ba13-11e9-8526-a59c5f63b19b&url=L25ld3MvYXJ0aWNsZXMvMjAxNy0xMC0xMC9pbWYtd2FybnMtYWdhaW5zdC1jb21wbGFjZW5jeS1ldmVuLWFzLWdsb2JhbC1ncm93dGgtZ2FpbnMtc3RlYW0=",
                "http://markets.on.nytimes.com/research/markets/worldmarkets/worldmarkets.asp",
                "https://play.google.com/store/apps/details?id=com.nytimes.android&referrer=utm_source%3Dother_nyt_mobile_web%26utm_medium%3DWeb%2520page%26utm_term%3DGeneral%2520Mobile%2520Page%26utm_campaign%3DNYT%2520Mobile%2520General%2520Page",
                "https://www.nytimes.com/newsletters",
                "https://www.nytimes.com/series/us-morning-briefing?module=inline"
            ]
        },
        "key_words": [
            "times",
            "briefings",
            "world",
            "weinstein",
            "california",
            "updated",
            "body",
            "york",
            "briefing",
            "harvey",
            "mornings",
            "yearsports",
            "catalonia",
            "morning"
        ]
    }
]