[
    {
        "url": "https://www.cnn.com/2016/09/27/politics/obama-cuba-ambassador/index.html",
        "title": "Obama nominates Cuba ambassador, first in over half-century",
        "authors": [
            {
                "name": "Cnn White House Producer",
                "link": null
            },
            {
                "name": "Kevin Liptak",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-27",
        "text": "By Kevin Liptak , CNN White House Producer\nUpdated 6:43 PM ET, Tue September 27, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nObama has moved to normalize relations with Cuba\nHe was the first sitting US president to visit in 50 years\nWashington (CNN)\nPresident Barack Obama on Tuesday tapped the highest-ranking US diplomat in Cuba as the first ambassador to the island in more than 50 years. But deep opposition among some senators means it's nearly impossible he'll be confirmed before the President leaves office.\nJeffrey DeLaurentis has served as the United States' charge d'affairs in Havana since 2014, overseeing the reopening of the US Embassy there and helping shepherd in a new era of US-Cuba ties.\nObama wrote in a statement that elevating DeLaurentis' title to \"ambassador\" was a \"common sense step forward toward a more normal and productive relationship between our two countries.\"\n\"There is no public servant better suited to improve our ability to engage the Cuban people and advance US interests in Cuba than Jeff,\" Obama wrote.\nDeLaurentis was long expected to be named to the ambassador post, but critics of Obama's Cuba policy have remained steadfast in their opposition to any nomination. Cuban-American Republican Sens. Ted Cruz and Marco Rubio have been among the most vocal critics, saying the Castro regime is still violating basic human rights.\nRead More\nIn a statement Tuesday, Rubio wrote that \"rewarding the Castro government with a US ambassador is another last-ditch legacy project for the President that needs to be stopped.\"\n\"This nomination should go nowhere until the Castro regime makes significant and irreversible progress in the areas of human rights and political freedom for the Cuban people, and until longstanding concerns about the Cuban regime's theft of property and crimes against American citizens are addressed,\" Rubio wrote.\nConfirming DeLaurentis is yet another entry on a White House to-do list for Congress that seems destined to go unfulfilled, at least before November's elections. Among the other items: confirming Obama's Supreme Court nominee Merrick Garland and ratifying the Trans-Pacific Partnership trade deal.\nObama became the first sitting US president to visit Cuba in a half-century earlier this year. The last US ambassador to serve in Havana left the post in 1960 at the beginning of Fidel Castro's rule.\nThe President has insisted that 50 years of enmity with Cuba hadn't yielded results for either Americans or Cubans, and maintains that a new approach will better serve both populations.\n\"We only hurt ourselves by not being represented by an ambassador,\" he wrote in his statement Tuesday. \"If confirmed by the Senate, I know Jeff will build on the changes he helped bring about to better support the Cuban people and advance America's interests.\"\n",
        "quotes": [
            [
                "common sense step forward toward a more normal and productive relationship between our two countries.",
                "",
                false
            ],
            [
                "There is no public servant better suited to improve our ability to engage the Cuban people and advance US interests in Cuba than Jeff,",
                "Jeffrey DeLaurentis",
                true
            ],
            [
                "rewarding the Castro government with a US ambassador is another last-ditch legacy project for the President that needs to be stopped.",
                "Marco Rubio",
                false
            ],
            [
                "This nomination should go nowhere until the Castro regime makes significant and irreversible progress in the areas of human rights and political freedom for the Cuban people, and until longstanding concerns about the Cuban regime's theft of property and crimes against American citizens are addressed,",
                "Marco Rubio",
                true
            ],
            [
                "We only hurt ourselves by not being represented by an ambassador,",
                "Jeffrey DeLaurentis",
                true
            ],
            [
                "If confirmed by the Senate, I know Jeff will build on the changes he helped bring about to better support the Cuban people and advance America's interests.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "president",
            "50",
            "obama",
            "opposition",
            "yearswashington",
            "delaurentis",
            "ambassador",
            "nominates",
            "critics",
            "cuba",
            "halfcentury",
            "wrotedelaurentis"
        ]
    }
]