[
    {
        "url": "https://www.nytimes.com/2017/10/10/travel/travel-tips-marc-maron-book-waiting-for-the-punch.html?rref=collection%2Fsectioncollection%2Farts",
        "title": "Travel Tips From Comedians: Marc Maron",
        "authors": [
            {
                "name": "Justin Sablich",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-10",
        "text": "Advertisement\nTravel Tips From Comedians: Marc Maron\nComedians know a thing or two about travel, since their job is to make people laugh in cities all across the world. Here are a few pointers from Marc Maron, the podcast host and an author of the new book “Waiting for the Punch.”\nImage\nMarc MaronCreditCreditTravis Shinn\nBy Justin Sablich\nOct 10, 2017\nLike most stand-up comedians, Marc Maron has to travel a lot to do his job. But to do what he’s become best known for, his podcast, “WTF With Marc Maron,” his guests mostly come to him (to his garage, specifically, in the Highland Park neighborhood of Los Angeles).\nOne topic not covered in detail is travel, something Mr. Maron has plenty of opinions on thanks to his many years on the road. One way he gets the most out of the cities he visits, he said, is to home in on regional gastronomical creations.\n“A lot of times I will use the road as an excuse to eat decadent things, if, and only if, they are indigenous,” Mr. Maron said. “I’m not going to eat barbecue in Portland. But, if I go to Austin, I’m going to drive out to Spicewood and go to Opie’s, every time, and just go for it.”\nThe following are edited excerpts from a recent interview with Mr. Maron.\nImage\nIn a photo that was posted on Marc Maron’s Twitter account, President Obama is interviewed for an episode of Mr. Maron’s podcast, \"WTF.\"CreditPete Souza\nSeeking Out Local Delicacies Is (Usually) Worth the Journey\nThere’s a corned beef place in Cleveland — why would you even know that unless somebody took you there? It’s called Slyman’s. I’ll go and do morning radio to promote the show, and the guy’s like: \"let’s go to Slyman’s for corned beef,” and I’m like \"what?\" And then you go and it’s like all they sell in this place, so you get it for breakfast; corned beef and eggs, I think I had, which is good. Sometimes you learn these weird little things about places, in places.\nI was in Georgia, and there’s something called Brunswick stew, which is not great, but I wanted to find real Brunswick stew. It’s like something you get in hot lunch at school. It’s like a tomato based stew, it has lima beans and butter beans, okra, vegetables, one or more types of meat. So, I was sort of hung up on finding Brunswick stew and I found this little weird lunch counter, and it was just O.K. But, you know, sometimes the journey is worth it.\nImage\nMr. Maron in a scene from his series \"Maron,\" which ran for four seasons on IFC and is currently available on Netflix.CreditIFC\nHow to Make a Flight Less Horrible\nAs I get older, it’s like anything else you’re afraid of, once you’ve committed and you’re on the plane, you’re just going to have to suck it up.\nI do a lot of thinking on planes. I just sit there and space out. But it’s good if there’s a good movie. The good thing about being on a plane is you can just watch the part you want to watch. You got options, so you can try movies and fail.\nHow to Make Hotel Room Coffee Less Horrible\nImmediately, when you get there, ask them to send up more coffee packets. You don’t need decaf. Never use the amount of water you’re supposed to — use less. Don’t be afraid to double up on those coffee packets to get powerful coffee.\nImage\n\"Waiting for the Punch: Words to Live By From the WTF Podcast\" goes on sale Oct. 10.CreditFlatiron Books\nYou Don’t Know What Your Hotel Room Has Been Through\nYou know, if you’re brave and for some reason you know you’re going to sit on the desk chair naked, always put a towel down on the desk chair. Because, you don’t know what that chair’s been through. You don’t know what’s been done on that chair, and you might be doing it. So, be courteous to the next guy. Put a towel down.\nHow to Avoid Checked Baggage Fees\nThere are still things that I’m pretty weird about. I only travel with a large duffel bag. I have a large black Filson duffel bag. You know, I can get a lot of stuff on the plane without checking it, because I figured out a way to walk up to the woman at the gate and sort of turn a certain way, so you don’t really see the size of my duffel bag. I’ve carried on like two weeks worth of stuff, and I’m not a light packer. To me, that’s the most important thing: do not check at all costs, if you can avoid it.\nYou Can Go Home Again (Maybe for Not Too Long, Though)\nI spent a lot of years in New York City, but I didn’t spend a lot of years doing the things, necessarily, that New York has to offer in any real way. I was very focused on my work. So, you know, I didn’t go to many concerts, I didn’t go to museums much.\nI get energized when I go there. I still love the electricity of New York. But I don’t feel the need to spend more than a week there. I can only eat at Mogador and Veselka so many times, but I do enjoy it a lot when I go.\nA version of this article appears in print on , Section TR, Page 2 of the New York edition with the headline: Marc Maron on Room Etiquette and His Overall Journey.. Order Reprints | Today’s Paper | Subscribe\nAdvertisement\n",
        "quotes": [
            [
                "A lot of times I will use the road as an excuse to eat decadent things, if, and only if, they are indigenous,",
                "Maron",
                true
            ],
            [
                "I’m not going to eat barbecue in Portland.",
                "Maron",
                true
            ],
            [
                "But, if I go to Austin, I’m going to drive out to Spicewood and go to Opie’s, every time, and just go for it.",
                "Maron",
                true
            ],
            [
                "CreditPete Souza\nSeeking Out Local Delicacies Is (Usually) Worth the Journey\nThere’s a corned beef place in Cleveland — why would you even know that unless somebody took you there?",
                "Maron",
                true
            ],
            [
                "I’ll go and do morning radio to promote the show, and the guy’s like: \"let’s go to Slyman’s for corned beef,” and I’m like \"what?",
                "Maron",
                true
            ],
            [
                "Waiting for the Punch: Words to Live By From the WTF Podcast",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/1982/07/04/travel/a-southern-tale-of-brunswick-stew.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.veselka.com/",
                "http://opiesbarbecue.com/",
                "http://www.slymans.com/",
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "http://www.cafemogador.com/",
                "http://www.wtfpod.com/",
                "https://www.parsintl.com/publication/the-new-york-times/",
                "https://www.filson.com/"
            ]
        },
        "key_words": [
            "marc",
            "podcast",
            "road",
            "mr",
            "im",
            "travel",
            "wtf",
            "comedians",
            "maron",
            "lot",
            "topic",
            "tips"
        ]
    }
]