[
    {
        "url": "https://www.reuters.com/article/us-tepco-fukushima-liability/fukushima-court-rules-tepco-government-liable-over-2011-disaster-media-idUSKBN1CF0E4",
        "title": "Fukushima court rules Tepco, government liable over 2011 disaster: media",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-10",
        "text": "Fukushima court rules Tepco, government liable over 2011 disaster: media\n2 Min Read\nPlaintiffs that sued TEPCO and the Japanese government show off placards in front of the Fukushima district court in Fukushima, Japan, in this photo taken by Kyodo October 10, 2017.  Mandatory credit Kyodo/via REUTERS\nTOKYO (Reuters) - A district court in Fukushima prefecture on Tuesday ruled that Tokyo Electric Power and the Japanese government were liable for damages totaling about 500 million yen ($4.44 million) in the largest class action lawsuit brought over the 2011 nuclear disaster, Kyodo news agency said.\nA group of about 3,800 people, mostly in Fukushima prefecture, filed the class action suit, marking the biggest number of plaintiffs out of about 30 similar class action lawsuits filed across the nation.\nThis is the second court ruling that fixed the government’s responsibility after a Maebashi district court decision in March.\nAll the three district court decisions so far have ordered Tepco to pay damages. Only the Chiba court decision last month did not find the government liable for compensation.\nThe plaintiffs in Fukushima case have called on defendants for reinstating the levels of radioactivity at their homes before the disaster, but the court rejected the request, Kyodo said.\nTepco has long been criticized for ignoring the threat posed by natural disasters to the Fukushima plant and the company and the government were lambasted for their handling of the crisis.\nReporting by Osamu Tsukimori and Aaron Sheldrick; Editing by Christian Schmollinger and Gopakumar Warrier\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "rules",
            "disaster",
            "action",
            "media",
            "plaintiffs",
            "court",
            "2011",
            "district",
            "liable",
            "class",
            "million",
            "kyodo",
            "fukushima",
            "prefecture",
            "tepco"
        ]
    }
]