[
    {
        "url": "https://www.nytimes.com/2017/10/12/briefing/spain-catalonia-weinstein-trump.html?rref=collection%2Fsectioncollection%2Fworld",
        "title": "Spain, Harvey Weinstein, Donald Trump: Your Thursday Briefing",
        "authors": [
            {
                "name": "Patrick Boehler",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-12",
        "text": "Advertisement\nBy Patrick Boehler\nOct 12, 2017\n(Want to get this briefing by email? Here’s the sign-up .)\nGood morning.\nImage\nCreditPablo Blazquez Dominguez/Getty Images\n• The Spanish prime minister, Mariano Rajoy, above, had a question for Catalonia’s separatists: Did you declare independence or not?\nMr. Rajoy said the Catalan leader, Carles Puigdemont, had sown “deliberate confusion” in his latest speech and gave him until Monday morning to respond.\n_____\nCreditJonathan Ernst/Reuters\n• In Washington, President Trump said it was “possible” that the U.S. would pull out of Nafta, despite urgings from the visiting Canadian prime minister, Justin Trudeau. Even some of Mr. Trump’s skeptics are starting to believe him .\n_____\nCreditClemens Bilan/European Pressphoto Agency\n• “America is more than Trump, there will be America after Trump.”\nThat was a German foreign policy expert, who is among the signatories of an open letter urging the next government in Berlin — and the parliamentary opposition — to preserve ties with Washington .\nThey call on Berlin to avoid contentious issues like trade and migration but to work with the Trump administration on security and energy policy. Here’s a full draft version of the text .\n_____\nCreditJim Wilson/The New York Times\n• In California, rising winds risk further fanning the wildfires that have left at least 21 people dead. Many more remain missing.\nFirefighters said that the fires were burning faster than they could run. Here are updated maps and before-and-after photographs , and drone footage , showing entire neighborhoods reduced to ash.\n_____\nCreditEmily Berl for The New York Times\n• “The perverse, insistent, matter-of-factness of male sexual predation and assault — of men’s power over women.” Our film critic reflected on the pileup of allegations against Harvey Weinstein .\nIn our podcast “The Daily,” the actress Katherine Kendall, above, talks about what happened to her in Mr. Weinstein’s apartment in 1993.\nCreditDoug Chayka\n• Apple, Google and other tech giants are pushing deeper into cultural industries, but “they do not quite understand, and haven’t yet begun to master, how to translate their technological power into wider cultural power,” our tech columnist writes .\n• “Europe’s got too many airlines.” That was one analyst’s take on why weaker carriers have succumbed to intense competition , leaving hundreds of thousands of passengers stranded in recent months.\n• Here’s a snapshot of global markets .\nIn the News\nCreditSergey Ponomarev for The New York Times\n• “They threw my baby into a fire — they just flung him,” a Rohingya refugee told our correspondents documenting a horrific campaign of slaughter and rape being carried out by Myanmar’s military. [ The New York Times ]\n• In Belfast, a new housing project was meant to become a foundation stone for a post-sectarian society in Northern Ireland. But at least three Catholic families have fled it after a threat. [ The New York Times ]\n• José Sócrates, the former prime minister of Portugal, has been indicted on corruption charges. [ Reuters ]\n• In an Op-Ed, one of our editors looks at why Eminem’s anti-Trump rap has had such an impact: Many of the artist’s fans had voted for the president. [ The New York Times ]\n• Anxiety has overtaken depression as the most common reason American college students seek counseling. Parents and schools are struggling to figure out how to help. [ The New York Times ]\n• A court in South Africa is expected to rule today on whether the death of the anti-apartheid activist Ahmed Timol, who fell from the 10th floor of a notorious police station in 1971, was a regime killing. [ Independent Online ]\nSmarter Living\nTips, both new and old, for a more fulfilling life.\nImage\nCreditJane Beiles for The New York Times\nNoteworthy\nVideo\nTo escape Auschwitz, she left her father to die. Decades later, she got a message from him.CreditCreditMatan Rochlitz\n• A Holocaust survivor tells her story in the Op-Ed video above: To save her life, she jumped off a train bound for Auschwitz. Decades later, she got a message from the father she left behind on that train.\n• In memoriam: Michel Jouvet, the neurophysiologist who helped define REM sleep as a unique state of consciousness, died at 91 .\n• Here’s our guide to Matera, the ancient city once dubbed “the shame of Italy.” It has reinvented itself and will be 2019’s European Capital of Culture.\n• In fashion, “resist the mantra of speed” could well become a new mantra. These four labels are trying to slow down their industry’s relentless pace.\nBack Story\nCreditTodd Heisler/The New York Times\nThe U.S. controversy over football players who kneel during the national anthem is raging on .\nBut an older patriotic ritual ran aground on geopolitical tensions.\nThe pledge was written by Francis Bellamy , a Baptist minister and socialist, to be rolled out with a nationwide push to celebrate Columbus Day in schools. It was soon widely recognized.\nWhen fascist regimes emerged in Italy and Germany using the extended-arm salute, Bellamy’s began to fall from favor. As one author wrote , the “similarities in the salute had begun to attract comment as early as the mid-1930s.”\nOn Dec. 22, 1942, Congress amended the U.S. Flag Code to instruct that the pledge “be rendered by standing at attention facing the flag with the right hand over the heart” — the stance still in use today.\nCharles McDermid contributed reporting.\nYour Morning Briefing is published weekday mornings and updated online.\nWe also have briefings timed for the Australian , Asian and American mornings. You can sign up for these and other Times newsletters here .\nIf photographs appear out of order, please download the updated New York Times app from iTunes or Google Play .\nWhat would you like to see here? Contact us at europebriefing@nytimes.com .\nAdvertisement\n",
        "quotes": [
            [
                "America is more than Trump, there will be America after Trump.",
                "",
                true
            ],
            [
                "The perverse, insistent, matter-of-factness of male sexual predation and assault — of men’s power over women.",
                "CreditEmily Berl",
                true
            ],
            [
                "they do not quite understand, and haven’t yet begun to master, how to translate their technological power into wider cultural power,",
                "CreditDoug Chayka",
                false
            ],
            [
                "Europe’s got too many airlines.",
                "",
                true
            ],
            [
                "They threw my baby into a fire — they just flung him,",
                "CreditSergey Ponomarev",
                true
            ],
            [
                "similarities in the salute had begun to attract comment as early as the mid-1930s.",
                "",
                false
            ],
            [
                "be rendered by standing at attention facing the flag with the right hand over the heart",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/10/11/technology/the-frightful-five-want-to-rule-entertainment-they-are-hitting-limits.html?module=inline",
                "https://www.nytimes.com/2017/10/11/world/europe/germany-trump-antiamericanism.html?module=inline",
                "https://www.nytimes.com/interactive/2017/10/10/us/california-fires-maps-photos.html?module=inline",
                "https://www.nytimes.com/2017/10/11/world/europe/germany-united-states-trump-manifesto.html?module=inline",
                "https://www.nytimes.com/2017/10/11/world/asia/rohingya-myanmar-atrocities.html?module=inline",
                "https://www.nytimes.com/2017/10/10/sports/football/nfl-goodell-anthem-kneeling.html?module=inline",
                "https://www.nytimes.com/2017/10/11/arts/music/eminem-donald-trump-bet.html?module=inline",
                "https://www.nytimes.com/2017/10/11/fashion/what-is-slow-fashion.html?module=inline",
                "https://www.nytimes.com/2017/10/11/world/europe/catalonia-spain-independence-mariano-rajoy.html?module=inline",
                "https://www.nytimes.com/2017/10/10/us/california-fires.html?module=inline",
                "https://www.nytimes.com/2017/10/11/movies/harvey-weinstein-hollywood.html?module=inline",
                "https://www.nytimes.com/2017/10/11/magazine/why-are-more-american-teenagers-than-ever-suffering-from-severe-anxiety.html?module=inline",
                "https://www.nytimes.com/2017/10/10/opinion/auschwitz-israel-holocaust.html?module=inline",
                "https://www.iol.co.za/news/south-africa/gauteng/timolinquest-judgment-to-be-heard-tomorrow-family-seeks-justice-11549595",
                "https://www.nytimes.com/interactive/2018/briefing/global-morning-briefing-newsletter-signup.html?module=inline",
                "https://www.nytimes.com/2017/10/11/t-magazine/travel/matera-italy-guide.html?module=inline",
                "https://apps.apple.com/us/app/nytimes-breaking-politics-national-world-news/id284862083",
                "https://www.nytimes.com/2017/10/11/podcasts/the-daily/harvey-weinstein-sexual-harassment.html?module=inline",
                "https://www.nytimes.com/interactive/2018/briefing/global-morning-briefing-newsletter-signup.html?module=inline",
                "https://www.nytimes.com/2017/10/11/business/economy/nafta-trump.html?module=inline",
                "https://www.nytimes.com/2017/10/11/world/europe/belfast-catholics-protestants-cantrell-close.html?module=inline",
                "https://www.nytimes.com/interactive/2017/10/10/us/california-wildfires-drone-footage.html?module=inline",
                "https://www.nytimes.com/2017/10/11/business/europe-airlines-delays.html?module=inline",
                "https://edition.cnn.com/2013/12/22/opinion/greene-pledge-of-allegiance-salute/index.html",
                "https://www.nytimes.com/2017/10/11/obituaries/michel-jouvet-who-unlocked-rem-sleeps-secrets-dies-at-91.html?module=inline",
                "https://www.nytimes.com/interactive/2018/briefing/global-morning-briefing-newsletter-signup.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.britannica.com/event/Pledge-of-Allegiance-to-the-Flag-of-the-United-States-of-America#ref753391",
                "http://markets.on.nytimes.com/research/markets/worldmarkets/worldmarkets.asp",
                "https://play.google.com/store/apps/details?id=com.nytimes.android&referrer=utm_source%3Dother_nyt_mobile_web%26utm_medium%3DWeb%2520page%26utm_term%3DGeneral%2520Mobile%2520Page%26utm_campaign%3DNYT%2520Mobile%2520General%2520Page",
                "https://timesmachine.nytimes.com/timesmachine/1971/10/29/79695453.html",
                "https://www.nytimes.com/newsletters",
                "http://www.usflag.org/uscode36.html",
                "https://www.nytimes.com/series/us-morning-briefing?module=inline",
                "https://www.nytimes.com/aponline/2017/10/11/us/politics/ap-us-trump-canada.html?module=inline",
                "https://www.nytimes.com/reuters/2017/10/11/business/11reuters-portugal-corruption-socrates.html?module=inline"
            ]
        },
        "key_words": [
            "pledge",
            "schools",
            "spain",
            "donald",
            "flag",
            "weinstein",
            "updated",
            "right",
            "day",
            "briefing",
            "salute",
            "harvey",
            "mornings",
            "trump",
            "times",
            "morning"
        ]
    }
]