[
    {
        "url": "http://www.addictinginfo.org/2016/09/19/nras-ted-nugent-unleashes-disgusting-attack-on-pathetic-unarmed-mass-stabbing-victims-screenshots/",
        "title": "NRA’s Ted Nugent Unleashes Disgusting Attack On ‘Pathetic’ Unarmed Mass-Stabbing Victims (SCREENSHOTS)",
        "authors": [
            {
                "name": "John Prager",
                "link": null
            }
        ],
        "publisher": "addictinginfo.com",
        "publish_date": "2016-09-19",
        "text": "·\nNRA board member, draft-dodger, pedophile, and all-around terrible person Ted Nugent has a message for those “embarrassing” and “pathetic” victims of a recent mass-stabbing at a Minnesota mall — and it’s one that no decent person would even consider.\nOn September 17, an attacker apparently affiliated with ISIS stabbed nine people at a mall in St. Cloud, Minnetota. He was eventually fatally shot by an off-duty police officer. Fortunately, the victims’ injuries were not life-threatening — something most would celebrate, but Nugent deigns it appropriate to simply attack the victims because they didn’t bring their guns to a knife-attack.\nIn one of his traditionally hateful Facebook posts, Nugent unleashed on the victims in exactly the manner one would expect from a man who assumed legal custody of a 17-year-old girl so he could have sex with her . Calling the victims “sad soulless & embarrassing,” Nugent mocked them for being “so pathetic” and “helpless,” remarking that “apparently most Americans like being victims”:\nPreviously, Nugent has attacked “losers” who don’t carry guns after the mass shooting at Umpqua community College in Oregon last year, blaming them for being victims because they choose not to carry a\nsecurity blanket\nfirearm around. Nugent falsely claimed that students were not allowed to carry guns on campus because of laws and regulations, but Newsweek reported at the time that the campus was not a “gun-free zone” and that it was “common knowledge” many students were armed.\n“Disarmed and helpless is an irresponsible, suicidal choice that will get you killed,” Nugent disgustingly concluded. “Defend yourself.”\nVictim-blaming is a hallmark of the Right — something we can expect to see more and more of if Donald Trump is elected in November. Get out there and do something about it.\nFeatured image via Getty Images(Randy Snyder)/screengrab\nSearch\nArchives\nArchives\n",
        "quotes": [
            [
                "apparently most Americans like being victims",
                "Nugent",
                false
            ],
            [
                "Disarmed and helpless is an irresponsible, suicidal choice that will get you killed,",
                "Nugent",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.houstonpress.com/music/the-five-most-repellent-things-ted-nugent-has-ever-done-6756533"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.newsweek.com/weapons-common-oregon-college-campus-despite-gun-free-zone-379860"
            ]
        },
        "key_words": [
            "nugent",
            "nras",
            "mall",
            "ted",
            "person",
            "expect",
            "unarmed",
            "pathetic",
            "massstabbing",
            "guns",
            "victims",
            "disgusting",
            "unleashes",
            "students",
            "screenshots",
            "carry",
            "helpless"
        ]
    }
]