[
    {
        "url": "http://beforeitsnews.com/opinion-conservative/2017/10/las-vegas-massacre-thought-provoking-no-conclusive-evidence-or-information-about-this-shooting-3327562.html",
        "title": "Las Vegas Massacre: Thought Provoking - 'No Conclusive Evidence or Information About This Shooting'",
        "authors": [
            {
                "name": "John Rolls",
                "link": null
            }
        ],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "Las Vegas Massacre: Thought Provoking - 'No Conclusive Evidence or Information About This Shooting'\nWednesday, October 4, 2017 18:51\n \nBy John W. Spring\nThe Las Vegas Massacre, which had occurred on October 1, 2017 and caused at least 58 people to die and more than 500 persons to become injured, is the worst shooting tragedy to occur since the Wounded Knee Creek Massacre on December 29, 1890 when U.S. Calvary troops were sent to disarm the Lakota Indians in South Dakota that caused the deaths of 150 Native Americans and had wounded 51 men, women and children. The destruction of the Lakota Pine Ridge Indian Reservation by U.S. Army soldiers may have caused the death toll to rise to at least 300 Native Americans because their living quarters, warm clothing, and food supplies no longer existed.\nJust as every previous event or tragedy in America has never revealed the entire truth, in such a short period of time it seems as if so little information has been released to the public and most of that so-called news seems to be rather uncertain. For instance, when law enforcement agents in Las Vegas were reported entering Room 32135 on the 32nd hotel floor of the Mandalay Bay Resort and Casino, they claimed to have found the dead body of Steven Paddock who allegedly was the lone shooter with an arsenal of long rifles and a multitude of ammunition magazines. It is hard to imagine that MGM Resorts International would have such inadequate security in this remodeled hotel bearing its name. However, by contrast, we are led to believe that Paddock had installed his own security cameras leading into the hallway to warn him before anyone’s arrival.\nAt this time, we have not received any conclusive evidence or information about this shooting. If we did, perhaps it might turn out that his dead body had been left in Room 32135 after a series of fully-automatic “shooting machine guns” had been removed and only AR-15 semi-automatic gun types were displayed in an attempt to convince the public this defensive rifle must be banned.\nAll we really know at this time is that at least 58 wonderful men, women and children have died and more than 500 other Americans were wounded by an undisclosed weapon apparently fired at a location from the Mandalay Bay in a room on the 32nd floor of the hotel. But it has also become rather clear that our Second Amendment of the U.S. Constitution is being threatened by so many well-organized members of various Marxist groups and leftist factions of the news media who now intend to cause violence against us, the American people, after they are able to remove the only effective means for self-defense. Take a good look at Europe in terms of self-protection. It no longer exists in any European household except to some extent in Switzerland.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nTedx\nI am still waiting for evidence (death certificate) that even one person was shot at the recent Las Vegas “shooting”. I have watched every video I can find and have seen no one getting shot or bleeding.  Nada!\nWhere were the ambulances?  Bleeding bodies?\nNothing but crisis actors, videos taken by agents trained to show nothing, and lies blowing out of the faces of government officials and fake news propaganda agents.\nIsn’t there one local who will go to the hospitals and morgues to ask staff members if they were required to sign legally-binding nondisclosure agreements or ask if the bodies came in with gunshot wounds, etc.?\nOct 4, 2017, 8:57 pm\nHow do we know how many people were hurt or killed, who came up with the numbers so quickly?\nPre determined numbers only would explain this f up by the liars.\nHere is something to think about. with alleged so many hit but not killed, how many died later before they came up with the number. Really?\nThere is never a death number from the alleged number with not many added to the list who did not make it latter.\nSo the only who allegedly died where those who died at the scene and not one died latter with allegedly massive wounds and no one dies latter?\nNot in the real world.\nThe problem with killing people is there has to be a paper trail and parents who are asking questions.\nFalse Flag and and lot of lies too.\nCan’t wait to see the social security death index. Remember in Sandy Hook, no died in sandy hook on the death index. It is a felony to alter the index.\nI watched the videos and I heard a lot of gun fire from the a lower location but in the videos I saw, no one was hit.\nWhat are the odds of over 500 hit, not dead and they all survive? Zero. No film, no cameras to record. Let me guess, they were off line for service. Really.\nWhat is sat it trump is playing along. He is so controlled and has no real power that we can all see first hand. I backed the man.\nWhen they release the names we can check it out. Maybe they will buy them all a house or pay of the ones they live to play along. Who knows?\nOne final comment, if a machine gun that we heard was firing real bullets, the carnage would have been off the charts.\nAnyone who has seen carnage from at least a small 308, 30 cal knows that these people in the videos were not hit.\nIf they used a 50 cal the carnage would be off the charts and the area would look like a killing field. There would be bodies everywhere and really fuc upt.\nWas there anyone on the field pronouncing the dead people? Is they how it is done? No!\nOct 4, 2017, 10:18 pm\nMan\nI like it how life is so precious when a person in in the womb but when it is in the world then guns Trump life\nOct 5, 2017, 4:24 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com",
                "http://www.prodo1.com/"
            ]
        },
        "key_words": [
            "conclusive",
            "caused",
            "evidence",
            "wounded",
            "provoking",
            "hotel",
            "massacre",
            "americans",
            "information",
            "shooting",
            "room",
            "vegas",
            "las",
            "thought"
        ]
    }
]