[
    {
        "url": "https://www.reuters.com/article/us-mexico-peso/mexico-warns-u-s-against-protectionist-war-peso-weakens-idUSKBN1CB06M",
        "title": "Mexico warns U.S. against 'protectionist war,' peso weakens",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-06",
        "text": "4 Min Read\nMEXICO CITY (Reuters) - Mexican officials warned on Thursday that U.S. proposals in ongoing NAFTA negotiations would result in protectionism and higher prices rather than free trade, as concerns about the future of the deal helped drag the peso to four-month lows.\nNegotiators from Canada, Mexico and the United States are due to begin a fourth round of talks to renegotiate the North American Free Trade Agreement (NAFTA) in Washington next week.\nSenators from President Enrique Pena Nieto’s Institutional Revolutionary Party (PRI) said they would oppose any deal that included proposals such as setting a national quota for U.S.-made auto parts and increasing controls over the trade in fresh produce, people close to the talks said.\n“We are deeply worried by what the U.S. has added recently in the free-trade negotiations,” said Senator Marcela Guerra, who heads Mexico’s Senate committee on North American affairs.\nU.S. President Donald Trump argues that NAFTA has hollowed out U.S. manufacturing, sending jobs to Mexico and fueling a U.S. goods trade deficit of more than $60 billion with its southern neighbor.\nSenator Ricardo Urzua said such proposals would hurt consumers who have enjoyed lower prices under NAFTA.\n“Far from trying to favor certain U.S. labor sectors, this would hurt millions of consumers in the United States, Canada and Mexico,” Urzua said.\nA lack of substantive progress in three rounds of NAFTA talks since August and concerns about the hardline U.S. positions has added to market jitters in recent days.\nThe peso currency closed down 1.29 percent at 18.4995 per dollar on Thursday, the lowest since June 5. Also weighing, solid U.S. economic data broadly lifted the dollar as investors bet the Federal Reserve will raise interest rates in December.\nGuerra mentioned six so-called red lines for Mexico, including a proposal by U.S. Commerce Secretary Wilbur Ross to incorporate a “sunset clause” that would automatically kill NAFTA unless it was renegotiated every five years.\nMexico’s Economy Minister Ildefonso Guajardo accused Trump of seeking a “protectionist war” that would unravel the treaty that has helped expand annual trade to $1 trillion between the three nations.\nIn an interview published in the El Economista daily on Thursday, Guajardo, who leads the negotiations for Mexico, said the United States was considering trying to impose restrictions on companies that do business with state-owned entities.\nEnding state oil firm Pemex’s 75-year monopoly, Mexico opened up its oil and gas sector to private investment with a 2013-14 reform, attracting investment from around the world.\nSome critics believe state-run companies are subsidized, creating an unlevel playing field. However, Guajardo said it would be unacceptable for NAFTA to change the rules for companies doing business with Pemex under the reform.\n“Imagine what Exxon and all those who have bet on the reform and have established joint investments are going to think,” Guajardo said in the interview.\nExxon Mobil Corp ( XOM.N ) plans to operate a network of gas stations in Mexico, a strategy made possible by the energy reform.\nReporting by Frank Jack Daniel and Miguel Angel Gutierrez; Editing by Lisa Shumaker\n",
        "quotes": [
            [
                "We are deeply worried by what the U.S. has added recently in the free-trade negotiations,",
                "Marcela Guerra",
                true
            ],
            [
                "Far from trying to favor certain U.S. labor sectors, this would hurt millions of consumers in the United States, Canada and Mexico,",
                "Urzua",
                true
            ],
            [
                "Imagine what Exxon and all those who have bet on the reform and have established joint investments are going to think,",
                "Guajardo",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.reuters.com/finance/stocks/overview/XOM.N"
            ]
        },
        "key_words": [
            "war",
            "guajardo",
            "states",
            "reform",
            "protectionist",
            "mexico",
            "weakens",
            "united",
            "proposals",
            "negotiations",
            "warns",
            "trade",
            "peso",
            "talks",
            "nafta"
        ]
    }
]