[
    {
        "url": "https://www.nytimes.com/2017/10/08/world/asia/japan-yuriko-koike.html?rref=collection%2Fsectioncollection%2Fworld",
        "title": "In Trailblazing Tokyo Governor, Japan Meets Its Great Disrupter",
        "authors": [
            {
                "name": "Motoko Rich",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-08",
        "text": "Advertisement\nImage\nPrime Minister Shinzo Abe of Japan, second from right, and Yuriko Koike, center, the governor of Tokyo, were among the leaders who participated in a debate in Tokyo on Saturday.CreditCreditKimimasa Mayama/European Pressphoto Agency\nTOKYO — For decades, she has been a Japanese woman breaking barriers.\nAs a young television newscaster fluent in Arabic, she interviewed the Libyan dictator Col. Muammar el-Qaddafi . When she asked sharp questions of a future prime minister, he recruited her to run for Parliament, and she won. As environment minister, she pushed traditionally formal Japanese businesses to let workers wear casual clothes in the summer to lower air-conditioning bills. During Prime Minister Shinzo Abe ’s first stint in the post, she became the first woman to be named defense minister, and though felled by a scandal, she returned last year to become the first female governor of Tokyo.\nNow Yuriko Koike is shaking things up again.\nMs. Koike founded a new national party two weeks ago , and Japan is watching to see whether she goes for broke and runs for parliamentary office herself in elections this month, which would put her in position to challenge Mr. Abe.\nMs. Koike, 65, who was elected governor of Tokyo just over a year ago , has made no secret of her ambition to become Japan’s first female prime minister. This month’s lower-house election, called early by Mr. Abe in an effort to consolidate his power, provides an opportunity for her.\nSo far, Ms. Koike has insisted that she will not run for national office. “I was given a passionate offer, but as I have repeatedly said, I don’t have any intention to run in the lower-house poll,” she told reporters as recently as Thursday.\nBut Ms. Koike has until Tuesday, the official start of the election campaign, to make a final declaration.\nWhatever she decides, she has injected considerable drama into what originally looked like a rubber-stamp election for Mr. Abe. The prime minister had been hoping to capitalize on tensions over North Korea and the existing opposition’s political weakness to distract from scandals that have threatened to undermine him all summer.\nMs. Koike’s rise through the male-dominated world of Japanese politics comes as other women have recently struggled . This summer, two prominent women — the leader of the opposition Democratic Party and Mr. Abe’s second female defense minister — resigned, raising questions about the persistence of the glass ceiling.\nBy founding a new party that could threaten Mr. Abe’s governing Liberal Democrats, Ms. Koike could upset a political order in which one party has dominated for most of Japan’s postwar era. But while some analysts have labeled Ms. Koike a populist, it is not clear whether she can tap into the kind of support that carried Donald J. Trump to the presidency in the United States.\nJust hours before Mr. Abe called late last month for the early election, Ms. Koike unveiled her new party — Kibou no To, or Party of Hope — calling it a “reformist, conservative” alternative to “vested interests.”\nHer announcement set off a cascade of political dominoes: the opposition Democratic Party first offered to free all of its candidates to run under Ms. Koike’s umbrella, but after she said she would submit them to a litmus test, the left-wing branch of the Democrats formed yet another new party.\n“This is an unprecedented level of disruption in Japanese politics,” said Tomoaki Iwai, a professor of politics at Nihon University in Tokyo.\nIf Ms. Koike decides to run and her party wins a majority, she could end up as prime minister. But even if the Party of Hope does not become the governing party, it could cut into the Liberal Democrats’ commanding majority, which could dash Mr. Abe’s hopes of running for a third consecutive term as leader of the Liberal Democrats and becoming Japan’s longest-serving prime minister.\nAs governor, Ms. Koike has proved brilliant at keeping media attention trained on her, commanding respect in crisp, bright suits in a sea of black-suited men.\nIn Tokyo’s metropolitan elections in July , she founded an upstart local party that fielded 50 candidates, all but one of whom won seats in the local assembly. Mr. Abe’s Liberal Democrats won less than half as many.\nIn introducing the national party, Ms. Koike, who is hawkish on security and supports Mr. Abe’s efforts to revise the pacifist Constitution , sought to differentiate it from the governing party by declaring she wanted to eliminate nuclear power in Japan. Mr. Abe has supported the restart of nuclear plants that were shut down after the Fukushima disaster triggered by an earthquake and tsunami in 2011.\nWithin days of forming the Party of Hope last month, Ms. Koike saw surging support. A Kyodo News poll a week after the announcement showed that 33 percent of respondents wanted Ms. Koike as prime minister, 13 points behind Mr. Abe.\nBut subsequent polls have exposed more ambivalence. With Ms. Koike so new to her job as governor, close to 80 percent of those surveyed by The Asahi Shimbun, a left-leaning newspaper, said she should remain in that post.\n“You know the Japanese proverb saying, ‘If you chase after two rabbits, you won’t catch either?’ ” said Keiko Inokiri, 61, a homemaker interviewed Friday in the Sumida neighborhood of Tokyo. “If she had accomplished something as the Tokyo governor, I might have supported her, but seriously she has done nothing at all.”\nAs governor, Ms. Koike has focused mainly on preparing for the 2020 Olympics in the city, as well as postponing a planned move of the famed Tsukiji fish market — one of Tokyo’s most popular tourist attractions — because of concerns about a new site where contaminants were discovered in the groundwater.\nBut she has done little to rein in construction costs for the Olympics, and after several months of study, she decided to split the fish market, moving wholesale operations while renovating the old site so its restaurants and shops could remain for tourists.\nSome analysts say Ms. Koike made the best of the circumstances she inherited from her predecessors. But others say she has not run the kind of open government she promised.\n“She initially criticized the L.D.P. for being a black box,” said Yu Uchiyama, a professor of politics at the University of Tokyo. “But actually she herself is very closed.”\nLast week, two members of Ms. Koike’s local party resigned, including a close ally who characterized her management style as “dictatorial.”\nAnalysts say such critiques could be tinged by sexism. “We don’t expect women would just be so power-hungry,” said Mari Miura , a professor of political science at Sophia University in Tokyo. “There is a double standard, definitely.”\nSeveral analysts described Ms. Koike’s national platform as populist. In addition to her antinuclear stance, she has proposed freezing a planned sales tax increase, eliminating corporate political donations, banning public smoking and reducing waiting lists for nursery schools.\nCritics say she has seized on popular slogans without presenting a coherent leadership vision.\n“Every policy is cherry-picked based upon public feeling,” said Lully Miura, a lecturer on international politics at Tokyo University. “I don’t think she has any real political theory or philosophy.”\nOn social media, critics poked fun at Ms. Koike’s reputation for political slipperiness. Twitter users posted doctored images of a popular brand of instant noodles , known as Green Tanuki Soba , with a picture of Ms. Koike. The tanuki — or raccoon dog — is considered a master of shape-shifting in Japanese folklore. “Increasingly dubious, lip service, irresponsible, blatant lies,” read one of the fake labels.\nAs governor, Ms. Koike has played down ideology. But with her re-entry into national politics, she has asserted her conservative credentials.\nWhen members of the Democratic Party asked to join her new party, she said she would admit only those who supported several principles, including a revision of the pacifist Constitution, Japan’s right to participate in overseas combat missions led by allies and discouraging local governments from allowing permanent residents of foreign descent to vote in local elections.\nLast week, the most liberal members of the Democratic Party formed their own group, the Constitutional Democratic Party. Meanwhile, those who have joined her party may tussle with her over its direction.\n“I guarantee the effort to undermine her will be ferocious from here on out,” said Sheila A. Smith , a Japan expert at the Council on Foreign Relations in Washington, “because she’s a real contender.”\nBut that may be the biggest challenge for the Party of Hope. For a party so closely linked to Ms. Koike’s identity, it is difficult to see how well it can fare if she does not run herself.\nThe short campaign season — by law it lasts just 12 days — favors incumbents. In a country where turnout has hit record lows in recent national elections, some analysts say voters looking over Ms. Koike’s party platform may not see much of a change from Mr. Abe’s status quo.\n“It’s kind of old themes that have been put in a blender,” said Tobias Harris, a Japan analyst at Teneo Intelligence, a political risk consultancy based in New York. “So it looks a little different, but the ingredients are actually the same.”\nMakiko Inoue, Hisako Ueno and Chisato Tanaka contributed reporting.\nA version of this article appears in print on , Section A, Page 7 of the New York edition with the headline: In a Trailblazing Tokyo Governor, Japan Meets Its Great Disrupter. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "If you chase after two rabbits, you won’t catch either?",
                "",
                true
            ],
            [
                "I was given a passionate offer, but as I have repeatedly said, I don’t have any intention to run in the lower-house poll,",
                "Yuriko Koike",
                true
            ],
            [
                "This is an unprecedented level of disruption in Japanese politics,",
                "Tomoaki Iwai",
                true
            ],
            [
                "You know the Japanese proverb saying, ‘If you chase after two rabbits, you won’t catch either?",
                "Keiko Inokiri",
                true
            ],
            [
                "If she had accomplished something as the Tokyo governor, I might have supported her, but seriously she has done nothing at all.",
                "Keiko Inokiri",
                true
            ],
            [
                "She initially criticized the L.D.P.",
                "Yu Uchiyama",
                true
            ],
            [
                "But actually she herself is very closed.",
                "Yu Uchiyama",
                true
            ],
            [
                "We don’t expect women would just be so power-hungry,",
                "Mari Miura",
                true
            ],
            [
                "There is a double standard, definitely.",
                "Mari Miura",
                true
            ],
            [
                "Every policy is cherry-picked based upon public feeling,",
                "Lully Miura",
                true
            ],
            [
                "I don’t think she has any real political theory or philosophy.",
                "Lully Miura",
                true
            ],
            [
                "Increasingly dubious, lip service, irresponsible, blatant lies,",
                "",
                true
            ],
            [
                "I guarantee the effort to undermine her will be ferocious from here on out,",
                "Sheila A. Smith",
                true
            ],
            [
                "because she’s a real contender.",
                "Sheila A. Smith",
                false
            ],
            [
                "It’s kind of old themes that have been put in a blender,",
                "Tobias Harris",
                true
            ],
            [
                "So it looks a little different, but the ingredients are actually the same.",
                "Tobias Harris",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2011/10/21/world/africa/qaddafi-is-killed-as-libyan-forces-take-surt.html?module=inline",
                "https://www.nytimes.com/2017/05/03/world/asia/japan-constitution-shinzo-abe-military.html?module=inline",
                "https://www.nytimes.com/2016/10/01/world/asia/yuriko-koike-tokyo-governor.html?_r=0&module=inline",
                "https://www.nytimes.com/2017/07/03/world/asia/japan-tokyo-shinzo-abe-election.html?module=inline",
                "https://www.nytimes.com/2017/07/28/world/asia/japan-women-politics-inada-murata.html?module=inline",
                "https://www.nytimes.com/2017/09/14/world/asia/north-korea-missile.html?module=inline",
                "https://www.nytimes.com/2017/02/24/world/asia/japan-abe-first-lady-school.html?module=inline",
                "https://www.nytimes.com/2016/08/01/world/asia/tokyo-elects-yuriko-koike-as-its-first-female-governor.html?_r=0&module=inline",
                "https://www.nytimes.com/2017/09/25/world/asia/japan-abe-election.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.bloomberg.com/tosv2.html?vid=&uuid=df77e580-ba1f-11e9-ac7c-27adc45b816d&url=L25ld3MvYXJ0aWNsZXMvMjAxNy0xMC0wMi9hYmUtc3VwcG9ydC1zbGlwcy1hcy1rb2lrZS1zdGVhbHMtc3BvdGxpZ2h0LWFoZWFkLW9mLWphcGFuLXBvbGw=",
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://twitter.com/GC_SRT/status/912293308159877125",
                "https://www.cfr.org/experts/sheila-smith",
                "https://www.parsintl.com/publication/the-new-york-times/",
                "http://reports.weforum.org/global-gender-gap-report-2016/rankings/",
                "https://twitter.com/MonotoneScene/status/877063110129065984",
                "https://twitter.com/andohmusic/status/877098249080811520"
            ]
        },
        "key_words": [
            "great",
            "koike",
            "meets",
            "mr",
            "minister",
            "governor",
            "office",
            "trailblazing",
            "national",
            "japan",
            "tokyo",
            "lowerhouse",
            "woman",
            "run",
            "disrupter",
            "prime"
        ]
    }
]