[
    {
        "url": "https://www.politico.com/story/2016/09/donald-trump-north-carolina-228441?cmpid=sf",
        "title": "Trump puts a boiling battleground in play",
        "authors": [
            {
                "name": "Katie Glueck",
                "link": null
            },
            {
                "name": "Gabriel Debenedetti",
                "link": null
            },
            {
                "name": "Alex Isenstadt",
                "link": null
            },
            {
                "name": "Kyle Cheney",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-20",
        "text": "In pivotal North Carolina, two contentious local issues are overshadowing almost everything else.\nBy GABRIEL DEBENEDETTI\nWhen Donald Trump took his campaign to High Point, North Carolina, Tuesday, his topics ranged broadly from trade to immigration to terrorism. In other words, none of the hot-button issues that are currently roiling the political landscape in the battleground state that’s looking increasingly essential to his hopes of winning.\nUnlike the presidential contest in nearly every other swing state, North Carolina’s is framed this year by two local battles overshadowing almost everything else.\nStory Continued Below\nThere is House Bill 2 — the so-called bathroom bill which has energized young liberals and older conservatives in what’s viewed by many as a battle for the soul of the state. Then there is the furor over voting rights, which has provided Democrats with a major organizational and energy boost among African-Americans.\n“The intensity that you see on the national level is on steroids in North Carolina, because not only do you have this presidential race where they’re both here all the time, you also have a highly-charged governor’s race and Senate race with the issues of HB2 and voting rights litigation all rolled up into one,” explained Bruce Thompson, a Raleigh attorney and a longtime, high-profile Hillary Clinton supporter in the state. “There cannot be another state that has that kind of intensity. It comes up in every conversation. It’s not just the insiders talking about it. It comes up on the sidelines of my daughter’s field hockey games.\"\nThe two issues form a unique backdrop in a place that suddenly occupies a pivotal role on a hardening electoral map. Top Clinton aides can’t envision a scenario in which Trump loses North Carolina but wins the White House. In a memo circulated to donors on Monday evening, Clinton campaign manager Robby Mook framed the state’s 15 electoral votes as something close to a must-win for Trump.\nThe Trump campaign is acting accordingly, with three straight weeks featuring visits to the state from the GOP nominee, including his rally Tuesday. His allies are hoping the polarizing politics surrounding HB2 and roughly 35 legal showdowns in Raleigh this month about voting rights will rally conservatives to his side, putting a GOP-leaning state squarely in his column, and stamping out Democrats' Southern advances in one of Clinton’s most frequently visited states.\nDemocrats believe the local fireworks provide Clinton with an unprecedented chance to juice up enthusiasm among young voters, college-age whites and African-Americans — the groups she’s relying on to capture the state.\nThe contentious governor’s race has set the tone, with GOP Gov. Pat McCrory and Democratic Attorney General Roy Cooper locked in a contest that’s been so defined by McCrory’s signing of HB2 that Democrats have mulled how to saddle Trump with the governor’s baggage — a twist on the mechanics of the presidential race in other swing states, where Democrats have framed Trump as drag on down-ballot candidates.\n“It may be that what’s keeping North Carolina in play is that Hillary could be getting Cooper’s coattails,” said one veteran Democratic operative in the state.\nThe Trump campaign did not respond to several requests for comment.\nThe “bathroom bill” issue — which is controversial largely because of its provision that individuals may only use government-funded restrooms corresponding to their gender at birth — has become a defining one for Clinton, whose campaign has made a habit of seizing on local controversies in whichever state she’s visiting since the early days of her primary.\nNorth Carolina has seen businesses and some local entertainment staples flee since the bill’s passage in March, with few departures as politically stinging as the Atlantic Coast Conference’s decision to pull its college football championship game from Charlotte or the NCAA's move to ax seven in-state events — including men’s basketball tournament games. Wired Magazine this week estimated that the bill had cost North Carolina nearly $400 million already.\n\"They are huge things that are happening within the state and I think not only is it going to help us,” added Clinton’s states director, Marlon Marshall. “It’s going to help Democrats up and down the ticket.”\nAccording to an Elon University poll released Tuesday, 60 percent of likely voters said North Carolina’s national reputation is worse as a result of the passage of HB2.\nClinton’s in-state forces have used the headlines to highlight what they say is Republican-led intolerance that has led to economic harm — a case that’s animated the highly educated white voters in the Research Triangle area who could carry her to victory.\nSpeaking last week in Greensboro, where some of the basketball games would usually be played, Clinton hammered the message home: “Look at what’s happening with the NCAA and the ACC,” she said. “This is where bigotry leads, and we can’t afford it.\"\nThe Democratic nominee has also weighed in on the voting rights fight that’s been raging since the state implemented rules eliminating same-day registration and requiring an ID in 2013, calling such regulations “a blast from the Jim Crow past” in early September as she campaigned in Charlotte.\nClinton’s in-state team has four lawyers working on staff to bolster her voter protection program, and Democratic attorneys there have been engaged in this fall’s fight since 2014. But the dispute returned to the forefront earlier this month after a series of legal rulings about the state’s voting laws — including one from the Supreme Court that restored one-stop early voting — pushed the onus onto the state’s counties to construct plans for approval by the Republican-led State Board of Elections. Democrats then piled lawyers in to work with the local proposals, guaranteeing they had legal representation in each of the more than 30 counties where there was a fight over the plan.\nEnsuring that voters can take advantage of one-stop early voting could help Clinton enormously with the state’s large population of rural African-Americans who are not registered voters. And it gave the Clinton campaign a chance to rally black voters in the cities around the idea that the restrictions were racially motivated in the first place.\n“There will be more early voting in North Carolina than there was in 2012,” explained Marshall, making the case that the very presence of more early voting will be a motivator. “That’s a way to energize our base, and get them to show up to the polls.\"\nTrump, for his part, has also drilled down on North Carolina. The attention has paid off: He’s within 1 percentage point of Clinton according to the POLITICO Battleground States polling average. According to the new Elon poll, when including voters leaning toward one of the candidates, Trump and Clinton were deadlocked at 45 percent, with Libertarian Gary Johnson pulling 7 percent of the vote.\nUnlike Clinton, Trump's focus in North Carolina has been on an anti-trade deal message that especially resonates among older, white working class voters who have lost jobs in industries like textiles. \"Hillary Clinton supported NAFTA, she supported China's entrance into the World Trade Organization, and she supported the job-killing deal with South Korea that she helped to push through,\" he said at his High Point rally.\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "It may be that what’s keeping North Carolina in play is that Hillary could be getting Cooper’s coattails,",
                "",
                true
            ],
            [
                "a blast from the Jim Crow past",
                "",
                false
            ],
            [
                "There will be more early voting in North Carolina than there was in 2012,",
                "",
                true
            ],
            [
                "The intensity that you see on the national level is on steroids in North Carolina, because not only do you have this presidential race where they’re both here all the time, you also have a highly-charged governor’s race and Senate race with the issues of HB2 and voting rights litigation all rolled up into one,",
                "Bruce Thompson",
                true
            ],
            [
                "There cannot be another state that has that kind of intensity.",
                "Hillary Clinton",
                true
            ],
            [
                "It comes up in every conversation.",
                "Hillary Clinton",
                true
            ],
            [
                "It’s not just the insiders talking about it.",
                "Hillary Clinton",
                true
            ],
            [
                "It comes up on the sidelines of my daughter’s field hockey games.",
                "Hillary Clinton",
                true
            ],
            [
                "The two issues form a unique backdrop in a place that suddenly occupies a pivotal role on a hardening electoral map.",
                "Hillary Clinton",
                true
            ],
            [
                "Top Clinton aides can’t envision a scenario in which Trump loses North Carolina but wins the White House.",
                "Hillary Clinton",
                true
            ],
            [
                "In a memo circulated to donors on Monday evening, Clinton campaign manager Robby Mook framed the state’s 15 electoral votes as something close to a must-win for Trump.",
                "Hillary Clinton",
                true
            ],
            [
                "The Trump campaign is acting accordingly, with three straight weeks featuring visits to the state from the GOP nominee, including his rally Tuesday.",
                "Hillary Clinton",
                true
            ],
            [
                "His allies are hoping the polarizing politics surrounding HB2 and roughly 35 legal showdowns in Raleigh this month about voting rights will rally conservatives to his side, putting a GOP-leaning state squarely in his column, and stamping out Democrats' Southern advances in one of Clinton’s most frequently visited states.",
                "Hillary Clinton",
                true
            ],
            [
                "Democrats believe the local fireworks provide Clinton with an unprecedented chance to juice up enthusiasm among young voters, college-age whites and African-Americans — the groups she’s relying on to capture the state.",
                "Hillary Clinton",
                true
            ],
            [
                "The contentious governor’s race has set the tone, with GOP Gov.",
                "Hillary Clinton",
                true
            ],
            [
                "Pat McCrory and Democratic Attorney General Roy Cooper locked in a contest that’s been so defined by McCrory’s signing of HB2 that Democrats have mulled how to saddle Trump with the governor’s baggage — a twist on the mechanics of the presidential race in other swing states, where Democrats have framed Trump as drag on down-ballot candidates.",
                "Hillary Clinton",
                true
            ],
            [
                "It may be that what’s keeping North Carolina in play is that Hillary could be getting Cooper’s coattails,” said one veteran Democratic operative in the state.",
                "Hillary Clinton",
                true
            ],
            [
                "The Trump campaign did not respond to several requests for comment.",
                "Hillary Clinton",
                true
            ],
            [
                "The “bathroom bill” issue — which is controversial largely because of its provision that individuals may only use government-funded restrooms corresponding to their gender at birth — has become a defining one for Clinton, whose campaign has made a habit of seizing on local controversies in whichever state she’s visiting since the early days of her primary.",
                "Hillary Clinton",
                true
            ],
            [
                "North Carolina has seen businesses and some local entertainment staples flee since the bill’s passage in March, with few departures as politically stinging as the Atlantic Coast Conference’s decision to pull its college football championship game from Charlotte or the NCAA's move to ax seven in-state events — including men’s basketball tournament games.",
                "Hillary Clinton",
                true
            ],
            [
                "Wired Magazine this week estimated that the bill had cost North Carolina nearly $400 million already.",
                "Hillary Clinton",
                true
            ],
            [
                "They are huge things that are happening within the state and I think not only is it going to help us,",
                "Hillary Clinton",
                true
            ],
            [
                "It’s going to help Democrats up and down the ticket.",
                "",
                true
            ],
            [
                "Look at what’s happening with the NCAA and the ACC,",
                "Hillary Clinton",
                true
            ],
            [
                "The Democratic nominee has also weighed in on the voting rights fight that’s been raging since the state implemented rules eliminating same-day registration and requiring an ID in 2013, calling such regulations “a blast from the Jim Crow past” in early September as she campaigned in Charlotte.",
                "Trump",
                true
            ],
            [
                "Clinton’s in-state team has four lawyers working on staff to bolster her voter protection program, and Democratic attorneys there have been engaged in this fall’s fight since 2014.",
                "Trump",
                true
            ],
            [
                "But the dispute returned to the forefront earlier this month after a series of legal rulings about the state’s voting laws — including one from the Supreme Court that restored one-stop early voting — pushed the onus onto the state’s counties to construct plans for approval by the Republican-led State Board of Elections.",
                "Trump",
                true
            ],
            [
                "Democrats then piled lawyers in to work with the local proposals, guaranteeing they had legal representation in each of the more than 30 counties where there was a fight over the plan.",
                "Trump",
                true
            ],
            [
                "Ensuring that voters can take advantage of one-stop early voting could help Clinton enormously with the state’s large population of rural African-Americans who are not registered voters.",
                "Trump",
                true
            ],
            [
                "And it gave the Clinton campaign a chance to rally black voters in the cities around the idea that the restrictions were racially motivated in the first place.",
                "Trump",
                true
            ],
            [
                "There will be more early voting in North Carolina than there was in 2012,” explained Marshall, making the case that the very presence of more early voting will be a motivator.",
                "Trump",
                true
            ],
            [
                "That’s a way to energize our base, and get them to show up to the polls.",
                "Trump",
                true
            ],
            [
                "Hillary Clinton supported NAFTA, she supported China's entrance into the World Trade Organization, and she supported the job-killing deal with South Korea that she helped to push through,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.politico.com/story/2016/09/clinton-campaign-memo-outlines-map-to-victory-228389"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "voting",
            "clinton",
            "local",
            "battleground",
            "north",
            "play",
            "trump",
            "states",
            "carolina",
            "state",
            "early",
            "voters",
            "puts",
            "boiling"
        ]
    }
]