[
    {
        "url": "https://www.activistpost.com/2017/09/us-government-announces-21-states-hackers-target-system-leaves-dhs-hackers.html",
        "title": "U.S. Government Announces 21 States Had Hackers Target Their System – Leaves Out DHS Hackers",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-24",
        "text": "Hot Topics\nU.S. Government Announces 21 States Had Hackers Target Their System – Leaves Out DHS Hackers\nThe federal government just announced on Friday that election officials in 21 states had Russian hackers target their systems before last year’s presidential election according to the Associated Press. But what about the DHS’s own attempted meddling in the election, getting caught red-handed running unauthorized scans for vulnerabilities in voter databases in more than five states?\nLast year, before the election the federal government was attempting to declare state election systems as “critical infrastructure.” After that attempt failed, it seems they attempted to illegally take matters into their own hands and scanned election systems without first notifying each respective state official.\nSeveral states reported the reconnaissance scans for vulnerabilities in their servers performed by DHS IP addresses.\nCyber security experts agree the Obama administration’s Department of Homeland Security attempted to hack into states’ voter registration systems in  Georgia ,  Idaho ,  Indiana ,  Kentucky, Maine, and West Virginia .\nAccording to one  report published by the Daily Caller News Foundation, the Department of Homeland Security, under the Obama administration, attempted to hack the Indiana State electoral system nearly 15,000 times.\nThe second case was revealed by Georgia’s secretary of state wh0 stated that the DHS tried to breach its firewall of computers housing voter registration data on November 15.\nUnlike the CIA’s narrative that the Russians hacked the election, this is well documented, and even the DHS itself has admitted it, blaming a “ rogue employee. ”\nThe problem that has since emerged for the DHS is that there are now  ten separate cyber attacks  known coming from the DHS, trying to breach Georgia’s computers housing Americans’ voting data that was scanned for vulnerabilities in 2016.\nThe other problem is the timing of the attacks. Georgia Secretary of State Brian Kemp  told  The DCNF Jan. 24, 2016, he was suspicious because four of the 10 attacks against the Georgia election network occurred as he was about to talk to DHS officials, or coincided with his public testimony opposing designation of election systems as “critical infrastructure.”\nGeorgia and Indiana aren’t the only states to confirm that the DHS attempted hacking them according to a report from WSB-TV in Atlanta; two more states, West Virginia and Kentucky, also confirmed the same DHS IP address accessed their election system close to election day.\nDHS Secretary Jeh Johnson told the Georgia Secretary of State that the DHS accessing Georgia’s election system was a federal contractor conducting “normal” internet searches on the website.\nThat’s not all. The DHS also attempted to hack Idaho, and Maine, while the agency may have also backdoored Hawaii’s election systems which seemingly had problems after being “secured” by the agency. Call it another long list of coincidences.\nIn Idaho, Secretary of State Lawerence Denney said that his state had detected attempts to hack the state’s election system on Nov. 8, 2016.\nDenney said that when they “looked at IP addresses that tried to get into our system,” there wasn’t “a single IP address from a foreign country,” such as Russia, but one from “our own Department of Homeland Security,” Computer World  reported .\nThe DHS explained that:\nDeclare Your Independence!\nProfit outside the rigged system! Protect yourself from tyranny and economic collapse. Learn to live free and spread peace!\nCounter Markets Newsletter - Trends & Strategies for Maximum Freedom\nClaim Your FREE Issue Today!\nWhen DHS conducts a cybersecurity scan of a network or system, we do so only with the cooperation and consent of the system owner.\nOn November 8, 2016, there were  reports of equipment problems  at 18 different polling places with ballot scanning machines.\nThe argument that many without any type of knowledge of security are making is that it’s possible that DHS IP addresses were spoofed. The problem with this is that if this were done, it would have been pointless because spoofing your IP address as a DHS IP address would do nothing but show your IP address as the DHS’s. You would not be able to receive information data packets and, instead, the IP address you spoofed would receive those replies.\nIn simple terms, imagine you spoof a phone number—as was possible with Skype years ago—and someone called that number back. They wouldn’t be talking to you, but would instead be talking to the real owner of that phone number you spoofed. For another example, it’s the equivalent of sending a letter with the wrong return address and expecting to receive your letter.\nThus it’s exposed that a rogue group in the DHS tried to hack the election, which should be worrying because originally the  DHS wanted to oversee the election  to prevent just this. There have been no reported incidents where any states had their votes changed, but the DHS never looked into it – one has to question why.\nOn his way out of office then-DHS secretary Jeh Johnson signed an order designating election systems as “critical infrastructure” that U.S. President Donald Trump still hasn’t rolled back, meaning the federal government could easily rig the election disguised as protecting our election integrity.\nOn election day voters all across the U.S. reported that their votes were being switched from Donald Trump to Hillary Clinton, according to CBS. It is not known who hacked these machines or how many votes may have been affected, and it probably never will be, but this should concern you – it’s a bipartisan issue.\nAll 50 state-level secretaries of state have urged the Trump administration to repeal the DHS directive. It’s worth noting that according to the WikiLeaks Stratfor documents, the 2008 election results were manipulated by Democrats.\nAs Thomas Jefferson once wrote, “Democracy requires constant vigilance.”\nAaron Kesel writes for Activist Post and is Director of Content for Coinivore . Follow Aaron at Twitter and Steemit .\nThis article is Creative Commons and can be republished in full with attribution. Like Activist Post on Facebook , subscribe on YouTube , follow on Twitter and at Steemit .\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "looked at IP addresses that tried to get into our system,",
                "Denney",
                false
            ],
            [
                "a single IP address from a foreign country,",
                "Denney",
                false
            ],
            [
                "our own Department of Homeland Security,",
                "Denney",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.apnews.com/cb8a753a9b0948589cc372a3c037a567",
                "https://dailycaller.com/2017/01/25/exclusive-inspector-general-to-investigate-10-dhs-cyberattacks-on-georgia-election-system/",
                "https://www.lifezette.com/2016/12/exclusive-dhs-admits-georgia-hack-may-inside-job/",
                "http://web.archive.org/web/20160909001740/https://wearechange.org/take-over-u-s-elections/",
                "https://www.hawaiinewsnow.com/story/33657691/hawaii-polls-open-for-election-day-voters-to-weigh-in-on-presidential-key-local-races/",
                "https://www.cyberscoop.com/georgia-hack-dhs-brian-kemp-jeh-johnson/",
                "https://www.businessinsider.com/dhs-is-refusing-to-investigate-hack-of-voting-machines-2017-6",
                "https://www.businessinsider.com/leaked-stratfor-emails-democrats-tampered-with-2008-election-2012-4",
                "https://www.politico.com/story/2016/12/georgia-donald-trump-cyberattacks-dhs-232648",
                "https://dailycaller.com/2017/02/21/exclusive-obamas-feds-tried-to-hack-indianas-election-system-while-pence-was-governor/",
                "https://www.computerworld.com/article/3173032/indiana-joins-idaho-in-claiming-dhs-tried-to-hack-their-election-systems.html",
                "http://www.postregister.com/articles/news-daily-email-todays-headlines/2017/02/14/denney-accuses-dhs-attempted-website-hack"
            ],
            "gov_pgs": [
                "https://www.dhs.gov/news/2017/01/06/statement-secretary-johnson-designation-election-infrastructure-critical",
                "http://www.house.ga.gov/Documents/CommitteeDocuments/2017/Science_Technology/Critical_Infrastructure_and_DHS_Hacking_Attempts.pptx"
            ],
            "unsure": [
                "https://steemit.com/@an0nkn0wledge/",
                "https://twitter.com/AaronDiamantWSB/status/809441450765287425",
                "https://www.activistpost.com/",
                "https://www.facebook.com/activistpost",
                "https://twitter.com/ActivistPost",
                "http://www.youtube.com/activistpost",
                "https://twitter.com/an0nakn0wledge",
                "https://steemit.com/@activistpost",
                "https://archive.fo/P1HGL",
                "https://coinivore.com/"
            ]
        },
        "key_words": [
            "address",
            "states",
            "dhs",
            "security",
            "21",
            "hackers",
            "election",
            "ip",
            "announces",
            "secretary",
            "target",
            "state",
            "systems",
            "leaves",
            "system"
        ]
    }
]