[
    {
        "url": "http://dailybuzzlive.com/man-finds-note-sf-airport-wont-believe-what-inside/",
        "title": "Man Finds Note In SF Airport, You Won’t Believe What Was Inside",
        "authors": [
            {
                "name": "Daily Buzz Live",
                "link": null
            }
        ],
        "publisher": "dailybuzzlive.com",
        "publish_date": "2017-05-10",
        "text": "Posted on\nMan Finds Note In SF Airport, You Won’t Believe What Was Inside. There are times when people just need to reach out and tell their story, and leave it in the hands of fate. A man in a San Francisco airport stumbled upon a note which, on the outside in large letters, said “READ ME. What he found in the contents of the envelope left him emotional.\nTHE FULL TEXT READS: I recently left an emotionally abusive relationship. After months of insults I won’t repeat, false accusations, lies, delusions, broken mirrors, nightly battles. I left. I know that I was being poisoned by each day that I stayed. So with a heavy heart, I left my lover of three years, knowing that I had already put it off too long. At first he begged, then he cursed, but eventually he packed his bags and faded out of my life like a bad dream.\nFor the first few weeks, my body seemed to reject this. For three years I had seen the world through him-colored glasses. I did not know who I was without him. Despite the kindness of friends and even strangers. I could not help feeling utterly alone. But it was this sense of aloneness that set me free.\nSomewhere along the way, I let go. I released all of the painful memories, the names he had called me, the shards of him buried deep in my brain. I stopped believing the things he had me think about myself. I began to see how extraordinary, breathtakingly beautiful life is. I meditated, drink too much coffee, talked to strangers, laughed at everything. I wrote poetry and stopped to smell and photograph every flower. Once I discovered that my happiness depends only on myself, nothing could hurt me anymore. I have found and continue to find peace. Each day I am closer to it than I was yesterday. I am a work in progress but I am full to the brim with gratitude and joy.\nAnd so, since I have opened a new chapter in my life, I want to peacefully part with the contents of the last chapter. The end of my relationship was the catalyst for a wealth of positive changes in my life. It was a symbol, most importantly, it was an act of self-love. It was a realization that I deserved to be happy and I could choose to be. And so, in an effort to leave behind the things that do not help me grow, I am letting go of a relic from the painful past. I wore this necklace, a gift from him, every day for over two years. To me, letting it go is a joyous declaration that I am moving forward with strength and grace and deep, lasting peace.\nPlease accept this gift as a reminder that we all deserve happiness. Whoever you are, and whatever pain you have faced, I hope you find peace. Namaste, Jamie\nSome know all too well that it is very difficult to leave a troubled relationship. And for those who have found the strength, they can relate deeply to what Jamie described in her letter.\nPlease share this with your friends who may be experiencing this heartache. Life is what you make it, and there is always hope.\n* indicates required\nEmail Address *\nRecent Posts\nBacon Wrapped Alligator With A Whole Chicken Stuffed In Its Mouth. This definitely is not READ MORE →\nDaily Buzz Live Search\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "man",
            "relationship",
            "strength",
            "life",
            "left",
            "believe",
            "things",
            "day",
            "airport",
            "sf",
            "leave",
            "note",
            "know",
            "strangers",
            "wont",
            "inside",
            "finds"
        ]
    }
]