[
    {
        "url": "https://www.cnn.com/2016/09/19/politics/sheldon-adelson-2016-spending/index.html",
        "title": "First on CNN: Adelson to spend at least $45 million on 2016 races in boost for GOP",
        "authors": [
            {
                "name": "Theodore Schleifer",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-19",
        "text": "First on CNN: Adelson to spend at least $45 million on 2016 races in boost for GOP\nUpdated 9:27 PM ET, Mon September 19, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nAdelson's decision is a boon for Trump\nAdelson will likely direct at least $5 million to the Ricketts political operation\nWashington (CNN)\nConservative megadonor Sheldon Adelson and his wife, Miriam, have committed roughly $45 million so far to Donald Trump's presidential campaign and downballot Republicans' attempt to control Congress, according to a person familiar with Adelson's thinking.\nThe billionaire on Tuesday will disclose having given $20 million to the Senate Leadership Fund, a super PAC linked to George W. Bush hand Karl Rove and Senate Majority Leader Mitch McConnell.\nA check of a similar size is expected to go to the Congressional Leadership Fund, a similar super PAC focused on the House of Representatives.\nAnd to back Trump, a donation of at least $5 million is likely headed to the political operation helmed by the Ricketts family, who are expected to finally spend their fortunes on Trump as well. Other cash may be routed to Ricketts-led nonprofit groups that are not required to disclose the funders.\nThe spending amounts to a historic investment in the Republican Party ticket's hopes for November, putting millions of dollars behind Trump's bid in a groundbreaking donation that could redefine the final two months of the 2016 campaign.\nRead More\nThe donation, the Adelsons' first major gifts of the entire 2016 cycle, puts an end to questions about how they would spend their fortunes in the Republican race. Courted by the entire Republican field during the primary, Adelson has been the most prolific Republican financier in recent cycles and bar none the most influential contributor in the donor class.\nTheir decision could convince other major GOP donors to give as well, which would be a major boon for Trump. The real estate mogul has wooed Adelson throughout the year but had not convinced him to open his wallet.\nThe chair of Las Vegas Sands casinos, Adelson signaled earlier this year that he would give $100 million to pro-Trump efforts, though he has yet to part with a single dime. The billionaire gave at least $93 million to conservative groups in the 2012 election.\nAfter sitting out of the Republican primary, Adelson became the most prominent megadonor to quickly support Trump, but he resisted months of pitches from pro-Trump operatives to finance their groups, which today still struggle to fund television campaigns. Adelson has also been courted strongly by American Crossroads, a network of super PACs.\nThe Senate Leadership Fund is one of those Crossroads groups and will report Tuesday having raised $28 million in August, shattering fundraising records and injecting new optimism into the GOP's efforts to hold the Senate.\nThe Congressional Leadership Fund or Ricketts groups will not be required to disclose the donations until mid-October.\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "adelson",
            "super",
            "races",
            "2016",
            "pac",
            "senate",
            "political",
            "gop",
            "trump",
            "trumps",
            "million",
            "similar",
            "ricketts",
            "likely",
            "45",
            "spend",
            "boost",
            "cnn"
        ]
    }
]