[
    {
        "url": "https://www.nytimes.com/2017/10/03/world/americas/us-cuba-diplomats.html",
        "title": "U.S. Expels 15 Cuban Diplomats, in Latest Sign Détente May Be Ending",
        "authors": [
            {
                "name": "Ernesto Londoño",
                "link": null
            },
            {
                "name": "Julie Hirschfeld Davis",
                "link": null
            },
            {
                "name": "Gardiner Harris",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-03",
        "text": "Advertisement\nSupported by\nU.S. Expels 15 Cuban Diplomats, in Latest Sign Détente May Be Ending\nImage\nOct 3, 2017\nWASHINGTON — President Trump on Tuesday expelled 15 Cuban diplomats, escalating his response to a mysterious affliction that has stricken American Embassy personnel in Havana in a move that cast a Cold War chill over relations between the two countries.\nThe order to the diplomats to leave the United States constituted the latest in a series of actions by Mr. Trump to unwind the détente between the United States and Cuba undertaken by his predecessor , President Barack Obama. Mr. Obama sought to end the hostility and mistrust that had characterized the relationship between the two countries for more than a half-century, and regarded the resumption in relations as one of his foreign policy legacies.\nThe Cuban government condemned what it called a “hasty, inappropriate and unthinking” decision motivated by politics, and warned that the diplomatic dispute would sour relations already imperiled by Mr. Trump’s move to crack down on travel and commerce with the island nation.\nThe State Department said the expulsion of the diplomats was intended to force Cuba to place its embassy in Washington, where the diplomats were stationed, on the same emergency status that the United States is now operating under in Havana after it decided last week to pare its staff there down to a skeletal group of just 27 people.\nStill, taken together with a policy directive that Mr. Trump issued in June and a State Department warning last week admonishing Americans not to travel to the island nation, the embassy drawdowns have the potential to freeze the normalization process in its tracks.\nThey make it more difficult for citizens of both countries to engage with each other, imperiling already narrow channels of trade and commerce that opened after the 2014 rapprochement, and all but shutting down the immigration pipeline that allows Cubans to reunite with their families on American soil.\nA State Department official said the action did not signal a change in policy or an official determination that Cuba was responsible for the illnesses, which have confounded American investigators trying to locate their cause.\nBut the official, who insisted on anonymity to discuss sensitive diplomatic issues, said the Cuban government had not done enough to protect Americans on its soil, and would need to ensure that the illnesses would not continue before personnel in either embassy could return.\nAmerican diplomats and their spouses began reporting symptoms that included hearing loss, dizziness, balance and visual problems, headaches and cognitive issues last December. By late January, the State Department realized that the illnesses were related and might have resulted from some sort of attack, perhaps by a sonic device , toxin or virus.\nThe number of personnel thought to have been affected has gradually grown over the months, and on Tuesday the State Department added one more to the list, bringing it to 22.\nIn a statement, Secretary of State Rex W. Tillerson said the United States was expelling the Cuban diplomats “due to Cuba’s failure to take appropriate steps to protect our diplomats in accordance with its obligations under the Vienna Convention.” Mr. Tillerson added that “this order will ensure equity in our respective diplomatic operations.”\nIn a briefing with reporters Tuesday morning, a State Department official said the Cuban ambassador in Washington was informed of the expulsions in a 9 a.m. phone call from Francisco Palmieri, the top State Department official for the Western Hemisphere. The expelled embassy personnel were given seven days to leave the United States. The American Embassy in Havana will have completed its own drawdown by Friday.\n“We continue to maintain diplomatic relations with Cuba,” Mr. Tillerson said, “and will continue to cooperate with Cuba as we pursue the investigation into these attacks.”\nThe Cuban government accused the Trump administration of using the health crisis as an excuse to drive out Cuban diplomats without any proof that Havana was responsible. At a news conference in Havana, Bruno Rodríguez Parrilla, Cuba’s foreign minister, said the move was “eminently political” as well as “unwarranted and unjustifiable.”\nMr. Rodríguez faulted the American government for not reporting the ailments its diplomats suffered earlier to authorities in Cuba. The Cuban government, he said, has been denied access to the affected American personnel and the doctors who treated them, which has stymied Cuba’s ability to help with the investigation.\n“Cuba has never perpetrated, and will never perpetrate, any type of attacks against diplomats or their relatives — no exception,” Mr. Rodríguez said. Nor, he added, would it allow a third party to do so. He dismissed accounts of hearing loss and other symptoms as “science fiction.”\nDaniel Erikson, who as a White House and State Department adviser on Latin America during the Obama administration was deeply involved in the 2014 rapprochement with Cuba, said the severe cutback in diplomats in Havana could blind the United States during Cuba’s crucial political transition next year, when President Raúl Castro is expected to retire and a new generation of leaders take over.\n“It looks like what began as a legitimate effort to protect American diplomats from harm is moving to a broader breakdown in U.S.-Cuban relations,” Mr. Erikson said.\nThe expulsions were cheered by opponents of the normalization, including members of the Cuban exile community, historically hostile to a Castro government, and condemned by supporters of warmer relations between Cuba and the United States, who said the move threatened to create a new chapter of hostility and play into the hands of those who wish to drive the two countries apart.\nIt would be especially damaging, proponents of engagement argued, if — as many current and former officials suspect — the Cuban government is not behind the attacks.\n“If this is not the government, but rather other forces seeking to undermine the U.S.-Cuba relationship, a permanent downgrade would accomplish that objective for them,” said Benjamin J. Rhodes, the former Obama administration deputy national security adviser who helped to negotiate the move toward normalization.\nBut Senator Marco Rubio, Republican of Florida and a leading foe of closer relations between the two countries, said the expulsions were a fitting response to Cuba’s misbehavior. He and other Republicans had called on Mr. Tillerson in a letter last month to go a step further, declaring all Cuban diplomats in the United States “persona non grata,” a dramatic diplomatic stigma that results in banishment with no right to return.\n“The idea that over 20 American Embassy personnel could be severely injured in Cuba & the Cuban govt. not know about it is ridiculous,” Mr. Rubio wrote Tuesday on Twitter.\nSome of those who were affected reported hearing odd sounds in particular rooms of their homes, leading some experts to speculate that some kind of sonic weapon or faulty surveillance device may have been at fault. F.B.I. agents investigating in Cuba have not been able to find the causes of the ailments.\nWith little hard evidence in hand, former American officials who follow Cuba closely have entertained a handful of theories that involve a third country, such as Russia — which would have an interest in driving a wedge between Cuba and the United States as the election approaches — or North Korea, which has en embassy in Havana. Neither scenario seems plausible without some level of Cuban government complicity, these officials say, considering how rigorously Cuba’s intelligence service tracks diplomats on the island.\nThe administration expelled two low-level Cuban diplomats in May in response to the illnesses, but with more diplomats and their spouses becoming ill, calls grew on Capitol Hill for a more forceful response.\nIn the meantime, Mr. Trump in June announced he was “canceling the last administration’s completely one-sided deal with Cuba,” although the stricter travel and commercial regulations he ordered would fall well short of doing so, and have yet to materialize.\nCareer American diplomats leaving Havana expressed regret on Tuesday that their missions were coming to an end.\n“I am an optimist and hope we will return one day, before too long,” Scott Hamilton, the top American official in Cuba, wrote on Facebook. “Hasta la próxima, Cuba.”\nGardiner Harris and Julie Hirschfeld Davis reported from Washington, and Ernesto Londoño from Rio de Janeiro.\nA version of this article appears in print on , Section A, Page 1 of the New York edition with the headline: U.S. Expels 15 Cuban Diplomats From Embassy. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "due to Cuba’s failure to take appropriate steps to protect our diplomats in accordance with its obligations under the Vienna Convention.",
                "Rex W. Tillerson",
                false
            ],
            [
                "this order will ensure equity in our respective diplomatic operations.",
                "Tillerson",
                false
            ],
            [
                "We continue to maintain diplomatic relations with Cuba,",
                "Tillerson",
                true
            ],
            [
                "and will continue to cooperate with Cuba as we pursue the investigation into these attacks.",
                "Tillerson",
                false
            ],
            [
                "Cuba has never perpetrated, and will never perpetrate, any type of attacks against diplomats or their relatives — no exception,",
                "Rodríguez",
                true
            ],
            [
                "It looks like what began as a legitimate effort to protect American diplomats from harm is moving to a broader breakdown in U.S.-Cuban relations,",
                "Erikson",
                true
            ],
            [
                "If this is not the government, but rather other forces seeking to undermine the U.S.-Cuba relationship, a permanent downgrade would accomplish that objective for them,",
                "Benjamin J. Rhodes",
                true
            ],
            [
                "The idea that over 20 American Embassy personnel could be severely injured in Cuba & the Cuban govt.",
                "Rubio",
                true
            ],
            [
                "not know about it is ridiculous,",
                "Rubio",
                false
            ],
            [
                "canceling the last administration’s completely one-sided deal with Cuba,",
                "",
                false
            ],
            [
                "I am an optimist and hope we will return one day, before too long,",
                "Scott Hamilton",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/10/05/science/cuba-sonic-weapon.html?module=inline",
                "https://www.nytimes.com/2014/12/18/world/americas/us-cuba-relations.html?module=inline",
                "https://www.nytimes.com/2017/09/29/us/politics/us-embassy-cuba-attacks.html?module=inline",
                "https://www.nytimes.com/2017/06/16/us/politics/cuba-trump-engagement-restrictions.html?module=inline",
                "https://www.nytimes.com/2017/08/11/world/americas/cuba-united-states-embassy-diplomats-illness.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.parsintl.com/publication/the-new-york-times/",
                "https://twitter.com/marcorubio/status/915285310824644615"
            ]
        },
        "key_words": [
            "relations",
            "ending",
            "diplomats",
            "mr",
            "obama",
            "washington",
            "states",
            "united",
            "trump",
            "expels",
            "havana",
            "cuban",
            "latest",
            "sign",
            "15",
            "détente",
            "president"
        ]
    }
]