[
    {
        "url": "http://www.bbc.com/news/entertainment-arts-41565703",
        "title": "George Michael regretted going to war with Sony",
        "authors": [
            {
                "name": "Mark Savage",
                "link": null
            }
        ],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "By Mark Savage BBC Music reporter\n10 October 2017\nThese are external links and will open in a new window\nClose share panel\nImage copyright AFP\nImage caption George Michael likened his contract with Sony Music to \"professional slavery\"\nGeorge Michael regretted suing his record label in the 1990s, a new documentary reveals.\nThe star took Sony to court in 1992, claiming he had little control over his work, with the company treating him as \"no more than a piece of software\".\nHe eventually lost the case, which put his career on hold for five years.\n\"It dented the armour in his career in America,\" said Michael's friend and former manager, David Austin, who produced the new Channel 4 documentary.\n\"He was a guy who was firing on all four cylinders and it just, it blew that candle out in the US without a doubt.\"\nImage copyright PA\nImage caption The court case cost George Michael millions of pounds\nThe Sony trial coincided with a devastating period in Michael's personal life, during which his partner Anselmo Feleppa discovered he was HIV positive and, later, died of an Aids-related brain haemorrhage.\nIn the documentary, which Michael was working on 48 hours before his death last Christmas , the star reveals he never fully recovered from Feleppa's death.\nHe describes the Brazilian designer as his \"saviour\", who helped him feel comfortable about his sexuality.\n\"It's very hard to be proud of your own sexuality when it hasn't brought you any joy,\" he says. \"Once it's associated with joy and love it's easy to be proud of who you are.\"\nBut only a few months into their relationship, Feleppa developed a flu that wouldn't go away. He was advised to take a test and was diagnosed with Aids over Christmas 1991.\n\"I was absolutely devastated to find out he had a terminal illness... just devastated,\" Michael says in the documentary, which he co-directed.\nImage caption Fans left tributes at George Michael's home after his death last year\nThat same year, Michael's friend Freddie Mercury, the lead singer of Queen, died of an Aids-related illness. Within months, Michael found himself singing at a tribute concert while facing his own lover's mortality.\n\"I went out there knowing I had to honour Freddie Mercury and I had to pray for Anselmo,\" recalls Michael in the documentary.\n\"I just wanted to die inside. I was so overwhelmed by singing the songs of this man I had worshipped as a child, who had passed away in the same manner my first living partner was going to experience.\n\"The performance most well-known in my career was sung to my lover who was dying.\"\nMichael later wrote the song Jesus To A Child as a tribute to his former lover.\n\"He still, 23 years later, brings a tear to my eye,\" the star says in the documentary. \"He was my saviour.\"\nGeorge Michael: Freedom will air on Channel 4 on Monday 16 October.\nFollow us on Facebook , on Twitter @BBCNewsEnts , or on Instagram at bbcnewsents . If you have a story suggestion email entertainment.news@bbc.co.uk .\nTop Stories\n",
        "quotes": [
            [
                "no more than a piece of software",
                "George Michael",
                false
            ],
            [
                "It dented the armour in his career in America,",
                "George Michael",
                true
            ],
            [
                "He was a guy who was firing on all four cylinders and it just, it blew that candle out in the US without a doubt.",
                "",
                true
            ],
            [
                "It's very hard to be proud of your own sexuality when it hasn't brought you any joy,",
                "George Michael",
                true
            ],
            [
                "Once it's associated with joy and love it's easy to be proud of who you are.",
                "George Michael",
                true
            ],
            [
                "I was absolutely devastated to find out he had a terminal illness... just devastated,",
                "George Michael",
                true
            ],
            [
                "I went out there knowing I had to honour Freddie Mercury and I had to pray for Anselmo,",
                "Michael",
                true
            ],
            [
                "I just wanted to die inside.",
                "George Michael",
                true
            ],
            [
                "I was so overwhelmed by singing the songs of this man I had worshipped as a child, who had passed away in the same manner my first living partner was going to experience.",
                "George Michael",
                true
            ],
            [
                "The performance most well-known in my career was sung to my lover who was dying.",
                "George Michael",
                true
            ],
            [
                "He still, 23 years later, brings a tear to my eye,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://www.bbc.co.uk/news/uk-38432862",
                "https://www.instagram.com/BBCNewsEnts/",
                "https://www.facebook.com/BBCEntsNews/",
                "https://twitter.com/BBCNewsEnts"
            ]
        },
        "key_words": [
            "going",
            "war",
            "later",
            "image",
            "documentary",
            "star",
            "regretted",
            "george",
            "michael",
            "court",
            "michaels",
            "case",
            "sony"
        ]
    }
]