[
    {
        "url": "https://www.cnn.com/2016/09/22/politics/ohio-presidential-election-battleground/index.html",
        "title": "Ohio poised to go down to the line on Election Day",
        "authors": [
            {
                "name": "Martin Savidge",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-22",
        "text": "Ohio poised to go down to the line on Election Day\nUpdated 9:24 AM ET, Thu September 22, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nDelaware, Ohio (CNN)\nThis time of year in Delaware, Ohio they like a close race with plenty of mud and lots of noise.\nIt's not the rollicking presidential race but the Rough Truck competition at the county fair.\nBut even here, politics are never far away.\nAcross the midway in the merchants' barn, you'll find booths for both political parties. And just like the polls in Ohio, the booths are pretty close -- maybe too close.\n\"We had a life size cut out of Hillary Clinton but somebody took it,\" said a Democratic volunteer.\nRead More\nThe volunteer wasn't pointing any fingers but this year the political shenanigans aren't limited to the fair grounds. In this key battleground state, both campaigns are reaching out to some very unlikely voters.\nFor the Trump campaign, that would be Jeff Hill.\n\"Yeah, Donald Trump\"s who I'm voting for,\" Hill said.\nHe is a disaffected Democrat, drawn by Trump's promise to \"make America great again.\" Hill is exactly the demographic Trump appeals to -- older, white and blue collar. Census numbers show Ohio has more voters like him than any other battleground state.\nIt explains why Trump is in Ohio almost every week, showing up on traditional Democratic turf like factory towns, coal fields even Union halls. The Republican nominee recently appeared at the Canfield Fair, Ohio's largest county fair, where he drew a huge crowd in a county where Republicans rarely get more than 35% of the vote.\nBob Paduchik, Trump's Ohio campaign director, credits Trump's message of security and fairer trade deals.\n\"I think that resonates not just with Republicans but also Independents and Democrats,\" he said.\nTrump isn't the only one after non typical voters.\nSome Republicans don't need much selling.\nSherrie Scarton has been a long time conservative voting for Ronald Reagan, John McCain and Mitt Romney. She even voted for Ohio Governor John Kasich in the primary. But she is not voting for Trump.\n\"Hillary's a smart woman and Trump is just, I hate to say it, he's a maniac,\" she said.\nBut Paul Beck, a political science professor at The Ohio State University, isn't so sure this kind of political sniping is enough to win an election. He thinks many Ohio voters haven't made up their minds how they will vote or even if they will vote at all.\n\"What events occur between now and November 8th, what the debates look like what kind of terrorism activity -- there are all these kind of things that are out there in the firmament that can have an impact on what people end up doing in Election 2016,\" Beck said.\nWhen asked whether anyone has the Buckeye State wrapped up, Beck's answer was simple: \"I don't think so.\"\n",
        "quotes": [
            [
                "We had a life size cut out of Hillary Clinton but somebody took it,",
                "",
                true
            ],
            [
                "Yeah, Donald Trump\"s who I'm voting for,",
                "Jeff Hill",
                true
            ],
            [
                "I think that resonates not just with Republicans but also Independents and Democrats,",
                "",
                true
            ],
            [
                "Hillary's a smart woman and Trump is just, I hate to say it, he's a maniac,",
                "Sherrie Scarton",
                true
            ],
            [
                "What events occur between now and November 8th, what the debates look like what kind of terrorism activity -- there are all these kind of things that are out there in the firmament that can have an impact on what people end up doing in Election 2016,",
                "Beck",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "ohio",
            "booths",
            "volunteerread",
            "took",
            "delaware",
            "line",
            "day",
            "election",
            "truck",
            "race",
            "youll",
            "close",
            "poised",
            "somebody"
        ]
    }
]