[
    {
        "url": "https://www.nytimes.com/2017/10/10/arts/television/moms-at-the-mic-on-the-verge-of-a-breakthrough-in-comedy.html?rref=collection%2Fsectioncollection%2Farts",
        "title": "Moms at the Mike, on the Verge of a Breakthrough in Comedy",
        "authors": [
            {
                "name": "Jason Zinoman",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-10",
        "text": "Advertisement\nSupported by\nOn Comedy\nMoms at the Mike, on the Verge of a Breakthrough in Comedy\nImage\nThe Netflix special “Ali Wong: Baby Cobra” (2016) focused on the comedian’s pregnancy.CreditCreditAlex Crick/Netflix\nOne of the small surprises of fatherhood is how impressed some people are by the slightest attempt at child care. Dads like me benefit from low expectations, one of many of the resonant premises sharply exploited by the stand-up comic Ali Wong in “ Baby Cobra ,” her hit Netflix special last year.\n“It takes so little to be considered a great dad, and it also takes so little to be considered a bad mom,” she said , if in more colorful language.\nIt may be one of the reasons the best-known comedy about parenthood has been from the perspective of men. If a female comic built an act around grousing about her children the way Louis C. K. or Bill Cosby did, would audiences judge her more harshly? The question is not academic: Mom comedy is on the verge of a breakthrough.\nNatasha Leggero is the latest in a series of high-profile comics recently doing jokes about pregnancy, tying it to a point despairing about current politics on “The Late Show With Stephen Colbert” this month: “This is not a good time to be sober,” she said. Last year, Tig Notaro did a late-night bit about her new twins. Chelsea Peretti, who recently gave birth, captioned an Instagram photo of herself pregnant: “Beyoncé Shmonce.” Ms. Wong, who shot her last special while seven months pregnant, has been touring a new show about motherhood. But before her hotly anticipated next special comes out in 2018, several comics are turning diapers and epidurals into blunt, confessional comedy.\nThis week sees the premiere of the Netflix special “Mother Inferior” from Christina Pazsitzky, a rubber-faced comic who digs into the dark and gory details of raising a baby. Her description of what happened to her breasts in the early months has the tone of veterans trying to outdo each other with their war stories.\n“Soggy, hanging, mushy purple nipples,” she says, roaring out the last word with disgust. Then she raises her chin, a parody of poise.\nMs. Pazsitzky projects the vibe of a slightly belligerent friend who likes messing with you. She snorts at her own jokes and pokes fun at the crowd for being too uptight about certain bits. Occasionally, a nasal note in her voice evokes Roseanne Barr, whose “domestic goddess” material touched on motherhood but was more of a response to an earlier era of male comics, the “take my wife, please” kind.\nMs. Pazsitzky’s parent material is more in the Louis C. K. vein, with longer setups and exaggerated emotional extremes. When she skewers fathers’ fashion choices for their complete lack of sex appeal — “Is that a brown braided belt?” she asks flirtatiously — she does it in a sultry voice, a spoof of orgiastic ecstasy. She doesn’t poke fun at her husband so much as dramatize the loathing and resentment she feels while, say, breast-feeding at 4 a.m., rocking in a chair, eyes bulging out, mulling over how her career has stalled while his is moving on.\nShe applies a similar intensity to talk about how mothers hide their ambivalence about their children. She acts out the euphemisms mothers spout and then, after describing how much she loves her son, concedes that sometimes she locks herself in the bathroom, cleans her ears and considers pushing the Q-Tip all the way in.\nIn her solo show “ Cry Baby : My (Reluctant) Journey Into Motherhood,” which runs weekly at The Pit in Manhattan through Nov. 10, Jamie Aderski hits some of the same near-suicidal points, describing in clinical detail the wreckage pregnancy makes of her body (she even uses visual aids). The show has the feel of real talk from a friend, but not a particularly compelling one, as her monologue wanders amid infrequent jokes, stuck awkwardly between stand-up and solo show.\nFor descriptive personal insights integrated with intimate comedy, check out “ I Mom So Hard ,” a series of short videos by two Los Angeles improv comedians, Kristin Hensley and Jen Smedley, that has taken off in popularity, regularly earning hundreds of thousands of views, and is being adapted for a CBS show.\nIn the videos, these chatty moms with traces of a Midwestern accent riff on a theme (mom friends, sleep, Spanx) in the choppy editing style favored by YouTube stars like Grace Helbig that turns a conversation into a highlight reel of jokes and quips. It’s slickly produced, but since they shoot in a real house and have obvious chemistry, finishing each other’s sentences, it feels casual, even offhand.\nThese performers can get off a good rant about dumb advice and expectations. (“Whoever said kids don’t need anything but love has not met a kid. They need whatever’s on the TV right then.”) But they are particularly good at zeroing in on overlooked anxiety-producing moments like the financial calculus of whether date night is worth it, factoring in babysitting rates and how you’re feeling about your husband at the moment. Or the tricky challenge of finding the right mom friend.\n“I seek out someone with the same level of dysfunction,” says Ms. Smedley, whose humor is cutting and sly; her partner has a broader aesthetic, the female version of dad humor. “I need someone who looks like they were just crying and are now putting on a brave face.”\nThis theme of friendship provides the subtext for the series, because while the stars of “I Mom So Hard” go as dark as the other comics, the way these two women work together, setting each other up and clashing good-naturedly, provides an unexpected argument for the benefit of having children: You make friendships built to last.\nIt is notable that none of these comics criticize their kids that harshly or directly. Is this more of a taboo for a mother than a father? If so, it’s one that I predict a female comic will break to the same success that Louis C. K. did with his comic insults about his children. Comedy, like horror, gravitates toward the unspoken and repressed.\nAnd to capture the real experience of being a parent, you can’t overlook kvetching about your own kids. Sure, not all parents go there, but the funny ones do.\nA version of this article appears in print on , Section C, Page 1 of the New York edition with the headline: What’s So Funny? Ask Mom. Order Reprints | Today’s Paper | Subscribe\nAdvertisement\n",
        "quotes": [
            [
                "It takes so little to be considered a great dad, and it also takes so little to be considered a bad mom,",
                "Natasha Leggero",
                true
            ],
            [
                "The Late Show With Stephen Colbert",
                "Natasha Leggero",
                false
            ],
            [
                "This is not a good time to be sober,",
                "Natasha Leggero",
                true
            ],
            [
                "Is that a brown braided belt?",
                "Kristin Hensley",
                true
            ],
            [
                "Cry Baby : My (Reluctant) Journey Into Motherhood,",
                "Kristin Hensley",
                true
            ],
            [
                "Whoever said kids don’t need anything but love has not met a kid.",
                "",
                true
            ],
            [
                "They need whatever’s on the TV right then.",
                "",
                true
            ],
            [
                "I seek out someone with the same level of dysfunction,",
                "Smedley",
                true
            ],
            [
                "I need someone who looks like they were just crying and are now putting on a brave face.",
                "Smedley",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.womansday.com/life/entertainment/advice/a55920/this-comedian-nailed-double-standard-for-parents/",
                "https://deadline.com/2017/09/i-mom-so-hard-comedy-web-series-cbs-michelle-nader-rob-thomas-kristen-hensley-and-jen-smedley-1202174074/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=Vzk-bj5bRNs",
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "http://teamcoco.com/video/tig-notaro-sia-wig-babies",
                "http://imomsohard.com/",
                "https://www.parsintl.com/publication/the-new-york-times/",
                "https://thepit-nyc.com/event/2017-02-24-cry-baby-my-reluctant-journey-into-motherhood"
            ]
        },
        "key_words": [
            "considered",
            "pregnant",
            "moms",
            "comics",
            "breakthrough",
            "mom",
            "special",
            "recently",
            "takes",
            "wong",
            "mike",
            "comedy",
            "little",
            "verge"
        ]
    }
]