[
    {
        "url": "http://occupydemocrats.com/2016/09/20/skittles-officially-slams-trump-jr-comparing-refugees-posioned-skittles/",
        "title": "Skittles Officially Slams Trump Jr. For Comparing Refugees To Poisoned Skittles",
        "authors": [
            {
                "name": "Colin Taylor",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-20",
        "text": "Now Reading\nSkittles Officially Slams Trump Jr. For Comparing Refugees To Poisoned Skittles\n0 Shares\nRead Next\nDonald Trump Jr. has jammed his foot squarely in his mouth once again, with a particularly offensive tweet which compared Syrian refugees fleeing chlorine gas and napalm  to “poisoned Skittles.”\nThis image says it all. Let’s end the politically correct agenda that doesn’t put America first. #trump2016 pic.twitter.com/9fHwog7ssN\nLet’s be very clear. The United States does not have a Syrian refugee problem. Our nation has accepted ten thousand refugees from Syria, a paltry number of the 4.6 milion Syrians that have been displaced by the horrifying violence of the Syrian Civil War.\nNone of them have been connected to any domestic terrorist attacks in the United States, all of which have been committed by naturalized citizens, but the Donald Trump campaign continues to demonize these desperate people trying to escape the appalling bloodshed in their homeland. As NPR noted, “the odds of being killed by a refugee in a terrorist attack are about 1 in more than 3.6 billion, according to a recent Cato Institute study.”\nThe company which makes Skittles, Wrigley’s, reached out to Hollywood reporter Seth Abramovitch with this epic response, which really says it all.\nFor the so-called party of “family values” to be fear-mongering over women and children running for their lives is the height of hypocrisy. We’d like to see a self-entitled dandy like Donald Trump Jr. walk a day in their shoes.\nSee Also\nWhat do you think?\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [
            [
                "the odds of being killed by a refugee in a terrorist attack are about 1 in more than 3.6 billion, according to a recent Cato Institute study.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://occupydemocrats.com/2016/09/08/media-ignored-massive-chemical-attack-aleppo-yesterday-details/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://t.co/9fHwog7ssN",
                "https://occupydemocrats.com/privacy/",
                "https://twitter.com/hashtag/trump2016?src=hash"
            ]
        },
        "key_words": [
            "wrigleys",
            "donald",
            "officially",
            "skittles",
            "comparing",
            "slams",
            "poisoned",
            "syrian",
            "terrorist",
            "jr",
            "refugees",
            "united",
            "states",
            "refugee",
            "trump"
        ]
    }
]