[
    {
        "url": "https://www.nytimes.com/2017/10/12/movies/tom-of-finland-review.html?rref=collection%2Fsectioncollection%2Farts",
        "title": "Review: ‘Tom of Finland’ Is a Portrait of a Boundary-Pushing Artist",
        "authors": [
            {
                "name": "Ben Kenigsberg",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-12",
        "text": "Advertisement\nSupported by\nReview: ‘Tom of Finland’ Is a Portrait of a Boundary-Pushing Artist\nImage\nTom of Finland\nA biopic can take any life, no matter how transgressive or interesting, and reduce it to check marks on a list. In “Tom of Finland,” a primarily Finnish-language feature from Dome Karukoski, the biography is that of Touko Laaksonen (Pekka Strang), the Finnish advertising designer who, under the name Tom of Finland, published drawings of hyper-muscular, well-endowed men and became famous for expanding perceptions on the portrayal of gay life in art.\nWhile Mr. Laaksonen devoted his life (1920-91) to challenging conventions, the film is committed to honoring them. The movie traces Mr. Laaksonen’s service in World War II, his experience with public-park cruising and discrimination, and his early illustrations of aggrandized masculinity. (He says the pictures would be easier to publish in the Vatican than in Finland, where homosexuality was outlawed at the time.) His sister (Jessica Grabowsky), a fellow artist, suspicious of his sexuality, dares him to kiss a woman in a game of truth-or-dare.\nTom’s eureka moment comes when he visits California. Police officers raid a party, appearing as if they’re about to arrest the gay revelers. False alarm: “We’re looking for a suspect who just robbed a mini mart down on Sunset,” one officer says.\nIf the film emphasizes the power that Mr. Laaksonen’s drawings held for the gay community, it’s less interested in his reception as a boundary-breaking artist , a kindred spirit to the filmmaker Kenneth Anger, among others. For those seeking more information, the closing credits actually direct viewers to a website.\nTom of Finland\nStars\nPekka Strang, Seumas F. Sargent, Chris Myland, Alf Myreen, Fabian Puregger\nRating\nMovie data powered by IMDb.com\nNot rated. In Finnish and English, with English subtitles. Running time: 1 hour 55 minutes.\nA version of this article appears in print on , Section C, Page 11 of the New York edition with the headline: Tom of Finland. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "We’re looking for a suspect who just robbed a mini mart down on Sunset,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2015/07/24/arts/design/tom-of-finlands-hypermasculine-gay-images-in-the-pleasure-of-play.html?module=inline",
                "https://www.nytimes.com/2015/07/24/arts/design/tom-of-finlands-hypermasculine-gay-images-in-the-pleasure-of-play.html?mcubz=1&module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.youtube.com/watch?v=TKFA4WrPlfo",
                "https://www.parsintl.com/publication/the-new-york-times/"
            ]
        },
        "key_words": [
            "artist",
            "film",
            "portrait",
            "mr",
            "life",
            "laaksonens",
            "review",
            "finland",
            "tom",
            "drawings",
            "gay",
            "boundarypushing",
            "laaksonen"
        ]
    }
]