[
    {
        "url": "https://www.politico.com/story/2016/09/paul-ryan-house-override9-11-veto-228464?cmpid=sf",
        "title": "Ryan says House will vote to override any veto of 9/11 bill",
        "authors": [
            {
                "name": "Heather Caygle",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-21",
        "text": "poster=\"http://v.politico.com/images/1155968404/201609/2990/1155968404_5135405461001_5135400483001-vs.jpg?pubId=1155968404\"\ntrue\nRyan says House will vote to override any veto of 9/11 bill\nSpeaker Paul Ryan said on Wednesday he expects the House will vote to override any presidential veto of a bill that would allow the families of 9/11 victims to sue Saudi Arabia, despite his concerns that the measure could touch off a wave of retaliatory lawsuits.\n“I really don’t know the answer to that question,” Ryan (R-Wis.) said when asked if the House would take up a veto override this month before Congress prepares to leave until after Election Day. But Ryan did not say exactly when he expected the override vote to happen.\nStory Continued Below\n“It depends on how long it takes for us to get our other work done. I heard that the Senate majority leader said they’re going to stay so if we’re in and they pass it, then it’s going to come over here and we’ll pass it,” he added.\nPresident Barack Obama has said he will veto the measure, which passed both chambers unanimously, in part over concerns that the bill could open up U.S. officials to legal retaliation in foreign courts. He has until the end of the week to issue his veto.\nSenate Majority Leader Mitch McConnell (R-Ky.) said his chamber will take up the veto override vote before leaving for recess.\nRyan said he has concerns with the bill, listing many of the same complaints voiced by the White House, but that shouldn’t stop the veto override from coming up for a vote.\n“I worry about legal matters. I worry about trial lawyers trying to get rich off of this. And I do worry about precedence. At the same time, these victims need to have their day in court,” Ryan told reporters.\n“I do have concerns about the legislation but I’m going to let Congress work its will because that’s what Congress does. I do think the votes are there for the override.”\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "I really don’t know the answer to that question,",
                "Ryan",
                true
            ],
            [
                "It depends on how long it takes for us to get our other work done.",
                "Ryan",
                true
            ],
            [
                "I heard that the Senate majority leader said they’re going to stay so if we’re in and they pass it, then it’s going to come over here and we’ll pass it,",
                "Ryan",
                true
            ],
            [
                "I worry about trial lawyers trying to get rich off of this.",
                "Ryan",
                true
            ],
            [
                "And I do worry about precedence.",
                "Ryan",
                true
            ],
            [
                "At the same time, these victims need to have their day in court,",
                "Ryan",
                true
            ],
            [
                "I do have concerns about the legislation but I’m going to let Congress work its will because that’s what Congress does.",
                "",
                true
            ],
            [
                "I do think the votes are there for the override.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "veto",
            "vote",
            "going",
            "congress",
            "override",
            "911",
            "worry",
            "ryan",
            "bill",
            "concerns",
            "house"
        ]
    }
]