[
    {
        "url": "https://www.reuters.com/article/us-usa-vietnam-exhibit/highlighting-vietnam-wars-relevance-exhibit-opens-in-new-york-idUSKBN1C92YV",
        "title": "Highlighting Vietnam War's relevance, exhibit opens in New York",
        "authors": [
            {
                "name": "Peter Szekely",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-05",
        "text": "Highlighting Vietnam War's relevance, exhibit opens in New York\n4 Min Read\nNEW YORK (Reuters) - When the idea for a Vietnam War exhibit came up at the New-York Historical Society a few years ago, Trustee James Grant recalls that even after more than four decades, passions about it were strong.\nAn exhibit about the Vietnam War is seen at the New York Historical Society in New York City, U.S. October 5, 2017. REUTERS/Stephanie Keith\n“I got into a lively discussion with another member of the executive committee about America’s motive and about the nature of the struggle and whether it was all for naught or not,” said Grant, a Navy veteran who served off Vietnam in 1965 and 1966.\nThe war, which divided the United States and exposed the limits of its military might, is the subject of a new exhibit  that resonates with today’s divisive politics.\nNearly three years in the making, “The Vietnam War: 1945-1975” opens on Wednesday at the 200-year-old institution. The interactive exhibit has relevance to current times, said its curator, Marci Reaven.\n“It may be that much of the political polarization since then may in fact derive from the conflicts that arose among Americans around the war,” said Reaven.\nThrough artifacts, video, audio and photographs, the exhibit tells the story of the conflict from its post-World War Two origins when the United States backed French troops trying to retain colonial rule over Indochina.\nIt depicts the escalation and de-escalation, as it was called at the time, of American troop numbers in Vietnam and the growing anti-war movement at home, as well as demonstrations supporting the war effort.\nThe exhibit tells the story of the war from both sides. It includes a 1962 North Vietnamese propaganda engraving in lacquer, which the still-living artist, who later fought in the war, recreated exclusively for the historical society.\nIt also includes a Bullpup missile from an F-105 fighter-bomber, a Jeep, and two 24-foot long artistic renderings of a 1966-67 timeline that visitors can touch to get video clips of moments in history.\nThere is also a draft card, which every 18- to 26-year-old male was required to carry at the time, and which many young men burned in public displays of defiance. The draft, which made the war all the more real for millions of would-be conscripts, ended in 1973, shortly after the last American troops left Vietnam.\nWhen it was over, the war had cost 58,315 U.S. servicemen their lives, the United States had dumped more explosive tonnage on Southeast Asia than it dropped during World War Two, and South Vietnam was overrun by the communist North in 1975.\nIf the exhibit sounds a little like the 10-part documentary by Ken Burns and Lynn Novick that just aired on public television, it is only partly a coincidence. Researchers on the two projects worked independently, except for the sharing of some archival film footage but agreed to coordinate the launch of their works, Reaven said.\nHistorical society visitors will be invited to write or record their thoughts for posterity.\n“We’d like them to experience, as we did, the idea that wars are a product of many decisions that are made by governments and individuals and it’s important to look at those decisions, to pay attention to these decisions when they’re being made,” said Reaven.\nThe society will host the exhibit through April 22.\nReporting by Peter Szekely; Editing by Cynthia Osterman\n",
        "quotes": [
            [
                "I got into a lively discussion with another member of the executive committee about America’s motive and about the nature of the struggle and whether it was all for naught or not,",
                "Grant",
                true
            ],
            [
                "It may be that much of the political polarization since then may in fact derive from the conflicts that arose among Americans around the war,",
                "Reaven",
                true
            ],
            [
                "We’d like them to experience, as we did, the idea that wars are a product of many decisions that are made by governments and individuals and it’s important to look at those decisions, to pay attention to these decisions when they’re being made,",
                "Reaven",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "exhibit",
            "war",
            "states",
            "united",
            "opens",
            "decisions",
            "york",
            "vietnam",
            "highlighting",
            "visitors",
            "wars",
            "society",
            "historical",
            "relevance"
        ]
    }
]