[
    {
        "url": "http://www.bbc.com/sport/rugby-union/41561117",
        "title": "European Champions Cup: Wasps schedule defended by organisers EPCR",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "2017-10-09",
        "text": "By Chris Jones\n9 Oct 2017\nShare this page\nShare this with\nEuropean Cup organisers say \"venue availability, domestic calendars and broadcast schedules\" explain Wasps' five-day turnaround before their Champions Cup opener in Ulster.\nDai Young's injury-ravaged squad play in Belfast on Friday, days after facing Saracens at Allianz Park on Sunday.\nSarries boss Mark McCall has described the situation as \"grossly unfair\".\nEuropean Professional Club Rugby (EPCR) said they \"look to avoid\" such issues but it was \"not always possible\".\n\"EPCR's fixture schedule is drafted in consultation with, and is given approval by, Premiership Rugby, the Pro14 and the LNR [French league],\" an EPCR spokesman told the BBC.\n\"Champions Cup and Challenge Cup pool stage fixtures can only be confirmed following the announcement of the fixture schedules for the three professional leagues.\"\nWasps director of rugby Young, who was without 15 injured players - including fly-half Danny Cipriani and England number eight Nathan Hughes - for the match with Sarries, said such a turnaround should \"probably not\" be allowed to happen.\n\"It's not ideal by any stretch of the imagination,\" he told BBC Radio 5 live.\n\"There is very little we can do about it. We've known for a number of weeks what was the case, and we've just got to get on with it. It's far from ideal, obviously, and we just have to deal with it.\"\nA similar tight turnaround will affect Scarlets between rounds one and two.\nThe Welsh side travel to Toulon on Sunday, before hosting Bath the following Friday.\n\"Champions Cup and Challenge Cup matches are scheduled on the basis that clubs are available to play on the fifth day following a previous fixture,\" added the EPCR spokesman.\n\"This is a situation that EPCR looks to avoid but when venue availability, domestic calendars and broadcast schedules for the entire season are taken into account, it is not always possible.\"\nTop Stories\nFrom the section Football\nFrom the section Football\n",
        "quotes": [
            [
                "venue availability, domestic calendars and broadcast schedules",
                "",
                false
            ],
            [
                "EPCR's fixture schedule is drafted in consultation with, and is given approval by, Premiership Rugby, the Pro14 and the LNR [French league],",
                "Mark McCall",
                true
            ],
            [
                "Champions Cup and Challenge Cup pool stage fixtures can only be confirmed following the announcement of the fixture schedules for the three professional leagues.",
                "",
                true
            ],
            [
                "It's not ideal by any stretch of the imagination,",
                "",
                true
            ],
            [
                "There is very little we can do about it.",
                "",
                true
            ],
            [
                "We've known for a number of weeks what was the case, and we've just got to get on with it.",
                "",
                true
            ],
            [
                "It's far from ideal, obviously, and we just have to deal with it.",
                "",
                true
            ],
            [
                "Champions Cup and Challenge Cup matches are scheduled on the basis that clubs are available to play on the fifth day following a previous fixture,",
                "",
                true
            ],
            [
                "This is a situation that EPCR looks to avoid but when venue availability, domestic calendars and broadcast schedules for the entire season are taken into account, it is not always possible.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.bbc.com/sport/football"
            ]
        },
        "key_words": [
            "cup",
            "epcr",
            "turnaround",
            "champions",
            "rugby",
            "defended",
            "fixture",
            "wasps",
            "organisers",
            "european",
            "schedule",
            "weve",
            "schedules",
            "following",
            "venue"
        ]
    }
]