[
    {
        "url": "http://www.cnn.com/2017/10/04/entertainment/steven-tyler-heart-attack/index.html",
        "title": "Steven Tyler denies having heart attack",
        "authors": [
            {
                "name": "Lisa Respers France",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-04",
        "text": "Updated 8:23 AM ET, Wed October 4, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\n(CNN)\nSteven Tyler says it broke his heart that his health issues caused Aerosmith to abandon its tour but he insists his heart is not actually broken.\n\"I give you all an a+ for creative speculations but I certainly did not have a heart attack or a seizure ((unless Joe Perry is takin' a rippin' lead)),\" he wrote.\nThe band announced last month that it had to cancel the remaining four dates of its South American leg of the Aero-Vederci tour due to frontman Tyler's \"unexpected medical issues.\"\nTyler said at the time that it was not \"a life threatening condition.\"\nRead More\nTyler apologized, but said it couldn't be helped.\n\"Sorry to have cut the tour short but i had to have a procedure that only my doc in the states could perform,\" he said.\nAerosmith's 2017 shows began in late spring in Europe and had been billed as the band's \"farewell\" tour.\n",
        "quotes": [
            [
                "I give you all an a+ for creative speculations but I certainly did not have a heart attack or a seizure ((unless Joe Perry is takin' a rippin' lead)),",
                "Steven Tyler",
                true
            ],
            [
                "Sorry to have cut the tour short but i had to have a procedure that only my doc in the states could perform,",
                "Steven Tyler",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.aerosmith.com/news"
            ]
        },
        "key_words": [
            "having",
            "steven",
            "tyler",
            "denies",
            "heart",
            "wasnt",
            "unless",
            "tylers",
            "attack",
            "tour",
            "threatening",
            "wrotethe",
            "unexpected"
        ]
    }
]