[
    {
        "url": "http://www.bbc.com/news/world-us-canada-41568418",
        "title": "The war of words between former and current Mrs Trumps",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "10 October 2017\nThese are external links and will open in a new window\nClose share panel\nImage copyright Getty Images\nDonald Trump's first wife, Ivana, has started a war of words by saying she, not Melania, is the real First Lady and by revealing that she has a direct line to the White House but uses it less than she could to avoid jealousy.\nMelania is Mr Trump's third wife, and although this is the first time she and Ivana have crossed swords in public, the first wife has certainly had harsh words for her successor, Marla, before.\nAll three of them were at Mr Trump's inauguration as president in January.\nHere are the stories of the three women and their marriages to Donald Trump.\nWife One\nMarried to Donald 1977-1992\nImage copyright Getty Images\nBorn in 1949 in Czechoslovakia, Ivana met Donald at a bar in New York and the pair were married for 15 years. She is the mother of three of his children: Donald Jr, Ivanka, and Eric.\nThe couple divorced after rumours surfaced that he was having an affair and he refused to tell Playboy magazine in an interview whether his marriage was monogamous.\nDuring a divorce deposition, Ivana accused Mr Trump of raping her, but she later withdrew the comment, saying her words should not be \"interpreted in a literal or criminal sense\" and she meant instead that she had felt a lack of tenderness. He has  said the episode was completely falsified.\nThe divorce is thought to have cost Mr Trump tens of millions of dollars. Ivana's attempts to receive more money than had been laid out in a pre-nuptial agreement were extensively reported in the New York press at the time.\nShe even had a cameo in the 1996 film First Wives Club where she repeated the line: \"Don't get mad, get everything!\"\nShe has married twice since, and has remained close enough to Mr Trump to be photographed next to him at functions (as above).\nOn becoming president, Mr Trump reportedly offered Ivana the chance to be the US ambassador to the Czech Republic but she declined, preferring to be able to summer in St Tropez.\n\"I'm known by the name Ivana. I really did not need the name Trump,\" she told the New York Post.\nThe first Mrs Trump is promoting her book Raising Trump, to be released on Tuesday. In the course of it, she quipped that she is the real first lady.\nMelania responded with a statement including the lines: \"There is clearly no substance to this statement from an ex. Unfortunately only attention seeking and self-serving noise.\"\nWife Two\nMarried to Donald 1993-1999\nImage copyright Getty Images\nMarla Maples was born into a Baptist family in Georgia in the US in 1963, making her 14 years younger than Ivana.  The couple had one daughter, Tiffany.\nTheir relationship began in secret, as an affair that lasted for years. Before it, she had been a beauty queen who took a bit part in a Stephen King film (Maximum Overdrive) and posed for a Delta Air Lines ad.\nVanity Fair reported that Marla lived on Mr Trump's mega yacht, Trump Princess and avoided the press. But she would soon come to the world's attention, when she and the Trumps holidayed in the same town.\n\"I'm Marla and I love your husband. Do you?\" are the words she reportedly said to Ivana when confronting her in Aspen in 1990.\n\"Stay away from him! Stay away from us!\" Ivana reportedly replied.\nLooking back on their divorce, Ms Maples has said she wanted to change Mr Trump but realised after some years that they were not bringing out the best in each other.\nIn 1990, Marla said: \"I'm, like, of the soil, of the country, of a solid, firm belief in God. I would be happier living out on a farm away from everyone.\" After the divorce she moved to California.\nSep 1, 2017 at 3:45pm PDT\nEnd of Instagram post  by itsmarlamaples\nLast year when Marla competed in Dancing with the Stars she was eliminated quickly, and Ivana said she was \"never happier in her life\".\nIvana took another swipe at her during book promotion interviews this week, by telling CBS Sunday Morning that Ms Maples was \"a showgirl\" who had never achieved anything - but she has not responded.\nWife Three\nImage copyright Getty Images\nBorn as Melanija Knavs in Slovenia in 1970, Melania is seven years younger than Marla, 21 years younger than Ivana and 24 years younger than her husband, Donald.\nShe later changed the spelling of her first name to Melania, and moved to the US in the 1990s.\nShe married Mr Trump in 2005 after meeting him when she was working as a model. He was reportedly intrigued when she refused to give him her number, asking for his instead.\nShe is the mother of Barron, 11, and delayed their move to the White House so as not to interrupt his school year.\nShe is an unusual First Lady in another way: she is the first to have posed nude for a magazine.\nWhen she found herself attacked in public by the first Mrs Trump, her scathing statement managed to take some moral high ground: \"Mrs Trump has made the White House a home for [their son] Barron and The President.\n\"She loves living in Washington, DC and is honoured by her role as First Lady of the United States.\n\"She plans to use her title and role to help children, not sell books.\"\n",
        "quotes": [
            [
                "interpreted in a literal or criminal sense",
                "",
                false
            ],
            [
                "Don't get mad, get everything!",
                "",
                true
            ],
            [
                "I'm known by the name Ivana.",
                "Marla Maples",
                true
            ],
            [
                "I really did not need the name Trump,",
                "Marla Maples",
                true
            ],
            [
                "There is clearly no substance to this statement from an ex.",
                "Melania",
                true
            ],
            [
                "Unfortunately only attention seeking and self-serving noise.",
                "Melania",
                true
            ],
            [
                "I'm Marla and I love your husband.",
                "Marla Maples",
                true
            ],
            [
                "I'm, like, of the soil, of the country, of a solid, firm belief in God.",
                "Marla Maples",
                true
            ],
            [
                "I would be happier living out on a farm away from everyone.",
                "Marla Maples",
                true
            ],
            [
                "Mrs Trump has made the White House a home for [their son] Barron and The President.",
                "",
                true
            ],
            [
                "She loves living in Washington, DC and is honoured by her role as First Lady of the United States.",
                "",
                true
            ],
            [
                "She plans to use her title and role to help children, not sell books.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.vanityfair.com/news/1990/11/marla-maples-donald-trump-relationship"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "war",
            "mr",
            "younger",
            "donald",
            "mrs",
            "trumps",
            "marla",
            "words",
            "ivana",
            "reportedly",
            "maples",
            "current",
            "trump"
        ]
    }
]