[
    {
        "url": "https://www.politico.com/tipsheets/playbook/2016/09/50-days-until-election-day-pipe-bomb-found-in-nyc-suburb-in-new-jersey-trump-cashes-in-with-small-donors-hillary-up-one-in-florida-216377?cmpid=sf",
        "title": "50 DAYS UNTIL ELECTION DAY -- Pipe bomb found in NYC suburb in New Jersey -- Trump CASHES in with small donors -- HILLARY up one in FLORIDA",
        "authors": [
            {
                "name": "Follow Us On Twitter",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-05",
        "text": "Sign up for POLITICO Playbook today.\nEmail\nSign Up\nBy signing up you agree to receive email newsletters or alerts from POLITICO. You can unsubscribe at any time.\nDriving the Day\nTHE TERROR CREEP -- Pipe bombs in New York City. An explosion in New Jersey. Stabbings in St. Cloud, Minnesota. And now, late last night when most of you were sleeping, a pipe bomb was found near a train station in Elizabeth, New Jersey -- just 20 miles outside of Manhattan. There are 50 days until Election Day.\nDEVELOPING -- “Pipe Bombs Found Near Train Station in Elizabeth, N.J., Official Says,” by NYT’s Nate Schweber and Jonah Engel Bromwich: “The bomb drama rattling the New York region arrived here on Sunday night when two men walked out of Hector’s Place Restaurant near the city’s train station and found a backpack containing five explosives resting atop a municipal garbage can, Mayor J. Christian Bollwage said.\n“After finding that the backpack contained ‘wires and a pipe,’ the mayor said, the men dropped the item in the street and contacted the Elizabeth Police Department shortly about 8:45 p.m. The police, in turn, called the Union County bomb squad, and the investigation was quickly turned over to the F.B.I. and the New Jersey State Police, Mr. Bollwage said. The F.B.I. then sent in a pair of robots and determined that the backpack held five bombs, some of which were pipe bombs, the mayor said. Around 12:30 a.m., the robots attempted to clip a wire to disarm one bomb and accidentally detonated it, the mayor said. ‘As a robot was trying to disarm one of the devices it exploded,’ he said. No injuries were reported.” http://nyti.ms/2cVPtmp\n-- “FBI seeks confirmation that St. Cloud attacker was pledged to ISIL,” by the Star Tribune’s Stephen Montemayor: “The claim on social media Sunday had a familiar ring: The man who stabbed nine people in a St. Cloud mall on Saturday was ‘a soldier of the Islamic State.’ His attack, the message continued, was an ‘operation in response to calls to target the citizens of the crusader coalition.’\n“The Amaq News Agency, media wing of the Islamic State in Iraq and the Levant (ISIL), has used nearly identical language in taking credit for at least a half-dozen other attacks in Western countries in recent months, analysts say. If confirmed, the episode also marks a new chapter in ISIL’s link to Minnesota. ISIL’s claim, a little more than 12 hours after Dahir A. Adan, 22, carried out his attack, mirrors the group’s response to killings in San Bernardino late last year and a more recent spate of terrorism in Europe, according to counterterrorism analyst Thomas Joscelyn … Minnesota is home to the nation’s largest ongoing terrorism recruitment investigation, with 11 Somali-Minnesotans charged since late 2014 in an alleged plot to travel to Syria and join ISIL.” http://strib.mn/2cK10oc\n**SUBSCRIBE to Playbook: http://politi.co/1M75UbX\n--@realDonaldTrump: “Under the leadership of Obama & Clinton, Americans have experienced more attacks at home than victories abroad. Time to change the playbook! ... Saturday’s attacks show that failed Obama/Hillary Clinton polices [sic] won’t keep us safe! I will Make America Safe Again! … Terrible attacks in NY, NJ and MN this weekend. Thinking of victims, their families and all Americans! We need to be strong!”\n--CLINTON STATEMENT: “I strongly condemn the apparent terrorist attacks in Minnesota, New Jersey, and New York. I pray for all of those who were wounded, and for their families. Once again, we saw the bravery of our first responders who run toward danger to help others. Their quick actions saved lives. Law enforcement officials are working to identify who was behind the attacks in New York and New Jersey and we should give them the support they need to finish the job and bring those responsible to justice - we will not rest until that happens. ISIS has claimed responsibility for the attack in Minnesota, and this should steel our resolve to protect our country and defeat ISIS and other terrorist groups.\n“I have laid out a comprehensive plan to do that. This includes launching an intelligence surge to help identify and thwart attacks before they can be carried out, and to spot lone wolf attackers. We also need to work with Silicon Valley to counter propaganda and recruitment efforts online. Americans have faced threats before, and our resilience in the face of them only makes us stronger. I am confident we will once again choose resolve over fear.”\nGood Monday morning. Have you always wondered why there wasn’t a Playbook Food Truck that gave away free breakfast? Us too. So, this week, beginning Wednesday, Anna, Daniel and Jake will be bouncing around D.C. in a Playbook-branded food truck handing out free breakfast sandwiches and coffee. Stay tuned for locations. #playbookeats\nTHERE IS ONE WEEK until the big presidential debate at Hofstra University on Long Island. Here are some numbers you need to know about what America thinks about the debates and its moderators, courtesy of our friends at Morning Consult, who conducted a poll of 1,861 registered voters last week.\n-- A sky-high 73% of those polled said it was very likely or somewhat likely they would watch the first debate. 37% said they thought it was likely Hillary Clinton would win, 31% said they thought Donald Trump would win and 32% didn’t know or had no opinion.\n-- LESTER HOLT, the “NBC Nightly News” anchor who is moderating the first debate, is seen as favorable by 47% of those polled, and 20% view him as unfavorable. Just 39% of Republicans see him as favorable, while 60% of Democrats view him as favorable.\n-- ANDERSON COOPER of CNN, who will co-host the second presidential debate, is seen as favorable with 58% of those polled -- by far the most popular moderator. He is also seen as the moderator who will be the toughest and least biased.\n--CHRIS WALLACE of Fox News, who will moderate the last debate on Oct. 19 in Las Vegas, has 60% favorability ratings with Republicans. Morning Consult’s toplines on all topics in the poll http://bit.ly/2cXkIAe … Crosstabs http://bit.ly/2d1rssR\nA message from Softbank:\nAmerica is where the world's innovation happens, and SoftBank is helping that innovation come to life. Here in the U.S., we're investing in people, companies and transformational technology that is reshaping the future and improving people's lives. Learn more about SoftBank's investment in the U.S. and watch our new video at politico.com/sponsor-content/softbank.\nARI FLEISCHER in WSJ, “The Wrong Lessons From Matt Lauer”: “There’s a smarter way for the debate moderators to do their job and establish facts. If Mr. Trump were to say during the debate that he never supported the Iraq invasion, the moderator should turn to Mrs. Clinton and say, ‘Mr. Trump says he always opposed the invasion. Is that what you recall?’ Then it’s up to her to respond.” http://on.wsj.com/2da3VX8\nNEW POLL -- The much-awaited The New York Times Upshot/Siena College poll has Hillary Clinton narrowly beating Donald Trump in Florida, 41-40. They are tied in a head-to-head matchup. The poll used “voter registration files, the core of the ‘big data’ that has transformed campaigning over the last decade. The voter file data here -- from L2, a nonpartisan voter file vendor -- includes information on the race, vote history and partisanship of every voter in the state, a big advantage for polling.” http://nyti.ms/2coB6HJ\n--NEW LARRY SABATO RANKINGS: Hillary Clinton wins the presidency with a “bare majority” of 272 electoral votes. Senate: 49 Republican seats, 47 Democratic seats and four tossups. http://bit.ly/2dd53fJ\nSHOT -- “Among Democrats, deep concern about Clinton’s Hispanic strategy,” by WaPo’s Abby Phillips and Ed O’Keefe: “While Clinton holds a significant lead over Republican rival Donald Trump in every poll of Hispanic voters, less clear is whether these voters will turn out in numbers that Democrats are counting on to win. Clinton trails President Obama’s 2012 performance in several ­Latino-rich states, including Florida, Nevada, Colorado and Arizona. In those same states, on which Democrats’ prospects of retaking the Senate hinge, some down-ballot Democrats remain unknown to many Hispanic voters.” http://wapo.st/2dd19TY\nCHASER -- NEW CLINTON AD -- “FAMILIES TOGETHER” -- SCRIPT: Donald Trump on screen saying, “We are going to triple the number of ICE deportations officers.” Narrator: “Donald Trump’s plan? Tear families apart. Hillary Clinton -- she’s made protecting children and families her life’s work. She began her career defending children with disabilities. As First Lady, she helped extend healthcare to 8 million children. And now fighting for immigration reform that keeps families together.” The 30-second ad, which will be on TV and online http://bit.ly/2d5mQXk\nEVAN OSNOS in The New Yorker, “President Trump’s First Term: His campaign tells us a lot about what kind of Commander-in-Chief he would be”: “Trump aides are organizing what one Republican close to the campaign calls the First Day Project. ‘Trump spends several hours signing papers -- and erases the Obama Presidency,’ he said. Stephen Moore, an official campaign adviser who is a senior fellow at the Heritage Foundation, explained, ‘We want to identify maybe twenty-five executive orders that Trump could sign literally the first day in office.’\n“Over the summer, I interviewed several dozen people about what the United States could expect from Donald Trump’s first term. Campaign advisers shared his plans, his associates relayed conversations, and I consulted veterans of five Republican Administrations, along with economists, war gamers, historians, legal scholars, and political figures in Europe, Asia, and Latin America. Most of the people I spoke with outside the campaign expected Trump to lose. But they also expected his impact to endure, and they identified examples of the ways in which he had already altered political chemistry far beyond the campaign. After seventy years of American efforts to stop the spread of nuclear weapons, Trump has suggested that South Korea and Japan might be wise to develop them. Returning from a recent visit to Seoul, Scott Sagan, a political-science professor at Stanford who is a nuclear-arms specialist, told me, ‘These kinds of statements are having an effect. A number of political leaders, mostly from the very conservative sides of the parties, are openly calling for nuclear weapons.’” http://bit.ly/2dcPOTP\nPRESIDENT TRUMP – “Why a President Trump Could Start a Trade War With Surprising Ease,” by Justin Wolfers in The Upshot: “[I]nternational trade policy is one area where a President Trump could unilaterally deliver on the changes that he has promised. Mr. Trump has said that as president he would ‘rip up’ international trade deals such as [NAFTA], withdraw from the [WTO] and sharply raise the tariffs charged on goods imported from China and Mexico. As president he could pretty much do it. And there’s very little Congress can do to stop him, even if the result is a costly trade war.” http://nyti.ms/2cJMgWJ\n--@JTSantucci (ABC’s John Santucci): “Campaign sources tell @ABC News Donald Trump will meet tomorrow morning with Egyptian President Abdel Fattah el-Sisi in New York”\nDONALD CASHES IN -- “Trump shatters GOP records with small donors,” by Shane Goldmacher: “Donald Trump has unleashed an unprecedented deluge of small-dollar donations for the GOP, and one that Republican Party elders have dreamed about finding for much of the last decade as they’ve watched a succession of Democrats -- Barack Obama, Bernie Sanders and, to a lesser extent, Hillary Clinton -- develop formidable fundraising operations, $5, $10 and $20 at a time.\n“Trump has only been actively soliciting cash for a few months, but when he reveals his campaign’s financials later this week they will show he has crushed the total haul from small-dollar donors of the last two Republican nominees, John McCain and Mitt Romney — during the entirety of their campaigns.\n“All told, Trump is approaching, and has possibly already passed, $100 million from donors who have given less than $200, according to an analysis of available Federal Election Commission filings, the campaign’s public statements and people familiar with his fundraising operation. It is a threshold no previous Republican has ever achieved in a single campaign. And Trump has done so less than three months after signing his first email solicitation for donors on June 21 — a staggering speed to collect such a vast sum.” http://politi.co/2daaZmD\nDATA DU JOUR – AdAge: “[O]f the $149,912,723 million in booked TV and radio spending through election day for these three presidential candidates, $145,299,727 is being spent by the Clinton campaign combined with pro-Clinton PACs.” http://bit.ly/2cxxIIh\nBRUSSELS BURST -- “McDonald’s could face EU order to pay almost $500m in back taxes: Chain under investigation by Brussels over ruling underpinning European structure,” by FT’s Rochelle Toplensky: “McDonald’s could face an order to pay nearly $500m in back taxes to Luxembourg, according to a Financial Times analysis of an investigation by Brussels into state-supported tax avoidance … According to an FT review of the commission’s McDonald’s probe, it paid an average tax rate of 1.49 per cent on the $1.8bn profit earned by its Luxembourg-based European headquarters since its 2009 reorganisation.” http://on.ft.com/2cxAqNT\nHAPPENING TODAY -- Donald Trump is in Fort Myers, Florida, for a 3 p.m. rally at the Germain Arena. Mike Pence is in Iowa, holding a town hall in Mason City and rally in Dubuque. Hillary Clinton is in Philadelphia, speaking at Temple University about “the stakes of November’s election for millennial voters in Pennsylvania and across the country.” Tim Kaine and Anne Holton are campaigning in Ames, Iowa.\nBarack Obama is attending a DSCC roundtable in New York and meeting separately with Chinese Premier Li Keqiang and Prime Minister Haider al-Abadi of Iraq at the Lotte New York Palace Hotel. He’ll then visit the U.S. Mission to the U.N. with Secretary of State John Kerry and Ambassador Samantha Power. He’ll sleep in New York.\nPaul Ryan is giving a speech at the Economic Club of New York this morning.\nPlaybook Reads\nPHOTO DU JOUR: Russian President Vladimir Putin casts his ballot at a polling station during a parliamentary election in Moscow, Russia on Sept. 18. Russia’s ruling party, United Russia, won the election with nearly 53 percent, according to early results. | AP Photo/Grigory Dukor\nYOU’RE INVITED! -- Join us for Playbook Cocktails Wednesday evening with civil rights icon, Rep. John Lewis (D-Ga.)! Our conversation comes during the opening week of the Smithsonian’s National Museum of African American History and Culture. We’ll talk about civil rights and explore Lewis’s extraordinary life. Doors open at 5:30 p.m. The W Hotel, 515 15th Street, NW. RSVP here http://bit.ly/2cvXEEd\nSWING-STATE WATCH -- “Clinton focuses on Pennsylvania, a must-win state for Trump,” by AP’s Tom Beaumont: “Hillary Clinton’s campaign is aggressively outworking Donald Trump in battleground Pennsylvania, a state the billionaire businessman can scarcely afford to lose and still hope to become president. Despite polling well in Pennsylvania throughout the summer, Clinton's team is nevertheless bearing down in a state her party has carried in six straight elections. They are ratcheting up advertising and dispatching their top supporters to Pennsylvania, from Bill Clinton to Joe Biden to last week’s visit from President Barack Obama …\n“At a minimum, an energized Pennsylvania campaign is a balm for Clinton as she weathers a dip in national polls and dips in the swing states of Florida and Ohio. But with roughly seven weeks until Election Day, Trump’s scattershot approach to Pennsylvania also puts his White House prospects in jeopardy.” http://apne.ws/2coyGco\nINSIDE THE ROOM -- OBAMA LAST NIGHT IN NYC -- At a Hillary Victory Fund fundraiser at Danny Meyer’s apartment near Gramercy Park, per the released transcript: “It is a cliché that every election is the most important election of our lifetime. This time it’s true. (Laughter.) They’re all important, and I’m a big believer that the project of America, the project of democracy, is never finished; that it is a constant process of us together, reimagining what might be, figuring out how we can work together to make this country a little more just, a little more fair, a little more prosperous, a little more secure. ...\n“And when I said that I think she is somebody who is as qualified as any individual who has ever run for this office, I meant it. Audrey mentioned ‘Hamilton’ and being in the room where it happens -- well, she’s been in the room where it happens, repeatedly. And her judgment has been unerring, and she has been disciplined, and she has been extraordinarily effective in every job that she’s had. ...\n“This guy is not qualified to be president. And he shows no interest in even gaining the rudimentary knowledge required to make really hard decisions on a day-to-day basis. There's no curiosity, there's no desire to get up to speed. It’s an infomercial. It’s a reality show. And more disturbingly, it's tapping into some of our worst impulses as a country -- ones that divide us rather than bring us together; ones that seek to put down people who have been historically vulnerable as opposed to lifting them up.”\nSNEAK PEEK -- NPR’s Steve Inskeep spoke with Bill Clinton from his house in Chappaqua. Here’s a snippet about how he sees role in a potential Hillary Clinton White House: “Well I will do whatever I'm asked to do but she said if she wins that she wanted me to go out to places like coal country, Indian country, small town and rural America, all in urban pockets of despair and try to get the economy going again so we can all rise together, which we haven’t really been able to do yet. Although in the last economic report we see the year on end and year increase in income of 5.2 percent -- the percentage was highest in lower income people.” Will air on Morning Edition. See NPR.org/stations for broadcast times\nJOE BIDEN INTERVIEW -- “I’m not going to stay on in the administration,” Biden said in a 25-minute interview with STAT’s Dylan Scott at Rice University. “What Hillary talked about is, as I understood it, me being able to have the same authority over elements of her administration from the outside that I have now from the inside, to be able to coordinate those efforts.”\n--What Trump would do with Biden’s cancer moonshot: “I would hope he would bring, attract, out of just pure patriotic necessity, some very good minds to let him know that there is a lot of money we’re spending in the federal government, billions of dollars on medical research,” Biden said, “and there is a consensus.” On Hillary’s pneumonia: “I’ve just found that, in my career, just transparency and disclosure works the best, even when there’s bad stuff … I think she’s handled it pretty well in the sense that she’s laid out everything from what happened when she fell, what happened with the blood clot.” http://bit.ly/2chsuQ8 ... Transcript http://bit.ly/2cVX7Ns\nGOP INFIGHTING -- “Kasich camp bashes Priebus, warns of national GOP ‘wipeout’,” by Kyle Cheney: “Gov. John Kasich’s war with the national Republican Party exploded into the open Sunday night, when his top adviser thrashed GOP leader Reince Priebus and hinted that the presidential election may be out of reach. The statement, issued on official campaign letterhead, followed remarks by Priebus earlier Sunday suggesting the party might block the Ohio governor from running for office again because he has refused to support Donald Trump.\n“‘Thankfully, there are still leaders in this country who put principles before politics,’ said John Weaver, Kasich’s adviser, adding, ‘The idea of a greater purpose beyond oneself may be alien to political party bosses like Reince Priebus, but it is at the center of everything Governor Kasich does.’\n“It’s a stunning act of open hostility between the national Republican Party and the governor in perhaps the most crucial swing state — and at a sensitive moment in the election. Trump has risen in national polls and inched closer to Hillary Clinton in swing states. He’s even passed her in Ohio, perhaps his strongest chance to capture a state that Mitt Romney lost in 2012.” http://politi.co/2d4KKSO\nCHRIS CILLIZZA -- “Sure, Trump has the momentum. But his prospects for 270 electoral votes are still dim”: “Let’s start with the two most important numbers in this election: 18 and 13. Eighteen is the number of states every Democratic presidential nominee has carried in each of the past six presidential elections, dating to 1992. Add in the District of Columbia, which also fits the bill, and you get 242 electoral votes. Thirteen is the number of states every Republican presidential nominee has won in those same presidential elections. Add them up, and you get 102 electoral votes ...\n“Consider this: If Clinton wins the 18 states plus the District that every Democrat has won since 1992 and also wins Florida (and its 29 electoral votes), she is president. If Clinton wins those 18, the nation’s capital and Ohio (18 electoral votes) and Virginia (13 electoral votes), it’s over.” http://wapo.st/2cXpEFc\nA message from Softbank:\nWe're on track to invest $50 billion in U.S. companies by the end of 2020. Learn more about SoftBank's investment in the U.S. at politico.com/sponsor-content/softbank.\n2016 PLAYERS -- Jessica Ditto, the communications director for Kentucky Gov. Matt Bevin, is joining the Trump campaign as deputy communications director. Jessica will be based in New York with Jason Miller and Hope Hicks.\n--“Meet the man behind Right Side Broadcasting, the network that live-streams every Donald Trump speech,” by Business Insider’s Maxwell Tani: “Joe Seales was a stay-at-home dad between jobs. Then he started watching Donald Trump's speeches. Seales is the CEO of Right Side Broadcasting Network, a website known best for its YouTube channel, which has hosted feeds of almost every single Trump rally, town hall, or public appearance since July 2015. ... Right Side Broadcasting Network has emerged as a tool for many Trump fans, journalists, and campaign operatives.” http://read.bi/2cjwILF\nGLENN THRUSH’S “OFF MESSAGE” PODCAST -- “Jill Stein: Trump may have 'memory problem': The physician turned Green Party candidate sees signs of health, mental, cognitive issues in the man atop the GOP ticket'\": “You know, I don't pretend to be able to do TV diagnosis, but I think the guy has a problem,’ said the 66-year-old candidate, who is averaging somewhere between two and five percent in most national and state polls, enough (Clinton people say) to the Democrat in too-close-to-call states. ‘The guy has a lot of problems--physical, mental, emotional, cognitive.’” http://politi.co/2cK5Z8B … Transcript http://politi.co/2cK7689\nMEDIAWATCH -- “Michael Slackman to be named Times international editor,” by Joe Pompeo: “Joe Kahn’s promotion to managing editor of The New York Times has created an opening for a new international editor, and POLITICO can confirm that person will be Michael Slackman, who has most recently served as international managing editor under Kahn. ... Slackman [is] a veteran foreign correspondent whose postings have included Cairo, Berlin and Moscow.” http://politi.co/2cXmyBj\nCLICKER -- Lyft’s President John Zimmer in Medium delves into his vision for the future of transportation http://bit.ly/2cjx19h\nTIME CAPSULE -- From Playbook’s subject line, a year ago today, “CARLY REVELS IN HER MOMENT” http://politi.co/1iEIxeB\nDESSERT -- “Jeb Bush Makes Surprise Appearance in Jimmy Kimmel’s Opening Sketch” – Variety: “Bush was the limo driver for ‘Veep’ character Selena Meyer (Julia Louis-Dreyfus). ‘Are you nominated?’ Bush asks Kimmel, who was looking for a ride downtown to the [Emmy] awards ceremony. ‘Wow, what’s that like?’ ‘It’s nice,’ Kimmel replied. When asked if he could win, Kimmel replied, ‘probably not.’ Bush — the former Governor of Florida — offered this advice to the late-night host: ‘Here’s what I know, If you run a positive campaign, the voters will ultimately make the right choice.’” http://bit.ly/2cBDzhK ... Video http://bit.ly/2cJquUn ... Full list of winners http://bit.ly/2cXNhxq\nSPORTS BLINK -- DAVID AXELROD in the New Yorker: “THE MOST PLEASING CAMPAIGN OF 2016: The Chicago Cubs look poised to end the longest championship drought in American sports.” http://bit.ly/2cBOlVn\nPlaybookers\nCGI KICKS OFF TODAY -- The Clinton Global Initiative starts its 12th and final meeting today. The Clinton Foundation plans to drastically downshift its work if Hillary Clinton wins the White House. The foundation has been in the crossfire for its accepting of foreign donations and coziness with government. Neither Hillary Clinton or President Obama will attend.\nA Clinton Foundation spokesman: “The event will recognize the impact and legacy of CGI members, who have made more than 3,600 Commitments to Action – projects to address a global issue - which have improved the lives of more than 435 million people in 180 countries worldwide. The annual convening will bring together more than 1,000 leaders in philanthropy, business, and government to talk about issues like the refugee crisis, Zika, violence against women, climate change and more. In this morning’s opening plenary, President Bill Clinton and Chelsea Clinton will be joined by Argentinian President Mauricio Macri, Italian Prime Minister Matteo Renzi, and London Mayor Sadiq Khan, Bono, and Gen. John Allen. In Wednesday’s closing session, President Bill Clinton will provide deeply personal remarks that are a reflection on the work of CGI over the last 12 years, and the evolution of philanthropy overall. People can watch live at live.clintonglobalinitiative.org or #CGI2016.”\nSPOTTED: Speaker Paul Ryan, Capitol Police and staff scurrying about Notre Dame this weekend. They were holding private meetings, and seen in the executive suite during the football game wearing a blue hat, emblazoned with “Play Like a Champion today.”\nHAPPENING TUESDAY -- Hope for Henry ‘Strike’s Celebrity Bowl’ fundraiser at Pinstripes in Georgetown Tuesday. The event raises money for “Hope for Henry,” which has provided care for more than 16,000 sick children in the D.C. and Baltimore region. CNN’s Jake Tapper is hosting the event and Tommy McFly is emceeing the event which will feature media bowlers Mark Leibovich, Chuck Lane, Laura Evans, Sen. Amy Klobuchar, Rep. Mia Love and several celebrities for D.C. sports teams. The event starts with a 6 p.m. reception with bowling starting at 7:30 p.m.\n-- Hoops for Youth Charity Basketball Game, this Tuesday night at GW’s Smith Center (22nd and G St, NW). Tip-off at 7:30 p.m. for Members of Congress vs. Lobbyists Game. Staff vs Lobbyists at 6:30 p.m. Roster for the Members of Congress team: Reps. Duncan Hunter Jr. (R-Calif.), Darin LaHood (R-Ill.), Robert Dold (R-Ill.), David Rouzer (R-N.C.), Ryan Costello (R-Pa.), John Moolenaar (R-Mich.), Steve Scalise (R-La.), Tim Huelskamp (R-Kan.), Kevin McCarthy (R-Calif.), Cedric Richmond (D-La.), Jeff Denham (R-Calif.), Brad Wenstrup (R-Ohio), Mike Bishop (R-Mich.), David Valedao (R-Calif.), Carlos Curbelo (R-Fla.) and Sen. Jeff Flake (R-Ariz.).\nTRANSITIONS – JULIA MAZZONE starts today as deputy director of scheduling and operations for Sen. Marco Rubio. She previously worked at POLITICO, Rubio’s presidential campaign, the RSLC, IMGE, the RNC and Pawlenty for President.\nWEEKEND WEDDINGS -- “Bourree Lam, David Iseri” – N.Y. Times: “Ms. Lam, 32, is keeping her name. She is an associate editor in New York for The Atlantic magazine. She graduated from the University of Chicago. ... Mr. Iseri, 33, is a senior designer in New York for the Bjarke Ingels Group, the Danish architecture firm. He graduated from California Polytechnic State University in San Luis Obispo. ... The couple were introduced in 2012 by mutual friends at a rooftop barbecue in Brooklyn.” With pic http://nyti.ms/2d5loE6\nBIDEN ALUMNI -- “Roanna Wang, Nathan Bruschi”: “They are now first-year M.B.A. students at Harvard, where the groom is also studying for a master’s degree in public policy. ... The groom served in the United States Navy from 2010 to 2015, attaining the rank of lieutenant. He was based in Tokyo, where he served as an intelligence officer in support of strategic deterrence operations aboard the aircraft carrier U.S.S. George Washington. In 2015, he worked on national security issues in the office of Vice President Joseph R. Biden Jr. The groom is also the founder and president of Dartmouth Uniformed Service Alumni, an organization for military members and their families.” With pic http://nyti.ms/2chp7II\nWELCOME TO THE WORLD -- Jacqui Newman, chief administrative officer at the DCCC, and Kevin McKeon, a SVP at Putnam Partners, email friends and family: “After a midnight ride in a Car2Go to Sibley Hospital, Iliana Larkin McKeon was born a healthy 20 inches and 7 lbs 5 oz on [Friday]. Both Jacqui and Iliana are doing great. Jacqui especially as she is now able to eat prosciutto again.” Pic http://bit.ly/2chq3gf\nHAPPY ONE-YEAR ANNIVERSARY to Ellie Schafer and Heather Rothenberg -- pic http://bit.ly/2cK49EL\nBIRTHDAYS: Michael Barone ... Ana Marie Cox ... Andrea Saul, policy comms at Facebook, the pride of Dalton, Ga., near Tennessee, and a Romney, McCain, Instacart and Lean In alum ... Jimmy Fallon is 42 ... Roger Angell is 96 ... Joan Lunden is 66 ... Soledad O’Brien is 5-0 ... former Defense Secretary Harold Brown is 89 ... Spencer Garrett ... Hillary for America’s Christina Iskandar, an OFA alum ... Sen. Tim Scott (R-S.C.) is 51 ... Rep. Henry Cuellar (D-Texas) is 61 ... Politico alum Anne Garland, account coordinator at Lewis Media Partners ... Colleen Connolly … Rebecca Blank, chancellor of the University of Wisconsin-Madison and a Commerce alum ... Jeannie Bunton, SVP of comms. and marketing at the Consumer Bankers Association … Sarah Davey, senior associate at Beacon Global Strategies … Toby Chaudhuri, VP of strategic comms and national partnerships at PBS ... Suzanne Salgado (h/t Jon Haber) ... Politico eHealth writer David Pittman (h/t Arthur Allen) ... David Silber (h/t Claude Marx) … communications twins Megan Byers (of DMR Architects) and John Byers (of Rep. Leonard Lance’s office) are 27 ...\n… Edward Scheinman, senior editor at Pacific Standard, is 31 ... Amanda DeBard ... Kate McMahon Etter ... Dan Kolko, MASN Nationals on-field reporter ... WSJ night editor Wade Lambert is 56 ... Andrea McCarren ... Neal Urwitz, director of external relations at the Center for a New American Security, is 33 ... Al Jazeera English’s Kimberly Halkett ... Sean Coit, comms director for Katie McGinty’s campaign, is 29 (h/t Jonathan Kott) ... Evangeline Weiner Hooie ... Paul Logan, comms director for Virginia Chamber of Commerce... Mike Laws, alum of The Hill ... Janno Lieber … Donn Stanley … Mary Pat Day … Larry Fox … Mark Edwards … Sarah Bailey (h/ts Teresa Vilmain) ... Ali Glisson ... Adam Temple, VP of public affairs at JDA Frontline and a true South Carolina gentleman ... Bill Varian of the Tampa Bay Times ... Masamichi Hanabusa is 83 ... Greg Audel ... VOA’s Bruce Alpert, a Times-Picayune alum ... Patrick Hughes is 74 ... James Lipton (“Inside the Actors Studio”) is 9-0 ... Adam West is 88 ... Jeremy Irons is 68 ... College Football Hall of Famer and former NFL player Reggie Williams is 62 ... Mario Batali is 56 ... Trisha Yearwood is 52 ... celebrity chef Michael Symon is 47 ... Carter Oosterhouse is 4-0 ... Eamon is 33 ... actress Danielle Panabaker is 29 (h/ts AP)\nSUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/1M75UbX ... New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v ... Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\nFollow us on Twitter\nAbout The Author : Jake Sherman\nJake Sherman is a senior writer for POLITICO and co-author of POLITICO’s Playbook , the nation's leading political newsletter. He is also the co-author of New York Times and national best seller, \"The Hill to Die On: The Battle for Congress and the Future of Trump's America,\" which was published by Crown in 2019. Jake is an NBC and MSNBC political contributor.\nSince 2009, Jake has chronicled all of the major legislative battles on Capitol Hill, and has also traveled the country to cover the battle for control of Congress.\nJake is a Connecticut native, and a graduate of The George Washington University — where he edited The GW Hatchet — and Columbia University's Graduate School of Journalism. Jake lives in Washington with his wife Irene and his son, and listens to an unhealthy amount of Grateful Dead and Phish.\nSUBSCRIBE to Politico Playbook: http://politi.co/2lQswbh\nAbout The Author : Anna Palmer\nAnna Palmer is a senior Washington correspondent for POLITICO and co-author of POLITICO’s Playbook , the most indispensable morning newsletter for the biggest influencers in politics. Anna covers the world of Congress and politics, and has successfully chronicled the business of Washington insiders for years. Her stories take readers behind the scenes for the biggest fights in Washington as well as the 2016 election.\nShe is also the co-author of New York Times and national best seller, \"The Hill to Die On: The Battle for Congress and the Future of Trump's America,\" which was published by Crown in 2019.\nIn addition to Playbook, Anna is also editorial director of Women Rule, a POLITICO platform that is dedicated to expanding leadership opportunities for women at all stages of their career.\nPrior to becoming POLITICO’s senior Washington correspondent, she was the co-author of the daily newsletter, POLITICO Influence, considered a must-read on K Street. Anna previously covered House leadership and lobbying as a staff writer for Roll Call. She got her start in Washington journalism as a lobbying business reporter for the industry newsletter Influence. She has also worked at Legal Times, where she covered the intersection of money and politics for the legal and lobbying industry, first as a staff writer and then as an editor.\nA native of North Dakota, Anna is a graduate of St. Olaf College, where she was executive editor of the weekly campus newspaper, the Manitou Messenger. She lives in Washington, D.C.\nSUBSCRIBE to Politico Playbook: http://politi.co/2lQswbh\nAbout The Author : Daniel Lippman\nDaniel Lippman is a reporter covering the White House and Washington for POLITICO. He was previously a co-author of POLITICO's Playbook .\nBefore joining POLITICO, he was a fellow covering environmental news for E&E Publishing and a reporter for The Wall Street Journal in New York. He has also interned for McClatchy Newspapers and Reuters. During a stint freelancing in 2013, he traveled to the Turkish-Syrian border to cover the impact of the Syrian civil war for The Huffington Post and CNN.com .\nHe graduated from The Hotchkiss School in 2008 and from The George Washington University in 2012. Daniel hails from the Berkshires in western Massachusetts and enjoys playing tennis, seeing movies and trying out new restaurants in his free time.\nSUBSCRIBE to Politico Playbook: http://politi.co/2lQswbh\n",
        "quotes": [
            [
                "As a robot was trying to disarm one of the devices it exploded,",
                "",
                true
            ],
            [
                "Trump says he always opposed the invasion.",
                "",
                true
            ],
            [
                "These kinds of statements are having an effect.",
                "",
                true
            ],
            [
                "A number of political leaders, mostly from the very conservative sides of the parties, are openly calling for nuclear weapons.",
                "",
                true
            ],
            [
                "The guy has a lot of problems--physical, mental, emotional, cognitive.",
                "",
                true
            ],
            [
                "Here’s what I know, If you run a positive campaign, the voters will ultimately make the right choice.",
                "",
                true
            ],
            [
                "You know, I don't pretend to be able to do TV diagnosis, but I think the guy has a problem,’ said the 66-year-old candidate, who is averaging somewhere between two and five percent in most national and state polls, enough (Clinton people say) to the Democrat in too-close-to-call states.",
                "",
                true
            ],
            [
                "The guy has a lot of problems--physical, mental, emotional, cognitive.",
                "",
                true
            ],
            [
                "The guy has a lot of problems--physical, mental, emotional, cognitive.",
                "",
                true
            ],
            [
                "Michael Slackman to be named Times international editor,",
                "",
                true
            ],
            [
                "Joe Kahn’s promotion to managing editor of The New York Times has created an opening for a new international editor, and POLITICO can confirm that person will be Michael Slackman, who has most recently served as international managing editor under Kahn.",
                "",
                true
            ],
            [
                "Slackman [is] a veteran foreign correspondent whose postings have included Cairo, Berlin and Moscow.",
                "",
                true
            ],
            [
                "Jeb Bush Makes Surprise Appearance in Jimmy Kimmel’s Opening Sketch",
                "",
                false
            ],
            [
                "Bush was the limo driver for ‘Veep’ character Selena Meyer (Julia Louis-Dreyfus).",
                "",
                true
            ],
            [
                "Are you nominated?’ Bush asks Kimmel, who was looking for a ride downtown to the [Emmy] awards ceremony.",
                "",
                true
            ],
            [
                "Wow, what’s that like?’ ‘It’s nice,’ Kimmel replied.",
                "",
                true
            ],
            [
                "When asked if he could win, Kimmel replied, ‘probably not.’ Bush — the former Governor of Florida — offered this advice to the late-night host: ‘Here’s what I know, If you run a positive campaign, the voters will ultimately make the right choice.",
                "",
                true
            ],
            [
                "Here’s what I know, If you run a positive campaign, the voters will ultimately make the right choice.",
                "",
                true
            ],
            [
                "THE MOST PLEASING CAMPAIGN OF 2016: The Chicago Cubs look poised to end the longest championship drought in American sports.",
                "",
                true
            ],
            [
                "The event will recognize the impact and legacy of CGI members, who have made more than 3,600 Commitments to Action – projects to address a global issue - which have improved the lives of more than 435 million people in 180 countries worldwide.",
                "",
                true
            ],
            [
                "The annual convening will bring together more than 1,000 leaders in philanthropy, business, and government to talk about issues like the refugee crisis, Zika, violence against women, climate change and more.",
                "",
                true
            ],
            [
                "In this morning’s opening plenary, President Bill Clinton and Chelsea Clinton will be joined by Argentinian President Mauricio Macri, Italian Prime Minister Matteo Renzi, and London Mayor Sadiq Khan, Bono, and Gen. John Allen.",
                "",
                true
            ],
            [
                "In Wednesday’s closing session, President Bill Clinton will provide deeply personal remarks that are a reflection on the work of CGI over the last 12 years, and the evolution of philanthropy overall.",
                "",
                true
            ],
            [
                "People can watch live at live.clintonglobalinitiative.org or #CGI2016.",
                "",
                true
            ],
            [
                "Lam, 32, is keeping her name.",
                "",
                true
            ],
            [
                "She is an associate editor in New York for The Atlantic magazine.",
                "",
                true
            ],
            [
                "She graduated from the University of Chicago.",
                "",
                true
            ],
            [
                "Mr. Iseri, 33, is a senior designer in New York for the Bjarke Ingels Group, the Danish architecture firm.",
                "",
                true
            ],
            [
                "He graduated from California Polytechnic State University in San Luis Obispo.",
                "",
                true
            ],
            [
                "The couple were introduced in 2012 by mutual friends at a rooftop barbecue in Brooklyn.",
                "",
                true
            ],
            [
                "They are now first-year M.B.A. students at Harvard, where the groom is also studying for a master’s degree in public policy.",
                "",
                true
            ],
            [
                "The groom served in the United States Navy from 2010 to 2015, attaining the rank of lieutenant.",
                "",
                true
            ],
            [
                "He was based in Tokyo, where he served as an intelligence officer in support of strategic deterrence operations aboard the aircraft carrier U.S.S.",
                "",
                true
            ],
            [
                "In 2015, he worked on national security issues in the office of Vice President Joseph R. Biden Jr.",
                "",
                true
            ],
            [
                "The groom is also the founder and president of Dartmouth Uniformed Service Alumni, an organization for military members and their families.",
                "",
                true
            ],
            [
                "After a midnight ride in a Car2Go to Sibley Hospital, Iliana Larkin McKeon was born a healthy 20 inches and 7 lbs 5 oz on [Friday].",
                "",
                true
            ],
            [
                "Both Jacqui and Iliana are doing great.",
                "",
                true
            ],
            [
                "Jacqui especially as she is now able to eat prosciutto again.",
                "",
                true
            ],
            [
                "Pipe Bombs Found Near Train Station in Elizabeth, N.J., Official Says,",
                "",
                true
            ],
            [
                "After finding that the backpack contained ‘wires and a pipe,’ the mayor said, the men dropped the item in the street and contacted the Elizabeth Police Department shortly about 8:45 p.m.",
                "",
                true
            ],
            [
                "The police, in turn, called the Union County bomb squad, and the investigation was quickly turned over to the F.B.I.",
                "",
                true
            ],
            [
                "and the New Jersey State Police, Mr. Bollwage said.",
                "",
                false
            ],
            [
                "then sent in a pair of robots and determined that the backpack held five bombs, some of which were pipe bombs, the mayor said.",
                "",
                false
            ],
            [
                "Around 12:30 a.m., the robots attempted to clip a wire to disarm one bomb and accidentally detonated it, the mayor said.",
                "",
                true
            ],
            [
                "As a robot was trying to disarm one of the devices it exploded,’ he said.",
                "",
                true
            ],
            [
                "Cloud attacker was pledged to ISIL,",
                "Stephen Montemayor",
                true
            ],
            [
                "a soldier of the Islamic State.",
                "Stephen Montemayor",
                false
            ],
            [
                "operation in response to calls to target the citizens of the crusader coalition.",
                "",
                false
            ],
            [
                "The Amaq News Agency, media wing of the Islamic State in Iraq and the Levant (ISIL), has used nearly identical language in taking credit for at least a half-dozen other attacks in Western countries in recent months, analysts say.",
                "",
                true
            ],
            [
                "If confirmed, the episode also marks a new chapter in ISIL’s link to Minnesota.",
                "",
                true
            ],
            [
                "ISIL’s claim, a little more than 12 hours after Dahir A. Adan, 22, carried out his attack, mirrors the group’s response to killings in San Bernardino late last year and a more recent spate of terrorism in Europe, according to counterterrorism analyst Thomas Joscelyn … Minnesota is home to the nation’s largest ongoing terrorism recruitment investigation, with 11 Somali-Minnesotans charged since late 2014 in an alleged plot to travel to Syria and join ISIL.",
                "",
                true
            ],
            [
                "Under the leadership of Obama & Clinton, Americans have experienced more attacks at home than victories abroad.",
                "",
                true
            ],
            [
                "Saturday’s attacks show that failed Obama/Hillary Clinton polices [sic] won’t keep us safe!",
                "",
                true
            ],
            [
                "I will Make America Safe Again!",
                "",
                true
            ],
            [
                "Terrible attacks in NY, NJ and MN this weekend.",
                "",
                true
            ],
            [
                "Thinking of victims, their families and all Americans!",
                "",
                true
            ],
            [
                "I have laid out a comprehensive plan to do that.",
                "",
                true
            ],
            [
                "This includes launching an intelligence surge to help identify and thwart attacks before they can be carried out, and to spot lone wolf attackers.",
                "",
                true
            ],
            [
                "We also need to work with Silicon Valley to counter propaganda and recruitment efforts online.",
                "",
                true
            ],
            [
                "Americans have faced threats before, and our resilience in the face of them only makes us stronger.",
                "",
                true
            ],
            [
                "I am confident we will once again choose resolve over fear.",
                "",
                true
            ],
            [
                "The Wrong Lessons From Matt Lauer",
                "ARI FLEISCHER",
                false
            ],
            [
                "There’s a smarter way for the debate moderators to do their job and establish facts.",
                "ARI FLEISCHER",
                true
            ],
            [
                "If Mr. Trump were to say during the debate that he never supported the Iraq invasion, the moderator should turn to Mrs. Clinton and say, ‘Mr.",
                "ARI FLEISCHER",
                true
            ],
            [
                "Trump says he always opposed the invasion.",
                "ARI FLEISCHER",
                true
            ],
            [
                "Is that what you recall?’ Then it’s up to her to respond.",
                "ARI FLEISCHER",
                true
            ],
            [
                "voter registration files, the core of the ‘big data’ that has transformed campaigning over the last decade.",
                "",
                false
            ],
            [
                "The voter file data here -- from L2, a nonpartisan voter file vendor -- includes information on the race, vote history and partisanship of every voter in the state, a big advantage for polling.",
                "",
                true
            ],
            [
                "Among Democrats, deep concern about Clinton’s Hispanic strategy,",
                "",
                true
            ],
            [
                "While Clinton holds a significant lead over Republican rival Donald Trump in every poll of Hispanic voters, less clear is whether these voters will turn out in numbers that Democrats are counting on to win.",
                "",
                true
            ],
            [
                "Clinton trails President Obama’s 2012 performance in several ­Latino-rich states, including Florida, Nevada, Colorado and Arizona.",
                "",
                true
            ],
            [
                "In those same states, on which Democrats’ prospects of retaking the Senate hinge, some down-ballot Democrats remain unknown to many Hispanic voters.",
                "",
                true
            ],
            [
                "We are going to triple the number of ICE deportations officers.",
                "Donald Trump",
                true
            ],
            [
                "Hillary Clinton -- she’s made protecting children and families her life’s work.",
                "Hillary Clinton",
                true
            ],
            [
                "She began her career defending children with disabilities.",
                "Hillary Clinton",
                true
            ],
            [
                "As First Lady, she helped extend healthcare to 8 million children.",
                "Hillary Clinton",
                true
            ],
            [
                "And now fighting for immigration reform that keeps families together.",
                "Hillary Clinton",
                true
            ],
            [
                "President Trump’s First Term: His campaign tells us a lot about what kind of Commander-in-Chief he would be",
                "EVAN OSNOS",
                false
            ],
            [
                "Trump spends several hours signing papers -- and erases the Obama Presidency,",
                "Donald Trump",
                true
            ],
            [
                "We want to identify maybe twenty-five executive orders that Trump could sign literally the first day in office.",
                "Stephen Moore",
                true
            ],
            [
                "Over the summer, I interviewed several dozen people about what the United States could expect from Donald Trump’s first term.",
                "Hillary Clinton",
                true
            ],
            [
                "Campaign advisers shared his plans, his associates relayed conversations, and I consulted veterans of five Republican Administrations, along with economists, war gamers, historians, legal scholars, and political figures in Europe, Asia, and Latin America.",
                "Hillary Clinton",
                true
            ],
            [
                "Most of the people I spoke with outside the campaign expected Trump to lose.",
                "Hillary Clinton",
                true
            ],
            [
                "But they also expected his impact to endure, and they identified examples of the ways in which he had already altered political chemistry far beyond the campaign.",
                "Hillary Clinton",
                true
            ],
            [
                "After seventy years of American efforts to stop the spread of nuclear weapons, Trump has suggested that South Korea and Japan might be wise to develop them.",
                "Hillary Clinton",
                true
            ],
            [
                "Returning from a recent visit to Seoul, Scott Sagan, a political-science professor at Stanford who is a nuclear-arms specialist, told me, ‘These kinds of statements are having an effect.",
                "Hillary Clinton",
                true
            ],
            [
                "A number of political leaders, mostly from the very conservative sides of the parties, are openly calling for nuclear weapons.",
                "Hillary Clinton",
                true
            ],
            [
                "Why a President Trump Could Start a Trade War With Surprising Ease,",
                "Donald Trump",
                true
            ],
            [
                "I]nternational trade policy is one area where a President Trump could unilaterally deliver on the changes that he has promised.",
                "Justin Wolfers",
                true
            ],
            [
                "Mr. Trump has said that as president he would ‘rip up’ international trade deals such as [NAFTA], withdraw from the [WTO] and sharply raise the tariffs charged on goods imported from China and Mexico.",
                "Justin Wolfers",
                true
            ],
            [
                "As president he could pretty much do it.",
                "Justin Wolfers",
                true
            ],
            [
                "And there’s very little Congress can do to stop him, even if the result is a costly trade war.",
                "Justin Wolfers",
                true
            ],
            [
                "Campaign sources tell @ABC News Donald Trump will meet tomorrow morning with Egyptian President Abdel Fattah el-Sisi in New York",
                "John Santucci",
                false
            ],
            [
                "Trump shatters GOP records with small donors,",
                "Donald Trump",
                true
            ],
            [
                "All told, Trump is approaching, and has possibly already passed, $100 million from donors who have given less than $200, according to an analysis of available Federal Election Commission filings, the campaign’s public statements and people familiar with his fundraising operation.",
                "Donald Trump",
                true
            ],
            [
                "It is a threshold no previous Republican has ever achieved in a single campaign.",
                "Donald Trump",
                true
            ],
            [
                "And Trump has done so less than three months after signing his first email solicitation for donors on June 21 — a staggering speed to collect such a vast sum.",
                "Donald Trump",
                true
            ],
            [
                "O]f the $149,912,723 million in booked TV and radio spending through election day for these three presidential candidates, $145,299,727 is being spent by the Clinton campaign combined with pro-Clinton PACs.",
                "",
                true
            ],
            [
                "McDonald’s could face EU order to pay almost $500m in back taxes: Chain under investigation by Brussels over ruling underpinning European structure,",
                "Rochelle Toplensky",
                true
            ],
            [
                "McDonald’s could face an order to pay nearly $500m in back taxes to Luxembourg, according to a Financial Times analysis of an investigation by Brussels into state-supported tax avoidance … According to an FT review of the commission’s McDonald’s probe, it paid an average tax rate of 1.49 per cent on the $1.8bn profit earned by its Luxembourg-based European headquarters since its 2009 reorganisation.",
                "Rochelle Toplensky",
                true
            ],
            [
                "the stakes of November’s election for millennial voters in Pennsylvania and across the country.",
                "Hillary Clinton",
                false
            ],
            [
                "Clinton focuses on Pennsylvania, a must-win state for Trump,",
                "",
                true
            ],
            [
                "At a minimum, an energized Pennsylvania campaign is a balm for Clinton as she weathers a dip in national polls and dips in the swing states of Florida and Ohio.",
                "",
                true
            ],
            [
                "But with roughly seven weeks until Election Day, Trump’s scattershot approach to Pennsylvania also puts his White House prospects in jeopardy.",
                "",
                true
            ],
            [
                "This guy is not qualified to be president.",
                "",
                true
            ],
            [
                "And he shows no interest in even gaining the rudimentary knowledge required to make really hard decisions on a day-to-day basis.",
                "",
                true
            ],
            [
                "There's no curiosity, there's no desire to get up to speed.",
                "",
                true
            ],
            [
                "And more disturbingly, it's tapping into some of our worst impulses as a country -- ones that divide us rather than bring us together; ones that seek to put down people who have been historically vulnerable as opposed to lifting them up.",
                "",
                true
            ],
            [
                "Well I will do whatever I'm asked to do but she said if she wins that she wanted me to go out to places like coal country, Indian country, small town and rural America, all in urban pockets of despair and try to get the economy going again so we can all rise together, which we haven’t really been able to do yet.",
                "Audrey",
                true
            ],
            [
                "Although in the last economic report we see the year on end and year increase in income of 5.2 percent -- the percentage was highest in lower income people.",
                "Audrey",
                true
            ],
            [
                "I’m not going to stay on in the administration,",
                "Joe Biden",
                true
            ],
            [
                "What Hillary talked about is, as I understood it, me being able to have the same authority over elements of her administration from the outside that I have now from the inside, to be able to coordinate those efforts.",
                "Joe Biden",
                true
            ],
            [
                "I would hope he would bring, attract, out of just pure patriotic necessity, some very good minds to let him know that there is a lot of money we’re spending in the federal government, billions of dollars on medical research,",
                "Joe Biden",
                true
            ],
            [
                "I’ve just found that, in my career, just transparency and disclosure works the best, even when there’s bad stuff … I think she’s handled it pretty well in the sense that she’s laid out everything from what happened when she fell, what happened with the blood clot.",
                "Hillary Clinton",
                true
            ],
            [
                "Kasich camp bashes Priebus, warns of national GOP ‘wipeout’,",
                "Joe Biden",
                true
            ],
            [
                "Thankfully, there are still leaders in this country who put principles before politics,",
                "John Weaver",
                true
            ],
            [
                "The idea of a greater purpose beyond oneself may be alien to political party bosses like Reince Priebus, but it is at the center of everything Governor Kasich does.",
                "John Weaver",
                true
            ],
            [
                "It’s a stunning act of open hostility between the national Republican Party and the governor in perhaps the most crucial swing state — and at a sensitive moment in the election.",
                "Joe Biden",
                true
            ],
            [
                "Trump has risen in national polls and inched closer to Hillary Clinton in swing states.",
                "Joe Biden",
                true
            ],
            [
                "He’s even passed her in Ohio, perhaps his strongest chance to capture a state that Mitt Romney lost in 2012.",
                "Joe Biden",
                true
            ],
            [
                "But his prospects for 270 electoral votes are still dim",
                "CHRIS CILLIZZA",
                false
            ],
            [
                "Consider this: If Clinton wins the 18 states plus the District that every Democrat has won since 1992 and also wins Florida (and its 29 electoral votes), she is president.",
                "Joe Biden",
                true
            ],
            [
                "If Clinton wins those 18, the nation’s capital and Ohio (18 electoral votes) and Virginia (13 electoral votes), it’s over.",
                "Joe Biden",
                true
            ],
            [
                "Meet the man behind Right Side Broadcasting, the network that live-streams every Donald Trump speech,",
                "Maxwell Tani",
                true
            ],
            [
                "Joe Seales was a stay-at-home dad between jobs.",
                "Maxwell Tani",
                true
            ],
            [
                "Then he started watching Donald Trump's speeches.",
                "Maxwell Tani",
                true
            ],
            [
                "Seales is the CEO of Right Side Broadcasting Network, a website known best for its YouTube channel, which has hosted feeds of almost every single Trump rally, town hall, or public appearance since July 2015.",
                "Maxwell Tani",
                true
            ],
            [
                "Right Side Broadcasting Network has emerged as a tool for many Trump fans, journalists, and campaign operatives.",
                "Maxwell Tani",
                true
            ],
            [
                "You know, I don't pretend to be able to do TV diagnosis, but I think the guy has a problem,’ said the 66-year-old candidate, who is averaging somewhere between two and five percent in most national and state polls, enough (Clinton people say) to the Democrat in too-close-to-call states.",
                "GLENN THRUSH",
                true
            ],
            [
                "The guy has a lot of problems--physical, mental, emotional, cognitive.’” http://politi.co/2cK5Z8B … Transcript http://politi.co/2cK7689\nMEDIAWATCH -- “Michael Slackman to be named Times international editor,” by Joe Pompeo: “Joe Kahn’s promotion to managing editor of The New York Times has created an opening for a new international editor, and POLITICO can confirm that person will be Michael Slackman, who has most recently served as international managing editor under Kahn.",
                "GLENN THRUSH",
                true
            ],
            [
                "Slackman [is] a veteran foreign correspondent whose postings have included Cairo, Berlin and Moscow.” http://politi.co/2cXmyBj\nCLICKER -- Lyft’s President John Zimmer in Medium delves into his vision for the future of transportation http://bit.ly/2cjx19h\nTIME CAPSULE -- From Playbook’s subject line, a year ago today, “CARLY REVELS IN HER MOMENT” http://politi.co/1iEIxeB\nDESSERT -- “Jeb Bush Makes Surprise Appearance in Jimmy Kimmel’s Opening Sketch” – Variety: “Bush was the limo driver for ‘Veep’ character Selena Meyer (Julia Louis-Dreyfus).",
                "GLENN THRUSH",
                true
            ],
            [
                "Are you nominated?’ Bush asks Kimmel, who was looking for a ride downtown to the [Emmy] awards ceremony.",
                "GLENN THRUSH",
                true
            ],
            [
                "Wow, what’s that like?’ ‘It’s nice,’ Kimmel replied.",
                "GLENN THRUSH",
                true
            ],
            [
                "When asked if he could win, Kimmel replied, ‘probably not.’ Bush — the former Governor of Florida — offered this advice to the late-night host: ‘Here’s what I know, If you run a positive campaign, the voters will ultimately make the right choice.’” http://bit.ly/2cBDzhK ... Video http://bit.ly/2cJquUn ... Full list of winners http://bit.ly/2cXNhxq\nSPORTS BLINK -- DAVID AXELROD in the New Yorker: “THE MOST PLEASING CAMPAIGN OF 2016: The Chicago Cubs look poised to end the longest championship drought in American sports.” http://bit.ly/2cBOlVn\nPlaybookers\nCGI KICKS OFF TODAY -- The Clinton Global Initiative starts its 12th and final meeting today.",
                "GLENN THRUSH",
                true
            ],
            [
                "The Clinton Foundation plans to drastically downshift its work if Hillary Clinton wins the White House.",
                "GLENN THRUSH",
                true
            ],
            [
                "The foundation has been in the crossfire for its accepting of foreign donations and coziness with government.",
                "GLENN THRUSH",
                true
            ],
            [
                "Neither Hillary Clinton or President Obama will attend.",
                "GLENN THRUSH",
                true
            ],
            [
                "A Clinton Foundation spokesman: “The event will recognize the impact and legacy of CGI members, who have made more than 3,600 Commitments to Action – projects to address a global issue - which have improved the lives of more than 435 million people in 180 countries worldwide.",
                "GLENN THRUSH",
                true
            ],
            [
                "The annual convening will bring together more than 1,000 leaders in philanthropy, business, and government to talk about issues like the refugee crisis, Zika, violence against women, climate change and more.",
                "GLENN THRUSH",
                true
            ],
            [
                "In this morning’s opening plenary, President Bill Clinton and Chelsea Clinton will be joined by Argentinian President Mauricio Macri, Italian Prime Minister Matteo Renzi, and London Mayor Sadiq Khan, Bono, and Gen. John Allen.",
                "GLENN THRUSH",
                true
            ],
            [
                "In Wednesday’s closing session, President Bill Clinton will provide deeply personal remarks that are a reflection on the work of CGI over the last 12 years, and the evolution of philanthropy overall.",
                "GLENN THRUSH",
                true
            ],
            [
                "People can watch live at live.clintonglobalinitiative.org or #CGI2016.”\nSPOTTED: Speaker Paul Ryan, Capitol Police and staff scurrying about Notre Dame this weekend.",
                "GLENN THRUSH",
                true
            ],
            [
                "They were holding private meetings, and seen in the executive suite during the football game wearing a blue hat, emblazoned with “Play Like a Champion today.”\nHAPPENING TUESDAY -- Hope for Henry ‘Strike’s Celebrity Bowl’ fundraiser at Pinstripes in Georgetown Tuesday.",
                "GLENN THRUSH",
                true
            ],
            [
                "The event raises money for “Hope for Henry,” which has provided care for more than 16,000 sick children in the D.C. and Baltimore region.",
                "GLENN THRUSH",
                true
            ],
            [
                "CNN’s Jake Tapper is hosting the event and Tommy McFly is emceeing the event which will feature media bowlers Mark Leibovich, Chuck Lane, Laura Evans, Sen. Amy Klobuchar, Rep. Mia Love and several celebrities for D.C. sports teams.",
                "GLENN THRUSH",
                true
            ],
            [
                "The event starts with a 6 p.m. reception with bowling starting at 7:30 p.m.\n-- Hoops for Youth Charity Basketball Game, this Tuesday night at GW’s Smith Center (22nd and G St, NW).",
                "GLENN THRUSH",
                true
            ],
            [
                "Tip-off at 7:30 p.m. for Members of Congress vs.",
                "GLENN THRUSH",
                true
            ],
            [
                "Staff vs Lobbyists at 6:30 p.m. Roster for the Members of Congress team: Reps. Duncan Hunter Jr. (R-Calif.), Darin LaHood (R-Ill.), Robert Dold (R-Ill.), David Rouzer (R-N.C.), Ryan Costello (R-Pa.), John Moolenaar (R-Mich.), Steve Scalise (R-La.",
                "GLENN THRUSH",
                true
            ],
            [
                "Tim Huelskamp (R-Kan.), Kevin McCarthy (R-Calif.), Cedric Richmond (D-La.",
                "GLENN THRUSH",
                true
            ],
            [
                "Jeff Denham (R-Calif.), Brad Wenstrup (R-Ohio), Mike Bishop (R-Mich.), David Valedao (R-Calif.), Carlos Curbelo (R-Fla.) and Sen. Jeff Flake (R-Ariz.).",
                "GLENN THRUSH",
                true
            ],
            [
                "TRANSITIONS – JULIA MAZZONE starts today as deputy director of scheduling and operations for Sen. Marco Rubio.",
                "GLENN THRUSH",
                true
            ],
            [
                "She previously worked at POLITICO, Rubio’s presidential campaign, the RSLC, IMGE, the RNC and Pawlenty for President.",
                "GLENN THRUSH",
                true
            ],
            [
                "WEEKEND WEDDINGS -- “Bourree Lam, David Iseri” – N.Y. Times: “Ms.",
                "GLENN THRUSH",
                true
            ],
            [
                "Lam, 32, is keeping her name.",
                "GLENN THRUSH",
                true
            ],
            [
                "She is an associate editor in New York for The Atlantic magazine.",
                "GLENN THRUSH",
                true
            ],
            [
                "She graduated from the University of Chicago.",
                "GLENN THRUSH",
                true
            ],
            [
                "Mr. Iseri, 33, is a senior designer in New York for the Bjarke Ingels Group, the Danish architecture firm.",
                "GLENN THRUSH",
                true
            ],
            [
                "He graduated from California Polytechnic State University in San Luis Obispo.",
                "GLENN THRUSH",
                true
            ],
            [
                "The couple were introduced in 2012 by mutual friends at a rooftop barbecue in Brooklyn.” With pic http://nyti.ms/2d5loE6\nBIDEN ALUMNI -- “Roanna Wang, Nathan Bruschi”: “They are now first-year M.B.A. students at Harvard, where the groom is also studying for a master’s degree in public policy.",
                "GLENN THRUSH",
                true
            ],
            [
                "The groom served in the United States Navy from 2010 to 2015, attaining the rank of lieutenant.",
                "GLENN THRUSH",
                true
            ],
            [
                "He was based in Tokyo, where he served as an intelligence officer in support of strategic deterrence operations aboard the aircraft carrier U.S.S.",
                "GLENN THRUSH",
                true
            ],
            [
                "In 2015, he worked on national security issues in the office of Vice President Joseph R. Biden Jr.",
                "GLENN THRUSH",
                true
            ],
            [
                "The groom is also the founder and president of Dartmouth Uniformed Service Alumni, an organization for military members and their families.” With pic http://nyti.ms/2chp7II\nWELCOME TO THE WORLD -- Jacqui Newman, chief administrative officer at the DCCC, and Kevin McKeon, a SVP at Putnam Partners, email friends and family: “After a midnight ride in a Car2Go to Sibley Hospital, Iliana Larkin McKeon was born a healthy 20 inches and 7 lbs 5 oz on [Friday].",
                "GLENN THRUSH",
                true
            ],
            [
                "Both Jacqui and Iliana are doing great.",
                "GLENN THRUSH",
                true
            ],
            [
                "Jacqui especially as she is now able to eat prosciutto again.” Pic http://bit.ly/2chq3gf\nHAPPY ONE-YEAR ANNIVERSARY to Ellie Schafer and Heather Rothenberg -- pic http://bit.ly/2cK49EL\nBIRTHDAYS: Michael Barone ... Ana Marie Cox ... Andrea Saul, policy comms at Facebook, the pride of Dalton, Ga., near Tennessee, and a Romney, McCain, Instacart and Lean In alum ... Jimmy Fallon is 42 ... Roger Angell is 96 ... Joan Lunden is 66 ... Soledad O’Brien is 5-0 ... former Defense Secretary Harold Brown is 89 ... Spencer Garrett ... Hillary for America’s Christina Iskandar, an OFA alum ... Sen. Tim Scott (R-S.C.) is 51 ... Rep. Henry Cuellar (D-Texas) is 61 ... Politico alum Anne Garland, account coordinator at Lewis Media Partners ... Colleen Connolly … Rebecca Blank, chancellor of the University of Wisconsin-Madison and a Commerce alum ... Jeannie Bunton, SVP of comms.",
                "GLENN THRUSH",
                true
            ],
            [
                "and marketing at the Consumer Bankers Association … Sarah Davey, senior associate at Beacon Global Strategies … Toby Chaudhuri, VP of strategic comms and national partnerships at PBS ... Suzanne Salgado (h/t Jon Haber) ... Politico eHealth writer David Pittman (h/t Arthur Allen) ... David Silber (h/t Claude Marx) … communications twins Megan Byers (of DMR Architects) and John Byers (of Rep. Leonard Lance’s office) are 27 ...\n… Edward Scheinman, senior editor at Pacific Standard, is 31 ... Amanda DeBard ... Kate McMahon Etter ... Dan Kolko, MASN Nationals on-field reporter ... WSJ night editor Wade Lambert is 56 ... Andrea McCarren ... Neal Urwitz, director of external relations at the Center for a New American Security, is 33 ... Al Jazeera English’s Kimberly Halkett ... Sean Coit, comms director for Katie McGinty’s campaign, is 29 (h/t Jonathan Kott) ... Evangeline Weiner Hooie ... Paul Logan, comms director for Virginia Chamber of Commerce... Mike Laws, alum of The Hill ... Janno Lieber … Donn Stanley … Mary Pat Day … Larry Fox … Mark Edwards … Sarah Bailey (h/ts Teresa Vilmain) ... Ali Glisson ... Adam Temple, VP of public affairs at JDA Frontline and a true South Carolina gentleman ... Bill Varian of the Tampa Bay Times ... Masamichi Hanabusa is 83 ... Greg Audel ... VOA’s Bruce Alpert, a Times-Picayune alum ... Patrick Hughes is 74 ... James Lipton (“Inside the Actors Studio”) is 9-0 ... Adam West is 88 ... Jeremy Irons is 68 ... College Football Hall of Famer and former NFL player Reggie Williams is 62 ... Mario Batali is 56 ... Trisha Yearwood is 52 ... celebrity chef Michael Symon is 47 ... Carter Oosterhouse is 4-0 ... Eamon is 33 ... actress Danielle Panabaker is 29 (h/ts AP)\nSUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/1M75UbX ... New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v ... Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\nFollow us on Twitter\nAbout The Author : Jake Sherman\nJake Sherman is a senior writer for POLITICO and co-author of POLITICO’s Playbook , the nation's leading political newsletter.",
                "GLENN THRUSH",
                false
            ],
            [
                "He is also the co-author of New York Times and national best seller, \"The Hill to Die On: The Battle for Congress and the Future of Trump's America,",
                "GLENN THRUSH",
                true
            ],
            [
                "The Hill to Die On: The Battle for Congress and the Future of Trump's America,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://variety.com/2016/tv/news/emmys-jeb-bush-makes-surprise-appearance-in-jimmy-kimmels-opening-sketch-1201864125/",
                "https://www.nytimes.com/interactive/2016/09/19/upshot/florida-poll-clinton-trump.html?rref=collection/sectioncollection/upshot&action=click&contentCollection=upshot&region=rank&module=package&version=highlights&contentPlacement=1&pgtype=sectionfront",
                "https://www.politico.com/media/story/2016/09/michael-slackman-to-be-named-times-international-editor-004772",
                "https://www.politico.com/californiaplaybook",
                "https://www.politico.com/tipsheets/florida-playbook",
                "https://www.politico.com/story/2016/09/trump-shatters-gop-records-with-small-donors-228338",
                "https://www.nytimes.com/2016/09/18/fashion/weddings/roanna-wang-nathan-bruschi.html",
                "http://www.startribune.com/isil-claims-credit-for-mall-stabbing-marking-a-new-chapter-in-its-link-to-minnesota/393897581/",
                "http://www.centerforpolitics.org/crystalball/articles/the-trump-surge/?utm_source=feedburner&utm_medium=twitter&utm_campaign=Feed:+Crystal_Ball+(Larry+J.+Sabato's+Crystal+Ball)",
                "https://www.politico.com/story/2016/09/kasich-priebus-trump-228343",
                "https://www.politico.com/tipsheets/massachusetts-playbook",
                "https://www.statnews.com/2016/09/19/joe-biden-cancer-research-moonshot/",
                "https://www.wsj.com/articles/the-wrong-lessons-from-matt-lauer-1474234800",
                "https://variety.com/2016/tv/news/emmys-2016-winners-list-awards-1201861827/",
                "https://www.statnews.com/2016/09/19/joe-biden-cancer-moonshot-hillary-clinton/",
                "https://www.politico.com/playbook/2015/09/politico-playbook-presented-by-qualcomm-brunch-edition-trump-this-is-the-first-time-in-my-life-that-i-have-caused-controversy-by-not-saying-something-carly-revels-in-her-moment-no-undercard-likely-at-next-debate-celeste-katz-laid-off-210289",
                "https://www.politico.com/story/2016/09/jill-stein-trump-may-have-memory-problem-228346",
                "https://medium.com/@johnzimmer/the-third-transportation-revolution-27860f05fa91#.42l4vo3hk",
                "https://www.nytimes.com/2016/09/20/nyregion/pipe-bombs-found-near-train-station-in-elizabeth-nj-official-says.html?hp&action=click&pgtype=Homepage&clickSource=story-heading&module=first-column-region&region=top-news&WT.nav=top-news",
                "https://adage.com/article/campaign-trail/trump-clinton-johnson-tv-radio-ad-spending-totals/305883",
                "https://www.politico.com/story/2016/09/full-transcript-jill-stein-228336"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.politico.com/sponsor-content/softbank",
                "http://go.politicoemail.com/expired.html",
                "http://go.politicoemail.com/expired.html",
                "https://www.youtube.com/watch?v=3_sbhlZjDcQ&feature=youtu.be",
                "http://live.clintonglobalinitiative.org/",
                "https://www.politico.eu/registration/",
                "http://apne.ws/2coyGco",
                "https://www.politico.com/playbook",
                "http://bit.ly/2cBOlVn",
                "http://wapo.st/2dd19TY",
                "http://static.politico.com/fb/04/2feb6ed743a6962108425852cf3b/image1.JPG",
                "https://www.politico.com/newsletters",
                "https://www.politico.com/playbook",
                "https://www.cnn.com/",
                "http://go.politicoemail.com/expired.html",
                "http://go.politicoemail.com/expired.html",
                "https://www.newyorker.com/magazine/2016/09/26/president-trumps-first-term",
                "https://playbookwithjohnlewis.eventfarm.com/tokens/notAvailable?tr=QqDuyxGyj0Bwn2DnCvXcb5wtepWd9RaqHekFbrEUSFQF8UtaPQNqmK",
                "http://read.bi/2cjwILF",
                "http://nyti.ms/2cJMgWJ",
                "http://go.politicoemail.com/expired.html",
                "http://wapo.st/2cXpEFc",
                "https://mailchi.mp/a7c062a845f4/subscribetoplaybook",
                "http://bit.ly/2cJquUn",
                "https://www.ft.com/content/6346575e-7d90-11e6-8e50-8ec15fb462f4?ftcamp=crm/email//nbe/BrusselsBrief/product",
                "http://www.politico.com/sponsor-content/softbank",
                "http://nyti.ms/2d5loE6"
            ]
        },
        "key_words": [
            "election",
            "playbook",
            "nyc",
            "florida",
            "clinton",
            "campaign",
            "president",
            "hillary",
            "york",
            "trump",
            "donald",
            "small",
            "state",
            "suburb",
            "pipe",
            "jersey",
            "donors"
        ]
    }
]