[
    {
        "url": "https://www.nytimes.com/2017/10/11/sports/ncaa-college-basketball-reform.html?rref=collection%2Fsectioncollection%2Fsports",
        "title": "Amid Scandal, N.C.A.A. Forms Commission to Reform Men’s Basketball",
        "authors": [
            {
                "name": "Marc Tracy",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-11",
        "text": "Advertisement\nAmid Scandal, N.C.A.A. Forms Commission to Reform Men’s Basketball\nImage\nMark Emmert, the president of the N.C.A.A., at the 2013 N.C.A.A. Convention, in Grapevine, Tex.CreditCreditStephen Nowland/NCAA Photos, via Getty Images\nResponding to federal charges last month that depicted a corrupt black market for high school and college basketball players, the N.C.A.A. on Wednesday said that it would create a college basketball commission to investigate changes for “a system that clearly is not working.”\nThe federal investigation “made it very clear the N.C.A.A. needs to make substantive changes to the way we operate, and do so quickly,” the association’s president, Mark Emmert, said in a statement .\nIn September, United States prosecutors in the Southern District of New York announced charges against 10 men — assistant coaches, an Adidas official, an A.A.U. coach, an aspiring agent and others — stemming from schemes to funnel money to players and coaches in return for players’ commitments to teams or pledges to sign with Adidas or with certain money managers or agents once they turned professional.\n“It does strike at the fundamental integrity of college sports because it does blow up the notion of fairness,” Emmert said in an interview, “and it strikes at the fundamental notion that these student-athletes are not employees.”\nAccording to the statement, the commission will meet starting next month and deliver recommendations to the boards that set the rules for the N.C.A.A., a membership association, in April. Its chairwoman will be Condoleezza Rice, the former national security adviser and secretary of state, who has also served as Stanford’s provost and a member of the College Football Playoff selection committee.\nThe commission’s members include Jeremy Foley, who retired last year as Florida’s athletic director; Mary Sue Coleman, president of the Association of American Universities; and Gene Smith, Ohio State’s athletic director.\nThe group will examine three broad areas, according to the N.C.A.A.:\n■ The N.C.A.A.’s fundamental regulatory arrangement, which requires colleges and universities to self-police and police one another, a model that, Emmert said, had failed in this instance.\n■ The rules regarding three interrelated institutions that were crucial to the scandal outlined by federal authorities: apparel companies, nonscholastic basketball programs and agents. The three main apparel companies — Nike, Adidas and Under Armour — sponsor most of the high-profile teams as well as their own leagues for teenage players that exist outside the high school structure. Players who are, or wish to be, college athletes are barred from signing with apparel companies, but agents and other middlemen are widely suspected of connecting players and companies under the table, including through A.A.U. teams; one complaint alleged that an Adidas official had conspired to pay three players to commit to college programs sponsored by Adidas. As of now, college basketball players also cannot sign with agents.\n■ The N.C.A.A.’s relationship to the N.B.A., and the N.B.A. rule, initiated more than a decade ago, barring players from entering the league until they are 19 or one year removed from high school. The so-called one-and-done rule leads the best high school prospects to play college basketball for just one season, under little pretense that they are interested in other aspects of college.\n“We have a model at the N.C.A.A. that’s predicated upon students wanting to be students — that they want to be college students, they want to participate in a college experience, and they want to play college basketball — and their desire to play in the N.B.A. is subordinate to that,” Emmert said. “A model that forces somebody to go to college who has no interest in being in college is fundamentally flawed.”\nN.B.A. Commissioner Adam Silver said in an email that the league was “impressed by the caliber and depth of experience of the Commission” and was “willing to provide any input it may seek from the N.B.A.” He added that the league was continuing to discuss the one-and-done rule.\nEmmert, who will sit on the commission alongside the former N.B.A. stars David Robinson and Grant Hill, said that in his personal view prospects should be able to go straight from high school to the N.B.A.\nBut he drew the line at changes to the amateur model, which prevents colleges from compensating athletes beyond scholarships and related costs. While he declined to speak for the commission, its members do not include any public critics of amateurism, and some — such as the Rev. John I. Jenkins , the president of Notre Dame — are outspoken supporters.\n“Our model of sport, and I don’t know anybody in higher education leadership positions who disagrees, is predicated on the fact that student-athletes are not employees of universities,” Emmert said. “If we’re paying someone $100,000, that’s twice the household income of America. I don’t know how that person’s not an employee.”\nEmmert confirmed that he and the rest of the N.C.A.A. office in Indianapolis learned about the yearslong federal probe from news media reports. But if the criminal investigation surprised him, not all of the allegations did.\n“There’s always been rumors and innuendo that swirled around about this kind of behavior,” he said. “I think one of the most disturbing elements of this whole circumstance is it seems to have uncovered, at least in these cases, a code of silence — that people who were aware of these things weren’t coming forward.”\nA version of this article appears in print on , Section B, Page 13 of the New York edition with the headline: In Scandal’s Aftermath, N.C.A.A. Plans a Commission to Reform Men’s Basketball. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "a system that clearly is not working.",
                "Mark Emmert",
                false
            ],
            [
                "made it very clear the N.C.A.A.",
                "Mark Emmert",
                false
            ],
            [
                "needs to make substantive changes to the way we operate, and do so quickly,",
                "Mark Emmert",
                false
            ],
            [
                "It does strike at the fundamental integrity of college sports because it does blow up the notion of fairness,",
                "Emmert",
                true
            ],
            [
                "and it strikes at the fundamental notion that these student-athletes are not employees.",
                "Emmert",
                false
            ],
            [
                "We have a model at the N.C.A.A.",
                "Emmert",
                true
            ],
            [
                "that’s predicated upon students wanting to be students — that they want to be college students, they want to participate in a college experience, and they want to play college basketball — and their desire to play in the N.B.A.",
                "Emmert",
                false
            ],
            [
                "A model that forces somebody to go to college who has no interest in being in college is fundamentally flawed.",
                "Emmert",
                true
            ],
            [
                "impressed by the caliber and depth of experience of the Commission",
                "",
                false
            ],
            [
                "willing to provide any input it may seek from the N.B.A.",
                "",
                false
            ],
            [
                "Our model of sport, and I don’t know anybody in higher education leadership positions who disagrees, is predicated on the fact that student-athletes are not employees of universities,",
                "Emmert",
                true
            ],
            [
                "If we’re paying someone $100,000, that’s twice the household income of America.",
                "Emmert",
                true
            ],
            [
                "I don’t know how that person’s not an employee.",
                "Emmert",
                true
            ],
            [
                "There’s always been rumors and innuendo that swirled around about this kind of behavior,",
                "Emmert",
                true
            ],
            [
                "I think one of the most disturbing elements of this whole circumstance is it seems to have uncovered, at least in these cases, a code of silence — that people who were aware of these things weren’t coming forward.",
                "Emmert",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.ncaa.org/about/resources/media-center/news/statement-president-mark-emmert-formation-commission-college-basketball",
                "https://www.nytimes.com/2015/09/11/sports/ncaafootball/notre-dame-president-stands-firm-amid-shifts-in-college-athletics.html?_r=0&module=inline",
                "https://www.nytimes.com/2017/09/26/sports/ncaa-adidas-bribery.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.parsintl.com/publication/the-new-york-times/"
            ]
        },
        "key_words": [
            "forms",
            "scandal",
            "model",
            "play",
            "thats",
            "reform",
            "students",
            "college",
            "basketball",
            "nba",
            "commission",
            "mens",
            "league",
            "predicated",
            "amid",
            "ncaa"
        ]
    }
]