[
    {
        "url": "https://www.reuters.com/article/us-apple-iphone-asia/chinese-state-media-report-bloated-battery-in-apples-iphone-8-idUSKBN1CB112",
        "title": "Chinese state media report bloated battery in Apple's iPhone 8",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-06",
        "text": "Chinese state media report bloated battery in Apple's iPhone 8\n2 Min Read\nBEIJING (Reuters) - A fresh case of Apple Inc’s ( AAPL.O ) new iPhone popping open due to a swollen battery has been reported in state media in China, the world’s biggest smartphone market where the U.S. firm is seeking to revive faltering sales.\nThe incident comes as Apple investigates similar cases reported in Taiwan and Japan of batteries in its latest iPhone 8 Plus becoming bloated, causing the device’s casing to open.\nOn its website on Thursday, China’s state-backed ThePaper.cn cited an iPhone buyer surnamed Liu as saying his newly purchased iPhone 8 Plus arrived cracked open on Oct. 5. There was no sign of scorching or an explosion.\nLiu told ThePaper he bought the handset through online marketplace of JD.com Inc ( JD.O ). He said he did not charge the new device and returned it to the seller.\nPictures taken by Liu and displayed on ThePaper’s website showed an iPhone 8 plus split open along the side featuring the sim card holding, with the phone’s internal parts visible.\nAn Apple spokesperson said the company is looking into the matter and declined to comment further.\nThe incident comes as indifferent reviews of the iPhone 8, which comes 10 years after Apple released the first version of the revolutionary phone, drove down shares of the company since the handset’s launch.\nSome investors worry whether pre-orders for the device were well below previous launches, although some Apple fans are waiting for the premium iPhone X due out in early November.\nApple competes in China with local makers, including Huawei Technologies Co Ltd [HWT.UL] and Oppo which sell phones with high-end features at lower prices.\nReporting by Josephine Mason and Stella Qiu; Editing by Miyoung Kim\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.reuters.com/finance/stocks/overview/JD.O",
                "https://www.reuters.com/finance/stocks/overview/AAPL.O"
            ]
        },
        "key_words": [
            "apples",
            "open",
            "comes",
            "reported",
            "liu",
            "media",
            "report",
            "iphone",
            "chinese",
            "battery",
            "apple",
            "website",
            "phones",
            "incident",
            "state",
            "bloated",
            "plus"
        ]
    }
]