[
    {
        "url": "https://www.activistpost.com/2017/09/train-stations-use-facial-recognition-palm-vein-scanners-payment.html",
        "title": "Train Stations to use Facial Recognition and Palm Vein Scanners for Payment",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-28",
        "text": "Hot Topics\nTrain Stations to use Facial Recognition and Palm Vein Scanners for Payment\nEditor’s Note: The stages of incrementalism seem to be speeding up. Nicholas West has written for Activist Post just this month about China’s high tech KFC called KPRO turning to facial recognition for payment , as well as a UK supermarket becoming the world’s first to use finger vein scans for its customers. The use of biometrics was, of course, first peddled as a necessary security measure, so we have seen it spread in that capacity from planes to trains and even for event security . Now the cashless agenda can more aggressively make its move for the full roll-out of biometric identification and payment into every facet of daily life.\nThe article below from MassPrivateI offers additional context for what is now leading to biometric payment systems at train stations.\nThe TSA is winning the war on Americans minds as commuters are being tricked into giving away their rights without a fight.\nThe above video warns that facial recognition body scanners are coming to a train station near you…\nSoon you might have to pass through one of these to get to your train or subway.\nLast week, the TSA Los Angeles Metropolitan Transportation Authority ‘voluntarily’ asked commuters to walk through facial recognition body scanners before being allowed to board a train.\nIf you watched the video you might have noticed that the mass media (CBS) did not interview a single person who was concerned about their privacy. Instead, they quoted passengers who think body scanners are a good thing.\nNothing suspicious about that, right?\nCBS warned that if the LA Metro installs body scanners next year, commuters won’t be able to opt-out. \nAccording to an article  in the LA Times, the LA Metro has begun piloting biometric body scanners that send short-wave radio frequencies through commuters’ bodies to search for bombs and weapons .\nA ‘pilot program’ is really a government euphemism for gauging the public’s response to another intrusive police search.\nUpdated 9/26:\nTrain stations to use facial recognition and palm vein scanners\nUK commuters will be identified by using either a palm vein scanner or facial recognition.\n[…]\nThe facial recognition system would work in a similar way to the palm vein scanner: You register your face as your ticket, then cameras and infrared sensors at the gate detect you when you pass through and charge your payment account. The use of infrared sensors means the system couldn’t be fooled by a 2D image.\nBill Gates bankrolled high speed body scanners\nAccording to an  article  in The Guardian, the start-up company  Evolv Technology  is pilot testing high-speed body scanners at the Los Angeles’s Union Station, Union Station in D.C., and the Denver international airport.\nEvolv has taken a page right out of the TSA playbook citing safety concerns and fears of terror to justify their usage.\nEvolv CEO Michael Ellonbogen said, “I think we need to change our entire take on physical security and knit it into the flow of our daily lives”.\n“It’s an unfortunate trend, but physical security is morphing and the problem is worsening”, said Lux Capital’s Bilal.\nCorporations are using Americans fears of terror to make huge profits.\nEvolv stands to make hundreds of millions of dollars if commuter train stations install their body scanners. A single scanner will cost taxpayers  $60,000 , while Bill Gates who helped fund Evolv Technology makes a nice profit.\nPolice use our fears of terror to justify losing of our rights\nAn LA Times article  served as a mouthpiece to justify more government spying.\n“While we’ll never become a fully secured environment like you’d have in the airport, we do want to find a way to more effectively screen passengers,” Metro security executive Alex Wiggins said. “We are trying to stay ahead of the threat.”\nMr. Wiggins isn’t done scaring the public just yet…\n“Transportation is a very soft and attractive target,” said Wiggins,“Given the recent large-scale attacks at transit facilities in Europe, we need to see if there is technology that can screen large number of peoples and focus in on weapons and explosives.”\nCuriously, the LA Times devoted only one sentence to privacy concerns.\nThree months ago, I warned everyone that California Transit Authorities have a history of using corporate surveillance technology to spy on commuters .\nA class action lawsuit in California revealed that Transit Police are using a  ‘Bart Watch’ app and Stingray surveillance to allegedly spy on commuters texts and emails.\nLet’s make one thing perfectly clear: the war on terror is a for-profit business being led by private corporations and DHS . (The TSA is part of DHS.)\nTo learn more, I recommend checking out Gary Jacobucci’s article that asked if, ‘DHS is a private offshore corporation. ‘ Here are two companies that appear to be fronts for DHS: Homeland Security Solutions and Homeland Security Corporation. (Click here  &  here  to find out more.)\nBody scanners use government watchlists \nEvolv uses ‘Known Wolves’ , watchlist software that can identify people of interest or anyone on a government watchlist.\nStay on constant lookout for known wolves and other watchlist individuals using proven facial recognition and human IQ. Integrated video camera provides positive ID for alarm resolution. Send notifications and alerts to mobile team or operations center.\nImagine a future where the police use government watchlists, facial biometric scanners, Stingray cellphone surveillance, Bluetooth, and license plate readers to spy on our every movement.\nThis is our future unless we fight for our privacy rights.\nYou can read more from MassPrivateI at his blog HERE .\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "I think we need to change our entire take on physical security and knit it into the flow of our daily lives",
                "Michael Ellonbogen",
                false
            ],
            [
                "It’s an unfortunate trend, but physical security is morphing and the problem is worsening",
                "Bilal",
                false
            ],
            [
                "While we’ll never become a fully secured environment like you’d have in the airport, we do want to find a way to more effectively screen passengers,",
                "Alex Wiggins",
                true
            ],
            [
                "We are trying to stay ahead of the threat.",
                "Alex Wiggins",
                true
            ],
            [
                "Transportation is a very soft and attractive target,",
                "Wiggins",
                true
            ],
            [
                "Given the recent large-scale attacks at transit facilities in Europe, we need to see if there is technology that can screen large number of peoples and focus in on weapons and explosives.",
                "Wiggins",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.theguardian.com/technology/2016/oct/25/airport-body-scanner-artificial-intelligence",
                "https://www.latimes.com/local/lanow/la-me-ln-union-station-security-20170816-story.html",
                "https://phys.org/news/2017-08-body-scanners-los-angeles-subway.html#jCp",
                "https://www.activistpost.com/2017/09/cashless-society-china-kfc-introduces-facial-recognition-payment-system.html",
                "https://www.activistpost.com/2017/08/facial-recognition-moves-planes-trains-conferences-events.html",
                "https://www.activistpost.com/2017/09/uk-supermarket-worlds-first-cashless-finger-vein-scan.html"
            ],
            "gov_pgs": [
                "https://www.bart.gov/about/police/bartwatch"
            ],
            "unsure": [
                "https://www.americaninno.com/boston/bill-gates-invests-in-18m-round-for-evolv-technology/",
                "https://evolvtechnology.com/applications/",
                "https://www.homelandsecurityinc.com/our-company/",
                "https://evolvtechnology.com/",
                "http://massprivatei.blogspot.com/2015/12/homeland-security-incorporated-9-12.html",
                "https://massprivatei.blogspot.com/2017/08/tsa-facial-biometric-body-scanners-and.html",
                "https://rense.com/general92/dhsprv.htm",
                "https://www.crcpress.com/Homeland-Security-and-Private-Sector-Business-Corporations-Role-in-Critical/Lee/p/book/9781482248586",
                "https://massprivatei.blogspot.com/2017/05/transit-police-are-secretly-spying-on.html"
            ]
        },
        "key_words": [
            "scanners",
            "security",
            "body",
            "palm",
            "facial",
            "scanner",
            "train",
            "vein",
            "recognition",
            "payment",
            "stations",
            "commuters"
        ]
    }
]