[
    {
        "url": "https://www.nytimes.com/2017/10/07/world/europe/poland-rosary-border-prayer.html?rref=collection%2Fsectioncollection%2Fworld",
        "title": "Polish Catholics Gather at Border for Vast Rosary Prayer Event",
        "authors": [
            {
                "name": "Megan Specia",
                "link": null
            },
            {
                "name": "Joanna Berendt",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-07",
        "text": "Advertisement\nPolish Catholics Gather at Border for Vast Rosary Prayer Event\nImage\nPeople walked through a forest near Poland’s border with the Czech Republic during a rosary prayer on Saturday. Some participants said they were demonstrating against the spread of Islam’s influence.CreditMartin Divisek/European Pressphoto Agency\nWARSAW, Poland — Polish Catholics clutching rosary beads gathered at locations along the country’s 2,000-mile border on Saturday for a mass demonstration during which they prayed for salvation for Poland and the world.\nMany participants described it as demonstration against what they see as the secularization of the country and the spread of Islam’s influence in Europe.\nImage\nThe event, “Rosary at the Borders,” commemorated the 1571 Battle of Lepanto between Christian and Muslim fleets.CreditWojtek Radwanski/Agence France-Presse — Getty Images\nThe event, “Rosary at the Borders,” was sponsored in part by several state-owned companies and was timed to coincide with the Feast of Our Lady of the Rosary. It also commemorated the 1571 naval Battle of Lepanto between Christian fighters, under orders from the Pope, and the Ottoman Empire.\nOrganizers noted that in the battle, “the Catholic fleet defeated the much larger Muslim fleet, saving Europe from Islam.”\n“Rosary at the Borders” took place in 320 churches near Poland’s border and 4,000 so-called prayer zones, including the biggest international airport in Poland, a nation moving increasingly to the right.\nImage\nPraying on the banks of the Bug River between Poland and Belarus.CreditWojtek Radwanski/Agence France-Presse — Getty Images\nThe daylong event began with a morning Mass, with the rosary prayer then starting at 2 p.m. and ending about two hours later.\nThe event was planned by a lay organization called the Solo Dios Basta Foundation, or God Alone Suffices, but was supported by the clergy. The group, which said on its website that “the rosary is a mighty weapon against evil,” anticipated that about a million people in Poland and around the world would take part.\nRev. Pawel Rytel-Andrianik, spokesman for the Polish Bishops’ Conference, said it was the second-largest prayer event in Europe after the 2016 World Youth Day, though it was too soon to provide exact numbers.\nImage\nMore than 90 percent of Poland’s 38 million people are Roman Catholic.CreditDavid W. Cerny/Reuters\n“During the prayer, I was at the Chopin airport in Warsaw, and there were so many people that they were pouring out of the chapel,” Father Rytel-Andrianik said. “This was an initiative started by lay people, which makes it even more extraordinary. Millions of people prayed the rosary together. This exceeded the boldest expectations of the organizers.”\nMore than 90 percent of Poland’s 38 million citizens are Roman Catholic.\nMarek Jedraszewski, the archbishop of Krakow in southern Poland, said during his sermon on Saturday morning that people should pray for “Europe to remain Europe.”\n“Let’s pray for other nations of Europe and the world to understand that we need to return to the Christian roots of European culture if we want Europe to remain Europe,” Archbishop Jedraszewski said.\nImage\nFor some Roman Catholics in Poland, the event was a demonstration against what they see as the secularization of the country.CreditWojtek Radwanski/Agence France-Presse — Getty Images\n“It’s a really serious thing for us,” Basia Sibinska told The Associated Press. “We want to pray for peace, we want to pray for our safety. Of course, everyone comes here with a different motivation. But the most important thing is to create something like a circle of a prayer alongside the entire border, intense and passionate.”\nIn the northern city of Gdansk, Krzysztof Januszewski told The A.P. that he worried Europe was being threatened by Islamic extremists.\n“In the past, there were raids by sultans and Turks and people of other faiths against us Christians,” said Mr. Januszewski. “Today, Islam is flooding us, and we are afraid of this, too. We are afraid of terrorist threats and we are afraid of people departing from the faith.”\nThe demonstration was endorsed by many Polish celebrities, athletes and several politicians from the ruling conservative Law and Justice party. But others criticized the demonstration.\nKrzysztof Luft, a former member of the country’s largest opposition party, the liberal Civic Platform, wrote on Twitter, “A ridicule of Christianity on a massive scale. They treat religion as a tool for maintaining backwardness in the Polish backwater.”\nJoanna Berendt reported from Warsaw, and Megan Specia from New York.\nRelated Coverage\n",
        "quotes": [
            [
                "the Catholic fleet defeated the much larger Muslim fleet, saving Europe from Islam.",
                "",
                false
            ],
            [
                "the rosary is a mighty weapon against evil,",
                "",
                false
            ],
            [
                "During the prayer, I was at the Chopin airport in Warsaw, and there were so many people that they were pouring out of the chapel,",
                "",
                true
            ],
            [
                "This was an initiative started by lay people, which makes it even more extraordinary.",
                "Rytel-Andrianik",
                true
            ],
            [
                "Millions of people prayed the rosary together.",
                "Rytel-Andrianik",
                true
            ],
            [
                "This exceeded the boldest expectations of the organizers.",
                "Rytel-Andrianik",
                true
            ],
            [
                "Let’s pray for other nations of Europe and the world to understand that we need to return to the Christian roots of European culture if we want Europe to remain Europe,",
                "Jedraszewski",
                true
            ],
            [
                "It’s a really serious thing for us,",
                "Basia Sibinska",
                true
            ],
            [
                "We want to pray for peace, we want to pray for our safety.",
                "Basia Sibinska",
                true
            ],
            [
                "Of course, everyone comes here with a different motivation.",
                "Basia Sibinska",
                true
            ],
            [
                "But the most important thing is to create something like a circle of a prayer alongside the entire border, intense and passionate.",
                "Basia Sibinska",
                true
            ],
            [
                "In the past, there were raids by sultans and Turks and people of other faiths against us Christians,",
                "Januszewski",
                true
            ],
            [
                "Today, Islam is flooding us, and we are afraid of this, too.",
                "Januszewski",
                true
            ],
            [
                "We are afraid of terrorist threats and we are afraid of people departing from the faith.",
                "Januszewski",
                true
            ],
            [
                "A ridicule of Christianity on a massive scale.",
                "Krzysztof Luft",
                true
            ],
            [
                "They treat religion as a tool for maintaining backwardness in the Polish backwater.",
                "Krzysztof Luft",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/KrzyLuft/status/916650796468658176"
            ]
        },
        "key_words": [
            "jedraszewski",
            "vast",
            "world",
            "prayer",
            "warsaw",
            "rosary",
            "remain",
            "europe",
            "event",
            "pray",
            "archbishop",
            "southern",
            "border",
            "polish",
            "understand",
            "gather",
            "started",
            "catholics"
        ]
    }
]