[
    {
        "url": "https://www.reuters.com/article/us-mexico-oil/mexicos-pemex-gains-two-new-partners-for-onshore-tie-ups-idUSKCN1C90FL",
        "title": "Mexico's Pemex gains two new partners for onshore tie-ups",
        "authors": [
            {
                "name": "David Alire Garcia",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-04",
        "text": "Mexico's Pemex gains two new partners for onshore tie-ups\nMEXICO CITY (Reuters) - Two foreign oil companies on Wednesday won the rights to partner with Mexico’s oil company Pemex on two onshore blocks, a first since landmark energy reform, while a third offshore area received no bids.\nThe logo of Mexico's state-owned company Pemex is pictured at a refinery in Cadereyta, on the outskirts of Monterrey, Mexico, April 20, 2017. REUTERS/Daniel Becerril\nThe auction was run by the National Hydrocarbons Commission, the industry regulator, and marks only the second time partnership rights for Pemex projects have been made available.\nEgypt’s Cheiron Holdings Limited and Germany’s DEA Deutsche Erdoel won the rights to partner with Petróleos Mexicanos, commonly known as Pemex, on its Cardenas-Mora and Ogarrio blocks, respectively, which officials touted as a way to quickly boost production via new investment.\n“This underscores the beauty of the energy reform,” said Pemex Chief Executive Jose Antonio Gonzalez Anaya shortly after the auction.\n“Before, we would have to invest everything and now we only have to pay half and we receive a payment to be able to meet those costs,” he said.\nMexico’s 2013 constitutional reform ended Pemex’s decades-long production monopoly. It also allowed the company to enter into joint ventures with equity partners for the first time in a bid to help reverse more than a dozen years of declining output.\nThe onshore Cardenas-Mora area, a 65-square-mile (168 sq km) block in southern Tabasco state is believed to contain some 93 million barrels of mostly light crude. Pemex will receive a $125 million payment from Cheiron reflecting the company’s past investments in the area, Pemex said in a statement.\nCheiron also agreed to pay Pemex another $41 million on top of the 13 percent additional royalty it bid for the partnerships rights, Pemex said.\nThe Cardenas-Mora project is seen requiring a total of $1.1 billion to successfully develop over the life of the contract, while the Ogarrio project is seen requiring some $490 million, according to Pemex estimates.\n“We’re extremely happy, and we’re looking forward to this opportunity,” said Shady Kabel, Cheiron’s country manager for Mexico.\nIn the case of the Ogarrio area, a 60-square mile (156 sq km) field also in Tabasco estimated to contain 54 million barrels in mostly light crude, Pemex will receive $190 million from DEA Deutsche, Pemex said in a statement.\nThe German company also offered to pay a record-setting $213.9 million for the partnership rights on top of the 13 percent additional royalty, a sum that will be divided between Pemex and the government’s petroleum fund, said Martin Alvarez, an official at the National Hydrocarbons Commission.\nA third joint venture for the shallow water Ayin-Batsil block received no bids, which Gonzalez Anaya attributed to the complexity of the project.\nHe also said Pemex would review the $250 million that Pemex calculated as its past investment in the area, a figure a potential partner would have had to reimburse and might have curtailed interest in the project.\nBoth Cheiron and DEA Deutsche will operate the projects under license contracts with a 50 percent stake while Pemex will retain the remaining half.\nPemex’s chief executive said he expected Ogarrio’s oil output to reach as much as 14,000 barrels per day (bpd) from about 10,000 bpd currently over the next year, while Cardenas-Mora’s production should increase to 14,000 bpd by 2020 from about 10,000 bpd.\nLate last year, Pemex’s first joint venture partnership was won by Australia’s BHP Billiton, which took a 60 percent operating interest in the deepwater Trion project, a development seen requiring some $11 billion over the life of the contract.\nReporting by David Alire Garcia; Editing by Dave Graham and Grant McCool\n",
        "quotes": [
            [
                "This underscores the beauty of the energy reform,",
                "Jose Antonio Gonzalez Anaya",
                true
            ],
            [
                "Before, we would have to invest everything and now we only have to pay half and we receive a payment to be able to meet those costs,",
                "Gonzalez Anaya",
                true
            ],
            [
                "We’re extremely happy, and we’re looking forward to this opportunity,",
                "Shady Kabel",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "onshore",
            "rights",
            "area",
            "tieups",
            "won",
            "reform",
            "seen",
            "gains",
            "company",
            "pemex",
            "requiring",
            "million",
            "receive",
            "partners",
            "mexicos"
        ]
    }
]