[
    {
        "url": "http://www.bbc.com/news/uk-england-cambridgeshire-41593817",
        "title": "Maria De Villota F1 crash: Family ends legal dispute",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "12 October 2017\nThese are external links and will open in a new window\nClose share panel\nImage copyright Getty Images\nImage caption Maria De Villota was unveiled as a Marussia test driver four months before her crash\nThe family of Formula 1 test driver Maria De Villota, who died following a crash, has reached an agreement in a legal dispute with her team.\nDe Villota lost an eye while testing for Marussia in Cambridgeshire in 2012, and died a year later aged 33.\nThe team, which was renamed Manor, found no fault with the car and the Health and Safety Executive said it would take no action against Marussia.\nAn \"agreement in the dispute\" was reached on Wednesday, the family said.\nDe Villota, the daughter of 1980s F1 driver Emilio de Villota, was injured when the MR-01 race car she was driving hit a support truck on 3 July 2012 at Duxford Airfield.\nImage copyright PA\nImage caption Spaniard Maria de Villota died a year after the crash, in which she lost her right eye\nDespite losing her eye, she was cleared to drive again in early 2013, but was found dead in a hotel room in Seville in Spain the following October.\nImage copyright Youtube\nImage caption De Villota's car hit a lorry while testing at Duxford\nIn May 2015, following the conclusion of an HSE investigation saying \"no enforcement action\" was to be taken against Marussia, the De Villota family said it was considering \"the next legal steps to claim the corresponding civil compensation from those responsible\".\nImage caption De Villota was taken to nearby Addenbrooke's Hospital for treatment after the crash\nA statement issued on behalf of the family and the Manor F1 team said the lengthy ligation process had been concluded.\n\"The family of Maria de Villota are pleased to say that they have reached agreement in their dispute with the Manor F1 Team following Maria's accident,\" it said.\nA spokesperson for Manor added: \"It was a tragic accident which shocked the team and all who knew her. She is sorely missed.\"\nFollowing her death, a charitable foundation, Maria's Legacy was established to assist children with neurodegenerative diseases.\nSolicitors speaking on behalf of the family said they could now \"put all their efforts into continuing with Maria's Legacy\".\nThe BBC is not responsible for the content of external Internet sites\nTop Stories\n",
        "quotes": [
            [
                "the next legal steps to claim the corresponding civil compensation from those responsible",
                "",
                false
            ],
            [
                "The family of Maria de Villota are pleased to say that they have reached agreement in their dispute with the Manor F1 Team following Maria's accident,",
                "",
                true
            ],
            [
                "It was a tragic accident which shocked the team and all who knew her.",
                "Manor",
                true
            ],
            [
                "put all their efforts into continuing with Maria's Legacy",
                "Manor",
                false
            ]
        ],
        "links": {
            "articles": [
                "http://www.bbc.co.uk/news/uk-england-cambridgeshire-18685789",
                "http://www.bbc.co.uk/news/uk-england-cambridgeshire-18711127"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "legal",
            "marussia",
            "manor",
            "maria",
            "team",
            "image",
            "died",
            "villota",
            "dispute",
            "family",
            "f1",
            "crash",
            "ends",
            "following",
            "car"
        ]
    }
]