[
    {
        "url": "http://occupydemocrats.com/2016/09/28/arizonas-top-newspaper-just-endorsed-democrat-first-time-126-year-history/",
        "title": "Arizona’s Top Newspaper Just Endorsed A Democrat For First Time In 126-Year History",
        "authors": [
            {
                "name": "Grant Stern",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-28",
        "text": "Now Reading\nArizona’s Top Newspaper Just Endorsed A Democrat For First Time In 126-Year History\n0 Shares\nRead Next\nThe archconservative Arizona Republic newspaper in Phoenix has  endorsed Democratic nominee Hillary Clinton, less than 24 hours after the conclusion of the first presidential debate.\nIf there were questions this summer that Arizona has become a swing state, this surprising answer puts a must win state for Republicans – which has been solidly red since becoming a state – into play for Democrats in 2016.\nArizona’s largest media outlet has never picked a Democrat for President since 1890. Not only did the Republic endorse Clinton because Trump is unfit for office, but their 1400 word endorsement  is lengthy, absolutely comprehensive, filled with videos and even rejects the Republican embrace of racist immigration politics for the Democratic Party’s inclusive recipes to move America forward:\nThe Arizona Republic endorses Hillary Clinton for president. America needs to look ahead and build a new era of prosperity for the working class. This is Hillary Clinton’s opportunity. She can reach out to those who feel left behind. She can make it clear that America sees them and will address their concerns. She can move us beyond rancor and incivility.\nAs secretary of state, Clinton made gender equality a priority for U.S. foreign policy. This is an extension of Clinton’s bold “women’s rights are human rights” speech in 1995. It reflects an understanding that America’s commitment to human rights is a critically needed beacon in today’s troubled world.\nClinton retains her composure under pressure. She’s tough. She doesn’t back down. Trump responds to criticism with the petulance of verbal spit wads. That’s beneath our national dignity. When the president of the United States speaks, the world expects substance. Not a blistering tweet.\nIn fact, the Arizona Republic published such a lengthy editorial board statement that it’s easier to summarize their section headers, because these eight points made by the conservative newspaper answer many of the media’s lingering questions about both candidates.\nWhat Clinton has (and Trump doesn’t)\nHer flaws pale in comparison\nWhose hand do you want on the nuclear button?\nArizona’s been there on immigration (it doesn’t work)\nClinton’s equality vs. Trump’s lack of respect\nA centrist or a wild card?\nIf a candidate can’t control his words\nClinton’s opportunity to heal this nation\nThe Republic reserved its harshest criticism for Trump’s misadventure to Mexico City, then paired with an immigration speech in Phoenix. The Republican’s gamble failed, and the trip to our southern neighbor mushroomed into an international incident, spurring legislation which will prevent Mexico from ever paying for a border wall .\nEven worse for Trump, the Arizona Republic’s unequivocal slam dunk of his mindless harsh immigration policies is a massive failure in the border state whose notorious Sheriff Joe Arpaio is the most racist lawman in America.\nPhoenix has voted the racist birther  – who refuses to give up the witch hunt of President Obama like Trump claimed he would – into office since 1993, and it’s a place who prefers the most extreme solutions to immigration and loves racial profiling in law enforcement. The Republic roundly condemned Republican tropes demonizing Latinos in general and Mexicans in particular:\nSee Also\nContrast Clinton’s tenacity and professionalism with Trump, who began his campaign with gross generalities about Mexico and Mexicans as criminals and rapists . These were careless slaps at a valued trading partner and Arizona’s neighbor. They were thoughtless insults about people whose labor and energy enrich our country. Trump demonstrated his clumsiness on the world stage by making nice with Mexican President Enrique Peña Nieto only a few hours before appearing in Phoenix to deliver yet another rant about Mexican immigrants and border walls.\nWhat’s more, Arizona went down the hardline immigration road Trump travels. It led our state to SB 1070, the 2010 “show me your papers” law that earned Arizona international condemnation and did nothing to resolve real problems with undocumented immigration. Arizona understands that we don’t need a repeat of that divisive, unproductive fiasco on the national level. A recent poll shows Arizonans oppose both more walls and the mass deportations Trump endorses. We need a president who can broker solutions.\nThere’s just a certain segment of American voters who will never ever change their minds based on facts, and so they’ll continue to vote Trump. But independent and undecided voters can trust the numerous factual reasons issued from sources like the Arizona Republic, who have no incentive to be nice to Hillary Clinton or institutional preference for Democrats.\nIf Hillary Clinton can win over so many Republicans with her leadership qualities and competent preparation for the job of President, the choice to vote for the Democratic nominee for America’s independent voters should be clear this November.\nWhat do you think?\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [
            [
                "women’s rights are human rights",
                "Hillary Clinton",
                false
            ]
        ],
        "links": {
            "articles": [
                "http://www.azcentral.com/story/opinion/op-ed/elviadiaz/2016/09/19/show-me-your-papers-sb-1070/90435066/",
                "https://www.azcentral.com/story/news/politics/border-issues/2016/09/07/poll-arizona-voters-border-wall-mass-deportations/89923910/",
                "http://www.azcentral.com/story/news/world/2016/09/01/after-trump-visit-mexicans-say-humiliation-complete/89707434/",
                "https://www.huffpost.com/entry/mexican-law-will-end-trumps-border-fantasy-could_b_57d1c074e4b0273330ac3927",
                "https://www.azcentral.com/story/news/politics/arizona/2016/09/21/arizona-joe-arpaio-still-investigating-obamas-birth-certificate/90743412/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://occupydemocrats.com/privacy/",
                "https://www.usatoday.com/media/latest/videos/news/",
                "https://www.azcentral.com/story/opinion/editorial/2016/09/27/hillary-clinton-endorsement/91198668/",
                "https://www.azcentral.com/story/news/politics/elections/2016/09/01/trump-rejects-moderation-goes-hard-line-immigration/89670320/"
            ]
        },
        "key_words": [
            "president",
            "voters",
            "immigration",
            "democrat",
            "arizonas",
            "clinton",
            "trump",
            "clintons",
            "newspaper",
            "republic",
            "126year",
            "hillary",
            "history",
            "state",
            "arizona",
            "endorsed"
        ]
    }
]