[
    {
        "url": "https://www.politico.com/story/2016/09/simon-says-clinton-trump-lies-228383?cmpid=sf",
        "title": "If you can't remember all your lies, you're telling too many",
        "authors": [
            {
                "name": "Roger Simon",
                "link": null
            },
            {
                "name": "Nahal Toosi",
                "link": null
            },
            {
                "name": "Louis Nelson",
                "link": null
            },
            {
                "name": "Nolan D. Mccaskill",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-20",
        "text": "By ROGER SIMON\nTruth be told, it isn’t really about Hillary anymore.\nHer picture comes on the screen, and you are very tempted to channel surf away from it.\nStory Continued Below\nBut The Donald comes on, that orange pumpkin face fills the screen, and you stop to listen to what new outrage gushes forth from his lips.\nIt does not matter if what he says is false. That Trump lies on a regular and dismal basis is no longer a question. It is a fact.\nFor months and months, the national press corps has been tiptoeing around this. But now it has stopped clutching its pearls and has decided to call the truth the truth and a falsehood a falsehood.\n“Trump Gives Up a Lie, But Refuses to Repent,” was the front-page headline on Michael Barbaro’s tough-as-nails piece in The New York Times on Friday.\nThe article, labeled a news analysis, was about “birtherism,” the racist lie that sought to discredit Barack Obama by saying he could not have been born in the United States because no African-American could honestly ascend to such a job.\n“It was never true, any of it,” Barbaro wrote. “Mr. Obama’s citizenship was never in question. No credible evidence ever suggested otherwise.\n“Yet it took Mr. Trump five years of dodging, winking and joking to surrender to reality, finally, on Friday, after a remarkable campaign of relentless deception that tried to undermine the legitimacy of the nation’s first black president.”\n“He nurtured the conspiracy like a poisonous flower, watering and feeding it with an ardor that still baffles and embarrasses many around him.”\nBut not everybody around Trump is embarrassed. And his staff is paid to be baffled on a full-time basis.\n“We own both the momentum and enthusiasm dynamics right now,” Trump campaign manager Kellyanne Conway said a few days ago, in the Trump version of English.\n“Everybody loves a winner, so people now see these polls tightening where we’re up, tied or within the margin of error in nearly all of the swing states,” Conway said. “People are starting to see that Trump can actually pull this off.”\nThat’s right. Trump is exposed as a liar and this gives him the “enthusiasm dynamics” to pull off a victory, because lies make the polls tighten and tight polls make everybody love a winner even if he lied to get his victory.\nPoisonous flowers grow in such word salads, I guess. What was Conway really saying? A translation was provided in a Washington Post story on Sunday: “After five years of peddling lies and innuendo about the circumstances of President Obama’s birth, Trump on Friday bowed to the facts and acknowledged for the first time that Obama was born in the United States, although he refused to apologize for his efforts to delegitimize the nation’s first black president.”\nThere it was in a news story by Philip Rucker and Dan Balz: A major party candidate had peddled lies for five years, had finally been forced to admit the truth, but was refusing to take any responsibility for his lies and their outcome.\n“Everybody loves a winner,” Conway said.\nOn Friday, Trump said he was going to make a “major statement” about the whole birther mess. And he was going to make this statement from his lavish, which is to say tasteless, new hotel on Pennsylvania Avenue, just blocks from the White House.\nThe press usually goes along with Trump’s buffoonery, giving him virtually unlimited airtime, Internet coverage and newspaper space regardless of what he has to say. This time, however, he went a little far.\nHe managed to squeeze a lie into the nothing he had to say.\n“Hillary Clinton and her campaign of 2008 started the birther controversy. I finished it. I finished it, you know what I mean,” Trump said. “President Barack Obama was born in the United States. Period.”\nWith that, Trump left the stage, taking no questions and making no apologies.\nTwo days later, John Dickerson had Conway on “Face the Nation.”\nDickerson: Donald Trump advocated something for five years that was a lie. Why did he do that?\nConway: Well, you’re going to have to ask him, but again, I think this is a sideshow now.\nDickerson said our next president might have to send young Americans off “to die in wars” and, therefore, it might be important whether the president was a truth teller or a liar.\nConway reacted as if Dickerson was speaking Martian and said the press really ought to be concentrating on Trump’s new child care plan. (Though she did not say if Trump was telling the truth about his new child care plan.)\nOn Saturday, President Obama addressed the annual Congressional Black Caucus Foundation dinner. “Now, there’s an extra spring in my step,” he said with a broad smile. “I don’t know about you guys, but I am so relieved that the birther thing is over.”\n“I mean, [ISIS], North Korea, poverty, climate change — none of those things weighed on my mind like the validity of my birth certificate!” he said as the audience laughed.\nTruth and falsity are important, but so is balance. Having just quoted a Democrat, I’ll end with the words of a Republican, Abraham Lincoln: “No man has a good enough memory to be a successful liar.”\nWhich may be why Trump will fail in the end: He simply won’t be able to keep track of all his lies.\nRoger Simon is POLITICO's chief political columnist.\n",
        "quotes": [
            [
                "Trump Gives Up a Lie, But Refuses to Repent,",
                "Michael Barbaro",
                true
            ],
            [
                "It was never true, any of it,",
                "Michael Barbaro",
                true
            ],
            [
                "Yet it took Mr. Trump five years of dodging, winking and joking to surrender to reality, finally, on Friday, after a remarkable campaign of relentless deception that tried to undermine the legitimacy of the nation’s first black president.",
                "",
                true
            ],
            [
                "He nurtured the conspiracy like a poisonous flower, watering and feeding it with an ardor that still baffles and embarrasses many around him.",
                "Michael Barbaro",
                true
            ],
            [
                "We own both the momentum and enthusiasm dynamics right now,",
                "Kellyanne Conway",
                true
            ],
            [
                "Everybody loves a winner, so people now see these polls tightening where we’re up, tied or within the margin of error in nearly all of the swing states,",
                "Conway",
                true
            ],
            [
                "People are starting to see that Trump can actually pull this off.",
                "Conway",
                true
            ],
            [
                "After five years of peddling lies and innuendo about the circumstances of President Obama’s birth, Trump on Friday bowed to the facts and acknowledged for the first time that Obama was born in the United States, although he refused to apologize for his efforts to delegitimize the nation’s first black president.",
                "Conway",
                true
            ],
            [
                "Hillary Clinton and her campaign of 2008 started the birther controversy.",
                "Donald Trump",
                true
            ],
            [
                "I finished it, you know what I mean,",
                "Donald Trump",
                true
            ],
            [
                "President Barack Obama was born in the United States.",
                "Donald Trump",
                true
            ],
            [
                "Now, there’s an extra spring in my step,",
                "Barack Obama",
                true
            ],
            [
                "I don’t know about you guys, but I am so relieved that the birther thing is over.",
                "Barack Obama",
                true
            ],
            [
                "I mean, [ISIS], North Korea, poverty, climate change — none of those things weighed on my mind like the validity of my birth certificate!",
                "",
                true
            ],
            [
                "No man has a good enough memory to be a successful liar.",
                "Abraham Lincoln",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.politico.com/story/2016/09/trump-egypt-united-nations-228345",
                "https://www.politico.com/story/2016/09/terror-response-clinton-trump-228359"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "remember",
            "youre",
            "conway",
            "telling",
            "lies",
            "president",
            "cant",
            "truth",
            "lie",
            "winner",
            "trump",
            "states",
            "birther",
            "obama"
        ]
    }
]