[
    {
        "url": "http://www.cnn.com/2017/10/11/politics/ivanka-trump-child-tax-credit/index.html",
        "title": "Ivanka Trump makes the child tax credit push",
        "authors": [
            {
                "name": "Betsy Klein",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-11",
        "text": "Ivanka Trump continues to make child tax credit push directly to members of Congress\nUpdated 8:10 PM ET, Wed October 11, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nShe's advocating for a child tax credit expansion\n(CNN)\nIvanka Trump is moving her work on expanding the child tax credit forward, meeting with bipartisan lawmakers and advocacy groups and organizations in recent weeks.\nThe senior adviser to the President is ramping up her push as the White House works to build support in Congress for tax reform. President Donald Trump will make a speech on the topic in an airport rally-style event near Harrisburg, Pennsylvania, Wednesday evening.\n\"Ivanka wants to see an expansion of the child tax credit as it is an essential part of ensuring a middle class tax cut. She is meeting with members of Congress and advocacy groups to discuss possible proposals,\" said a White House official, adding, \"As with other areas of tax reform, the administration has laid out its vision and is now working with the relevant committees who are preparing key specifics.\"\nTraveling across the country on the campaign trail, Ivanka Trump made pro-family policies a hallmark of her appearances.\n\"As a mother myself, of three young children, I know how hard it is to work while raising a family. And I also know that I'm far more fortunate than most. American families need relief. Policies that allow women with children to thrive should not be novelties, they should be the norm,\" she said during her speech to the Republican National Convention in Cleveland.\nRead More\nSince that July 2016 promise, Trump formally took on a White House role and has developed a portfolio of advocacy issues, including workforce development, women's economic empowerment, ending human trafficking and promoting STEM and computer science education.\nTrump says she is a firm believer in networking and fostering relationships, and she's putting her own advice to work as this process moves forward.\n\"Your network is one of your greatest resources — a font of information, wisdom, experience and opportunity,\" she wrote in her recent book, \"Women Who Work.\"\nA relative newcomer to the Washington scene, Trump is working on cultivating relationships and coalition-building with members of Congress during the process.\nThis week, she and husband Jared Kushner hosted a bipartisan group of lawmakers over for a dinner at their Kalorama home, organized by the White House Office of Legislative Affairs. Democratic Sens. Amy Klobuchar, Sheldon Whitehouse and Dick Durbin attended, as well as Republican Sen. Mike Lee, and other White House officials. While the topic of that dinner was criminal justice reform, future dinners are in the works.\nIn June, she met privately with Sen. Marco Rubio and Nebraska Sen. Deb Fischer, who introduced a bill this year to give tax credits to companies offering paid maternity and paternity leave, along with Iowa Sen. Joni Ernst, South Carolina Sen. Tim Scott and Utah Sen. Mike Lee.\nJust left a productive meeting on the Hill to discuss issues affecting American working families, including childcare & paid family leave!\nShe's also met with Sen. Orrin Hatch and Sen. Lamar Alexander, both Republicans.\nOn the House side, Trump met with House Republican chairwoman Rep. Cathy McMorris Rodgers, attended a roundtable with members hosted by House Majority Leader Kevin McCarthy on the working families agenda, and met with bipartisan members of the House Ways and Means Committee. She's also discussed child tax reform with Rep. Mark Meadows, the chairman of the conservative House Freedom Caucus.\nShe traveled with her father in late August as he rolled out his tax-reform pitch, praising her work on middle-class tax relief.\n\"This includes helping parents afford childcare and the cost of raising a family. That's so important to Ivanka Trump. Very, very important to everybody in this room, but so important to my daughter. It's one of her real big beliefs. And she's very committed to that. Right, Ivanka?\" the President said.\nWorking closely with the White House's National Economic Council, Office of Legislative Affairs, and Domestic Policy Council, Ivanka Trump also attended a breakfast with Americans for Tax Reform, and met with representatives from Susan B. Anthony List, Heritage Foundation, American Enterprise Institute, the National Federation of Independent Business, and the US Chamber of Commerce.\n1:2 Just concluded a great meeting on #TaxReform & the Child Tax Credit w/ coalitions supporting tax relief for American working families. pic.twitter.com/sj07COcW8P\nWhile the final numbers for the child tax credit are still unclear, there appears to be bipartisan support in Congress, and the policy is not facing resistance from a wide swath of members thus far.\nThough Trump also advocated for paid family leave as part of her pro-family campaign trail pitch, a White House official says that that policy \"was always intended to be a separate piece of legislation.\" Trump is continuing to have meetings on the subject.\n\"While we are pleasantly surprised by the progress we are making in generating conversation around the issue, we are realistic about the calendar,\" the official said. \"We know how hard it is going to be and that for all the talk on the issue, nobody has been able to get it done before but we are committed to it and the priority now is to continue to build a coalition.\"\nCORRECTION: This story has been updated to correctly identify Sen. Deb Fischer's title.\nCNN's Ashley Killough contributed to this report.\n",
        "quotes": [
            [
                "Ivanka wants to see an expansion of the child tax credit as it is an essential part of ensuring a middle class tax cut.",
                "",
                true
            ],
            [
                "She is meeting with members of Congress and advocacy groups to discuss possible proposals,",
                "",
                true
            ],
            [
                "As with other areas of tax reform, the administration has laid out its vision and is now working with the relevant committees who are preparing key specifics.",
                "",
                true
            ],
            [
                "As a mother myself, of three young children, I know how hard it is to work while raising a family.",
                "Ivanka Trump",
                true
            ],
            [
                "And I also know that I'm far more fortunate than most.",
                "Ivanka Trump",
                true
            ],
            [
                "Policies that allow women with children to thrive should not be novelties, they should be the norm,",
                "Ivanka Trump",
                true
            ],
            [
                "Your network is one of your greatest resources — a font of information, wisdom, experience and opportunity,",
                "Ivanka Trump",
                true
            ],
            [
                "This includes helping parents afford childcare and the cost of raising a family.",
                "",
                true
            ],
            [
                "That's so important to Ivanka Trump.",
                "",
                true
            ],
            [
                "Very, very important to everybody in this room, but so important to my daughter.",
                "",
                true
            ],
            [
                "It's one of her real big beliefs.",
                "",
                true
            ],
            [
                "And she's very committed to that.",
                "",
                true
            ],
            [
                "was always intended to be a separate piece of legislation.",
                "Ivanka Trump",
                false
            ],
            [
                "While we are pleasantly surprised by the progress we are making in generating conversation around the issue, we are realistic about the calendar,",
                "",
                true
            ],
            [
                "We know how hard it is going to be and that for all the talk on the issue, nobody has been able to get it done before but we are committed to it and the priority now is to continue to build a coalition.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2017/06/20/politics/ivanka-trump-marco-rubio-meeting-child-care/index.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://t.co/sj07COcW8P",
                "https://twitter.com/hashtag/TaxReform?src=hash&ref_src=twsrc%5Etfw"
            ]
        },
        "key_words": [
            "child",
            "working",
            "tax",
            "reform",
            "work",
            "push",
            "makes",
            "white",
            "speech",
            "trump",
            "credit",
            "ivanka"
        ]
    }
]