[
    {
        "url": "https://www.reuters.com/article/us-brazil-italy-battisti/brazil-studying-extradition-of-italian-ex-leftist-guerilla-battisti-idUSKBN1CB2US",
        "title": "Brazil studying extradition of Italian ex-leftist guerilla Battisti",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-06",
        "text": "3 Min Read\nFILE PHOTO: Italian former leftist guerrilla Cesare Battisti leaves the headquarters of the Federal Police in Sao Paulo, Brazil March 13, 2015.  REUTERS/Nacho Doce/File Photo\nBRASILIA (Reuters) - The Brazilian government is studying whether to extradite Cesare Battisti, an Italian former left-wing guerrilla convicted of murder in his country, Justice Minister Torquato Jardim said on Friday.\nBattisti is under arrest in the Brazilian frontier town of Corumbá where he was detained on Wednesday as he tried to cross into Bolivia in a taxi, apparently fearing that Brazil’s government would revoke his asylum status at Italy’s request.\nLate on Friday, Battisti’s lawyers said he had been granted habeas corpus, a court injunction ordering his release, and that they were trying to get him freed as soon as possible.\nBattisti faces life in prison in Italy, where he was convicted of four murders committed in the 1970s, when he belonged to a guerilla group called Armed Proletarians for Communism. He escaped from prison in 1981 and lived in France before fleeing to Brazil to avoid being extradited to Italy.\nBrazil’s Supreme Court authorized Battisti’s extradition in 2009, but he was not sent back to Italy because former leftist President Luis Inacio Lula da Silva granted him refugee status on his last day in office in 2010.\nLula’s refusal to extradite Battisti upset relations between the two countries. But that is likely to change with Michel Temer, the center-right president who took office last year when Lula’s handpicked successor, Dilma Rousseff, was impeached.\n“No decision has been taken yet. The matter is being studied because the Italian government has repeatedly asked that he be sent back to Italy,” Justice Minister Jardim told reporters during a conference at the Rio de Janeiro bar association.\nBrazilian police said Battisti was being held for breaking currency laws due to the “significant” amount of cash in euros and dollars that he had at the border crossing.\nIf Brazil decides to send Battisti back to Italy, there is no need for a new extradition request by Rome because the earlier one approved by the Supreme Court is still standing, Brazilian officials said.\nReporting by Anthony Boadle in Brasilia and Rodrigo Viga Gaier in Rio de Janeiro; Editing by Paul Simao and Sandra Maler\n",
        "quotes": [
            [
                "No decision has been taken yet.",
                "",
                true
            ],
            [
                "The matter is being studied because the Italian government has repeatedly asked that he be sent back to Italy,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "brazilian",
            "battisti",
            "italian",
            "status",
            "guerilla",
            "sent",
            "prison",
            "italy",
            "court",
            "supreme",
            "exleftist",
            "extradition",
            "studying",
            "brazil"
        ]
    }
]