[
    {
        "url": "https://www.reuters.com/article/us-football-nfl-protests/nflpas-smith-no-player-is-disrespecting-our-country-or-our-flag-idUSKBN1CE26P",
        "title": "NFLPA's Smith: 'No player is disrespecting our country or our flag'",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-09",
        "text": "October 9, 2017 /  6:10 PM / in 2 years\nNFLPA's Smith: 'No player is disrespecting our country or our flag'\n5 Min Read\n(The Sports Xchange) - NFL Players Association executive director DeMaurice Smith released a statement Monday regarding players protesting during the national anthem, saying “no player is disrespecting our country or our flag.”\nFILE PHOTO: National Football League Players Association executive director DeMaurice Smith arrives at the Manhattan Federal Courthouse in New York August 19, 2015.  REUTERS/Brendan McDermid\nSmith’s statement comes following Dallas Cowboys owner Jerry Jones’ comments on Sunday that his players must stand for the anthem or else they would not play.\nIn addition, Vice President Mike Pence left Sunday’s game in Indianapolis when the visiting San Francisco 49ers knelt during the national anthem before facing the Colts.\n“Last week both the Commissioner and the Chair of the NFL Management Council John Mara were clear when they assured our union leaders, in the presence of other owners, that they would respect the Constitutional rights of our members without retribution,” Smith said in a statement. “I look forward to the day when everyone in Management can unite and truly embrace and article what that Flag stands for: ‘Liberty and Justice for All’ instead of some of them just talking about standing. We look forward to continuing our talks with them on this very issue.\n“No player is disrespecting our Country or our Flag. As thousands have shown in the past, it takes bravery and courage to speak and confront these issues as our players have, especially when it is unpopular with some. There is room for Management to do the same and maybe then players do not have to risk the taunts and threats alone. This is their opportunity to lead as well and will be a true test of the motto that ‘Football is Family.’”\nJones’ comments occurred in response to Pence abruptly leaving Sunday’s game after more than 20 49ers knelt during the national anthem.\n“Understand? We will not ... if we are disrespecting the flag, then we will not play. Period,” Jones said after the Cowboys’ 35-31 home loss to the Green Bay Packers.\nBefore the Cowboys’ game at Arizona on Sept. 25, Jones and members of his family joined the players, coaches and staff on the field prior to the anthem. They kneeled and locked arms. When the anthem was performed, they stood arm-in-arm with the players.\nThe gesture was in response to President Donald Trump’s comments that NFL owners should fire players who disrespect the flag by not standing during the national anthem.\nCowboys defensive ends Damontre Moore and David Irving raised their fists at the end of the anthem before the game against the Packers, according to the Dallas Morning News. Jones said he was unaware of their actions.\nPence, a former governor of Indiana, was on hand to celebrate former Colts quarterback Peyton Manning’s induction into the franchise’s Ring of Honor.\nNo Colts players knelt during the anthem prior to the game but the 49ers had more than 20 players kneeling with their hands over their hearts for the second straight week.\n“I left today’s Colts game because @POTUS and I will not dignify any event that disrespects our soldiers, our Flag, or our National Anthem,” Pence tweeted about leaving the game:\nAbout an hour later, Trump tweeted that Pence was acting in response to his instructions.\n“I asked @VP Pence to leave stadium if any players kneeled, disrespecting our country. I am proud of him and @SecondLady Karen,” Trump tweeted.\nNBC News reported Sunday that reporters were told before the game there could be “an early departure” by Pence.\nTrump followed up Monday morning with another tweet: “The trip by @VP Pence was long planned. He is receiving great praise for leaving game after the players showed such disrespect for country!”\nTrump’s position unified more NFL players to protest racial injustice before or during the anthem. He said during a political rally in Huntsville, Ala., on Sept. 22 that NFL owners should fire the players who knelt during the anthem.\nAug 5, 2017; Canton, OH, USA;  Dallas Cowboys owner Jerry Jones delivers his acceptance speech during the Professional Football HOF enshrinement ceremonies at the Tom Benson Hall of Fame Stadium. Mandatory Credit: Charles LeClaire-USA TODAY Sports\n“We’re proud of our country. We respect our flag,” Trump said to loud applause at the campaign event. “Wouldn’t you love to see one of these NFL owners, when somebody disrespects our flag, to say, ‘Get that son of a bitch off the field right now. Out. He’s fired! He’s fired!’”\nFormer San Francisco 49ers quarterback Colin Kaepernick drew national attention last season when he knelt during the national anthem as a protest against racial injustice. A number of players followed Kaepernick’s lead by taking a knee during the anthem last year.\nNFL players who have demonstrated during the national anthem have said they are protesting police brutality and racism, but not the flag or the anthem itself.\nReporting by Rory Carroll\n",
        "quotes": [
            [
                "Get that son of a bitch off the field right now.",
                "",
                true
            ],
            [
                "no player is disrespecting our country or our flag.",
                "DeMaurice Smith",
                false
            ],
            [
                "Last week both the Commissioner and the Chair of the NFL Management Council John Mara were clear when they assured our union leaders, in the presence of other owners, that they would respect the Constitutional rights of our members without retribution,",
                "Smith",
                true
            ],
            [
                "No player is disrespecting our Country or our Flag.",
                "",
                true
            ],
            [
                "As thousands have shown in the past, it takes bravery and courage to speak and confront these issues as our players have, especially when it is unpopular with some.",
                "",
                true
            ],
            [
                "There is room for Management to do the same and maybe then players do not have to risk the taunts and threats alone.",
                "",
                true
            ],
            [
                "This is their opportunity to lead as well and will be a true test of the motto that ‘Football is Family.",
                "",
                true
            ],
            [
                "We will not ... if we are disrespecting the flag, then we will not play.",
                "Jones",
                true
            ],
            [
                "I left today’s Colts game because @POTUS and I will not dignify any event that disrespects our soldiers, our Flag, or our National Anthem,",
                "",
                true
            ],
            [
                "I asked @VP Pence to leave stadium if any players kneeled, disrespecting our country.",
                "Trump",
                true
            ],
            [
                "I am proud of him and @SecondLady Karen,",
                "Trump",
                true
            ],
            [
                "The trip by @VP Pence was long planned.",
                "Trump",
                true
            ],
            [
                "He is receiving great praise for leaving game after the players showed such disrespect for country!",
                "Trump",
                true
            ],
            [
                "We’re proud of our country.",
                "Trump",
                true
            ],
            [
                "Wouldn’t you love to see one of these NFL owners, when somebody disrespects our flag, to say, ‘Get that son of a bitch off the field right now.",
                "Trump",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "knelt",
            "player",
            "jones",
            "smith",
            "flag",
            "game",
            "anthem",
            "disrespecting",
            "national",
            "nflpas",
            "nfl",
            "pence",
            "owners",
            "players",
            "country"
        ]
    }
]