[
    {
        "url": "https://www.reuters.com/article/us-brazil-politics-corruption/brazil-supreme-court-allows-congress-last-word-on-removal-of-lawmakers-idUSKBN1CH02N",
        "title": "Brazil Supreme Court allows Congress last word on removal of lawmakers",
        "authors": [
            {
                "name": "Anthony Boadle",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-12",
        "text": "October 12, 2017 /  12:51 AM / 2 years ago\nBrazil Supreme Court allows Congress last word on removal of lawmakers\n3 Min Read\nBRASILIA (Reuters) - Brazil’s Supreme Court on Wednesday decided to grant Congress the final word on decisions to remove a sitting politician, conceding a victory to lawmakers fighting to shield themselves from prosecution for corruption.\nFILE PHOTO - Brazil's Senator Aecio Neves speaks during a statement to defend himself against corruption charges, where he resumed his mandate with the authorization of the Federal Supreme Court, in Brasilia, Brazil July 4, 2017. REUTERS/Ueslei Marcelino\nThe narrow 6-5 decision will allow the Senate to vote next week to revoke a top court ruling that suspended Senator Aecio Neves who is being investigated in seven corruption cases.\nA majority of the justices decided to back off from confrontation with Congress in the midst of Brazil’s biggest political corruption scandal, which has even implicated President Michel Temer and his inner circle of cabinet ministers.\nThe lower house of Congress is expected to vote later this month to shelve charges against Temer in a corruption case involving meatpacker JBS SA, saving him from trial by the Supreme Court.\nMore than 110 politicians are targeted by the sprawling Car Wash graft investigation that has uncovered since 2014 a massive network of bribes and kickbacks paid by companies seeking to win government contracts and influence legislation.\nCongress has pushed back against judicial action by the Supreme Court since the justices ordered the removal of the former speaker of the lower house, Eduardo Cunha, who was  arrested last year, convicted of corruption and sentenced to more than 15 years in prison for corruption.\nOne third of the politicians in Brazil’s Congress - more than 230 - including more than half of its senators, are being investigated for breaking the law and face trial by the Supreme Court, the only court that can try lawmakers and ministers.\nThose being investigated include the presidents of the Senate and the lower house, and many of the leaders of Temer’s governing coalition.\nIn another gain for the political class, the Supreme Court ruled on Tuesday that no one can be charged merely on the basis of plea bargain testimony by just one witness if no evidence is provided to back up the accusation.\nPlea deals have been the main tool used by anti-corruption prosecutors to track the network of political kickbacks and   dismantle graft schemes discovered at oil company Petrobras and other state-run enterprises.\nThe ruling was part of a decision to throw out corruption and money laundering charges against Senator Renan Calheiros, the former president of the Senate who faces seven other graft investigations.\nAdditional reporting by Ricardo Brito; Writing by Anthony Boadle; Editing by Leslie Adler\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "brazil",
            "senator",
            "lower",
            "political",
            "word",
            "removal",
            "court",
            "senate",
            "allows",
            "congress",
            "lawmakers",
            "corruption",
            "brazils",
            "investigated",
            "supreme"
        ]
    }
]