[
    {
        "url": "https://www.nytimes.com/2017/10/08/world/europe/catalonia-independence-protest.html?rref=collection%2Fsectioncollection%2Fworld",
        "title": "‘I Am Spanish’: Thousands in Barcelona Protest a Push for Independence",
        "authors": [
            {
                "name": "Patrick Kingsley",
                "link": null
            },
            {
                "name": "Jason Horowitz",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-08",
        "text": "Advertisement\nSupported by\n‘I Am Spanish’: Thousands in Barcelona Protest a Push for Independence\nImage\nThousands rallied in Barcelona, Spain, on Sunday in support of a united Spanish state and against agitators for independence.CreditCreditPau Barrena/Agence France-Presse — Getty Images\nOct 8, 2017\nBARCELONA, Spain — Catalonia’s silent supporters of Spanish unity found their voice on Sunday, thronging into the center of Barcelona as part of a huge rally that reverberated with chants in support of a united Spanish state and against agitators for independence.\nThey demonstrated solidarity with the vilified national police and proudly waved a red-and-yellow national flag that for decades had carried the stigma of a taboo nationalism.\n“Catalonia is not all for independence,” said José Manuel Alaminos, a 64-year-old lawyer. He said that Carles Puigdemont , the regional president who has led the independence movement, “is supposed to represent all of us.”\nThe separatist push has brought about one of Spain’s worst constitutional crises since the end of the Franco dictatorship nearly 43 years ago.\n“But we are Catalonians too! The world doesn’t know the truth,” Mr. Alaminos said, pointing to the enormous crowd. “This is the truth.”\nPrime Minister Mariano Rajoy echoed that sentiment in an interview with the Spanish newspaper El País published late Saturday, in which he said flatly that the secession of Catalonia “won’t happen” and that he was “not ruling out anything” to maintain Spain’s integrity, including a constitutional article that allows him to disband the regional leadership and assume its powers.\n“We are talking about our nation’s unity,” he said.\nMr. Puigdemont is expected to address the regional Parliament on Tuesday, when Catalan leaders could declare independence, citing the results of a referendum that the national government and the courts had said was illegal and ordered suspended.\nThe rally on Sunday was organized to show that the referendum, which attracted international attention for a police crackdown that left hundreds injured, did not represent all Catalans. They are, in fact, deeply split over independence .\nDrivers flying Spanish flags from their windows blasted staccato beeps of their horns in support of people wearing Spanish flags over their shoulders like capes. As helicopters hovered overhead, a river of supporters of Spanish unity snaked from Urquinaona Square down Via Laietana and past the city’s cathedral to its historic train station, where politicians read manifestoes in favor of a united Spain.\nAlong the way, thousands chanted, “Long Live Spain, Long Live Catalonia,” “I am Spanish, I am Spanish,” and “Puigdemont to Prison.” They waved Spanish, Catalan and European Union flags and wore stickers of all three on their chests.\nThe rally — estimated by the police at 350,000 people, though organizers said it was twice that — also served as a coming-out party of sorts for the national flag, which for decades has carried a stigma associated with the far-right groups nostalgic for the Franco dictatorship.\nImage\nThe rally also served as a coming-out party of sorts for the national flag, which has long been associated with nostalgia for the Franco dictatorship.CreditDavid Ramos/Getty Images\n“Everyone thinks waving the Spanish flag means we are right wing or fascists,” said Alfredo Matías, 47, who held one edge of an oversize Spanish flag. “But we are not. We are just patriotic. It should be like the flag in America. And this is a big opportunity to make that happen.”\nMr. Rajoy, in his interview, also suggested that the time had come for the flag’s stigma to be lifted.\n“People have the right to say, I’m Spanish, I’m proud of it and proud of my Constitution,” he said, adding that everyone in the country had a right to defend “your symbols, your flag, your hymn.”\nHe said his message to Spaniards was that “they have a government who will defend, as it is its obligation, the national unity and sovereignty.”\nNadia Borrallo, a 31-year-old pharmacist from nearby Sant Boi de Llobregat, said the independence movement had tried to convince the world that all of Catalonia was on its side. “This is the reality,” she said, a Spanish flag draped over her shoulders. “Look around: I see a united people.”\nAs she approached a Spanish flag carpeting the street in front of a paella restaurant, she said that it looked as if Spain’s soccer team had won the World Cup.\nImage\nThe rally on Sunday was organized to show that the results of the independence referendum did not represent all Catalans.CreditPau Barrena/Agence France-Presse — Getty Images\n“When Spain wins, they chant, ‘I am Spanish, I am Spanish,’ ” she said. “Now they say, ‘I don’t feel Spanish, I want my independence.’ It’s nonsense.”\nAs demonstrators, some of whom arrived on packed buses and trains from around Spain, jeered at balconies hanging pro-independence flags, organizers and security forces cleared paths for politicians and celebrity supporters of Spanish unity who had lined up at the front of the rally.\n“I feel very enthusiastic and optimistic,” said Mario Vargas Llosa, the Nobel Prize-winning author who became a Spanish citizen in the 1990s and has spoken out in favor of conservative Spanish causes.\nThey followed a flatbed truck loaded with four speakers blasting the voices of organizers who heralded demonstrators as “the silent majority.”\nUntil now, supporters of independence have been the most vocal, especially after the violence on the day of the referendum gave momentum to their cause. Supports of Spanish unity complained that the regional police force, the Mossos D’Esquadra , appeared to refuse a national order to block the referendum.\nSupporters of independence had thrown flowers at their feet, but the demonstrators on Sunday cursed their name. The Catalan police force — the leader of which is facing sedition charges in Madrid — was almost nowhere to be seen along the rally’s route.\nImage\nMany demonstrators wore flags over their shoulders like capes.CreditManu Fernandez/Associated Press\nInstead, the officers standing outside the National Police Headquarters bathed in the adoration of demonstrators. Officers posed for selfies, received hugs and heartfelt handshakes and smiled broadly as the demonstrators chanted, “You are not alone” and “This is our police.”\n“The referendum was illegal, and these police followed their instructions,” said Danile Basteller, 51, from Barcelona. He said the police had been treated shabbily: “We are here to show them they are not alone.”\nJose Luis Rencé, a retired soldier clad in his fatigues, agreed. “The law has to be followed,” he said. “With the law, everything. Without the law, nothing.”\nIn front of the seat of the regional government, Manuel Perales Álvarez, a 54-year-old garbage collector, shouted at the stone-face Mossos officers standing guard.\n“With what authority will you present yourself,” he screamed. “You have no shame.”\nLucas Fernández, 66, from Barcelona, stood next to him, holding a Spanish flag and yelling, “Long live Spain” toward Mr. Puigdemont’s office.\n“He clearly is going to receive the message, but he is pretending he is deaf to us,” Mr. Fernández said of the Catalan president. “He doesn’t listen to the people — only to the supporters of independence around him.”\nSergi Miquel, a lawmaker from Mr. Puigdemont’s party, saw little to worry about. “The demonstrations are fine,” he said. “But I don’t think anything changes, because the referendum and the Catalan elections had clear results.”\nMr. Fernández worried that the die had already been cast for a declaration of independence. He said he wished that the supporters of Spanish unity had raised their voices sooner. “It’s a little late,” he said. “It should have been done earlier.”\nFollow Jason Horowitz and Patrick Kingsley on Twitter: @jasondhorowitz and @patrickkingsley .\nMarta Arias and Germán Aranda contributed reporting.\nA version of this article appears in print on , Section A, Page 9 of the New York edition with the headline: Thousands Fill Streets In Barcelona to Protest  Push for Independence. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "I am Spanish, I am Spanish,",
                "",
                true
            ],
            [
                "I don’t feel Spanish, I want my independence.",
                "",
                true
            ],
            [
                "Catalonia is not all for independence,",
                "José Manuel Alaminos",
                true
            ],
            [
                "is supposed to represent all of us.",
                "",
                false
            ],
            [
                "The world doesn’t know the truth,",
                "Alaminos",
                true
            ],
            [
                "We are talking about our nation’s unity,",
                "",
                true
            ],
            [
                "Long Live Spain, Long Live Catalonia,",
                "",
                true
            ],
            [
                "I am Spanish, I am Spanish,",
                "",
                true
            ],
            [
                "Everyone thinks waving the Spanish flag means we are right wing or fascists,",
                "Alfredo Matías",
                true
            ],
            [
                "It should be like the flag in America.",
                "Alfredo Matías",
                true
            ],
            [
                "And this is a big opportunity to make that happen.",
                "Alfredo Matías",
                true
            ],
            [
                "People have the right to say, I’m Spanish, I’m proud of it and proud of my Constitution,",
                "",
                true
            ],
            [
                "your symbols, your flag, your hymn.",
                "",
                false
            ],
            [
                "they have a government who will defend, as it is its obligation, the national unity and sovereignty.",
                "",
                false
            ],
            [
                "Look around: I see a united people.",
                "",
                true
            ],
            [
                "When Spain wins, they chant, ‘I am Spanish, I am Spanish,",
                "",
                true
            ],
            [
                "Now they say, ‘I don’t feel Spanish, I want my independence.’ It’s nonsense.",
                "",
                true
            ],
            [
                "I feel very enthusiastic and optimistic,",
                "Mario Vargas Llosa",
                true
            ],
            [
                "The referendum was illegal, and these police followed their instructions,",
                "Danile Basteller",
                true
            ],
            [
                "We are here to show them they are not alone.",
                "",
                true
            ],
            [
                "The law has to be followed,",
                "",
                true
            ],
            [
                "With what authority will you present yourself,",
                "",
                true
            ],
            [
                "He clearly is going to receive the message, but he is pretending he is deaf to us,",
                "Fernández",
                true
            ],
            [
                "He doesn’t listen to the people — only to the supporters of independence around him.",
                "Fernández",
                true
            ],
            [
                "But I don’t think anything changes, because the referendum and the Catalan elections had clear results.",
                "",
                true
            ],
            [
                "It should have been done earlier.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/10/05/world/europe/catalan-independence-referendum.html?module=inline",
                "https://elpais.com/elpais/2017/10/07/inenglish/1507389735_673588.html",
                "https://www.nytimes.com/2017/09/28/world/europe/in-catalonia-independence-referendum.html?module=inline",
                "https://www.nytimes.com/2017/10/06/world/europe/catalonia-referendum-sedition.html?module=inline",
                "https://www.nytimes.com/2017/10/03/world/europe/catalonia-independence-referendum.html?module=inline",
                "https://www.nytimes.com/2017/10/01/world/europe/catalonia-independence-referendum.html?rref=collection%2Ftimestopic%2FSpain&action=click&contentCollection=world&region=stream&module=inline&version=latest&contentPlacement=8&pgtype=collection",
                "https://www.nytimes.com/2017/10/07/world/europe/catalonia-independence-police.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://twitter.com/jasondhorowitz",
                "https://www.parsintl.com/publication/the-new-york-times/"
            ]
        },
        "key_words": [
            "voice",
            "usthe",
            "worst",
            "vilified",
            "unity",
            "independence",
            "protest",
            "push",
            "national",
            "thousands",
            "waved",
            "spanish",
            "barcelona"
        ]
    }
]