[
    {
        "url": "https://www.cnn.com/2016/09/22/politics/donald-trump-jr-skittles-tweet/index.html",
        "title": "Trump Jr. defends Skittles tweet: 'I don't deal in microaggression'",
        "authors": [
            {
                "name": "Phil Mattingly",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-22",
        "text": "Trump Jr. defends Skittles tweet: 'I don't deal in microaggression'\nUpdated 4:54 PM ET, Thu September 22, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nThe tweet took center stage on the campaign trail earlier this week\n\"We're not a country where everything has to be in a safe space,\" Trump said\nBoise, Idaho (CNN)\nDonald Trump Jr. said Thursday he was surprised by the reaction to his tweet comparing Syrian refugees to Skittles because he was \"trying to point out things that have to be said.\"\n\"People will today make what they want of anything and they see the worst in everything and they look for subtext that doesn't exist,\" Trump told reporters after a fundraiser here. \"For me, I guess I'm a straightforward guy. I don't deal in microagression, where it takes a special kind of person to find whatever message they're looking for.\"\nThe tweet -- which consisted of a photo of a bowl full of the candy that said: \"If I had a bowl of skittles and I told you just three would kill you. Would you take a handful? That's our Syrian refugee problem.\" -- took center stage on the campaign trail earlier this week. A top aide to Hillary Clinton called it \"disgusting\" and Clinton supporters attacking the comparison as crass and inhumane.\nBut Trump supporters -- and the Trump campaign itself -- have repeatedly defended Trump and the tweet.\nMars, which produces Skittles, rejected the comparison in a statement, saying, \"Skittles are candy. Refugees are people. We don't feel it's an appropriate analogy.\"\nRead More\nTrump said he didn't \"want to be a distraction\" to the campaign, but that the negative response was being driven by partisan attacks.\n\"I understand that running as conservative, there is a different standard,\" he said.\n\"If a metaphor offends someone then maybe that's the world in which we live today, but I'm not comparing someone to candy,\" Trump said. \"It's a statistical thing. We have to be careful about who we let into this country.\"\nBut the statistics don't actually back up the contention made in the tweet. According to a recent Cato Institute report, the odds \"that an American would be killed in a terrorist attack committed by a refugee was 1 in 3.64 billion a year.\"\nStill, Trump said Thursday that it was his broader point was what mattered and that it was part of a discussion that needed to be had and one that tracked closely with the key components of his father's campaign strategy.\n\"He's created some good dialogue that needed to be had that wasn't being had because PC culture sort of forced real issues off of the table,\" Trump said of his father's campaign. \"The way he's been able to approach that and do that has forced people to actually have a dialogue and that's what this country is about, having that dialogue.\"\nThat dialogue -- about race, about refugees and about immigrants -- has been harshly criticized by Clinton and Trump detractors as racist, but Trump countered that it has been the driving force behind Trump's success.\n\"We're not a country where everything has to be in a safe space,\" Trump said. \"That's not what built this country, that's not what made this country great and that's why my father is resonating so well with working class, hard-working Americans. He's giving them a voice again.\"\n",
        "quotes": [
            [
                "We're not a country where everything has to be in a safe space,",
                "Donald Trump Jr.",
                true
            ],
            [
                "trying to point out things that have to be said.",
                "Donald Trump Jr.",
                false
            ],
            [
                "People will today make what they want of anything and they see the worst in everything and they look for subtext that doesn't exist,",
                "Donald Trump Jr.",
                true
            ],
            [
                "For me, I guess I'm a straightforward guy.",
                "Donald Trump Jr.",
                true
            ],
            [
                "I don't deal in microagression, where it takes a special kind of person to find whatever message they're looking for.",
                "Donald Trump Jr.",
                true
            ],
            [
                "If I had a bowl of skittles and I told you just three would kill you.",
                "Donald Trump Jr.",
                true
            ],
            [
                "That's our Syrian refugee problem.",
                "Donald Trump Jr.",
                true
            ],
            [
                "We don't feel it's an appropriate analogy.",
                "Donald Trump Jr.",
                true
            ],
            [
                "I understand that running as conservative, there is a different standard,",
                "Donald Trump Jr.",
                true
            ],
            [
                "If a metaphor offends someone then maybe that's the world in which we live today, but I'm not comparing someone to candy,",
                "Donald Trump Jr.",
                true
            ],
            [
                "We have to be careful about who we let into this country.",
                "Donald Trump Jr.",
                true
            ],
            [
                "that an American would be killed in a terrorist attack committed by a refugee was 1 in 3.64 billion a year.",
                "Donald Trump Jr.",
                false
            ],
            [
                "He's created some good dialogue that needed to be had that wasn't being had because PC culture sort of forced real issues off of the table,",
                "Donald Trump Jr.",
                true
            ],
            [
                "The way he's been able to approach that and do that has forced people to actually have a dialogue and that's what this country is about, having that dialogue.",
                "Donald Trump Jr.",
                true
            ],
            [
                "We're not a country where everything has to be in a safe space,",
                "Donald Trump Jr.",
                true
            ],
            [
                "That's not what built this country, that's not what made this country great and that's why my father is resonating so well with working class, hard-working Americans.",
                "Donald Trump Jr.",
                true
            ],
            [
                "He's giving them a voice again.",
                "Donald Trump Jr.",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "skittles",
            "campaign",
            "syrian",
            "supporters",
            "took",
            "trump",
            "deal",
            "refugees",
            "microaggression",
            "jr",
            "trail",
            "told",
            "defends",
            "dont",
            "stage"
        ]
    }
]