[
    {
        "url": "https://www.activistpost.com/2017/09/u-s-president-donald-trump-quietly-signs-law-allow-warrant-less-searches-parts-va-dc-md.html",
        "title": "U.S. President Donald Trump Quietly Signs Law To Allow Warrantless Searches In Parts Of VA, DC and MD",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-26",
        "text": "Hot Topics\nU.S. President Donald Trump Quietly Signs Law To Allow Warrantless Searches In Parts Of VA, DC and MD\nAs former White House chief of staff and current Chicago Mayor Rahm Emanuel has said: “You never let a serious crisis go to waste.” While everyone was worried about the hurricanes, U.S. President Donald Trump signed away the Fourth Amendment buried in a new bill. He set a precedent by empowering the police state to allow warrantless searches in parts of VA, MD and D.C. near the Metro train system.\nThe government can now openly enter and search private property without a warrant in parts of Virginia, Maryland and D.C.\nThe  House Joint Resolution 76  was  signed into law  on Tuesday, Aug. 22, by President Trump. The text is rather boring, starting off with: “Granting the consent and approval of Congress for the Commonwealth of Virginia, the State of Maryland, and the District of Columbia to enter into a compact relating to the establishment of the Washington Metrorail Safety Commission.”\nCNN  explained , “This law lets Virginia, Maryland and the District of Columbia form a new panel called the Washington Metrorail Safety Commission to oversee the safety of the D.C.-area public transportation Metro train system.”\nThe new safety commission will take over from the current Federal Transit Agency (FTA), which has been in charge of safety oversight for the Washington Metropolitan Area Interstate Compact (WMATA) since October 2015.\n“We’ll set this up and get the FTA out of Metro. They are happy to get out, and we’re happy to get them out,” Metro Board of Directors Chair Jack Evans  told  Bloomberg BNA. “I’m glad we got this thing. If nothing else, we’ll get our money.”\nHowever, buried within the bill’s text is a daunting “one major red flag” that would give the newly formed commission “the authority to enter property near the Metro Rail System ‘without limitation’ and without a warrant, for the purpose of ‘making inspections, investigations, examinations, and testing,” The Free Thought Project reported .\nThe legislation reads:\nIn performing its duties, the Commission, through its Board or designated employees or agents, may: Enter upon the WMATA Rail System and, upon reasonable notice and a finding by the chief executive officer that a need exists, upon any lands, waters, and premises adjacent to the WMATA Rail System, including, without limitation, property owned or occupied by the federal government, for the purpose of making inspections, investigations, examinations, and testing as the Commission may deem necessary to carry out the purposes of this MSC Compact, and such entry shall not be deemed a trespass.\nDeclare Your Independence!\nProfit outside the rigged system! Protect yourself from tyranny and economic collapse. Learn to live free and spread peace!\nCounter Markets Newsletter - Trends & Strategies for Maximum Freedom\nClaim Your FREE Issue Today!\nOnly five Congressman voted against the bill according to U.S. Rep Justin Amash (R-Mich.) while three hundred ninety-nine gave their approval, and 29 didn’t bother to vote at all. Apparently, our elected officials can’t be bothered to stand up for the rights of we the people or the Constitution they swore to protect. After all, the Fourth Amendment doesn’t exist, which protects Americans from unreasonable searches and seizures or anything. As Amash pointed out, the government will now be able to kick in the doors of any private property surrounding the border of the DC Metro Rail System without needing a warrant based on any probable cause.\nOnly 5 of us voted against bill allowing govt to enter/search private property in parts of VA, MD & DC w/o warrant. https://t.co/SVhTWqbPaB\nA scary prospect indeed, as Rachel Blevins wrote for The Free Thought Project, “While it may only affect the Washington, D.C., metro area now, it could be laying the blueprint for future legislation across the country.”\nAaron Kesel writes for Activist Post and is Director of Content for Coinivore . Follow Aaron at Twitter and Steemit .\nThis article is Creative Commons and can be republished in full with attribution. Like Activist Post on Facebook , subscribe on YouTube , follow on Twitter and at Steemit .\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 8, 2019\nAugust 8, 2019\nAugust 7, 2019\nMost Viewed Articles of the Week\nLatest News\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "You never let a serious crisis go to waste.",
                "",
                true
            ],
            [
                "Granting the consent and approval of Congress for the Commonwealth of Virginia, the State of Maryland, and the District of Columbia to enter into a compact relating to the establishment of the Washington Metrorail Safety Commission.",
                "",
                true
            ],
            [
                "This law lets Virginia, Maryland and the District of Columbia form a new panel called the Washington Metrorail Safety Commission to oversee the safety of the D.C.-area public transportation Metro train system.",
                "",
                true
            ],
            [
                "We’ll set this up and get the FTA out of Metro.",
                "",
                true
            ],
            [
                "They are happy to get out, and we’re happy to get them out,",
                "",
                true
            ],
            [
                "I’m glad we got this thing.",
                "",
                true
            ],
            [
                "If nothing else, we’ll get our money.",
                "",
                true
            ],
            [
                "the authority to enter property near the Metro Rail System ‘without limitation’ and without a warrant, for the purpose of ‘making inspections, investigations, examinations, and testing,",
                "",
                false
            ],
            [
                "While it may only affect the Washington, D.C., metro area now, it could be laying the blueprint for future legislation across the country.",
                "Rachel Blevins",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://thefreethoughtproject.com/congress-passes-bill-allowing-homes-searched-without-warrant/",
                "https://www.cnn.com/2017/06/29/politics/president-trump-legislation/index.html"
            ],
            "gov_pgs": [
                "https://www.congress.gov/bill/115th-congress/house-joint-resolution/76/text",
                "https://www.whitehouse.gov/briefings-statements/president-donald-j-trump-signs-h-j-res-76-law/"
            ],
            "unsure": [
                "https://steemit.com/@an0nkn0wledge/",
                "https://t.co/SVhTWqbPaB",
                "https://twitter.com/an0nakn0wledge",
                "https://www.activistpost.com/",
                "https://www.facebook.com/activistpost",
                "https://www.bna.com/safety-board-puts-n73014463540/",
                "http://www.youtube.com/activistpost",
                "https://twitter.com/ActivistPost",
                "https://steemit.com/@activistpost",
                "https://coinivore.com/"
            ]
        },
        "key_words": [
            "law",
            "washington",
            "enter",
            "signs",
            "safety",
            "metro",
            "property",
            "warrant",
            "md",
            "searches",
            "quietly",
            "commission",
            "wmata",
            "va",
            "trump",
            "parts",
            "rail",
            "president",
            "warrantless",
            "system"
        ]
    }
]