[
    {
        "url": "http://www.bbc.com/news/entertainment-arts-41482660",
        "title": "Five times Clive Davis changed the course of music",
        "authors": [
            {
                "name": "Mark Savage",
                "link": null
            }
        ],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "By Mark Savage BBC Music reporter\n4 October 2017\nThese are external links and will open in a new window\nClose share panel\nImage copyright Arista\nImage caption Clive Davis's discoveries include Alicia Keys (pictured), Aerosmith and Billy Joel\nIf it wasn't for Clive Davis, you might never have heard of Bruce Springsteen.\nThe singer was still a rookie when he stood in Davis's office in 1972 and played his heart out.\n\"This was like the biggest days of my life,\" Springsteen later recalled.\nDavis signed him on the spot, taking a punt that this raw, untested talent could become a household name.\nSeven years, and a lot of hard work, later, Springsteen sold out Madison Square Garden.\nFor most of us, discovering one superstar would be enough - but over the last four decades, Davis has steered the likes of Aretha Franklin, Billy Joel, Aerosmith, Barry Manilow and Alicia Keys towards the top 40.\nBut his biggest artist was always Whitney Houston. Davis discovered her in her teens, nurturing her talent and shaping her into one of the best-selling artists of all time.\nHe maintained a strong hand in her career, staging an intervention when drugs took over her life, and says her death, in 2012, still feels \"startling and unexpected\".\nImage copyright Arista\nImage caption Clive Davis and Whitney Houston with a few of the records they sold\nNow aged 85, Davis is the chief creative officer of Sony Music, and revered as one of the dons of the music industry.\nAnd his story is explored in a new documentary, Soundtrack of Our Lives, which premiered this week on Apple Music.\n\"I think the film captures the fact that I got into the business by accident,\" he tells the BBC. \"I never planned it. And when I got in, I discovered a natural gift that I never would have known I had.\n\"I don't read music - but [I still get] that visceral feeling when I'm looking for that next great star, or the next hit song.\"\nAlong the way, his gut has guided him towards surprising, often tough, decisions. Many of them have changed the course of pop music. Here are just five examples.\n1) He stopped Prince releasing the world's most boring album\nImage copyright Reuters\nImage caption Prince: Putting the P-funk into \"paragraph II B, sub-clause nine\"\nIn 1999, Prince licensed his 23rd album, Rave Un2 The Joy Fantastic, to Arista Records. Davis's job was merely to market the record, but he struck up a friendship with the musician, taking him to see Basketball games, and joining him at concerts.\nThey talked about music a lot \"but the subject that really fascinated him, in that electrifying mind of his, was legal stuff.\n\"Stuff like, 'I don't believe in the compulsory licensing part of the copyright act,' or, 'I don't believe in sampling'. From everywhere he ever was, he called me once or twice a week for a long period of time to keep discussing this.\n\"And eventually he said, 'I've never heard these issues articulated as well as you're articulating them. Let's record this. I think a tape of our dialogue on these subjects would be great'.\n\"I said, 'I'm flattered. But you're the only one interested in this.'\"\n2) He sent back Bruce Springsteen's debut album\nImage copyright Monty Fresco/Evening Standard/Getty Images\nImage caption \"It's not against nature to want a favourable critical or commercial reaction,\" says Davis\nAfter getting the go-ahead from Davis, Bruce Springsteen set off to record his debut album, Greetings From Asbury Park, NJ.\n\"We went in and we did the record and I sent it over to him… and he sent it back,\" recalls Springsteen in Soundtrack of our Lives. \"He said, 'There's no singles on the record.'\"\n\"Springsteen was a mature guy, even though he was young,\" says Davis of the incident. \"He said, 'OK, if that's the way it works, let me go back and think about it.'\n\"And he came back and said, 'That was a good call. I wrote Blinded By The Light and Spirit In The Night.'\"\nBoth songs went on to become singles - and the documentary digs out archive footage of Davis reciting the lyrics in a promotional video that was sent to record distributors and radio stations in 1975.\nImage copyright Apple Music\nImage caption Clive Davis recites Bruce Springsteen's lyrics in a promotional video from 1975\n\"I was shocked to see it,\" laughs Davis. \"Why did I do it? I don't know.\n\"But I had a few other artists - Tim Hart and Eric Andersen - who were all called 'the next Bob Dylan,' and that turned out to be the kiss of death.\n\"I did not want Springsteen to be categorised as another Bob Dylan. I said, 'His imagery is so different from Dylan [so] I'm going to, into a camera, read the lyrics of every song on this Greetings From Asbury Park album, to show them this is a unique artist coming through.'\"\n3) He made Bridge Over Troubled Water a hit\nImage copyright Getty Images\nImage caption The band wanted to release Cecelia instead\n\"I was so blown away by Bridge Over Troubled Water,\" says Davis of Simon & Garfunkel's best-loved composition. \"I thought it was a landmark song.\"\nDefying both the band and conventional wisdom, Davis decided the song should be the first single from the duo's fifth and final album.\n\"Simon and Garfunkel said, 'God, we thought he'd pick Cecelia. It's uptempo, it's the right length, it's an obvious candidate for Top 40 radio. Why has he come up with Bridge Over Troubled Water, which is much too long, a ballad?'\"\n\"But to me it's one of the best songs ever written, and so I said I'd prefer to take on that.\n\"That's why to this day Garfunkel will say, 'That's leadership. He knows enough to say, 'Hold on, I'm not going to formulise everything.'\"\n4) He insisted on keeping Whitney's spine-tingling intro on I Will Always Love You\nImage copyright Arista\nImage caption The mogul signed Whitney Houston to Arista Records when she was a teenager\n\"Whitney had an incredible gift and power as a performer,\" says Davis. \"She was the greatest singer of her era.\"\nThe pair formed a creative collaboration when Whitney was just 19 years-old, and Davis helped her choose every song she recorded.\nAnd it's thanks to him that I Will Always Love You starts with 45 seconds of the star singing alone, unadorned and unaccompanied.\n\"My radio promotion people all said, 'Cut that out - it's going to be tough,'\" recalls Davis. \"'Radio doesn't love a capella.'\"\n\"That was another case, like Bridge Over Troubled Water, where it was too unique, it was too special. I said, 'Unless they force us, I want to fight it.'\"\nIt wasn't just radio he had to fight... it was the song's producer, David Foster, who was unhappy that Davis chose to release his first demo of the song, rather than the polished version he submitted later on.\n\"He unleashed this string of obscenities,\" says Davis, \"but he never came up with a version that was as pure. And so, faced with a decision, of choosing what to release to radio, I chose that first version.\n\"And after one day of his invective, he called me literally on the second day, and said, 'Everyone is stopping off the highway. They cannot believe it. This is giving them goose pimples. You were right! Thank you!'\"\n5) He wants to work out how to break a major artist on streaming\nImage copyright PA\nImage caption Can an artist like Adele be discovered on Spotify or Apple Music?\nThe explosion in streaming has helped the music industry return to growth after more than a decade of piracy and plummeting profits.\nBut although the industry has turned a corner, Davis is wary of streaming's impact on artists' longevity.\n\"There's an awful lot of cherry-picking hit singles at the moment,\" he observes. \"And the music that's being played is not creating opportunities for certain artists. Where will the next Aretha Franklin or Whitney Houston come from?\n\"Big ballad artists are relegated to 'adult' playlists,\" which don't have the power to break new acts in the mainstream, he explains. A similar thing is happening on radio, where urban stations \"are only playing hip-hop\".\n\"So where will the next Luther Vandross come from? What's happening with the great Maxwell?\n\"We have to be vigilant, within a healthy industry, to encourage more than one-hit wonders.\"\nHe says the success of Adele and Ed Sheeran shows \"the principle of buying an album can survive\".\n\"So now that we're assured that we still have a business, we've got to make sure that artists who are signed today are still headlining in 40 years.\n\"That's the goal. That'll always be the goal.\"\nClive Davis: The Soundtrack of Our Lives is streaming now on applemusic.com/clivedavis\nFollow us on Facebook , on Twitter @BBCNewsEnts , or on Instagram at bbcnewsents . If you have a story suggestion email entertainment.news@bbc.co.uk .\n",
        "quotes": [
            [
                "This was like the biggest days of my life,",
                "Bruce Springsteen",
                true
            ],
            [
                "I think the film captures the fact that I got into the business by accident,",
                "Clive Davis",
                true
            ],
            [
                "And when I got in, I discovered a natural gift that I never would have known I had.",
                "",
                true
            ],
            [
                "I don't read music - but [I still get] that visceral feeling when I'm looking for that next great star, or the next hit song.",
                "",
                true
            ],
            [
                "paragraph II B, sub-clause nine",
                "",
                false
            ],
            [
                "but the subject that really fascinated him, in that electrifying mind of his, was legal stuff.",
                "",
                false
            ],
            [
                "Stuff like, 'I don't believe in the compulsory licensing part of the copyright act,' or, 'I don't believe in sampling'.",
                "",
                true
            ],
            [
                "From everywhere he ever was, he called me once or twice a week for a long period of time to keep discussing this.",
                "",
                true
            ],
            [
                "And eventually he said, 'I've never heard these issues articulated as well as you're articulating them.",
                "",
                true
            ],
            [
                "I think a tape of our dialogue on these subjects would be great'.",
                "",
                true
            ],
            [
                "But you're the only one interested in this.",
                "",
                true
            ],
            [
                "It's not against nature to want a favourable critical or commercial reaction,",
                "Clive Davis",
                true
            ],
            [
                "We went in and we did the record and I sent it over to him… and he sent it back,",
                "Springsteen",
                true
            ],
            [
                "He said, 'There's no singles on the record.",
                "Springsteen",
                true
            ],
            [
                "Springsteen was a mature guy, even though he was young,",
                "Davis",
                true
            ],
            [
                "He said, 'OK, if that's the way it works, let me go back and think about it.",
                "Davis",
                true
            ],
            [
                "And he came back and said, 'That was a good call.",
                "Davis",
                true
            ],
            [
                "I wrote Blinded By The Light and Spirit In The Night.",
                "Davis",
                true
            ],
            [
                "I was shocked to see it,",
                "Clive Davis",
                true
            ],
            [
                "But I had a few other artists - Tim Hart and Eric Andersen - who were all called 'the next Bob Dylan,' and that turned out to be the kiss of death.",
                "Clive Davis",
                true
            ],
            [
                "I did not want Springsteen to be categorised as another Bob Dylan.",
                "Clive Davis",
                true
            ],
            [
                "I said, 'His imagery is so different from Dylan [so] I'm going to, into a camera, read the lyrics of every song on this Greetings From Asbury Park album, to show them this is a unique artist coming through.",
                "Clive Davis",
                true
            ],
            [
                "I was so blown away by Bridge Over Troubled Water,",
                "Davis",
                true
            ],
            [
                "I thought it was a landmark song.",
                "Davis",
                true
            ],
            [
                "Simon and Garfunkel said, 'God, we thought he'd pick Cecelia.",
                "Davis",
                true
            ],
            [
                "It's uptempo, it's the right length, it's an obvious candidate for Top 40 radio.",
                "Davis",
                true
            ],
            [
                "Why has he come up with Bridge Over Troubled Water, which is much too long, a ballad?",
                "Davis",
                true
            ],
            [
                "But to me it's one of the best songs ever written, and so I said I'd prefer to take on that.",
                "",
                true
            ],
            [
                "That's why to this day Garfunkel will say, 'That's leadership.",
                "",
                true
            ],
            [
                "He knows enough to say, 'Hold on, I'm not going to formulise everything.",
                "",
                true
            ],
            [
                "Whitney had an incredible gift and power as a performer,",
                "Clive Davis",
                true
            ],
            [
                "She was the greatest singer of her era.",
                "Clive Davis",
                true
            ],
            [
                "My radio promotion people all said, 'Cut that out - it's going to be tough,",
                "Clive Davis",
                true
            ],
            [
                "Radio doesn't love a capella.",
                "Clive Davis",
                true
            ],
            [
                "That was another case, like Bridge Over Troubled Water, where it was too unique, it was too special.",
                "",
                true
            ],
            [
                "I said, 'Unless they force us, I want to fight it.",
                "",
                true
            ],
            [
                "He unleashed this string of obscenities,",
                "Clive Davis",
                true
            ],
            [
                "but he never came up with a version that was as pure.",
                "Clive Davis",
                false
            ],
            [
                "And so, faced with a decision, of choosing what to release to radio, I chose that first version.",
                "Clive Davis",
                true
            ],
            [
                "And after one day of his invective, he called me literally on the second day, and said, 'Everyone is stopping off the highway.",
                "Clive Davis",
                true
            ],
            [
                "This is giving them goose pimples.",
                "Clive Davis",
                true
            ],
            [
                "There's an awful lot of cherry-picking hit singles at the moment,",
                "Clive Davis",
                true
            ],
            [
                "And the music that's being played is not creating opportunities for certain artists.",
                "Clive Davis",
                true
            ],
            [
                "Where will the next Aretha Franklin or Whitney Houston come from?",
                "Clive Davis",
                true
            ],
            [
                "Big ballad artists are relegated to 'adult' playlists,",
                "Clive Davis",
                true
            ],
            [
                "So where will the next Luther Vandross come from?",
                "Clive Davis",
                true
            ],
            [
                "What's happening with the great Maxwell?",
                "Clive Davis",
                true
            ],
            [
                "We have to be vigilant, within a healthy industry, to encourage more than one-hit wonders.",
                "Clive Davis",
                true
            ],
            [
                "the principle of buying an album can survive",
                "Ed Sheeran",
                false
            ],
            [
                "So now that we're assured that we still have a business, we've got to make sure that artists who are signed today are still headlining in 40 years.",
                "",
                true
            ],
            [
                "That'll always be the goal.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.instagram.com/BBCNewsEnts/",
                "https://www.facebook.com/BBCEntsNews/",
                "https://twitter.com/BBCNewsEnts"
            ]
        },
        "key_words": [
            "davis",
            "music",
            "copyright",
            "image",
            "whitney",
            "caption",
            "radio",
            "artists",
            "course",
            "springsteen",
            "changed",
            "times",
            "clive",
            "record"
        ]
    }
]