[
    {
        "url": "https://www.nytimes.com/2017/10/11/theater/michael-friedman-aids-death-theater.html?rref=collection%2Fsectioncollection%2Farts",
        "title": "‘Brilliant,’ 41 and Lost to AIDS: The Theater World Asks Why",
        "authors": [
            {
                "name": "Michael Paulson",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-11",
        "text": "Advertisement\nSupported by\n‘Brilliant,’ 41 and Lost to AIDS: The Theater World Asks Why\nImage\nMichael Friedman at an AIDS fund-raiser in Oregon in 2014.CreditCreditEduardo Placer\nMichael Friedman couldn’t make it to Minneapolis this summer. Rehearsals were beginning there for his new musical, but he was homebound in Brooklyn, trying to regain strength after a series of H.I.V.-related infections had landed him in the hospital.\nSo Mr. Friedman, a hyperkinetic and much-admired young songwriter with two theater jobs and a head full of projects, improvised: He would sing the score by phone to the show’s music director, who would then teach the songs to actors portraying high school hockey players and their overeager parents.\nWhen the phone sessions began, it became clear there was a problem. Mr. Friedman didn’t have enough lung capacity. He could only get through four or five songs before needing a rest, or to fetch oxygen.\nIn his final weeks, hospitalized and unable to talk because he was on a ventilator, he grabbed pen and paper instead. He wrote fully and furiously, lifting the pages to communicate. Notebooks piled up beside his bed. His hands were stained with ink.\nHe died on Sept. 9. According to his family, it was just nine weeks since his doctor told him he had tested positive for H.I.V. He was 41.\nMr. Friedman’s death from complications of H.I.V./AIDS has rattled the theater world, both because he was seen as among the brightest lights of his generation and because it shocked those who had come to see H.I.V. infection as a chronic but manageable condition, at least for those with health care.\n“It feels like a brutal reminder of another time,” said Jonathan Marc Sherman, a playwright and friend. “It’s going to be a long time for a lot of us to wrap our minds around this one.”\nBest known for the 2010 Broadway musical “ Bloody Bloody Andrew Jackson ,” Mr. Friedman leaves behind several uncompleted shows, including a musical adaptation of “All the President’s Men” — a project he had excitedly presented in June to the book’s receptive authors, Bob Woodward and Carl Bernstein.\nImage\nMr. Friedman, center, in 2013 with two of his collaborators: the directors Steve Cosson, left, and Alex Timbers.CreditSara Krulwich/The New York Times\nImage\nMr. Friedman performing his work in 2010 as part of Lincoln Center’s American Songbook series.CreditRichard Termine for The New York Times\nNow his friends and family are struggling to rewind the events of the summer, asking what they, or Mr. Friedman, could have done in response to signs of trouble.\n“I wish I could have done more,” said the director Michael Greif (“Dear Evan Hansen,” “Rent”). “I wish I had known more. I wish I could have interceded more. I wish that I could have found a way to let Michael let me be a better friend to him, and I regret that I wasn’t able to do that.”\nOskar Eustis, the artistic director of the Public Theater, where Mr. Friedman worked off and on for 20 years, called his death “a real warning shot across the bow for anybody who thinks this disease isn’t deadly any more.”\n“It just killed one of the most brilliant and promising people in the American theater,” he said.\n‘Things Were Getting Better’\nMr. Friedman had a new job this year, one seemingly perfect for a musical-theater obsessive. He was the artistic director of Encores! Off-Center , an annual New York City Center summer program that presents short-run concert revivals of Off Broadway shows.\n“The guy was an encyclopedia,” said Anne Kauffman, who met Mr. Friedman in 1999 at the Williamstown Theater Festival, and who he chose to direct his first Encores! production, “ Assassins .”\n“He wanted his pals there — it felt like, we had been children together, and now he’d got a grown-up job, and he was like, ‘Hey, do this with me’,” she said.\nTall, gangly and gay, he was an outsized presence — exuberant and emotional, witty and irreverent, opinionated and self-doubting. “When he was at City Center, you knew he was in the halls,” said Arlene Shuler, the performing arts center’s president and chief executive.\nBut it was also obvious to his collaborators that he was not well. Always thin, he now seemed gaunt. He complained of recurrent gastrointestinal trouble.\nMost disturbing, there were purple splotches on his face. Several people who saw him early this summer said they thought the spots looked like the lesions associated with Kaposi’s sarcoma, but then dismissed that thought.\n“Of course the first thing you think of is KS, because of all those images from the ’80s, but then the other part of you is, ‘It’s 2017, so of course that’s not what it is; he has some other issue’,” said Trip Cullman, a director and close friend. “I was very concerned, and would try to bring it up as much as I could, but I also knew how much he valued privacy, and didn’t want to be pushy. I obviously very much regret that now.”\nIn mid-July, Mr. Friedman made it to the first two performances of “Assassins,” but with obvious difficulty.\n“The day of the opening, we walked up five stairs, and got to the top, and Michael was completely winded,” said Sam Pinkleton, a choreographer and the associate artistic director of Encores! Off-Center. “Then he pulled me and others aside and told us that he was diagnosed positive. My gut response was, I know a lot of people who are H.I.V. positive, and this is not what they’re like — this is somebody whose body is in the process of being cannibalized.”\nOn July 14, Mr. Friedman showed up for a meet-and-greet with the cast of a second show, “ The Bubbly Black Girl Sheds Her Chameleon Skin ,” and then went straight to the hospital.\n“He said he had H.I.V., he was going to the emergency room, and could I bring him a phone charger,” recalled Daniel Goldstein, a director and writer who also befriended him at Williamstown. “They had caught it at a rather advanced stage, but the drugs were working, and we all thought things were getting better.”\nMr. Friedman, who had health insurance as an employee of the Public Theater, where he was an artist-in-residence and director of an audience engagement program , had known he was H.I.V. positive only since early July, when he was tested by his primary care physician, according to his sister, Marion Friedman Young. He began taking antiretroviral medications that month.\nHis first hospital stay lasted 10 days, before he was sent home to recuperate. His immune system had been compromised, but his friends and family were hopeful that over time he would make a recovery. By text, he kept friends updated on his progress. By email, he was outlining plans for next summer.\n“Every part of me expected him to break through the door of City Center, with an IV hooked up to his arm, shouting something, and the fact that he didn’t frightened me, a lot,” Mr. Pinkleton said. “This was somebody I’d watched be an aircraft carrier for 10 years, and he turned into a baby bird.”\nOn Aug. 19, he was readmitted to NYU Langone Medical Center with acute respiratory distress syndrome (ARDS). He spent the rest of his life in the intensive care unit, intubated and periodically sedated. Family was with him daily; friends visited as much as possible.\nWhen he was awake, he would converse by writing down his thoughts and showing them to visitors. But there were moments of stillness as well. “Often we were just being silent,” Mr. Goldstein said, “holding hands and watching the U.S. Open.”\nIn early September, his doctors detected another infection, and his body was not strong enough to fight it off. The consensus among his friends is that Mr. Friedman had waited too long to seek medical attention.\n“As near as I can tell, he hadn’t actually been to a doctor or gotten tested for a couple of years, and only in July did he find out that he was H.I.V. positive,” Mr. Eustis said “That’s just staggering — staggeringly wrong of Michael, staggeringly upsetting.”\nUpsetting, and poignant too. Mr. Friedman and several close collaborators were hoping to pursue a sequel to “ A Chorus Line .” The original musical, about a group of auditioning dancers, was set in 1975; the sequel would have been set a decade later, as that same generation of dreamers was laid waste by AIDS.\n‘Make This Piece for Him’\nThe cast of “ The Abominables ,” tricked out in hockey uniforms, was in-line skating around the stage at the Children’s Theater Company in Minneapolis, a few hours before opening. One of them was costumed as a Yeti.\nImage\nSteve Cosson provides feedback to the cast at a rehearsal for “The Abominables” at the Children’s Theater Company in Minneapolis. Mr. Friedman wrote songs for the show, which opened just after his death.CreditTim Gruber for The New York Times\nIt was Friday, Sept. 15, six days after Mr. Friedman died, and the week had been wildly emotional. On Sunday, the theater’s artistic director, Peter C. Brosius, had informed the cast that Mr. Friedman, the show’s composer and lyricist, had died the day before. He chose his words carefully, because many of the actors were children and had never met Mr. Friedman.\n“The American theater has lost an original voice,” he recalled saying. “We’ve been given a great honor and responsibility to make this piece for him.”\nThen on Tuesday, the show’s director and book writer, Steven Cosson, had set aside his own grief — he was Mr. Friedman’s most frequent collaborator and a close friend — to urge the cast to have fun with the show. “I didn’t want anyone to feel bad about enjoying this play,” Mr. Cosson said. “That’s why we made it, and that’s what he would want to happen.”\nSo now it was time to open, and it was hard to untangle the excitement from the sadness. “It’s on us to give it the life it deserves,” said Reed Sigmund, one of the adult performers.\n“The Abominables,” as a musical for family audiences, was a new venture for Mr. Friedman, whose astonishing output had already included musicalizations of Shakespeare’s comedy “ Love’s Labour’s Lost ” and Jonathan Lethem’s novel “ The Fortress of Solitude. ”\nHe was a founding associate artist with The Civilians , a downtown documentary theater troupe, and with them he had honed his gift for making music out of everyday speech, writing songs for shows about evangelicals, gentrification and the pornography industry , among other subjects.\nThe Minneapolis theater — one of the nation’s leading children’s theaters — had commissioned the Civilians six years ago to produce a work with local flavor.\nInformed by interviews with Minnesotans, “The Abominables” is a clever, zany and silly show about an adolescent hockey player whose ambitions are thwarted when a talented Yeti comes to town. It is also about the culture of success, and learning to accept defeat.\nA few hours before the opening, his collaborators honored Mr. Friedman with teary speeches over a dinner (Minnesota-themed, with a Tater Tot hotdish ). “He feels very present,” Mr. Cosson said. “I’m talking with him in my mind.”\nThe show’s New York-based costume designer, Jessica Pabst, was wistful as she sat in the theater’s 746-seat auditorium. “You don’t think of your contemporaries dying,” she said. “You think of people getting sick, and then they’ll get better. And I couldn’t wait to show him pictures of the Yeti.”\nImage\nBenjamin Walker, center on table, as the title character in “Bloody Bloody Andrew Jackson.” the only one of Mr. Friedman’s musicals to reach Broadway.CreditSara Krulwich/The New York Times\nImage\nAdam Chanler-Berat as Dylan in “The Fortress of Solitude,” which Mr. Friedman and Itamar Moses adapted from a Jonathan Lethem novel.CreditSara Krulwich/The New York Times\nImage\nMr. Friedman wrote songs for the Public Theater production of “Love’s Labour’s Lost” in Central Park in 2013. The cast included, from left, Patti Murin, Maria Thayer, Audrey Lynn Weston and Kimiko Glenn.CreditRuth Fremson/The New York Times\nBut Ms. Pabst said she took heart watching children respond to the show. “These are the next generation of Michael Friedman superfans,” she said. “These children will go home singing these songs, and that feels like an unbelievable legacy and gift.”\nUnfinished\nMr. Friedman had much more he wanted to say.\n“There is a mountain of stuff — notebooks and sheet music and ideas, an extraordinary archive of finished and half-finished works, and the kernels of ideas,” Mr. Cullman said.\nFully drafted are “The King of Kong,” a musical adaptation of the video game documentary , with Alex Timbers directing and Robert Askins writing, and “American Pop,” a cultural history written with Mr. Cullman on commission from the Oregon Shakespeare Festival . “All the President’s Men,” which Mr. Friedman was developing with the producers Ira Pittelman and Tom Hulce, was still in its early stages.\nAnd then there were the still-under-discussion ideas: the “Chorus Line” sequel, with Mr. Cosson and Mr. Pinkleton, as well as a modern adaptation of “The Magic Flute,” for the Public Theater and the Metropolitan Opera.\n“There is this grief at the work that won’t be finished — all the things he was talking about that I wanted to watch him work through,” said Will Frears, a director and writer and one of Mr. Friedman’s closest friends. “He wrote about difficult things in difficult ways, and my great wish is that the completed work moves forward and remains risky — that it doesn’t get turned into some nice warm thing, but remains an exhilarating and difficult look at the world.”\nNow there will be memorials — the Public is planning one this month for friends and colleagues — and revivals; Mr. Eustis vows “to do everything I can to push his work to the forefront.” Kurt Deutsch of Sh-K-Boom /Ghostlight Records is working with Mr. Cosson to preserve unreleased songs; Ms. Kauffman is collecting audio recordings of Mr. Friedman teaching songs and giving advice to actors and directors.\nOne week after his death, on Sept. 16, several hundred of Mr. Friedman’s family and friends — theater world dignitaries, of course, but also his prom date, and a third grade classmate, and the high school choir teacher — gathered in the austere meetinghouse at Germantown Friends School , a private school in Philadelphia where Mr. Friedman had been educated from kindergarten through 12th grade.\nHe was remembered with stories, songs and reminiscences: he played a pig in a school musical; he started a madrigals club; he loved “ My Spirit Sang All Day ,” a composition by Gerald Finzi adapted from poetry by Robert Bridges . At one point, a playwright, Eisa Davis, posed a question: “I just wonder if Michael loved himself as much as we loved him?”\nIt was a Quaker meeting, full of silences between the speakers.\n“I think, weirdly, silence is the thing Michael was most afraid of,” Mr. Goldstein said. “If there was space, he would fill it.”\nFollow Michael Paulson on Twitter: @MichaelPaulson .\nA version of this article appears in print on , Section AR, Page 1 of the New York edition with the headline: ‘Brilliant,’ 41,  And Lost to AIDS:  The Theater World  Asks Why. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "It’s 2017, so of course that’s not what it is; he has some other issue",
                "",
                false
            ],
            [
                "It feels like a brutal reminder of another time,",
                "Jonathan Marc Sherman",
                true
            ],
            [
                "It’s going to be a long time for a lot of us to wrap our minds around this one.",
                "Jonathan Marc Sherman",
                true
            ],
            [
                "I wish I could have done more,",
                "Michael Greif",
                true
            ],
            [
                "I wish I had known more.",
                "",
                true
            ],
            [
                "I wish I could have interceded more.",
                "",
                true
            ],
            [
                "I wish that I could have found a way to let Michael let me be a better friend to him, and I regret that I wasn’t able to do that.",
                "",
                true
            ],
            [
                "a real warning shot across the bow for anybody who thinks this disease isn’t deadly any more.",
                "Oskar Eustis",
                false
            ],
            [
                "It just killed one of the most brilliant and promising people in the American theater,",
                "Michael Friedman",
                true
            ],
            [
                "He wanted his pals there — it felt like, we had been children together, and now he’d got a grown-up job, and he was like, ‘Hey, do this with me’,",
                "",
                true
            ],
            [
                "When he was at City Center, you knew he was in the halls,",
                "Arlene Shuler",
                true
            ],
            [
                "Of course the first thing you think of is KS, because of all those images from the ’80s, but then the other part of you is, ‘It’s 2017, so of course that’s not what it is; he has some other issue’,",
                "Trip Cullman",
                true
            ],
            [
                "I was very concerned, and would try to bring it up as much as I could, but I also knew how much he valued privacy, and didn’t want to be pushy.",
                "Trip Cullman",
                true
            ],
            [
                "I obviously very much regret that now.",
                "Trip Cullman",
                true
            ],
            [
                "The day of the opening, we walked up five stairs, and got to the top, and Michael was completely winded,",
                "Sam Pinkleton",
                true
            ],
            [
                "Then he pulled me and others aside and told us that he was diagnosed positive.",
                "Trip Cullman",
                true
            ],
            [
                "My gut response was, I know a lot of people who are H.I.V.",
                "Trip Cullman",
                true
            ],
            [
                "positive, and this is not what they’re like — this is somebody whose body is in the process of being cannibalized.",
                "Trip Cullman",
                false
            ],
            [
                "The Bubbly Black Girl Sheds Her Chameleon Skin ,",
                "Friedman",
                true
            ],
            [
                "He said he had H.I.V., he was going to the emergency room, and could I bring him a phone charger,",
                "Daniel Goldstein",
                true
            ],
            [
                "They had caught it at a rather advanced stage, but the drugs were working, and we all thought things were getting better.",
                "Daniel Goldstein",
                true
            ],
            [
                "Every part of me expected him to break through the door of City Center, with an IV hooked up to his arm, shouting something, and the fact that he didn’t frightened me, a lot,",
                "Pinkleton",
                true
            ],
            [
                "This was somebody I’d watched be an aircraft carrier for 10 years, and he turned into a baby bird.",
                "Pinkleton",
                true
            ],
            [
                "Often we were just being silent,",
                "Goldstein",
                true
            ],
            [
                "holding hands and watching the U.S. Open.",
                "Goldstein",
                false
            ],
            [
                "As near as I can tell, he hadn’t actually been to a doctor or gotten tested for a couple of years, and only in July did he find out that he was H.I.V.",
                "Eustis",
                true
            ],
            [
                "That’s just staggering — staggeringly wrong of Michael, staggeringly upsetting.",
                "Eustis",
                true
            ],
            [
                "The American theater has lost an original voice,",
                "",
                true
            ],
            [
                "We’ve been given a great honor and responsibility to make this piece for him.",
                "Steven Cosson",
                true
            ],
            [
                "I didn’t want anyone to feel bad about enjoying this play,",
                "",
                true
            ],
            [
                "That’s why we made it, and that’s what he would want to happen.",
                "Cosson",
                true
            ],
            [
                "It’s on us to give it the life it deserves,",
                "Reed Sigmund",
                true
            ],
            [
                "I’m talking with him in my mind.",
                "Cosson",
                true
            ],
            [
                "You don’t think of your contemporaries dying,",
                "",
                true
            ],
            [
                "You think of people getting sick, and then they’ll get better.",
                "",
                true
            ],
            [
                "And I couldn’t wait to show him pictures of the Yeti.",
                "",
                true
            ],
            [
                "These are the next generation of Michael Friedman superfans,",
                "",
                true
            ],
            [
                "These children will go home singing these songs, and that feels like an unbelievable legacy and gift.",
                "",
                true
            ],
            [
                "There is a mountain of stuff — notebooks and sheet music and ideas, an extraordinary archive of finished and half-finished works, and the kernels of ideas,",
                "Cullman",
                true
            ],
            [
                "There is this grief at the work that won’t be finished — all the things he was talking about that I wanted to watch him work through,",
                "Will Frears",
                true
            ],
            [
                "He wrote about difficult things in difficult ways, and my great wish is that the completed work moves forward and remains risky — that it doesn’t get turned into some nice warm thing, but remains an exhilarating and difficult look at the world.",
                "Will Frears",
                true
            ],
            [
                "to do everything I can to push his work to the forefront.",
                "Eustis",
                false
            ],
            [
                "I just wonder if Michael loved himself as much as we loved him?",
                "Eisa Davis",
                true
            ],
            [
                "I think, weirdly, silence is the thing Michael was most afraid of,",
                "Goldstein",
                true
            ],
            [
                "If there was space, he would fill it.",
                "Goldstein",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2015/02/09/theater/pretty-filthy-a-behind-the-scenes-musical-about-pornography-stars.html?smid=pl-share&_r=0&module=inline",
                "https://www.eater.com/2016/5/15/11611558/what-is-hotdish",
                "http://www.nytimes.com/1990/04/30/theater/after-15-years-15-a-chorus-line-ends.html?module=inline",
                "https://www.nytimes.com/2010/11/24/theater/reviews/24footprint.html",
                "https://www.nytimes.com/2012/06/10/fashion/the-director-alex-timbers-at-home.html?smid=pl-share",
                "https://www.nytimes.com/2007/08/17/movies/17kong.html?smid=pl-share",
                "https://nyti.ms/2xTa2sa",
                "http://www.nytimes.com/2009/02/23/theater/reviews/23beau.html?smid=pl-share&module=inline",
                "http://www.startribune.com/new-ctc-musical-abominables-blows-whistle-sweetly-on-youth-sports/445753103/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://nyti.ms/2u2yyot",
                "https://nyti.ms/2xUi9EN",
                "https://www.childrenstheatre.org/",
                "https://nyti.ms/2vj0Mfz",
                "https://nyti.ms/2fJeqXl",
                "https://www.publictheater.org/Programs--Events/Public-Forum/",
                "https://www.poetryfoundation.org/poets/robert-bridges",
                "https://www.laphil.com/philpedia/music/my-spirit-sang-all-day-gerald-finzi",
                "http://www.geraldfinzi.com/",
                "https://www.germantownfriends.org/",
                "http://www.thecivilians.org/",
                "https://www.parsintl.com/publication/the-new-york-times/",
                "http://nerdist.com/king-of-kong-stage-musical-seth-gordon-donkey-kong/",
                "https://www.nycitycenter.org/events-tickets/encores-off-center/",
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://nyti.ms/2xUeQO2",
                "https://www.osfashland.org/",
                "https://nyti.ms/2eOF5xC",
                "https://www.ghostlightrecords.com/",
                "https://nyti.ms/2xVqZ5g"
            ]
        },
        "key_words": [
            "young",
            "brilliant",
            "aids",
            "theater",
            "mr",
            "world",
            "41",
            "friends",
            "hiv",
            "director",
            "friedman",
            "family",
            "center",
            "goldstein",
            "care",
            "asks",
            "lost"
        ]
    }
]