[
    {
        "url": "https://www.reuters.com/article/us-carrefour-brazil/carrefour-brasil-opens-online-grocery-shopping-in-sao-paulo-idUSKBN1CE2DA",
        "title": "Carrefour Brasil opens online grocery shopping in Sao Paulo",
        "authors": [
            {
                "name": "Gram Slattery",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-09",
        "text": "Carrefour Brasil opens online grocery shopping in Sao Paulo\n2 Min Read\nFILE PHOTO: A general view of a Carrefour supermarket in Sao Paulo, Brazil July 18, 2017. REUTERS/Paulo Whitaker\nSAO PAULO (Reuters) - Grupo Carrefour Brasil will start an online grocery shopping and rewards platform in Sao Paulo this week, executives said on Monday, deploying fresh capital to boost its e-commerce presence in a fiercely competitive market.\nThe Brazilian unit of French retailer Carrefour SA, which raised 5 billion reais ($1.6 billion) in a July IPO, will offer the services over mobile app “Meu Carrefour,” which will slowly expand beyond an initial 200 neighborhoods in Brazil’s biggest city.\nCarrefour executives told journalists that online food orders would be delivered to buyers’ doorsteps from a distribution center in southwest Sao Paulo that executives called their pilot “dark store.”\nDaniel Viana, head of food e-commerce for Carrefour Brasil, said the first dark store is modest in size, but the company will likely expand its delivery operations if the pilot proves successful.\nThe company aims to issue around 100 million coupons per month over the new app once it ramps up. Carrefour Brasil has 4 million users registered on current online platforms, said Jose Luis Gutierrez, vice-president of retail for Carrefour Brasil.\nTraditional retailers have looked increasingly to e-commerce platforms and non-traditional pick-up formats in recent years in Brazil to maintain sales amid prolonged economic weakness.\nIn 2015, food retailer GPA, which is controlled by Carrefour rival Casino Guichard Perrachon SA, launched a service to allow buyers to shop online and then go to a store to physically pick up purchased items.\nReporting by Gram Slattery; editing by Grant McCool\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "store",
            "sao",
            "food",
            "ecommerce",
            "shopping",
            "brasil",
            "opens",
            "online",
            "executives",
            "paulo",
            "retailer",
            "carrefour",
            "grocery"
        ]
    }
]