[
    {
        "url": "http://occupydemocrats.com/2016/09/24/republican-congressman-moocher-veterans-clogging-va/",
        "title": "Republican Congressman: “Moocher” Veterans Are Clogging the VA",
        "authors": [
            {
                "name": "Marcos Da Silva",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-24",
        "text": "This Thursday Ohio Republican Representative Warren Davidson reaffirmed his statement that “moochers” and “pretenders” are blocking the Veterans Affairs’ health care system. At a town hall event Monday morning in West Chester, Ohio Boehner’s successor spoke to the Concerned Veterans for America, accusing the Department of Veterans Affairs’ health care system of buckling under the weight of “moochers.”\n“Just like workers comp out here’s got moochers, I wish that there were no vets that were the same sort of problem on our society,” said Davidson. “But part of the problem is there are some vets that are moochers and they’re clogging up the system. And we do as taxpayers want to make sure the VA filters out these folks that are pretenders. Just like we wish there were no people out there with stolen valor, but that’s a problem in the vet community too.”\nIn response, the GOP chairman of the House Veterans Affairs Committee, Rep. Jeff Miller (R-FL), antagonized Davison for his reductive remarks but took it easy on him by saying, “I can only hope that Rep. Davidson misspoke, and I look forward to him clarifying his remarks.”\nJoe Davis, a national spokesman for the Veterans of Foreign Wars, also responded negatively to Davidson’s comments, saying “honorably discharged veterans with service-connected wounds, illnesses and injuries, or who are indigent due to circumstances beyond their control, are not moochers.”\nOn the other side of the aisle, Democrats also seized the opportunity to reject Davidson’s remarks, calling them irresponsible and rude.\nSteve Fought, a Democrat in Ohio’s 8th congressional district who ran an election against Davidson, said Davidson “is the first congressman ever to blame the shortcomings of the VA health care system on the veterans themselves.”\nSee Also\nThe chairman of the Ohio Democratic Party, David Pepper, also jumped on the bandwagon saying, “I would like to know just how he intends to decide which veterans are worthy of health care and which ones are ‘moochers’. Perhaps the congressman is frustrated with the system, but the solution isn’t to kick veterans off the health care coverage they’ve earned through service to their country.”\nDavidson, however was notably unfazed and doubled down on his remarks Thursday saying, “As a veteran, I know the subpar care that many of my brothers and sisters in arms have received, and I will not be content until that is changed. Any effort to suggest I have anything other than a soldier’s passion for providing our veterans with the care they deserve is dishonest.”\nDespite Davidson’s conviction about “moochers” and “pretenders” in the veteran community, only one of the four cases of VA benefits fraud found and prosecuted by the inspector general involved VA health care services. Hardly enough to make a dent in the administration of VA health care services, or make sweeping generalizations about a community that has had to make the most tangible sacrifices for the well-being of the nation.\nWhat do you think?\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [
            [
                "Just like workers comp out here’s got moochers, I wish that there were no vets that were the same sort of problem on our society,",
                "Davidson",
                true
            ],
            [
                "But part of the problem is there are some vets that are moochers and they’re clogging up the system.",
                "Davidson",
                true
            ],
            [
                "And we do as taxpayers want to make sure the VA filters out these folks that are pretenders.",
                "Davidson",
                true
            ],
            [
                "Just like we wish there were no people out there with stolen valor, but that’s a problem in the vet community too.",
                "Davidson",
                true
            ],
            [
                "I can only hope that Rep. Davidson misspoke, and I look forward to him clarifying his remarks.",
                "Davison",
                true
            ],
            [
                "honorably discharged veterans with service-connected wounds, illnesses and injuries, or who are indigent due to circumstances beyond their control, are not moochers.",
                "Joe Davis",
                false
            ],
            [
                "is the first congressman ever to blame the shortcomings of the VA health care system on the veterans themselves.",
                "Davidson",
                false
            ],
            [
                "I would like to know just how he intends to decide which veterans are worthy of health care and which ones are ‘moochers’.",
                "David Pepper",
                true
            ],
            [
                "Perhaps the congressman is frustrated with the system, but the solution isn’t to kick veterans off the health care coverage they’ve earned through service to their country.",
                "David Pepper",
                true
            ],
            [
                "As a veteran, I know the subpar care that many of my brothers and sisters in arms have received, and I will not be content until that is changed.",
                "Davidson",
                true
            ],
            [
                "Any effort to suggest I have anything other than a soldier’s passion for providing our veterans with the care they deserve is dishonest.",
                "Davidson",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cincinnati.com/story/news/politics/2016/09/22/cincy-area-congressman-stands-comment-moochers-clogging-va-health-care/90840688/"
            ],
            "gov_pgs": [
                "http://www.va.gov/oig/publications/press-releases.asp"
            ],
            "unsure": [
                "https://occupydemocrats.com/privacy/"
            ]
        },
        "key_words": [
            "moocher",
            "saying",
            "remarks",
            "va",
            "care",
            "moochers",
            "veterans",
            "congressman",
            "republican",
            "clogging",
            "davidson",
            "problem",
            "health",
            "system"
        ]
    }
]