[
    {
        "url": "https://www.reuters.com/article/us-germany-politics-talks/merkel-says-to-begin-three-way-german-coalition-talks-next-week-idUSKBN1CE11Q",
        "title": "Merkel says to begin three-way German coalition talks next week",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-09",
        "text": "Merkel says to begin three-way German coalition talks next week\n1 Min Read\nBERLIN (Reuters) - Chancellor Angela Merkel said her conservative bloc would begin exploratory talks next week on forming a three-way German coalition government with the pro-business Free Democrats (FDP) and the environmentalist Greens.\nMerkel’s Christian Democratic Union (CDU) and their Bavarian sister party, the Christian Social Union (CSU), would hold talks with the FDP and Greens separately next Wednesday, she said.\n“Then on Friday, October 20th we will have a first round of exploratory talks with all partners,” Merkel told a joint news conference with CSU leader Horst Seehofer on Monday.\nMerkel’s CDU appeared to make a concession to the CSU on Sunday by agreeing to put a number on how many people Germany would accept per year on humanitarian grounds. Merkel said she was pleased with the compromise, which was “a very, very good basis to go into exploratory talks”.\n0 : 0\n",
        "quotes": [
            [
                "Then on Friday, October 20th we will have a first round of exploratory talks with all partners,",
                "Merkel",
                true
            ],
            [
                "a very, very good basis to go into exploratory talks",
                "Merkel",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "coalition",
            "merkel",
            "csu",
            "threeway",
            "christian",
            "union",
            "begin",
            "cdu",
            "talks",
            "week",
            "exploratory",
            "fdp",
            "told",
            "german"
        ]
    }
]