[
    {
        "url": "https://www.cnn.com/2016/09/20/politics/obama-former-foes-unga/index.html",
        "title": "Obama outlasts foes at the UN",
        "authors": [
            {
                "name": "Caroline Kenny",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-20",
        "text": "By Caroline Kenny, CNN\nUpdated 10:25 AM ET, Tue September 20, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\n(CNN)\nThe United Nations General Assembly is one spot in the world where leaders of enemy states share the same stage, if not at exactly the same time. Part of the pageantry of the gathering, which President Barack Obama will address Tuesday, is making sure there are no awkward run-ins between political figures who don't see eye to eye -- or even have official relations -- when they are in close proximity.\nSince Obama attended his first UN as president in 2009, several authoritarians, dictators and other undemocratic leaders who have at times vexed America have departed the scene. Here are some of the erstwhile leaders that Obama won't have to worry about during his final UN appearance, and why they're no longer making an appearance at the New York confab.\nMahmoud Ahmadinejad, Former President of Iran\nAhmadinejad frequently sparked controversy in his UN appearances, often criticizing the United States with inflammatory statements. In 2010, he alluded to the idea that the United States government was behind the 9/11 attacks, prompting a walkout by many US allies. President Barack Obama described the claims as \"inexcusable,\" \"offensive\" and \"hateful.\" In 2013, Hassan Rouhani was elected as Ahmadinejad's presidential successor.\nHugo Chávez, Former President of Venezuela\nRead More\nChávez presided over a country rife with allegations of widespread corruption and human rights violations. He was also a prominent adversary of the United States' foreign policy, aligning himself with authoritarian nations such as Cuba and Iran, as well as radical movements that were seen as anti-Western. Chávez died while in office in 2013 after suffering from cancer.\nMoammar Gadhafi, Former Leader of Libya\nGadhafi was captured by rebels in October 2011 after a US-led coalition intervened in an uprising in the country amidst concerns that the longtime Libyan leader would massacre his own people. Gadhafi was killed a short time later. His ouster left the country spiraling into chaos and coming under threat from violent extremists.\nHu Jintao, Former President of China\nUnder Hu , China grew as a top economic world power but the country still held to its Communist structure, limiting outside influence and access, and engaging in human rights violations, according to the West and international advocacy groups. Hu stepped down as president in March 2013, keeping to an unofficial tradition of only holding two five-year terms.\nDmitry Medvedev, Former President of Russia\nMedvedev was a former chief of staff to previous and current Russian President Vladimir Putin . He came to power after Putin faced a two-term limit, but appointed his mentor as prime minister during his tenure, allowing Putin to stay close to the top. The US undertook a \"reset\" in relations with Russia that courted Medvedev, but he only served one term before Putin resumed the presidency.\nThein Sein, Former Prime Minister of Myanmar\nIn 2009, Thein Sein, an army insider in a country long ruled by a military junta, served as prime minister in Myanmar . Reform in Myanmar has been slow but encouraged by visits from Obama in 2012 and 2014. He cited restrictions on political prisoners, the arrest of journalists and the ongoing plight of the Rohingya Muslim minority displaced in Rakhine state after anti-Muslim violence as problems plaguing the nation. He then became president and after his five-year term expired in March 2016, with the country moving toward greater openness, Thein Sein became a Buddhist monk.\nPhoto illustrations: Will Mullery / CNN / Getty Images\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.cnn.com/2012/12/20/world/asia/hu-jintao---fast-facts/",
                "https://www.cnn.com/2013/01/03/world/europe/vladimir-putin---fast-facts/index.html",
                "https://www.cnn.com/2013/07/30/world/asia/myanmar-fast-facts/",
                "https://www.cnn.com/2012/12/11/world/americas/hugo-chavez---fast-facts/",
                "https://www.cnn.com/2012/12/26/world/europe/dmitry-medvedev---fast-facts/",
                "https://www.cnn.com/2013/09/26/world/africa/moammar-gadhafi-fast-facts/",
                "https://www.cnn.com/2012/12/10/world/meast/mahmoud-ahmadinejad---fast-facts/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "president",
            "obama",
            "appearance",
            "united",
            "outlasts",
            "states",
            "making",
            "leaders",
            "barack",
            "eye",
            "foes",
            "york"
        ]
    }
]