[
    {
        "url": "https://www.cnn.com/2016/09/20/politics/lanhee-chen-party-people/index.html",
        "title": "Lanhee Chen: Trump can't ' fake his way through 90 minutes'",
        "authors": [
            {
                "name": "Jedd Rosche",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-20",
        "text": "GOP policy guru: Trump can't 'fake his way through 90 minutes'\nUpdated 7:04 AM ET, Tue September 20, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nDonald Trump speaks during a rally at the JetCenters of Colorado in Colorado Springs, Colorado on September 17, 2016.\nStory highlights\nLanhee Chen is a research fellow Hoover Institution who worked for Romney and Rubio\nParty People is a new podcast from CNN where a pair of conservative CNN contributors talk to influential voices about the future of conservatism and the Republican party.\nWashington (CNN)\nIf Donald Trump thinks his dominance in the Republican primary debates will translate to success in next week's matchup against Hillary Clinton, Lanhee Chen thinks the GOP nominee is in for a surprise.\n\"He can't fake his way through 90 minutes,\" Chen, a research fellow Hoover Institution and a CNN contributor, told CNN's Party People podcast hosts Kevin Madden and Mary Katherine Ham.\nTrump participated in debates throughout the Republican presidential primary schedule, emerging largely unscathed in the polls after fighting off more than a dozen GOP presidential primary opponents, and locking up the party's nomination by May.\nRead More\n\"The 90-minute general election format makes it a lot harder to one line your way through it,\" Chen said, adding, \"I think it's going to be very, very hard for Donald Trump to spend 90 minutes bumper-stickering. I think he's got to have something.\"\nLanhee J. Chen\nChen said Clinton faces her own challenges in the general election debates -- the first of which is on Monday at Hofstra University in Hempstead, New York.\n\"I think for Hillary Clinton the challenge is: How does she expose the deficiencies in what he said or proposed without sounding pedantic?\" Chen said. \"She's going to sound like the teacher that nobody likes. And nobody wants to hear the teacher they don't like lecturing them for 90 minutes.\"\nChen, whose background is in developing conservative policy ideas, said that if Trump wins the presidency then the real estate mogul would likely outsource setting his policy agenda to his running mate Mike Pence or House Speaker Paul Ryan.\n\"Either way, Paul Ryan plays a big role,\" Chen said.\n\"Paul Ryan is like 'How many thankless jobs can one man take?'\" Ham added.\nTo hear what Chen predicts a Republican Congress would do under a would-be President Clinton, how he got involved with politics to begin with and what policy he thinks both sides of the aisle can agree on, listen to CNN's Party People.\nParty People is a new podcast from CNN where a pair of conservative CNN contributors talk to influential voices about the future of conservative politics and the Republican party.\nGet CNN's Party People podcast at CNN , on Stitcher , TuneInRadio , or iTunes .\n",
        "quotes": [
            [
                "He can't fake his way through 90 minutes,",
                "Chen",
                true
            ],
            [
                "The 90-minute general election format makes it a lot harder to one line your way through it,",
                "Lanhee J. Chen",
                true
            ],
            [
                "I think it's going to be very, very hard for Donald Trump to spend 90 minutes bumper-stickering.",
                "Lanhee J. Chen",
                true
            ],
            [
                "I think he's got to have something.",
                "Lanhee J. Chen",
                true
            ],
            [
                "I think for Hillary Clinton the challenge is: How does she expose the deficiencies in what he said or proposed without sounding pedantic?",
                "Lanhee J. Chen",
                true
            ],
            [
                "She's going to sound like the teacher that nobody likes.",
                "Lanhee J. Chen",
                true
            ],
            [
                "And nobody wants to hear the teacher they don't like lecturing them for 90 minutes.",
                "Lanhee J. Chen",
                true
            ],
            [
                "Either way, Paul Ryan plays a big role,",
                "Lanhee J. Chen",
                true
            ],
            [
                "Paul Ryan is like 'How many thankless jobs can one man take?",
                "Mary Katherine Ham",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.cnn.com/specials/podcasts",
                "https://tunein.com/podcasts/Politics/Party-People-p912488/",
                "https://www.stitcher.com/podcast/turner-podcast-network/cnns-party-people?refid=stpr"
            ]
        },
        "key_words": [
            "lanhee",
            "90",
            "cant",
            "primary",
            "worked",
            "trump",
            "debates",
            "republican",
            "thinks",
            "research",
            "fake",
            "minutes",
            "chen",
            "romney",
            "presidential",
            "way",
            "cnn"
        ]
    }
]