[
    {
        "url": "http://beforeitsnews.com/alternative/2017/10/puerto-rico-hoax-video-3558553.html",
        "title": "Puerto Rico Hoax (Video)",
        "authors": [
            {
                "name": "Barry Soetoro Esq",
                "link": null
            }
        ],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "Monday, October 2, 2017 6:55\n% of readers think this story is Fact. Add your two cents.\nSan Juan’s mayor keeps blocking hurricane relief?\nThe hurricane was real — but is Mayor Cruz running a con? \nFOLLOW ‘Barry Soetoro’ –\nPuerto Rico got destroyed by Hurricane Maria. But Mayor Carmen Cruz is accused of BLOCKING supplies from dying locals — while she blames Trump.\nWhy isn’t she handing out supplies — and why is Mayor Carmen Cruz wearing a custom T-Shirt?\nMeanwhile, a “cop” in Puerto Rico telephones an NYC radio station crying about Communism and begging the US Military to take over Puerto Rico.\nIs this a real humanitarian crisis, made worse by corrupt Puerto Rico politicians? Or is this a ruse to make Puerto Rico the 51st State?\nAfter all, if Puerto Ricans are getting abused/starved by their own leaders, doesn’t the US Government need to take over “for the good of humanity?” \nEvery few years, the Regime tries to make Puerto Rico the 51st State. This would mean millions of new Democrat voters in mainland US elections.\nBut how to justify making Puerto Rico a State? Invading Iraq was “morally justified” by stories of abusive leaders committing “crimes against humanity.” Could taking over Puerto Rico be “morally justified” by tales of diabolical leaders purposely starving their own people? Is that the impression Mayor Cruz is trying to give on CNN?\nIs that the goal of this “no supplies” scam? American Statehood for Puerto Rico, as State number 51?\nMIRROR my Videos — please credit “Barry Soetoro” with this STEEMIT link:\nFAIR USE STATEMENT\nThis video may contain copyrighted material the use of which has not always been specifically authorized by the copyright owner. We are making such material available in an effort to advance understanding of environmental, political, human rights, economic, democracy, scientific, and social justice issues. We believe this constitutes a “fair use” of any such copyrighted material as provided for in section 107 of the US Copyright Law.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\ncorrupt pollyticians? letting people die for political gain?\nthey’d sell their own kids kidney if they could get away with it\ntime for the age of pollyticians to END – govt can function perfectly well without them\nOct 2, 2017, 12:58 pm\nSean\nQuote: Meanwhile, a “cop” in Puerto Rico telephones an NYC radio station.\nSomeone then has Electricity or no one really called?\nOct 3, 2017, 7:23 pm\nBrettMeyers\nThe IRS is a corporation that is domiciled in Puerto Rico. The NSA has its largest listening station Arecibo, PR.  Those are two reasons why Puerto Rico won’t become a state. That doesn’t mean that the three democrats won’t be allowed in as refugees. Believe it or not, they are American citizens already. All they have to do is come to the mainland and they can become democrat voters.\nOct 3, 2017, 7:49 am\nSean\nThey already vote and don’t have to go to America to do it.\nThat’s like saying someone from Alaska has to go into America through Canada to vote.\nAccording to an Act of Congress, the term “United States”, when used in a geographical sense, means “the continental United States, Alaska, Hawaii, Puerto Rico, Guam, and the United States Virgin Islands”.\nRICO act.\nRacketeer Influenced and Corrupt Organizations Act.\nThe IRS is a corporation that is domiciled in Puerto Rico.\nThe NSA has its largest listening station Arecibo, PR\nWhy wasn’t Switzerland ever attacked during WW2 certainly the Banking Cartel is headquartered There.\nOct 3, 2017, 5:48 pm\nIT were much appears that way.  As you know PRs’ have a very bad reputation going back at least a hundred years or more.\nIf you look at the starving PR you would be amazed even fat people can starve.\nIt is said they are doing this PR for federal funds by possibly the billions in which these lazy PRs’ can live a life of luxury and laziness.\nOct 3, 2017, 3:28 pm\nPlease remove “were” after “IT”.  Sorry for the error of my ways.\nOct 3, 2017, 5:56 pm\nYou know Pinky what this song is really about?\nIt has to do with Puerto Rico and The King of ?\nA Procession of the damned. [ no its not about you Pinky ]\nTRUTHY1\nThanks, Barry The brutal truth is a little easier to choke down with your sarcastic humor.\nOct 3, 2017, 9:05 pm\nAnonymous\nThat hurricane in Puerto Rico was fake.  No one died in Puerto Rico, they were all crisis actors.  In fact, Puerto Rico is actually fake and all BIN regulars like me know this.  So we have a fake hurricane killing fake crisis actors on an island that we all know is fake.\nI think I am finally getting the hang of BIN.  I will upvote myself.\nOct 4, 2017, 11:39 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nFeatured\nTop Global\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "the continental United States, Alaska, Hawaii, Puerto Rico, Guam, and the United States Virgin Islands",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com",
                "http://www.prodo1.com/"
            ]
        },
        "key_words": [
            "soetoro",
            "material",
            "mayor",
            "rico",
            "cruz",
            "video",
            "state",
            "hoax",
            "puerto",
            "supplies",
            "barry"
        ]
    }
]