[
    {
        "url": "https://www.politico.com/story/2016/09/exclusive-george-hw-bush-to-vote-for-hillary-228395?cmpid=sf",
        "title": "George H.W. Bush to vote for Hillary Clinton",
        "authors": [
            {
                "name": "Alex Isenstadt",
                "link": null
            },
            {
                "name": "Darren Samuelsohn",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-19",
        "text": "George H.W. Bush to vote for Hillary Clinton\nA Kennedy outs a Bush who favors a Clinton.\nFormer President George H.W. Bush is bucking his party's presidential nominee and plans to vote for Hillary Clinton in November, according to a member of another famous political family, the Kennedys.\nBush, 92, had intended to stay silent on the White House race between Clinton and Donald Trump, a sign in and of itself of his distaste for the GOP nominee. But his preference for the wife of his own successor, President Bill Clinton, nonetheless became known to a wider audience thanks to Kathleen Hartington Kennedy Townsend, the former Maryland lieutenant governor and daughter of the late Robert F. Kennedy.\nStory Continued Below\nOn Monday, Townsend posted a picture on her Facebook page shaking hands next to the former president and this caption: \"The President told me he’s voting for Hillary!!”\nIn a telephone interview, Townsend said she met with the former president in Maine earlier today, where she said he made his preference known that he was voting for a Democrat. “That’s what he said,” she told POLITICO.\nPOLITICO screen grab\nAsked about Townsend’s post, George H.W. Bush spokesman Jim McGrath in an email replied, \"The vote President Bush will cast as a private citizen in some 50 days will be just that: a private vote cast in some 50 days. He is not commenting on the presidential race in the interim.\"\nGeorge H.W. Bush and former First Lady Barbara Bush have stayed out of the political debate since campaigning earlier this year for their son Jeb's unsuccessful bid for president. Neither George H.W. Bush nor his son, former President George W. Bush, attended this summer's Republican National Convention in Cleveland where Trump accepted the nomination.\nMany former GOP officials from both Bush administrations have also announced their support for Clinton over Trump, including national security adviser Brent Scowcroft and former Commerce Secretary Carlos Gutierrez.\nOne Bush official who has taken Trump's side is former Vice President Dan Quayle, who told POLITICO in an interview this summer he was still holding out hope both Bushes would back Trump. \"Clearly in their heart of hearts I should hope they would want a Republican president, but they can speak for themselves,\" Quayle said in an interview in July.\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "The President told me he’s voting for Hillary!",
                "Hillary Clinton",
                true
            ],
            [
                "In a telephone interview, Townsend said she met with the former president in Maine earlier today, where she said he made his preference known that he was voting for a Democrat.",
                "Hillary Clinton",
                true
            ],
            [
                "That’s what he said,” she told POLITICO.",
                "Hillary Clinton",
                true
            ],
            [
                "POLITICO screen grab\nAsked about Townsend’s post, George H.W.",
                "Hillary Clinton",
                true
            ],
            [
                "Bush spokesman Jim McGrath in an email replied, \"The vote President Bush will cast as a private citizen in some 50 days will be just that: a private vote cast in some 50 days.",
                "Hillary Clinton",
                true
            ],
            [
                "He is not commenting on the presidential race in the interim.",
                "Hillary Clinton",
                true
            ],
            [
                "Clearly in their heart of hearts I should hope they would want a Republican president, but they can speak for themselves,",
                "Quayle",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.politico.com/story/2016/07/dan-quayle-mike-pence-vp-225665"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "told",
            "race",
            "president",
            "vote",
            "hw",
            "george",
            "bush",
            "clinton",
            "townsend",
            "hillary",
            "trump"
        ]
    }
]