[
    {
        "url": "http://occupydemocrats.com/2016/09/27/trump-just-said-got-small-loan-dad-got-way/",
        "title": "Trump Just Said He Got A “Small Loan” From His Dad. He Got WAY More",
        "authors": [
            {
                "name": "Colin Taylor",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-27",
        "text": "Now Reading\nTrump Just Said He Got A “Small Loan” From His Dad. He Got WAY More\n0 Shares\nRead Next\nDuring tonight’s debate, Republican nominee Donald Trump said that he received a “small loan” from his father to begin his business career . That “small loan” was for over a million dollars, and his father continued to give him financial backing throughout the early years of his career. His “success” is proof of the adage that you “need money to make money,” as he borrowed $14 million from his father and received a blind trust fund which gave him another million.\nTrump complained to POLITICO that “It has not been easy for me. It has not been easy for me. I started off in Brooklyn. My father gave me a small loan of a million dollars,” Trump remarked. “I came into Manhattan, and I had to pay him back, and I had to pay him back with interest. But I came into Manhattan and I started buying properties, and I did great.”\nYes, poor Trump spent his early years in expensive boarding schools and was given start-up money for his “business” career, the success of which has been questionable at best, given his multiple bankruptcies. It’s hard to imagine anyone more representative of the selfish excesses of wealthy America or be more disconnected from the struggles of everyday Americans. It’s mind-boggling to understand how anyone can pretend this man cares or even understands the problems facing the American middle class.\nSee Also\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [
            [
                "It has not been easy for me.",
                "Trump",
                true
            ],
            [
                "It has not been easy for me.",
                "Trump",
                true
            ],
            [
                "My father gave me a small loan of a million dollars,",
                "Trump",
                true
            ],
            [
                "I came into Manhattan, and I had to pay him back, and I had to pay him back with interest.",
                "Trump",
                true
            ],
            [
                "But I came into Manhattan and I started buying properties, and I did great.",
                "Trump",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://thinkprogress.org/trump-said-he-received-a-small-loan-from-his-father-he-received-millions-5653d34aee26/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://occupydemocrats.com/privacy/"
            ]
        },
        "key_words": [
            "loan",
            "small",
            "dad",
            "trump",
            "money",
            "million",
            "career",
            "father",
            "received",
            "success",
            "started",
            "way"
        ]
    }
]