[
    {
        "url": "https://www.reuters.com/article/us-mantra-group-m-a-accor/accor-in-920-million-mantra-bid-as-australia-tourist-boom-stokes-hotel-demand-idUSKBN1CD11D",
        "title": "Accor in $920 million Mantra bid as Australia tourist boom stokes hotel demand",
        "authors": [
            {
                "name": "Tom Westbrook",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-09",
        "text": "October 8, 2017 /  11:31 PM / 2 years ago\nAccor in $920 million Mantra bid as Australia tourist boom stokes hotel demand\n3 Min Read\nSYDNEY (Reuters) - France’s Accor SA has bid A$1.18 billion ($920 million) for Mantra Group Ltd - a deal that would combine the two biggest hotel owners in Australia and seek to capitalize on surging tourism in the country.\nA sign bearing the logo of the Mantra Group Ltd is displayed on the wall of a hotel in central Sydney, Australia, October 9, 2017.  REUTERS/David Gray\nAccor, already the biggest hotelier in Australia, offered A$3.96 a share, or a 23 percent premium to Mantra’s closing price on Friday. The total offer is worth A$4.02 per share if a six-cent final dividend paid in 2017 is included, Mantra said in a statement.\n“They haven’t lowballed it, that’s for sure,” said Anthony Porto, portfolio manager at Martin Currie Australia, which owns a stake in Mantra.\nA deal would be the second-largest in Australia’s hotel sector, but the industry is quite fragmented and shares in Sydney-listed Mantra surged 17 percent on Monday as investors bet the deal would have a fair shot at gaining regulatory clearance.\nMantra said it was allowing Accor to conduct due diligence “to determine if a transaction can be agreed and recommended unanimously by the Mantra board.” An Accor spokeswoman had no immediate comment.\nAccor’s bid comes as the country’s hoteliers rush to build extra rooms to meet growing demand. The number of visitors to Australia surged 9 percent in the past financial year to hit a record 7.9 million while spending by international visitors climbed to $40.6 billion - also a record.\nVisits from Chinese tourists - who tend to make longer trips and spend more - jumped 10 percent and visitor numbers from Europe and the United States also rose.\nPorto said there was potentially a lot of savings to be gained from the deal as the firms’ back office and booking systems could be combined and Accor would benefit from having swallowed its biggest rival. But he also noted the industry faced tough competition from disruptive newcomers such as Airbnb.\nTogether, Accor and Mantra would own over 300 hotels and about 50,000 rooms. That would give them roughly 11 percent of Australia’s hotel market, according to IBISWorld statistics.\nMichael McCarthy, chief market strategist at CMC Markets, said any decision by the Australian Competition and Consumer Commission (ACCC) on whether to sign off on the deal would depend on how it views the make-up of the sector.\n“It’s a difficult one to make a call on because the ACCC could take a narrow or broad definition to competition, for example, is Airbnb included in the competitive landscape?,” he said.\nThe ACCC said it was aware of the offer but has yet to determine whether to scrutinize it.\nReporting by Tom Westbrook; Additional reporting by Urvashi Goenka and Shashwat Pradhan in Bengaluru; Editing by Edwina Gibbs\n",
        "quotes": [
            [
                "They haven’t lowballed it, that’s for sure,",
                "Anthony Porto",
                true
            ],
            [
                "to determine if a transaction can be agreed and recommended unanimously by the Mantra board.",
                "Anthony Porto",
                false
            ],
            [
                "It’s a difficult one to make a call on because the ACCC could take a narrow or broad definition to competition, for example, is Airbnb included in the competitive landscape?,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "biggest",
            "hotel",
            "accc",
            "australia",
            "demand",
            "bid",
            "accor",
            "sydney",
            "visitors",
            "million",
            "competition",
            "boom",
            "deal",
            "stokes",
            "mantra",
            "tourist"
        ]
    }
]