[
    {
        "url": "http://bleacherreport.com/articles/2735587-broken-in-half-wrestling-icon-jim-ross-looks-to-put-his-life-back-together?utm_source=cnn.com&utm_medium=referral&utm_campaign=editorial",
        "title": "Broken in Half: Wrestling Icon Jim Ross Looks to Put His Life Back Together",
        "authors": [
            {
                "name": "Jonathan Snowden",
                "link": null
            }
        ],
        "publisher": "bleacherreport.com",
        "publish_date": "2017-10-03",
        "text": "Comments\nRoss makes an emotional WrestleMania return.Photo courtesy of WWE\nIf legendary wrestling announcer Jim Ross had scripted his return to WrestleMania after a four-year exile, it wouldn't have gone much better. Tens of thousands of fans stood as one to cheer him, welcoming him back into the fold. There was a spot waiting for him at the announcer's table for him at the main event too, a personal request from the legendary Undertaker, who wanted Ross to voice his final battle.          \nBut even as Ross proved, once again, that he still has it—that he can still bring context to carnage—it all felt empty somehow. Something was missing.\nSomeone.\nJan Ross was supposed to be there with him as he walked the red carpet. His wife loved WrestleMania weekend—the pomp, the chance to wear her beloved Louis Vuitton and, most importantly, a chance to see their extended wrestling family. She called it \"coming home\" and was excited for Ross to renew his relationship with the WWE on a part-time basis.\nThen one night in March, Jan was heading back from the gym on her Vespa. She was a fitness freak, the opposite of her husband—a drinker, a smoker, an eater of fried foods. He had always figured he was destined to depart this earth first. But that night, a car didn't see her in the dark and she wasn't wearing a helmet. She was  thrown from her vehicle  as it caught fire.\n\"She was my best friend. Soulmate. We went through everything together, including my three bouts of Bell's palsy,\" Ross says. \"My future was always with her. She'd built us a wonderful home.\"\nJim Ross @JRsBBQ\nA Priest gave my wife Jan her last rites tonight.  My little Angel is gone. 🙏🙏\nIn an instant, that future was gone.\nAdrift, he did the only thing he knew to do. Less than two weeks after the accident, he went to Orlando, to WrestleMania, to what he knows best.\n\"I had to do what I've done my whole life—roll my sleeves up and reassess my situation,\" says the 65-year-old Ross. \"It's all about moving forward. I don't plan on becoming a hermit and sitting in a darkened room in my home with a clicker in my hand, channel-surfing.\n\"When I went to WrestleMania, it was very raw. I was kind of blocking stuff out. Trying not to slow down.  I'm still figuring this out, this widower thing. It was just hard, because she was everything. I needed that week.\"\nRoss had sacrificed two previous marriages to the wrestling gods, damaged his relationships with his daughters, driven himself to drinking and drugs. In his time of need, surely, the business he loved would be there to lift him up and hold him steady?\n\"We all knew that Jim was there because it was what Jan would have wanted, and it helped him to do what he does best: be in his element and be around people he knows love him,\" says announcer Jeremy Borash, who often opens for Ross on his one-man show. \"It was therapeutic for him to be there, as hard as it probably was.\n\"It wasn't just the show. It was after the show, before the show. Every minute it's on his mind. As friends and supporters, it was our job to comfort him and let him know it was OK to cry and he's got people who will cry right there with him. I think it was the right place to be for him at that point.\"\nWrestleMania was Undertaker's last match.Photo courtesy of WWE\nWhen Undertaker slowly made his way to the ring to wrestle Roman Reigns that night, Ross was where he needed to be, calling his first match for WWE in four years.\nHe'd come home.\nHis first job in the wrestling business was babysitter—only the baby in question was 64 years old, blind as a bat and all too often hammered on his daily pint of whiskey.\nLeroy McGuirk had been both a national champion wrestler and editor of the student newspaper at Oklahoma State in the early 1930s. He ruled the mats as a professional too, before losing both his good eye and his career in a car crash in 1950.\nBy the mid-1970s, he was mostly just trouble. And 22-year-old Ross' job was to get him to the office in a big, black Cadillac, make sure he was well-supplied with liquor and keep him from killing any of the wrestlers brazen enough to try to date his pretty, inexplicably named daughter, Mike.\nAlong the way, between fits and cigars, he found time to pass on the accumulated tradecraft of a lifetime. McGuirk's partner was Bill Watts, an enormous, cantankerous wrestler who had a specific vision for the business and a gift for formatting television to keep fans guessing.\nBill Watts was a key Ross mentor.Photo courtesy of WWE\n\"My eyes were wide-open, and it was such a cool thing,\" Ross says. \"The psychology and the logistics and the passion. And I was working under two real cerebral guys. They were academicians. They weren't broken-nosed, scar-faced ex-bouncers. They were college guys. They were badasses too, don't get me wrong. But they were more than that. They were Renaissance men in my view, and I was young and impressionable. I was fresh off the farm, man.\"\nRoss may have technically grown up in the 1960s, a time of great unrest, uncertainty and civil uprising. But in Westville, Oklahoma, you'd have hardly noticed. That was farm country, where the boys wore crewcuts and called folks sir or ma'am and the girls wore dresses and studied home economics. The happenings in California or Detroit were a world away, something that happened on television far from home.\nMaybe that's what attracted him to the wrestling business, an industry of iconoclasts and troublemakers, a place where propriety was the last thing on anyone's mind. What started as a fraternity charity fundraiser turned into a lifelong obsession. Once Ross got the wrestling bug, there was no turning back.\nRoss was a referee, helped out in the office and even promoted some shows of his own. Riding with veterans like Skandor Akbar and Danny Hodge on the long, desolate state roads connecting Oklahoma to Louisiana and beyond, he learned an awful lot about an industry he'd come to love. Riding with some of the other boys, he learned more esoteric skills that were no less important to making it in the business.\nDanny Hodge in action.Photo courtesy of WWE\n\"The older guys would ride with me and pay me two cents a mile,\" Ross remembers. \"That was the going rate. When you're making $25 a day and going on these long trips, that transportation money is key. It keeps you in the game. ...\n\"They would smoke weed in my car, and I learned to roll a joint while steering the car with my legs. Bodily excretions were commonplace, and there was an ongoing contest to see who could get the biggest reaction passing gas. I learned early on to sell it real big and hope they got their satisfaction from it. I learned to work the workers.\"\nIn Watts' Mid-South Wrestling, legitimate athleticism was prized and wrestlers had to be as big and as tough as the men pouring off the oil fields to watch them perform. Credibility was everything. A wrestler could scrap with fans in the arena or at the bar after the show—but he better not lose. That was a one-way ticket to the unemployment line.\nIt's an ethos that rubbed off on Ross and became the guiding force in his career. Whether the wrestler in the ring is a former All-American standout or a man dressed up as a giant clown, he is intent on treating every match like it mattered.\n\"I treat it like an athletic contest,\" Ross says. \"To help suspend your disbelief and get caught up in it like a legitimate contest as best we can. I want to maintain the integrity. Some people think bad acting or bad comedy is entertainment. I think athletic pro wrestling is entertaining.\n\"I believe that most fans are entertained by the athletes and the compelling stories that are told in the ring. That's what I've built my game around. I try to extend the suspension of disbelief so that whoever is watching can enjoy the experience.\"\nIn the late 1980s, wrestling went through a seismic change. Where there had once been dozens of regional territories, a fierce battle of attrition left only two. \"Down South\" was Ted Turner's World Championship Wrestling. \"New York\" was Vince McMahon's World Wrestling Federation.\nRoss wowed wrestling fans and analysts \"down south,\" establishing himself as the top performer in his field, winning the Wrestling Observer Newsletter award as \"Best Announcer\" six years running.\nRoss calling a match in WCW with Dusty Rhodes.Photo courtesy of WWE\n\"He's the best commentator in the history of wrestling,\" wrestling legend Ric Flair says. \"I'm the only one who can make that statement because I've known them all. I have known every announcer in the past 45 years. Some were good, some were bad. Gordon Solie was great. Mean Gene was great. Jim Ross was the greatest.\"\nCorporate executives were less impressed, especially new WCW head honcho Eric Bischoff, who pulled Ross from the air in 1993, proclaiming him a bad fit for a national broadcast.\n\"The story they sold internally is that I was too regional,\" Ross says. \"On a station based out of Georgia that had built a reputation on Andy Griffith reruns, Braves baseball and rassling. And I'm too Southern. OK.\"\nThat left the proud Oklahoman only one option if he wanted to make a living in the wrestling business. The man who was too southern to stay \"down south\" was going to have to wow them in \"New York.\"\nRoss was not a popular man when he first started in WWE back in 1993. It had started well enough, when a two-hour drive from Atlanta to Augusta to meet Vince McMahon paid immediate dividends. Ross was still working in the office \"down south\" but dreaming of a return to the air. He made his best pitch to McMahon, and the two immediately hit it off.\n\"We got engaged in a conversation that ended up lasting almost three hours, just standing in the parking lot outside the arena,\" Ross says. \"To this day, people say he'd never done that before or since. He just walked out of the tapings. And he's usually very hands-on.\n\"We had a lot in common—mainly our passion for the business. I think he sensed it and had heard I had a strong work ethic. And lord knows he does. Stronger than anybody I've ever been around. He's a freak. Amazing.\"\nIt was a different story when Ross relocated, new wife Jan in tow, to Connecticut to start in wrestling's big leagues. The cold shoulders and colder stares from entrenched insiders like \"Lord\" Alfred Hayes were one thing. Those could be ignored or overcome. It's harder to pretend the \"Macho Man\" Randy Savage doesn't have his hand wrapped around your throat and harder yet to pretend he isn't squeezing.\nMacho Man was no Jim Ross fan.Frank Micelotta/Getty Images\nAs Ross wrote in his memoir Slobberknocker, Savage hadn't enjoyed being called in to do extra promotional videos on his off time. Ross hadn't enjoyed, well, much of anything about his new job and wasn't shy about telling anyone who'd listen. Within months, McMahon called him into the office to talk. When he saw the head of human relations was also in the room, Ross knew his days were numbered.\n\"I don't know if I was ever happy,\" Ross says. \"I wasn't particularly happy to move from Atlanta to Wilton, Connecticut. I was the ace at WCW. And now I was doing a little piece of this and a piece of that.\n\"My decision-making at times was suspect. Around the office, I was outspoken, and sometimes it's best to be seen and not heard. Sometimes I don't always follow that guidance. It wasn't a great cultural fit at the time. My biggest problem was not knowing my audience. It was a maturity thing.\"\nA year later, McMahon called him like nothing had happened at all. This time, Ross was ready.\nLawler and Ross with The Rock.Photo courtesy of WWE\nWrestling fans know Ross as the iconic voice of the Attitude Era, the rollicking, crude wrestling of the late '90s. Together with his partner, Jerry \"The King\" Lawler, he brought the matches of \"Stone Cold\" Steve Austin, The Rock and D-Generation X to life.\n\"We were able to develop chemistry almost immediately,\" Ross says. \"I was a preparation freak, and he was just the opposite. He was just such a natural talent with amazing instincts. But our philosophy was the same. When I tossed him something, he knew what pitch was coming. He knew where we were going and was ready to swing. And we had a great product to call and were given the opportunity by management to do our thing. They trusted our instincts.\"\nRoss would eventually join McMahon's inner circle, hanging out around the pool at his home every weekend to plot the course of wrestling's mothership. As the vice president of talent relations, he was a key player in reinventing the WWE roster for the Attitude Era.\n\"He assembled the roster. Now he had to answer to Vince, and Vince is very smart and knows what he wants,\" longtime wrestling executive Terry Taylor says. \"But it was J.R. who had to make the deals happen and had to know how to motivate somebody, incentivize somebody. In that era, you had WCW offering guaranteed contracts that paid the same whether you worked or not, whether you were successful or not.  J.R had to compete with that, and all he had was the power of opportunity.\"\nThe roster soon reflected Ross in many ways, full of underdogs who made up in passion for the industry what they lacked in natural talent. For years, WWE had been a collection of generically handsome, muscular good guys like Lex Luger and circus-freak bad guys, like Yokozuna. Ross was able to break the mold a bit, to give people who wouldn't ordinarily get a shot at wrestling's big leagues a foot in the door.\nOnce there, Ross made it a point to treat talent fairly. If you were great, he rewarded you. If you were awful, he told you so, straight up, always sure to offer constructive ideas to go along with each critique.\n\"He took such great care of us,\" Matt Hardy remembers. \"One thing that was amazing about J.R. is that he always gave it to you straight. That doesn't always happen in wrestling. He never gave you an answer he thought you wanted to hear. He said what he actually thought.\n\"We had a great string of matches on the WWE Live events for about a month straight. And J.R actually started bonusing us. Because we were having great matches. We were just breaking in and on the lower end of the pay scale. Those bonuses were a big deal. He was looking out for us, because we were J.R. guys.\"\nWhile Steve Austin and The Rock became the signature stars of the Ross era, it was Mick Foley who best personified the impact his dogged determination had on WWE. Vince, after years of rejecting Foley outright, let Ross sign him as an object lesson. As Ross writes in his new book Slobberknocker, McMahon told him \"I want you to learn how it feels to have your heart broken by a character you think is going to be a star—and then ends up being the s--ts.\"\nSometimes those kinds of predictions are self-fulfilling, especially when voiced by someone like McMahon who had the power to make them come true. But Foley and Ross were intent on proving he belonged and saw the perfect opportunity with a rare, 60 Minutes-style taped interview that aired over four weeks on WWE Raw.\n\"It was a game-changer,\" Foley says. \"As important as it was for fans to get to know and appreciate the character, it was even more important that Mr. McMahon appreciated the character. It was the moment where I felt he really got on board with the character.\n\"Jim Ross was such a big part of bringing that out because he has such great credibility with our fans, his questions were really probing, and not to belittle other people, but he didn't do these things with a wink and a nod. He was completely involved, completely absorbed in the moment. I think that is why he is in my opinion the premier person to ever call pro wrestling matches.\"\nHis new role as McMahon's right-hand man not only allowed Ross to maximize his potential, but it also pushed Jan into a more prominent role in the company, where she quickly thrived. Ross compared her often to a coach's wife, someone who could charm, entertain and wow the diverse WWE roster. Everyone from The Rock to Kurt Angle visited their home, and she did her best to tailor the experience for each wrestler.\n\"I remember her making a ham and a chicken for Big Show,\" Ross says. \"And she made homemade biscuits with apple butter. He's a South Carolinian, and apple butter is a staple for us southerners. He and I finished off a whole jar. She didn't have to go out and find apple butter in Connecticut. But she wanted every talent that came to our home to feel special.\"\nAfter long weeks on the road, the wrestlers loved spending the night with the Ross family instead of at a hotel. They could put their feet up and enjoy a home-cooked meal. If Jan really liked a wrestler, like Steve Austin, she'd even wash his gear. Everyone was made to feel like they mattered.\n\"Sometimes they had heard my speeches and my coaching up and critiques to where they were sick of it,\" Ross admits. \"She was invaluable there. I don't think she'll ever get the credit she deserves for her role in a key time in company history. She could soothe the savage beast a little bit. Sometimes they needed a female perspective. She was a great listener and a great conversationalist. She would remember their wives' names, their kids, their mom and dad. That was her.\"\nDays for Ross were often 14 hours long, and weekends were fair game. McMahon pushed himself to work an inhuman schedule, and his key employees were expected to match him step for step. The head of talent relations isn't normally beloved. They make a lot of key decisions, both about how a wrestler is going to be used, but also how they are going to get paid.\n\"He could not have married a better person,\" Flair says. \"God only knows she had to have a lot of patience to put up with Jim's schedule. It's brutal. Talent relations is an unbearable job in the WWE because you have some people who are men, some people who are women and some men and women who are little kids. Jim Ross had to handle 80 kids a day. ... He had to put up with the whining and the bitching and everything else.\"\nFlair often took credit for setting the two up, though truth be told he and Ross happened to be on the same flight Jan worked in 1991.\nRic Flair® @RicFlairNatrBoy\nMy dear friend @JRsBBQ I remember the night you met Jan in West VA like it was yesterday. We are all here for you in this tragedy. #JanRoss\n\"Here was this beautiful young lady, and Jim and I hadn't been to bed,\" Flair remembers. \"We started talking. I thought she was talking to me. She blew right by me to J.R. Next thing I knew they were dating, and there you go.\n\"What a wonderful, wonderful person. Any time anybody saw Jan, they smiled. I never knew Jan to have a bad word to say about anybody. She was just a wonderful person. I couldn't wait to see her. She was that fabulous.\n\"And being married to that Crown Royal-drinking son of a bitch couldn't have been too easy, either,\" he adds with a laugh.\nFoley and Undertaker battle on top of the Hell in the Cell cage.Photo courtesy of WWE\nRoss didn't know Foley was going to be thrown off the cage at Hell in the Cell back in 1998. And he didn't know he'd get back up only to come crashing down a second time.\n\"Good God almighty,\" he screamed after Undertaker tossed Foley 16 feet down onto the Spanish announce table. \"They've killed him! As God as my witness, he is broken in half.\"\nIt's his most famous call, the one you often hear dubbed underneath sports highlights, the one he says people ask him about most often (sure enough, it comes up three times over a single weekend I am with him). People want to know what he knew and when he knew it.\nThe truth is, he had no idea what was coming.\nUnlike fans who dig deep for the slightest clues about upcoming wrestling stories, Ross doesn't want to know what wrestlers are going to do during the match. He prefers to respond honestly and openly to whatever comes, letting his visceral reaction tell the story.\n\"He liked to see the match evolve,\" Foley says. \"If I had said, 'Hey Jim, don't be too surprised if my body comes flying off this massive cell structure,' he probably would have come up with something cool to say. But it wouldn't have been immortalized. It wouldn't have crossed over into pop culture at places like Bleacher Report and ESPN.\n\"If wrestling wasn't stigmatized to some degree, the sporting world would acknowledge that that call is every bit as good as 'The Giants win the pennant' and probably better. 'Do you believe in miracles' is a good call, but I'll still pick 'As God as my witness, he's broken in half.'\nWrestling is an often misunderstood art form. It's neither venal violence nor silly slapstick—though it can be both at times. Instead, it's a physical opera with silent but sophisticated narrative arcs explaining the human experience in pain and blood.\n\"Our only voice is the commentator's,\" Hardy says. \"And nobody did that better than Jim Ross. He would come to you before the match, not for details, but to ask what story we were trying to relay to the crowd. And he would build his commentary on that. When you're calling a wrestling match, it's a lot more than calling the moves by a certain name. It's about being able to relay the emotions that the competitors are feeling.\n\"The pain, the happiness, the sadness that they are feeling. The commentator has to relay that to the audience at home. J.R knew how to touch on an emotional nerve. He would get that story across so well, so the everyday Joe, the working man and woman, could understand it. And that was paramount in helping tell our stories.\"\nRoss gives voice to a wrestler's intent. Like all announcers, he can either enhance or destroy what a wrestler is trying to accomplish. Over the years, he's established a reputation as a master without peer.\n\"J.R. is very humble,\" says Taylor, who has known Ross since his days in Mid-South Wrestling 30 years ago. \"He'll tell you the greatest wrestling announcer ever was Gordon Solie. I don't know. Most of the great moments in modern wrestling history—whose voice is attached to them? Jim Ross.\n\"These iconic moments, the constant was J.R. The talent came and went. But the voice, emotion and passion attached to every one of those moments. It's unbelievable. What an impact he had on the business.\"\nThe crowd roared as Jim Ross made his typically understated entrance at the Allstate Arena in the Chicago suburbs this May. Newly re-signed by WWE, he was doing a little of this and a little of that—about 30 dates over the course of a year was the plan. A \"little of that\" in this case was a match on NXT's live special between Tyler Bate and Pete Dunne, two impossibly young British wrestlers making their debut in the WWE's developmental league.\nIt was an absolute crackerjack contest, with Ross landing just the right amount of gravitas and credibility. Once he had struggled to fit in and do justice to the matches. In today's WWE, he received an ovation bigger than either wrestler's, and both were thrilled to have his voice on the soundtrack of the biggest match of their lives.\nDunne and Bate tore the house down.Photo courtesy of WWE.\n\"I go to catering, and I see Tyler Bate sitting over here. I see Pete Dunne sitting over here. I say, 'You, come here. Get over here.' They don't know me from God-damned Adam,\" Ross says. \"I said, 'I want to talk to you boys.' Their eyes got this big. They are looking up at me. They're great kids. I love these two kids.\n\"I say, 'You need to understand this is probably the biggest night of your career. You've heard that all day, right? You believe that, right? Well, here's something you haven't heard. It's the biggest day of my career, too. I'm coming back to work, and I plan on kicking some ass tonight, so you little bastards better give me something to work with.'\n\"I wanted them to understand the opportunity they had doesn't come along all the time. The timing, the lay of the land, right place, right time. Wrestling is a funny genre in that regard. The table was set for them. It happens to all of us no matter what we do in our lifetime. We have to understand when there is an opportunity there to better our lives, to help us professionally, to give us a little comfort in our daily life, go for it. There is no guarantee it's gonna happen again.\"\nRoss has a knack for that brand of philosophizing, for putting someone at ease while, at the same time, making it exceedingly clear that the pressure was on. The kids delivered, and Ross did his part as well. When preparation meets opportunity, things tend to work out that way.\nIt was all people wanted to talk about the next day as Ross signed autographs before his appearance at Zanies, a comedy club that has had solid success booking wrestlers for special appearances when WWE brings a major event to town. Ross' \"Ringside\" is one of several such one-man shows—like his book, a perfect vehicle for a man who has a story about everyone and everything.\nHis is a career that stretches back more than 40 years, meaning Ross has yarns about four generations of superstars, from Andre The Giant to Ric Flair to \"Stone Cold\" Steve Austin. He's an able but careful storyteller in any format. You don't last as a key player in the world's most powerful wrestling company without knowing just how hard you can push. Ross entertains but never burns bridges—though he's not afraid to shake them around a little bit.\nFans line up to meet Ross at Zanies.Photo by Jonathan Snowden\nRoss has a word or two for everyone who paid a $45 upcharge for VIP access and a chance to meet the voice of wrestling. He signs a variety of things, from a 20-year-old toy (\"Where'd you get that? eBay?\") to a pair of sneakers. Every overweight man is \"big boy,\" every woman \"sweetheart.\" He asks everyone their name and is impressed by what he hears back.\n\"I like Chicago,\" he tells one man. \"You have real names here. Mike, Joe, Bill.\"\n\"I really like your podcast,\" Bill replies.\n\"At least somebody is listening,\" Ross deadpans in return.\nWhen everyone has had their moment and snapped their selfies, Ross goes back to the dressing room to relax a bit before the show. There's a full bar, which helps. One of the guests is running behind, which doesn't.\nThere is a bit of the curmudgeon in Ross. He rants about millennials and the prevalence of cellphones glued to faces. He gets perturbed when his best dad jokes are wasted on a waitress who doesn't quite follow. But he loves the fans and they love him. If he doubted it before Jan's passing, he doesn't now. The outpouring of emotion is all too real. His pain is their pain.\nJim Ross @JRsBBQ\nIt was 5 months ago today, March 23, when my wife Jan was senselessly killed.   It's still surreal.   Your support has been a blessing. Thx https://t.co/S8Mzi1qhoc\nThe show ended up being great, a dream scenario for wrestling fans who he held in the palm of his hand. His book is much the same, a collection of vignettes, a greatest-hits collection of his best tall tales and truths.\nFor a moment, at least, he seems content.\nThere are still sucker punches that can take his breath away, even six months after Jan's tragic death. Like walking into his own home on the Tuesday after WrestleMania and realizing something was missing.\n\"Coming home was one of the hardest things I've ever done,\" Ross says. \"WrestleMania was like a family reunion. Family being both the fans and WWE folks. I embraced all that. It was a great comfort to me. I really needed it. I was so euphoric. I wasn't prepared for how I was going to feel when I got home. It was a totally empty house.\"\nThe cure, for Ross, is work. He's as busy as he's been in years, calling wrestling and boxing, promoting his book. He doesn't want to slow down. Maybe because he fears what will happen when he does.\nWWE @WWE\nThe new book entitled #Slobberknocker by @WWE Hall of Famer @JRsBBQ is JUST that, and YOU can pre-order it NOW! https://t.co/u7dQncCUBs\n\"I get asked all the time when I'm going to retire. I don't have any desire to retire,\" Ross says. \"To do what? My favorite thing in the world is to do commentary in this genre. Now that Jan's gone, I have a totally different attitude than any other time I've been in the business.\n\"People have to understand, I'm not as strong as people believe I am. I use my work for WWE, for AXS TV and New Japan, it's a defense mechanism. It's just a f--king defense mechanism that keeps me focused on positive things.\n         \nFacebook Logo\nTwitter Logo\nThe legend talks Becky Lynch, 'Raw Reunion' promo and more\nTurner Logo\n",
        "quotes": [
            [
                "We went through everything together, including my three bouts of Bell's palsy,",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "My future was always with her.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "She'd built us a wonderful home.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "I had to do what I've done my whole life—roll my sleeves up and reassess my situation,",
                "Ross",
                true
            ],
            [
                "It's all about moving forward.",
                "Ross",
                true
            ],
            [
                "I don't plan on becoming a hermit and sitting in a darkened room in my home with a clicker in my hand, channel-surfing.",
                "Ross",
                true
            ],
            [
                "When I went to WrestleMania, it was very raw.",
                "Ross",
                true
            ],
            [
                "I was kind of blocking stuff out.",
                "Ross",
                true
            ],
            [
                "I'm still figuring this out, this widower thing.",
                "Ross",
                true
            ],
            [
                "It was just hard, because she was everything.",
                "Ross",
                true
            ],
            [
                "We all knew that Jim was there because it was what Jan would have wanted, and it helped him to do what he does best: be in his element and be around people he knows love him,",
                "Jeremy Borash",
                true
            ],
            [
                "It was therapeutic for him to be there, as hard as it probably was.",
                "Jeremy Borash",
                true
            ],
            [
                "It wasn't just the show.",
                "Jeremy Borash",
                true
            ],
            [
                "It was after the show, before the show.",
                "Jeremy Borash",
                true
            ],
            [
                "Every minute it's on his mind.",
                "Jeremy Borash",
                true
            ],
            [
                "As friends and supporters, it was our job to comfort him and let him know it was OK to cry and he's got people who will cry right there with him.",
                "Jeremy Borash",
                true
            ],
            [
                "I think it was the right place to be for him at that point.",
                "Jeremy Borash",
                true
            ],
            [
                "My eyes were wide-open, and it was such a cool thing,",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "The psychology and the logistics and the passion.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "And I was working under two real cerebral guys.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "They weren't broken-nosed, scar-faced ex-bouncers.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "They were badasses too, don't get me wrong.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "But they were more than that.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "They were Renaissance men in my view, and I was young and impressionable.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "I was fresh off the farm, man.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "The older guys would ride with me and pay me two cents a mile,",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "When you're making $25 a day and going on these long trips, that transportation money is key.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "It keeps you in the game.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "They would smoke weed in my car, and I learned to roll a joint while steering the car with my legs.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "Bodily excretions were commonplace, and there was an ongoing contest to see who could get the biggest reaction passing gas.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "I learned early on to sell it real big and hope they got their satisfaction from it.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "I learned to work the workers.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "I treat it like an athletic contest,",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "To help suspend your disbelief and get caught up in it like a legitimate contest as best we can.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "I want to maintain the integrity.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "Some people think bad acting or bad comedy is entertainment.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "I think athletic pro wrestling is entertaining.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "I believe that most fans are entertained by the athletes and the compelling stories that are told in the ring.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "That's what I've built my game around.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "I try to extend the suspension of disbelief so that whoever is watching can enjoy the experience.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "He's the best commentator in the history of wrestling,",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "I'm the only one who can make that statement because I've known them all.",
                "Ric Flair",
                true
            ],
            [
                "I have known every announcer in the past 45 years.",
                "Ric Flair",
                true
            ],
            [
                "Some were good, some were bad.",
                "Ric Flair",
                true
            ],
            [
                "The story they sold internally is that I was too regional,",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "On a station based out of Georgia that had built a reputation on Andy Griffith reruns, Braves baseball and rassling.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "We got engaged in a conversation that ended up lasting almost three hours, just standing in the parking lot outside the arena,",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "To this day, people say he'd never done that before or since.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "He just walked out of the tapings.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "And he's usually very hands-on.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "We had a lot in common—mainly our passion for the business.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "I think he sensed it and had heard I had a strong work ethic.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "Stronger than anybody I've ever been around.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "I don't know if I was ever happy,",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "I wasn't particularly happy to move from Atlanta to Wilton, Connecticut.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "I was the ace at WCW.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "And now I was doing a little piece of this and a piece of that.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "My decision-making at times was suspect.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "Around the office, I was outspoken, and sometimes it's best to be seen and not heard.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "Sometimes I don't always follow that guidance.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "It wasn't a great cultural fit at the time.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "My biggest problem was not knowing my audience.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "We were able to develop chemistry almost immediately,",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "I was a preparation freak, and he was just the opposite.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "He was just such a natural talent with amazing instincts.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "But our philosophy was the same.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "When I tossed him something, he knew what pitch was coming.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "He knew where we were going and was ready to swing.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "And we had a great product to call and were given the opportunity by management to do our thing.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "Now he had to answer to Vince, and Vince is very smart and knows what he wants,",
                "Terry Taylor",
                true
            ],
            [
                "But it was J.R. who had to make the deals happen and had to know how to motivate somebody, incentivize somebody.",
                "Terry Taylor",
                true
            ],
            [
                "In that era, you had WCW offering guaranteed contracts that paid the same whether you worked or not, whether you were successful or not.",
                "Terry Taylor",
                true
            ],
            [
                "J.R had to compete with that, and all he had was the power of opportunity.",
                "Terry Taylor",
                true
            ],
            [
                "He took such great care of us,",
                "Matt Hardy",
                true
            ],
            [
                "One thing that was amazing about J.R. is that he always gave it to you straight.",
                "Matt Hardy",
                true
            ],
            [
                "That doesn't always happen in wrestling.",
                "Matt Hardy",
                true
            ],
            [
                "He never gave you an answer he thought you wanted to hear.",
                "Matt Hardy",
                true
            ],
            [
                "He said what he actually thought.",
                "Matt Hardy",
                true
            ],
            [
                "We had a great string of matches on the WWE Live events for about a month straight.",
                "Matt Hardy",
                true
            ],
            [
                "And J.R actually started bonusing us.",
                "Matt Hardy",
                true
            ],
            [
                "Because we were having great matches.",
                "Matt Hardy",
                true
            ],
            [
                "We were just breaking in and on the lower end of the pay scale.",
                "Matt Hardy",
                true
            ],
            [
                "Those bonuses were a big deal.",
                "Matt Hardy",
                true
            ],
            [
                "He was looking out for us, because we were J.R.",
                "Matt Hardy",
                true
            ],
            [
                "I want you to learn how it feels to have your heart broken by a character you think is going to be a star—and then ends up being the s--ts.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "As important as it was for fans to get to know and appreciate the character, it was even more important that Mr. McMahon appreciated the character.",
                "Mick Foley",
                true
            ],
            [
                "It was the moment where I felt he really got on board with the character.",
                "Mick Foley",
                true
            ],
            [
                "Jim Ross was such a big part of bringing that out because he has such great credibility with our fans, his questions were really probing, and not to belittle other people, but he didn't do these things with a wink and a nod.",
                "Mick Foley",
                true
            ],
            [
                "He was completely involved, completely absorbed in the moment.",
                "Mick Foley",
                true
            ],
            [
                "I think that is why he is in my opinion the premier person to ever call pro wrestling matches.",
                "Mick Foley",
                true
            ],
            [
                "I remember her making a ham and a chicken for Big Show,",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "And she made homemade biscuits with apple butter.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "He's a South Carolinian, and apple butter is a staple for us southerners.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "He and I finished off a whole jar.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "She didn't have to go out and find apple butter in Connecticut.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "But she wanted every talent that came to our home to feel special.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "Sometimes they had heard my speeches and my coaching up and critiques to where they were sick of it,",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "I don't think she'll ever get the credit she deserves for her role in a key time in company history.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "She could soothe the savage beast a little bit.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "Sometimes they needed a female perspective.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "She was a great listener and a great conversationalist.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "She would remember their wives' names, their kids, their mom and dad.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "He could not have married a better person,",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "God only knows she had to have a lot of patience to put up with Jim's schedule.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "Talent relations is an unbearable job in the WWE because you have some people who are men, some people who are women and some men and women who are little kids.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "Jim Ross had to handle 80 kids a day.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "He had to put up with the whining and the bitching and everything else.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "Here was this beautiful young lady, and Jim and I hadn't been to bed,",
                "",
                true
            ],
            [
                "I thought she was talking to me.",
                "",
                true
            ],
            [
                "She blew right by me to J.R. Next thing I knew they were dating, and there you go.",
                "",
                true
            ],
            [
                "Any time anybody saw Jan, they smiled.",
                "",
                true
            ],
            [
                "I never knew Jan to have a bad word to say about anybody.",
                "",
                true
            ],
            [
                "She was just a wonderful person.",
                "",
                true
            ],
            [
                "I couldn't wait to see her.",
                "",
                true
            ],
            [
                "And being married to that Crown Royal-drinking son of a bitch couldn't have been too easy, either,",
                "",
                true
            ],
            [
                "As God as my witness, he is broken in half.",
                "Mick Foley",
                true
            ],
            [
                "He liked to see the match evolve,",
                "Mick Foley",
                true
            ],
            [
                "If I had said, 'Hey Jim, don't be too surprised if my body comes flying off this massive cell structure,' he probably would have come up with something cool to say.",
                "Hardy",
                true
            ],
            [
                "But it wouldn't have been immortalized.",
                "Hardy",
                true
            ],
            [
                "It wouldn't have crossed over into pop culture at places like Bleacher Report and ESPN.",
                "Hardy",
                true
            ],
            [
                "If wrestling wasn't stigmatized to some degree, the sporting world would acknowledge that that call is every bit as good as 'The Giants win the pennant' and probably better.",
                "Hardy",
                true
            ],
            [
                "Do you believe in miracles' is a good call, but I'll still pick 'As God as my witness, he's broken in half.",
                "Hardy",
                true
            ],
            [
                "Wrestling is an often misunderstood art form.",
                "Hardy",
                true
            ],
            [
                "It's neither venal violence nor silly slapstick—though it can be both at times.",
                "Hardy",
                true
            ],
            [
                "Instead, it's a physical opera with silent but sophisticated narrative arcs explaining the human experience in pain and blood.",
                "Hardy",
                true
            ],
            [
                "Our only voice is the commentator's,",
                "Hardy",
                true
            ],
            [
                "And nobody did that better than Jim Ross.",
                "Hardy",
                true
            ],
            [
                "He would come to you before the match, not for details, but to ask what story we were trying to relay to the crowd.",
                "Hardy",
                true
            ],
            [
                "And he would build his commentary on that.",
                "Hardy",
                true
            ],
            [
                "When you're calling a wrestling match, it's a lot more than calling the moves by a certain name.",
                "Hardy",
                true
            ],
            [
                "It's about being able to relay the emotions that the competitors are feeling.",
                "Hardy",
                true
            ],
            [
                "The pain, the happiness, the sadness that they are feeling.",
                "Hardy",
                true
            ],
            [
                "The commentator has to relay that to the audience at home.",
                "Hardy",
                true
            ],
            [
                "J.R knew how to touch on an emotional nerve.",
                "Hardy",
                true
            ],
            [
                "He would get that story across so well, so the everyday Joe, the working man and woman, could understand it.",
                "Hardy",
                true
            ],
            [
                "And that was paramount in helping tell our stories.",
                "Hardy",
                true
            ],
            [
                "He'll tell you the greatest wrestling announcer ever was Gordon Solie.",
                "Taylor",
                true
            ],
            [
                "Most of the great moments in modern wrestling history—whose voice is attached to them?",
                "Taylor",
                true
            ],
            [
                "These iconic moments, the constant was J.R.",
                "Taylor",
                true
            ],
            [
                "But the voice, emotion and passion attached to every one of those moments.",
                "Taylor",
                true
            ],
            [
                "What an impact he had on the business.",
                "Taylor",
                true
            ],
            [
                "I go to catering, and I see Tyler Bate sitting over here.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "I see Pete Dunne sitting over here.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "They don't know me from God-damned Adam,",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "I said, 'I want to talk to you boys.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "They are looking up at me.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "I say, 'You need to understand this is probably the biggest night of your career.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "You've heard that all day, right?",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "Well, here's something you haven't heard.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "It's the biggest day of my career, too.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "I'm coming back to work, and I plan on kicking some ass tonight, so you little bastards better give me something to work with.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "I wanted them to understand the opportunity they had doesn't come along all the time.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "The timing, the lay of the land, right place, right time.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "Wrestling is a funny genre in that regard.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "The table was set for them.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "It happens to all of us no matter what we do in our lifetime.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "We have to understand when there is an opportunity there to better our lives, to help us professionally, to give us a little comfort in our daily life, go for it.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "There is no guarantee it's gonna happen again.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "Coming home was one of the hardest things I've ever done,",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "WrestleMania was like a family reunion.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "Family being both the fans and WWE folks.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "It was a great comfort to me.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "I wasn't prepared for how I was going to feel when I got home.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "It was a totally empty house.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "I get asked all the time when I'm going to retire.",
                "Jim Ross @JRsBBQ",
                true
            ],
            [
                "I don't have any desire to retire,",
                "Jim Ross @JRsBBQ",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [
                "http://normanpd.normanok.gov/pd/norman-police-investigate-serious-injury-collision-near-36th-avenue-sw-and-riverwalk"
            ],
            "unsure": [
                "https://bleacherreport.com/jim-ross"
            ]
        },
        "key_words": [
            "going",
            "great",
            "ross",
            "life",
            "fans",
            "half",
            "icon",
            "best",
            "dont",
            "wrestling",
            "know",
            "jim",
            "wwe",
            "broken",
            "knew",
            "looks"
        ]
    }
]