[
    {
        "url": "https://www.politico.com/story/2016/09/donald-rumsfeld-trump-not-untruthful-228519?cmpid=sf",
        "title": "Rumsfeld on George H.W. Bush voting for Clinton: ‘He’s up in years’",
        "authors": [
            {
                "name": "Madeline Conway",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-22",
        "text": "poster=\"http://v.politico.com/images/1155968404/201609/373/1155968404_5136984025001_5136981936001-vs.jpg?pubId=1155968404\"\ntrue\nRumsfeld on George H.W. Bush voting for Clinton: ‘He’s up in years’\nBy MADELINE CONWAY\nFormer Defense Secretary Donald Rumsfeld defended his endorsement of GOP nominee Donald Trump, when prodded, by suggesting that the Republican nominee is “not untruthful.”\nRumsfeld, who served as defense secretary under Presidents Gerald Ford and George W. Bush, offered his reasoning on supporting Trump over Hillary Clinton in an interview with MSNBC that aired Thursday: “I look at it and say, I don’t agree with either of them 100 percent of the time, but who do I think would be best for the country, and what do I think is acceptable?”\nStory Continued Below\n“Maybe not preferred. But acceptable, as opposed to what’s unacceptable, and I think truthfulness and believability and,” Rumsfeld said, pausing before concluding: “Truthfulness is important.”\nMSNBC’s Stephanie Ruhle followed up, asking, “You think he’s truthful?”\n“I think he's not untruthful,” Rumsfeld elaborated. “And I think she is.”\nAccording to recent polling, both candidates face the perception among many voters that they are dishonest, and Clinton has grappled with voters’ belief that she is untrustworthy, fueled by criticisms over her use of a private email server as secretary of state.\nBut Trump, too, has repeatedly made false statements on the campaign trail, to the point that some critics have accused him of propagating conspiracy theories. He only last week backed down from his false claim that President Barack Obama was not born in the United States.\nRuhle also asked Rumsfeld about reports that former President George H. Bush plans to vote for Clinton, rather than Trump, in November. Rumsfeld said he’s not surprised, and asked why, Rumsfeld replied, “He’s up in years.”\n“So are you,” Ruhle said back.\nRumsfeld elaborated: “He's up in years, and he obviously comes from a totally different cut than Donald Trump, and he gets his choice.”\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "I look at it and say, I don’t agree with either of them 100 percent of the time, but who do I think would be best for the country, and what do I think is acceptable?",
                "",
                true
            ],
            [
                "But acceptable, as opposed to what’s unacceptable, and I think truthfulness and believability and,",
                "Donald Trump",
                true
            ],
            [
                "I think he's not untruthful,",
                "Donald Trump",
                true
            ],
            [
                "He's up in years, and he obviously comes from a totally different cut than Donald Trump, and he gets his choice.",
                "Donald Trump",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "hes",
            "rumsfeld",
            "voting",
            "clinton",
            "george",
            "hw",
            "trump",
            "bush",
            "secretary",
            "donald",
            "voters",
            "think"
        ]
    }
]