[
    {
        "url": "https://www.activistpost.com/2017/09/florida-farmers-say-irmas-damage-worst-theyve-ever-seen.html",
        "title": "Florida Farmers Say Irma’s Damage Is The Worst They’ve Ever Seen",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-13",
        "text": "Hot Topics\nFlorida Farmers Say Irma’s Damage Is The Worst They’ve Ever Seen\nAlmost half of Florida’s citrus crops were destroyed during the hurricane, and when Florida farmers survey the damage caused by Hurricane Irma most are saying it’s the worst destruction to their farms that they’ve ever seen.\nWhen the worst of Irma’s fury had passed,  Gene McAvoy  hit the road to inspect the citrus groves and vegetable fields in Florida. McAvoy is a specialist on vegetable farming at the University of Florida’s extension office in the town of LaBelle. LaBelle is located in the middle of one of the country’s biggest concentrations of vegetable and citrus farms.\nAccording to NPR , the  storm made a direct hit to those fields. “The eyewall came right over our main production area,” McAvoy says. Irma had destroyed almost half of the citrus crops in the central Florida area, meaning prices are likely going to go up sharply.\nMany of the destroyed groves of oranges and grapefruit were actually approaching harvest too.  But after Irma blew through, it left “50 or 60 percent of the fruit lying in water [or] on the ground,” says McAvoy. Many trees were standing in water, a mortal danger if their roots stay submerged for longer than three or four days. About a quarter of the country’s sugar production comes from fields of  sugar cane  near Lake Okeechobee, just east of LaBelle. Harvest season for the sugar cane crop is only a few weeks away, but Irma knocked much of the cane down, making it more difficult to harvest. “We won’t know the exact extent of the loss until it’s harvested,” McAvoy says.\nFortunately for the vegetable farms, most had yet to be planted, so the destruction was minimal.  But that won’t help the destroyed citrus produce. For example, the strawberry crops had not been planted when Irma struck. Some of the plastic laid in anticipation for planting was ruined, however,  growers can repair the damage that was done and plant the strawberries on schedule.\n“It’s probably the worst hurricane that we’ve ever seen,” McAvoy says, although he says Wilma, in 2005, was nearly as damaging. “It’s just not a good day in Florida today,” says Lourdes Villanueva, who works with the  Redlands Christian Migrant Association , which provides services for farm workers in the state. Villanueva says the storm destroyed many trailers and other houses where workers live. “The ones where the roof didn’t go, trees fell on them,” she says.\nFarmers also worry that migrant workers won’t want to come to the farms if there is no housing, and many are just rubble now after the encounter with Irma. The crop damage will affect a large part of the United States and the price paid for citrus fruits at the grocery store is likely to go up.\nClick here to subscribe : Join over one million monthly readers and receive breaking news, strategies, ideas and commentary. You can read more from Mac Slavo at his site SHTFplan.com\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "The eyewall came right over our main production area,",
                "Gene McAvoy",
                true
            ],
            [
                "50 or 60 percent of the fruit lying in water [or] on the ground,",
                "Gene McAvoy",
                false
            ],
            [
                "We won’t know the exact extent of the loss until it’s harvested,",
                "Gene McAvoy",
                true
            ],
            [
                "It’s probably the worst hurricane that we’ve ever seen,",
                "Gene McAvoy",
                true
            ],
            [
                "It’s just not a good day in Florida today,",
                "Lourdes Villanueva",
                true
            ],
            [
                "The ones where the roof didn’t go, trees fell on them,",
                "Villanueva",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.npr.org/sections/thesalt/2016/05/05/476600965/the-environmental-cost-of-growing-food",
                "https://www.npr.org/sections/thesalt/2017/09/12/550404709/floridas-veggie-farmers-look-at-irmas-damage-probably-the-worst-weve-seen",
                "http://www.shtfplan.com/emergency-preparedness/florida-farmers-say-irmas-damage-is-the-worst-theyve-ever-seen_09132017"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.rcma.net/",
                "http://www.shtfplan.com",
                "http://www.growingproduce.com/author/gmcavoy/"
            ]
        },
        "key_words": [
            "damage",
            "farmers",
            "worst",
            "theyve",
            "say",
            "irma",
            "seen",
            "destroyed",
            "sugar",
            "irmas",
            "vegetable",
            "citrus",
            "florida",
            "mcavoy",
            "workers",
            "wont"
        ]
    }
]