[
    {
        "url": "https://www.politico.com/story/2016/09/trump-debate-performance-joe-biden-228791?cmpid=sf",
        "title": "Biden calls Trump 'painfully uninformed' after rocky debate",
        "authors": [
            {
                "name": "Louis Nelson",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-27",
        "text": "Biden calls Trump 'painfully uninformed' after rocky debate\nAn exasperated Vice President Joe Biden told the crowd at a Hillary Clinton campaign rally in Philadelphia that “Donald Trump is painfully uninformed” on the issues important to the presidency and expressed disbelief at the GOP nominee’s rhetoric on the economy.\n“Donald Trump’s is painfully uninformed. No, no, this isn’t for cheering. I want to make an important point,” Biden said, quieting the crowd at Philadelphia’s Drexel University. “And his policies are not very helpful for the country, but what bothers me about this race, and I know I’m sort of a one-man broken record on this, but what bothers me about this race is how palpable his cynicism is about the American people.”\nStory Continued Below\nBiden alternated between speaking quietly, jokingly asking rally attendees if they’d seen Monday night’s presidential debate, and raising his voice almost to the level of outrage as he railed against Trump’s past statements on the economy. The vice president slammed the Manhattan billionaire for bragging, as he did Monday night, about not paying federal income taxes, suggesting that such a message did not resonate with hard-working, middle-class Americans.\nThe vice president’s harshest criticism of Trump concerned the real estate mogul’s past statement that the 2007 crash in America’s housing market was good for his business. Of such comments, Biden rhetorically asked the crowd “what in hell is he talking about?”\n“Look, I’ve been there for eight presidents, Democrat and Republican, I’ve disagreed and agreed. But every president I have served with, including the Republicans, has had a moral center about what it was to be an American,” the vice president said. “Can you imagine Ronald Reagan, the most conservative president we’ve had in a long time, can you imagine him saying, ‘it’s good business to take advantage of people’s misery,’ rooting for that misery? I really mean this. I am not joking. I am not kidding. What does it say about this man?”\nBiden acknowledged Clinton’s struggles to gain traction with young voters, who polls show are dissatisfied with both major party candidates and have thus gravitated to third-party options like Libertarian Gary Johnson and the Green Party’s Jill Stein. But Hillary Clinton is in lock step with the majority of young people, Biden said, on issues like marriage equality, abortion rights, and reducing the cost of college education.\nThe vice president also told the crowd that he’s spent a significant amount of time throughout this election cycle answering questions from foreign leaders nervous that Trump might win the White House. He said he’s had to reassure leaders from the Baltic states concerned that the GOP nominee might back out of America’s NATO commitments and Australian leaders worried that China’s influence in the Western Pacific might grow under Trump.\n“Look last night, you got a good look at both the candidates, you saw them both. Hillary demonstrated she’s a leader, she has courage, she cares about the circumstances of the American people, not just the super wealthy,” Biden said. “She thinks everybody should pay their fair share. We simply can’t elect a man who belittles our closest allies, embraces dictators like Putin, a man who seeks to sow division for his own gain and his own benefit, a man who considers bluster and confuses that with strength.”\n",
        "quotes": [
            [
                "it’s good business to take advantage of people’s misery,",
                "",
                false
            ],
            [
                "Donald Trump’s is painfully uninformed.",
                "Biden",
                true
            ],
            [
                "No, no, this isn’t for cheering.",
                "Biden",
                true
            ],
            [
                "I want to make an important point,",
                "Biden",
                true
            ],
            [
                "And his policies are not very helpful for the country, but what bothers me about this race, and I know I’m sort of a one-man broken record on this, but what bothers me about this race is how palpable his cynicism is about the American people.",
                "Biden",
                true
            ],
            [
                "what in hell is he talking about?",
                "Biden",
                false
            ],
            [
                "Look, I’ve been there for eight presidents, Democrat and Republican, I’ve disagreed and agreed.",
                "",
                true
            ],
            [
                "But every president I have served with, including the Republicans, has had a moral center about what it was to be an American,",
                "",
                true
            ],
            [
                "Can you imagine Ronald Reagan, the most conservative president we’ve had in a long time, can you imagine him saying, ‘it’s good business to take advantage of people’s misery,’ rooting for that misery?",
                "",
                true
            ],
            [
                "What does it say about this man?",
                "",
                true
            ],
            [
                "Look last night, you got a good look at both the candidates, you saw them both.",
                "Biden",
                true
            ],
            [
                "Hillary demonstrated she’s a leader, she has courage, she cares about the circumstances of the American people, not just the super wealthy,",
                "Biden",
                true
            ],
            [
                "She thinks everybody should pay their fair share.",
                "Biden",
                true
            ],
            [
                "We simply can’t elect a man who belittles our closest allies, embraces dictators like Putin, a man who seeks to sow division for his own gain and his own benefit, a man who considers bluster and confuses that with strength.",
                "Biden",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "past",
            "uninformed",
            "debate",
            "calls",
            "president",
            "biden",
            "trump",
            "vice",
            "trumps",
            "man",
            "crowd",
            "painfully",
            "rocky"
        ]
    }
]