[
    {
        "url": "https://www.reuters.com/article/us-people-harvey-weinstein-streep/meryl-streep-calls-weinstein-alleged-sex-harassment-inexcusable-idUSKBN1CE1SZ",
        "title": "Streep, Judi Dench slam Weinstein over sexual harassment claims",
        "authors": [
            {
                "name": "Jill Serjeant",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-11",
        "text": "Streep, Judi Dench slam Weinstein over sexual harassment claims\n3 Min Read\nLOS ANGELES (Reuters) - Meryl Streep and Judi Dench, two of Hollywood’s most respected actresses, lashed out at movie producer Harvey Weinstein on Monday but said they were unaware of his decades of alleged sexual harassment of women.\nAs Hollywood moved to distance itself from Weinstein, Streep said she had been appalled by the claims made against the film studio executive she once likened to “God” in a 2012 awards speech.\nHis “behavior is inexcusable, but the abuse of power familiar,” Streep said a statement.\nBritain’s Dench, who won a supporting actress Oscar in 1999 for the Weinstein-produced film “Shakespeare in Love,” said in a statement she was “completely unaware of these offences, which are of course horrifying.”\nStars like Streep and Dench, whose movies had been championed by Weinstein, have been under pressure to speak out after a New York Times investigation last week detailed claims by multiple women of unwanted physical contact by Weinstein over three decades.\nWeinstein, 65, initially apologized but later threatened to sue over the allegations uncovered by the newspaper. He has not been charged with any crimes but was fired on Sunday as co-chairman of the Weinstein amid fallout from the Times story.\nIn a statement to the Huffington Post, Streep said she had been unaware of claims that Weinstein undressed in front of actresses and assistants and asked young women to give him massages.\n“The disgraceful news about Harvey Weinstein has appalled those of us whose work he championed,” Streep said.\nProducer and director Kevin Smith said on Monday he regretted taking money from Weinstein’s production company.\n“He financed the first 14 years of my career - and now I know while I was profiting, others were in terrible pain. It makes me feel ashamed,” Smith, known for the comedies “Jay and Silent Bob Strike Back” and “Clerks,” wrote on Twitter.\nSlideshow (4 Images)\nActresses Ashley Judd and Rose McGowan have said Weinstein sexually harassed them and movie director Judd Apatow and producer Megan Ellison are among those have spoken out in support of them.\nWeinstein is the latest U.S. media or entertainment industry titan to face sexual harassment accusations. At Fox News, late Chief Executive Officer Roger Ailes was forced out in 2016 and anchor Bill O’Reilly resigned in April after similar claims.\nMore than 50 women have accused comedian Bill Cosby of sexual assault. He faces a retrial in April on the one criminal case against him.\nReporting by Jill Serjeant; Editing by Lisa Von Ahn and Tom Brown\n",
        "quotes": [
            [
                "behavior is inexcusable, but the abuse of power familiar,",
                "Meryl Streep",
                false
            ],
            [
                "completely unaware of these offences, which are of course horrifying.",
                "Meryl Streep",
                false
            ],
            [
                "The disgraceful news about Harvey Weinstein has appalled those of us whose work he championed,",
                "Meryl Streep",
                true
            ],
            [
                "He financed the first 14 years of my career - and now I know while I was profiting, others were in terrible pain.",
                "Smith",
                true
            ],
            [
                "Jay and Silent Bob Strike Back",
                "Smith",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "dench",
            "smith",
            "statement",
            "weinstein",
            "sexual",
            "harassment",
            "judi",
            "streep",
            "claims",
            "women",
            "unaware",
            "times",
            "slam"
        ]
    }
]