[
    {
        "url": "https://www.politico.com/story/2016/09/trump-campaign-chair-kathy-miller-resigns-228527?cmpid=sf",
        "title": "Trump campaign chair in Ohio county resigns after making racially charged comments",
        "authors": [
            {
                "name": "Yousef Saba",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-22",
        "text": "Trump campaign chair in Ohio county resigns after making racially charged comments\nBy YOUSEF SABA\nKathy Miller, the chair of Trump's campaign in Mahoning County, Ohio, resigned Thursday, according to a statement from the Trump Ohio campaign. The resignation comes after Miller made racially charged remarks to The Guardian.\nOn Thursday morning, Miller said that there was \"no racism\" before Obama. She made the inflammatory comments to The Guardian's Anywhere but Washington series, when she said, \"If you’re black and you haven’t been successful in the last 50 years, it’s your own fault. You’ve had every opportunity, it was given to you.\"\nStory Continued Below\nShe further charged, “You’ve had the same schools everybody else went to. You had benefits to go to college that white kids didn’t have. You had all the advantages and didn’t take advantage of it. It’s not our fault, certainly.”\nThe Ohio campaign statement read, \"Our county chairs are volunteers who signed up to help organize grassroots outreach like door-knocking and phone calls, they are not spokespeople for the campaign. I have accepted Kathy Miller's resignation as the Mahoning County chair in light of these inappropriate comments.\"\nMiller also referred to the Black Lives Matter movement as \"a stupid waste of time\" and suggested lower voter turnout among blacks has to do with \"the way they were raised.\"\nThe Ohio campaign statement included what it said was a statement from Miller apologizing for her comments, saying they were inappropriate and that she is not a campaign spokesperson, and was not speaking on its behalf.\nTracy Winbush will replace Miller as Mahoning County campaign chair, according to the statement. She will also be the elector for the electoral college.\n",
        "quotes": [
            [
                "If you’re black and you haven’t been successful in the last 50 years, it’s your own fault.",
                "",
                true
            ],
            [
                "You’ve had every opportunity, it was given to you.",
                "",
                true
            ],
            [
                "You’ve had the same schools everybody else went to.",
                "Kathy Miller",
                true
            ],
            [
                "You had benefits to go to college that white kids didn’t have.",
                "Kathy Miller",
                true
            ],
            [
                "You had all the advantages and didn’t take advantage of it.",
                "Kathy Miller",
                true
            ],
            [
                "It’s not our fault, certainly.",
                "Kathy Miller",
                true
            ],
            [
                "Our county chairs are volunteers who signed up to help organize grassroots outreach like door-knocking and phone calls, they are not spokespeople for the campaign.",
                "",
                true
            ],
            [
                "I have accepted Kathy Miller's resignation as the Mahoning County chair in light of these inappropriate comments.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "statement",
            "racially",
            "campaign",
            "charged",
            "resigns",
            "mahoning",
            "miller",
            "trump",
            "chair",
            "ohio",
            "making",
            "comments",
            "youve",
            "county"
        ]
    }
]