[
    {
        "url": "http://www.cnn.com/2017/10/09/us/las-vegas-shooting-suspect/index.html",
        "title": "Police don't know why Las Vegas gunman fired -- or why he stopped",
        "authors": [
            {
                "name": "Eric Levenson",
                "link": null
            },
            {
                "name": "Darran Simon",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-09",
        "text": "Follow CNN\nPolice don't know why Las Vegas gunman fired -- or why he stopped\nBy Darran Simon and Eric Levenson , CNN\nUpdated 10:08 AM ET, Wed October 11, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nStephen Paddock shot a security guard shortly before 10 p.m., sheriff says\nThe revised timeline raises new questions as to what happened and why\n(CNN)\nPolice on Monday said the Las Vegas gunman shot a hotel security guard six minutes before he began shooting concertgoers from his hotel room at the Mandalay Bay Resort and Casino -- a striking change from an earlier police timeline detailing what happened.\nGiven that revised order of events, Clark County Sheriff Joseph Lombardo said investigators do not yet know what made Stephen Paddock stop shooting, and they remain perplexed as to why he meticulously planned the shooting in the first place.\nHere's what we learned about the investigation and the questions that remain unanswered in the deadliest mass shooting in modern US history.\nSecurity guard was shot before mass shooting\nAuthorities said last week that security guard Jesus Campos had approached Paddock's room as the shooting was underway, diverting the gunman's attention. Authorities also said that after Paddock shot at Campos through the door of his room on the 32nd floor, the gunman didn't fire any more shots into the crowd.\nRead More\nHowever, Lombardo said Monday that Campos was shot in the leg at 9:59 p.m. on October 1. Six minutes later, Paddock began firing into the crowd at the Route 91 Harvest Festival, authorities said. Fifty-eight people were killed and nearly 500 were hurt.\nHe continued firing for nine to 11 minutes, and his final shots were fired at 10:15 p.m., according to police.\nOfficers reached the 32nd floor at 10:17 p.m., according to Lombardo's timeline. By the time a SWAT team used an explosive charge to enter the room at 11:20 p.m ., Paddock was dead from a self-inflicted gunshot wound.\nLombardo said that Campos, upon being shot, immediately notified security of his situation, and his action helped identify the location of the suspect. In addition, Campos prevented a maintenance worker on the same floor from suffering injuries, the sheriff said.\nPolice did not know Campos was shot until they met him in the hallway of the 32nd floor after getting off the elevator, Lombardo said.\nWhat exactly happened in the six minutes between Campos' getting shot and the mass shooting on concertgoers? Who did the security guard alert, and what was their response? Why did it take officers 18 minutes from that point to reach the gunman's floor?\nAnd why did Paddock stop firing?\nLombardo said that the revised timeline constituted \"minute changes\" and is based on new information that emerged over the course of the ongoing investigation.\n\"As I have conveyed to you from the very beginning -- and your zest for information and my zest to ensure the public's safety, and the calming of their minds -- is some things are going to change,\" the sheriff said.\nIn a statement Tuesday, MGM Resorts, which owns the Mandalay Bay, said: \"We cannot be certain about the most recent timeline that has been communicated publicly, and we believe what is currently being expressed may not be accurate.\"\nA law enforcement source close to the investigation disputed the MGM statement. \"Our timeline is pretty accurate with all the facts known,\" the source said Tuesday.\nSecurity guard heard drilling\nNew video shows concertgoers fleeing scene 02:57\nCampos had been investigating an alarm that went off in another room on the same floor, signaling that a door had been left open, Lombardo said. Once there, the guard heard a drilling sound in Paddock's room, and he was then shot through the door.\nThe gunman had been drilling into the adjacent wall to the doorway, according to Lombardo. His assumption was that Paddock intended to place either a camera or a rifle there, but the drilling was not completed, Lombardo said.\nDid the gunman's firing at the security guard speed up the timeline of the shooting?\n\"I would not make that assumption,\" Lombardo said. \"I'm not privy to that.\"\nGunman hid his prep work\nWhy did Paddock open fire on the crowd at the outdoor music festival, an attack that seems to have been meticulously planned? And why did he stop shooting?\nLombardo admitted that he was \"frustrated\" by the speed of the investigation in answering those questions.\n\"It isn't because nobody is not doing their job,\" he said. \"It's because this individual purposely hid his actions leading up to this event and it is difficult for us to find the answers to those actions.\"\nInvestigators are still piecing together evidence left behind in the hotel room and probing Paddock's background to determine why the retired accountant did what he did.\n\"As I've said from day one, we want to figure out why -- the why to this and we'd like to know the motive,\" Lombardo said. \"That is our most important goal -- to prevent any further action associated with another individual who is contemplating this or what exactly went in the suspect's mind to enable him to pull off such a complicated event.\"\nInvestigators said Paddock acted alone, and Lombardo said they have found \"no evidence to show there was a second shooter.\"\nThe sheriff said authorities have received 200 accounts of Paddock traveling throughout Las Vegas, and that he \"has never been seen with anyone else.\"\nLombardo said the FBI is still evaluating Paddock's mental state.\n\"Currently, we do not believe there is one particular event in the suspect's life for us to key on,\" the sheriff said. \"We believe he decided to take the lives he did and he had a very purposeful plan that he carried out.\"\nSuspect's family members interviewed\nInvestigators have interviewed the suspect's brother, Eric Paddock, and other family members, according to Lombardo. He declined to discuss the interviews, but said each one was another piece in the puzzle in this case.\n\"I'm here to help them move forward with their investigation. I want to help them understand what they're seeing,\" Eric Paddock told the Las Vegas Review-Journal .\nHe did not describe what investigators asked him during their conversations over the weekend, according to the Review-Journal.\n\"I'm trying to get them to understand Steve's mindset,\" Paddock told the newspaper. \"I don't want them to chase bad lead.\"\nLombardo said on Monday that law enforcement is also talking to Marilou Danley, the shooter's girlfriend.\n\"We are still speaking with Ms. Danley about the suspect's movement, gun purchases, and anything else we need to know about him and how he planned his assault -- and who he came in contact with during the planning the phase,\" the sheriff said.\nAuthorities first interviewed Danley , who was in the Philippines at the time of the shooting, last week. In a statement released through her attorney, Danley said she did not know about Paddock's plans ahead of time, and she saw no signs that she understood to be a warning that \"something horrible\" would occur.\nDanley's sisters told CNN affiliate Seven Network Australia that Paddock bought a ticket for Danley to leave the United States last month.\n\"She was sent away. She was sent away so that she will be not there to interfere with what he's planning,\" one of Danley's sisters said from their home in Australia.\nCNN's Janet DiGiacomo contributed to this report.\n",
        "quotes": [
            [
                "As I have conveyed to you from the very beginning -- and your zest for information and my zest to ensure the public's safety, and the calming of their minds -- is some things are going to change,",
                "",
                true
            ],
            [
                "We cannot be certain about the most recent timeline that has been communicated publicly, and we believe what is currently being expressed may not be accurate.",
                "Lombardo",
                true
            ],
            [
                "Our timeline is pretty accurate with all the facts known,",
                "",
                true
            ],
            [
                "I would not make that assumption,",
                "Lombardo",
                true
            ],
            [
                "I'm not privy to that.",
                "Lombardo",
                true
            ],
            [
                "It isn't because nobody is not doing their job,",
                "Lombardo",
                true
            ],
            [
                "It's because this individual purposely hid his actions leading up to this event and it is difficult for us to find the answers to those actions.",
                "Lombardo",
                true
            ],
            [
                "As I've said from day one, we want to figure out why -- the why to this and we'd like to know the motive,",
                "Lombardo",
                true
            ],
            [
                "That is our most important goal -- to prevent any further action associated with another individual who is contemplating this or what exactly went in the suspect's mind to enable him to pull off such a complicated event.",
                "Lombardo",
                true
            ],
            [
                "no evidence to show there was a second shooter.",
                "Lombardo",
                false
            ],
            [
                "has never been seen with anyone else.",
                "",
                false
            ],
            [
                "Currently, we do not believe there is one particular event in the suspect's life for us to key on,",
                "",
                true
            ],
            [
                "We believe he decided to take the lives he did and he had a very purposeful plan that he carried out.",
                "",
                true
            ],
            [
                "I'm here to help them move forward with their investigation.",
                "Stephen Paddock",
                true
            ],
            [
                "I want to help them understand what they're seeing,",
                "Stephen Paddock",
                true
            ],
            [
                "I'm trying to get them to understand Steve's mindset,",
                "Stephen Paddock",
                true
            ],
            [
                "I don't want them to chase bad lead.",
                "Stephen Paddock",
                true
            ],
            [
                "We are still speaking with Ms. Danley about the suspect's movement, gun purchases, and anything else we need to know about him and how he planned his assault -- and who he came in contact with during the planning the phase,",
                "",
                true
            ],
            [
                "She was sent away so that she will be not there to interfere with what he's planning,",
                "Danley",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2017/10/06/us/las-vegas-shooting-investigation/index.html",
                "https://www.cnn.com/2017/10/04/us/marilou-danley-vegas-shooting-paddock/index.html",
                "https://www.reviewjournal.com/local/the-strip/strip-shooters-brother-in-las-vegas-cooperating-with-authorities/",
                "http://www.cnn.com/2017/10/02/us/las-vegas-attack-stephen-paddock-trnd/index.html",
                "https://www.cnn.com/2017/10/05/us/las-vegas-shooting-timeline/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "fired",
            "vegas",
            "shot",
            "room",
            "las",
            "lombardo",
            "shooting",
            "security",
            "dont",
            "campos",
            "paddock",
            "know",
            "timeline",
            "sheriff",
            "guard",
            "gunman",
            "stopped"
        ]
    }
]