[
    {
        "url": "https://www.reuters.com/article/us-india-energy/opec-secretary-general-urges-u-s-shale-oil-producers-to-help-cap-global-supply-idUSKBN1CF0C4",
        "title": "OPEC Secretary General urges U.S. shale oil producers to help cap global supply",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-10",
        "text": "October 10, 2017 /  4:52 AM / 2 years ago\nOPEC Secretary General urges U.S. shale oil producers to help cap global supply\n3 Min Read\nNEW DELHI (Reuters) - OPEC’s Secretary General Mohammed Barkindo on Tuesday called on U.S. shale oil producers to help curtail global oil supply, warning extraordinary measures might be needed next year to sustain the rebalanced market in the medium to long term.\nOPEC Secretary General Mohammed Barkindo speaks to the media during his visit in Abuja, Nigeria Febuary 27, 2017. REUTERS/Afolabi Sotunde\n“We urge our friends, in the shale basins of North America to take this shared responsibility with all seriousness it deserves, as one of the key lessons learnt from the current unique supply-driven cycle,” said Barkindo.\nThe comments by the Organization of the Petroleum Exporting Countries official came during a speech delivered at the India Energy Forum organized by CERAWeek in New Delhi.\n“At the moment we (OPEC and independent U.S. producers) both agreed that we have a shared responsibility in maintaining stability because they are also not insulated from the impact of this downturn,” Barkindo said, referring to a slide in oil prices that spurred OPEC to agree production cuts late last year.\n“The call by independents themselves (is) that we need to continue this interaction,” he said.\nWhile OPEC and some other producers, including Russia have cut supplies this year in order to prop up prices, U.S. production has soared by almost 10 percent this year, driven largely by shale drillers. Barkindo said he hoped that new producers, not just U.S. shale drillers, would join production cuts.\nOn Monday, Saudi Arabia cut crude oil allocations for November by 560,000 barrels per day (bpd), in line with the kingdom’s commitment to the supply reduction pact.\n“Demand-supply is returning to rebalance through massive destocking that we have been witnessing of stocks in OECD across regions in a very massive way,” Barkindo said later, speaking to reporters on the sidelines of the conference.\n“In the past four months alone, we have seen destocking to the tune of 130 million bpd,” he said.\nThe aim of the OPEC-led cut is to trim the level of oil in OECD industrialized countries compared with the five-year supply average. Barkindo said the stock overhang to the five-year average stood at 171 million barrels in August, against 338 million at the start of the year.\nRelated Coverage\n“The speed and pace (of destocking) has accelerated as a result of anticipated and projected demand growth in the second half of 2017 to the tune of 2 million bpd. We are witnessing a fast return to a balanced market,” Barkindo said.\nStill, on Sunday Barkindo said OPEC and other oil producers might need to take “some extraordinary measures” next year to rebalance the oil market.\nWorld oil demand growth in 2017 is expected at 1.45 million barrels per day (BPD) and it should stay around 1.4 million bpd in 2018, Barkindo said. He said India’s share of global oil demand is expected to rise to over 9 percent by 2040, up from 4 percent now.\nReporting by Nidhi Verma, Promit Mukherjee and Neha Dasgupta; Editing by Kenneth Maxwell\n",
        "quotes": [
            [
                "We urge our friends, in the shale basins of North America to take this shared responsibility with all seriousness it deserves, as one of the key lessons learnt from the current unique supply-driven cycle,",
                "Barkindo",
                true
            ],
            [
                "At the moment we (OPEC and independent U.S. producers) both agreed that we have a shared responsibility in maintaining stability because they are also not insulated from the impact of this downturn,",
                "Barkindo",
                true
            ],
            [
                "The call by independents themselves (is) that we need to continue this interaction,",
                "Barkindo",
                true
            ],
            [
                "Demand-supply is returning to rebalance through massive destocking that we have been witnessing of stocks in OECD across regions in a very massive way,",
                "Barkindo",
                true
            ],
            [
                "In the past four months alone, we have seen destocking to the tune of 130 million bpd,",
                "Barkindo",
                true
            ],
            [
                "The speed and pace (of destocking) has accelerated as a result of anticipated and projected demand growth in the second half of 2017 to the tune of 2 million bpd.",
                "Barkindo",
                true
            ],
            [
                "We are witnessing a fast return to a balanced market,",
                "Barkindo",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "bpd",
            "shale",
            "help",
            "barkindo",
            "opec",
            "urges",
            "cut",
            "general",
            "producers",
            "global",
            "secretary",
            "supply",
            "million",
            "oil",
            "production"
        ]
    }
]