[
    {
        "url": "http://beforeitsnews.com/u-s-politics/2017/10/media-mayors-and-celebs-lying-about-trump-and-puerto-rico-2537111.html",
        "title": "Media, Mayors, and Celebs Lying About Trump and Puerto Rico",
        "authors": [],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "By edge34\nMedia, Mayors, and Celebs Lying About Trump and Puerto Rico\nSunday, October 1, 2017 10:50\n% of readers think this story is Fact. Add your two cents.\nFor more great articles like this visit http://www.fixthisnation.com\nThe media was only too pleased to tell us the story of the mean, racist President Donald Trump going to war with the poor, determined feminist mayor of San Juan, Puerto Rico this weekend. According to Joe Scarborough, Lin-Manuel Miranda, Lady Gaga, and all the rest of the elite, this is just another example of Trump’s white supremacist colors showing. Look how eagerly he helped out in Florida and Texas, they said. Look how well he handled those hurricanes. Now compare it to the way he’s handling Puerto Rico. It’s because they’re Hispanic! It’s because they don’t represent his voters. It’s because he’s a racist who doesn’t care about brown people! Ahhh, the humanity!\nIt’s complete and total fake news.\nThe Washington Examiner this week reported that a nearby mayor, Angel Perez Otero of Guaynabo, Puerto Rico, has had nothing but praise for the Trump administration’s response the Hurricane Maria. And he accused fellow Mayor Carmen Yulin Cruz of “playing politics” with the developing story.\n“I’ve seen other mayors participating,” said Perez Otero. “She’s not.”\nHe said that, unlike Cruz, he was in constant contact with federal government agencies, who were doing their best to coordinate relief efforts. “We are receiving a lot of help from FEMA and the Red Cross…there is lots of help coming to us,”  he said. “They won’t leave until Puerto Rico is good.”\nCruz’s fellow mayor is not the only one accusing her of being unresponsive to federal recovery agencies. In an interview with CNN, FEMA administrator Brock Long – being far more diplomatic than Trump – made the same point. “The problem we have with her, unfortunately, is that unity of command is ultimately what’s needed to be successful in this response,” he said. “What we need is for the mayor to make her way to the joint field office and get plugged into what’s going on and be successful.”\nThe aid is there. The troops are on the ground. The food, medicine, and supplies are getting to Puerto Rico as quickly as possible. But if those supplies simply sit there on the loading docks, they aren’t doing anyone any good. And that’s where Trump is right when he says that people like Cruz “expect everything to be done for them.” He’s not saying: “Hey, it’s your hurricane, deal with it yourself,” like the media is trying to portray. He’s literally saying that they’re doing NOTHING to help. And if you don’t believe that coming from Trump or conservative media, maybe you’ll believe the Huffington Post.\nIn an interview with Colonel Michael Valle, the Director of the Joint Air Component Coordination Element, Air Force – a Puerto Rico native himself – HuffPo found that the prevailing narrative about the Trump administration thumbing its nose at the territory was a false one:\n“It’s just not true,” Col. Valle says of the major disconnect today between the perception of a lack of response from Washington versus what is really going on on the ground. “I have family here. My parents’ home is here. My uncles, aunts, cousins, are all here. As a Puerto Rican, I can tell you that the problem has nothing to do with the U.S. military, FEMA, or the DoD.\n“The aid is getting to Puerto Rico. The problem is distribution. The federal government has sent us a lot of help; moving those supplies, in particular, fuel, is the issue right now,” says Col. Valle. Until power can be restored, generators are critical for hospitals and shelter facilities and more. But, and it’s a big but, they can’t get the fuel to run the generators.\nThere’s another problem, Valle told HuffPo. Hardly anyone is showing up to work. There are no drivers. The supplies are there and the trucks are there, but “only 20% of the truck drivers show up to work.”\nValle was quick to say that the drivers shouldn’t be blamed – they have families to take care of – but it just shows that there is more to this situation than the media is letting on. Trump has done – IS DOING – what he can. But he’s right – it has to be a joint effort. And right now, it isn’t. Not the way it needs to be. And the last thing that’s helpful is to have the mayor of San Juan using this as an opportunity to become part of the “resistance.”\nFor more great articles like this visit http://www.fixthisnation.com\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "I’ve seen other mayors participating,",
                "Perez Otero",
                true
            ],
            [
                "We are receiving a lot of help from FEMA and the Red Cross…there is lots of help coming to us,",
                "Trump",
                true
            ],
            [
                "They won’t leave until Puerto Rico is good.",
                "Trump",
                true
            ],
            [
                "The problem we have with her, unfortunately, is that unity of command is ultimately what’s needed to be successful in this response,",
                "",
                true
            ],
            [
                "What we need is for the mayor to make her way to the joint field office and get plugged into what’s going on and be successful.",
                "",
                true
            ],
            [
                "expect everything to be done for them.",
                "Trump",
                false
            ],
            [
                "Hey, it’s your hurricane, deal with it yourself,",
                "Trump",
                true
            ],
            [
                "The aid is getting to Puerto Rico.",
                "Valle",
                true
            ],
            [
                "The federal government has sent us a lot of help; moving those supplies, in particular, fuel, is the issue right now,",
                "Valle",
                true
            ],
            [
                "only 20% of the truck drivers show up to work.",
                "Trump",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.prodo1.com/",
                "http://www.suppressedhealthsecrets.com",
                "https://mitocopper.com/pages/affiliate-program"
            ]
        },
        "key_words": [
            "mayors",
            "hes",
            "problem",
            "lying",
            "media",
            "valle",
            "right",
            "supplies",
            "puerto",
            "rico",
            "celebs",
            "mayor",
            "trump"
        ]
    }
]