[
    {
        "url": "https://www.nytimes.com/2017/10/09/sports/chris-foerster-resigns-video.html?rref=collection%2Fsectioncollection%2Fsports",
        "title": "Chris Foerster, Seen Snorting Powder in Video, Resigns as a Dolphins Coach",
        "authors": [
            {
                "name": "Christina Caron",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-09",
        "text": "Advertisement\nSupported by\nChris Foerster, Seen Snorting Powder in Video, Resigns as a Dolphins Coach\nImage\nChris Foerster, the Miami Dolphins’ offensive line coach, at an N.F.L. training camp in 2016.CreditCreditLynne Sladky/Associated Press\nBy Christina Caron\nOct 9, 2017\nThe Miami Dolphins’ offensive line coach, Chris Foerster, resigned on Monday after a video was posted online showing him snorting a powdery white substance.\nIn a statement, Foerster apologized and said he accepted “full responsibility for my actions.”\n“My sole focus is on getting the help that I need with the support of my family and medical professionals,” he said.\nIn the video, Foerster can be heard saying: “Hey, babe. Miss you. Thinking about you. How about me going into a meeting and doing this before I go.”\nHe then leans over and uses a $20 bill to snort two lines of white powder. “What do you think? Crazy?” he asks. Later, he says: “But I think about you when I do it. I think about how much I miss you. How high we got together. How much fun it was. So much fun.”\nIt was unclear whom his message was for, when the video was recorded, or whether the powder was cocaine, a ground-up painkiller or another substance.\nFoerster became the Dolphins’ offensive line coach last year after stints with the San Francisco 49ers, the Washington Redskins and the Baltimore Ravens, among other teams. He previously worked with the Dolphins in 2004, when he served as the team’s offensive coordinator. According to ESPN, Foerster’s salary — valued at between $2.5 million and $3 million a year — was one of the highest among assistant coaches in the N.F.L.\nThe Sun Sentinel and other news outlets reported that the video of Foerster was first posted on Facebook by a Las Vegas woman named Kijuana Nige , and was then deleted.\nIn a recent public post that is still visible online, she said Foerster had recorded the video himself and sent it to her “professing his love.”\n“So quick to make excuses for him but will roast a minority player over an athem, dog fights, weed, domestic issues etc,” she wrote.\nThe debate over whether professional athletes should stand during the national anthem intensified after President Trump criticized players who have knelt to protest police brutality and racial injustice. Mr. Trump redirected the conversation away from those issues, arguing that the decision to kneel dishonored the flag and the national anthem.\nOver the weekend, the Dolphins’ owner, Stephen M. Ross, spoke out in favor of players standing during the national anthem, The Palm Beach Post reported, saying that Mr. Trump had “changed that whole paradigm” of the protest. “I think it’s incumbent upon the players today, because of how the public is looking at it, is to stand and salute the flag,” Mr. Ross added.\nThat sentiment was echoed on Monday morning by Dolphins head coach Adam Gase, who said at a news conference that if players didn’t want to stand, they could “stay in the locker room.”\nWhen asked about Foerster, Gase called the situation “unfortunate” and said the former offensive line coach was “upset, he’s mad at himself.”\n“Anytime you lose a really good coach, it’s not ideal,” Gase said. “But we’ll rally. We’ll figure out a way. We’ll show up next week, we’ll do our thing.”\nGase also said that the team had not yet decided who would replace Foerster.\nEarlier in the day, the Dolphins issued a statement saying that the team had accepted Foerster’s resignation and would work with him “to get the help he needs during this time.”\nThis isn’t the first time the Dolphins have had problems involving their offensive line unit. In 2014, a report commissioned by the N.F.L. found that three Miami offensive linemen had “engaged in a pattern of harassment” toward others in the organization: a young player, who ended up quitting the team, an offensive lineman and an assistant trainer. It was one of numerous controversies the league has faced in recent years.\n“That’s the N.F.L., man, it’s the league of distractions,” Gase said. “Move on.”\nRelated Coverage\n",
        "quotes": [
            [
                "My sole focus is on getting the help that I need with the support of my family and medical professionals,",
                "Chris Foerster",
                true
            ],
            [
                "How about me going into a meeting and doing this before I go.",
                "",
                true
            ],
            [
                "But I think about you when I do it.",
                "Chris Foerster",
                true
            ],
            [
                "I think about how much I miss you.",
                "Chris Foerster",
                true
            ],
            [
                "So quick to make excuses for him but will roast a minority player over an athem, dog fights, weed, domestic issues etc,",
                "",
                true
            ],
            [
                "I think it’s incumbent upon the players today, because of how the public is looking at it, is to stand and salute the flag,",
                "",
                true
            ],
            [
                "upset, he’s mad at himself.",
                "Gase",
                false
            ],
            [
                "Anytime you lose a really good coach, it’s not ideal,",
                "Gase",
                true
            ],
            [
                "We’ll figure out a way.",
                "Gase",
                true
            ],
            [
                "We’ll show up next week, we’ll do our thing.",
                "Gase",
                true
            ],
            [
                "to get the help he needs during this time.",
                "Chris Foerster",
                false
            ],
            [
                "engaged in a pattern of harassment",
                "",
                false
            ],
            [
                "That’s the N.F.L., man, it’s the league of distractions,",
                "Gase",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/09/25/sports/national-anthems-nfl.html?module=inline",
                "https://www.nytimes.com/2014/02/15/sports/football/investigation-finds-pattern-of-harassment-in-dolphins-locker-room.html?module=inline",
                "http://www.sun-sentinel.com/sports/miami-dolphins/fl-sp-dolphins-chris-foerster-20171008-story.html",
                "https://www.nytimes.com/2017/09/24/us/trump-nfl-protest-kaepernick.html?module=inline",
                "https://www.nytimes.com/2017/10/08/sports/nfl-scores.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://dailydolphin.blog.palmbeachpost.com/2017/10/08/nfl-national-anthem-protest-dolphins-owner-stephen-ross-says-time-for-players-to-stand/",
                "https://www.facebook.com/starr.sherrod/posts/10159564954420089?pnref=story"
            ]
        },
        "key_words": [
            "snorting",
            "powder",
            "think",
            "seen",
            "uses",
            "miss",
            "video",
            "fun",
            "resigns",
            "foerster",
            "coach",
            "white",
            "support",
            "chris",
            "substancein",
            "dolphins",
            "thinking"
        ]
    }
]