[
    {
        "url": "http://beforeitsnews.com/economy/2017/10/3-uncommon-signs-an-economic-collapse-could-happen-soon-2913910.html",
        "title": "3 Uncommon Signs An Economic Collapse Could Happen Soon",
        "authors": [
            {
                "name": "John Rolls",
                "link": null
            }
        ],
        "publisher": "beforeitsnews.com",
        "publish_date": "2017-10-03",
        "text": "Wednesday, October 4, 2017 11:03\n \nAs stocks continue to climb and the U.S. economy sustains its third longest period of expansion in history, market forecasters are seeking clues for when our next crisis may strike. So far, three uncommon signals have them worried.\nHere’s an explanation of the three uncommon signs causing alarm, and what they mean for your savings…\nSign #1: Resurgence of Synthetic CDOs\nThe riskiest plays on Wall Street are made using financial instruments known as derivatives.\nDerivatives are named for how they “derive” their value from the underlying assets on which they’re based. They give investors the ability to leverage assets — that is, control large quantities of an asset without actually buying or selling it.\nDepending on how the underlying asset performs, derivatives can generate either massive gains or crushing losses.\nBut it’s when big banks and financial institutions start gambling in derivatives that things become especially dangerous. And that’s exactly what happened in the case of our last crisis: A slew of “too big to fail” organizations took on excessive risk through derivatives (mortgage-backed securities and others), and they couldn’t shoulder their losses when the bets went bad.\nNow one of the most potentially destructive derivatives is regaining popularity after being shunned by Wall Street for years because of its role in the 2008 collapse.\nThe derivative is called a synthetic collateralized debt obligation (CDO), and Citigroup is spearheading its resurgence.\nGranted, post-2008 regulations do make the market for these kinds of derivatives less liable to spark another collapse, and Citigroup executives claim to be pursuing this endeavor responsibly (we can trust them,  right? ). But  Bloomberg reports  the positive trend toward CDOs is still a negative sign (emphasis ours):\nThis time, Citigroup says, it’s doing things differently. The deals are tailored in a way that insulates it from any losses, while giving yield-starved buyers a chance to reap returns of 20 percent or more. The market today is also just a fraction of its size before the crisis, and few see corporate defaults surging any time soon. But as years of rock-bottom interest rates have pushed investors toward riskier products, the revival of synthetic CDOs may be one of the clearest signs yet of froth in the credit markets.\nPay very close attention to that last sentence. In essence, it’s saying that today’s low yield environment is slowly pushing investors to engage in increasingly risky behavior to make satisfactory returns. Eventually, those risks get too big — just like they did in 2008 — and the whole house of cards comes toppling down.\nSign #2: Lenders Loosening Mortgage Standards\nWhen banks lend money to people who can’t pay it back, bad things happen. It’s called “reckless lending” for a reason. And on a large enough scale, reckless lending can be a strong catalyst for systemic financial crisis.\nSo what encourages banks to practice reckless lending in the first place?\nWell, there are two main incentives for banks to lend recklessly:\nIncreasing competition from other banks, and…\nDecreasing demand for credit.\nIn the case of our last crisis, both of those incentives came into play.\nThe mortgage lending sector transformed from a duopoly into a tightly competitive market of various lenders, which drove lenders to loosen standards in an attempt to woo borrowers. On top of that, credit demand from high quality borrowers was sparse, further encouraging lenders to approve loans for risky borrowers.\nToday, the same thing is happening again.\nWolfStreet.com  reports (emphasis ours):\nThe toxic combination of “competition from other lenders” and slowing mortgage demand is cited by senior executives of mortgage lenders as the source of all kinds of headaches for the mortgage lending industry.\nPrimarily due to this competition amid declining of demand for mortgages, the profit margin outlook has deteriorated for the fourth quarter in a row, according to Fannie Mae’s Q3  Mortgage Lender Sentiment Survey . And the share of lenders that blamed this competition as the key reason for deteriorating profits “rose to a new survey high.”\nAnd how are lenders combating this lack of demand and the deteriorating profit margins that are being pressured by competition? They’re loosening lending standards.\nWorse yet, house prices across the country remain grossly inflated. In fact, they’ve far surpassed their pre-2008 housing bubble levels, according to the  Case-Shiller US Home Price Index . This means lenders are loosening mortgage standards and pushing borrowers into an inflated housing market, just like they did during the years leading to 2008.\nIf interest rates rise too fast — a very real possibility considering the Fed plans to start unwinding its $4.5 trillion balance sheet and hike rates once more this year — millions of homeowners could find themselves underwater just like they did nearly 10 years ago.\nLoosening mortgage standards at a time like this can only do one thing: Set us up for yet another wave of defaults and foreclosures… which could easily pop the housing bubble and wreck the entire economy.\nSign #3: The “Skyscraper Index”\nAnalyzing variables with a direct relationship to the market is the first step in forecasting potential future outcomes. But taking a broader look at more obscure correlations can give even deeper insight.\nTake the Barclays “Skyscraper Index,” for example. Gathering data from the past 100+ years, the index examines historical booms in large commercial construction projects (primarily skyscrapers), and their tendency to precede economic downturns.\nBarclays’ breakdown of the relationship is compelling, to say the least… the index tracks a  firm correlation  between completion of record-height skyscrapers and severe market downturns — from our last major recession all the way back to The Long Depression of 1873.\nFollowers of the index today believe conditions are shaping up for it to be proven right once again, as cities across China, India, Saudi Arabia, and the U.S. erect another round of the tallest skyscrapers in history.\nA good example of this is in Denver where a Manhattan developer is moving forward with  plans to build a 1,000-foot skyscraper , which would dwarf all the other buildings in Denver.\nProven Security For Uncommon Times\nOne of the wisest ways investors can respond to these uncommon indicators is to seek security in proven, tangible assets. Unlike stocks, bonds, ETFs, mutual funds, and the like, these tangible “real assets” can never go to zero, regardless of what havoc grips traditional markets.\nWhich “real assets” work best for protection? Well, there are several options… But physical precious metals have been investors’ first choice for centuries.\nIn light of the signs discussed above, it’s no wonder metals prices have steadily risen in recent months. And you can expect them to climb higher as more investors come to grips with the reality of our current situation.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "rose to a new survey high.",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://www.businessinsider.com/skyscraper-index-skyscrapers-signal-financial-recession-2012-1",
                "https://www.denverpost.com/2017/09/28/denver-tallest-building-six-fifty-17-greenwich-realty/",
                "https://wolfstreet.com/2017/08/29/the-us-cities-with-the-biggest-housing-bubbles/",
                "https://www.birchgold.com/news/fed-stress-tests-easier-for-banks",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://wolfstreet.com/2017/09/25/lenders-loosen-mortgage-standards-as-demand-falls/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "https://www.fanniemae.com/portal/media/corporate-news/2017/mortgage-lender-sentiment-survey-q3-2017-6606.html",
                "http://www.suppressedhealthsecrets.com",
                "http://www.prodo1.com/",
                "https://www.bloomberg.com/tosv2.html?vid=&uuid=839ebe00-b894-11e9-96b8-0d21e25a3dc8&url=L25ld3MvYXJ0aWNsZXMvMjAxNy0wOS0yNi9hcy1zeW50aGV0aWMtY2Rvcy1yb2FyLWJhY2stYS15b3VuZy1jaXRpLXRyYWRlci1tYWtlcy1oZXItbmFtZQ=="
            ]
        },
        "key_words": [
            "soon",
            "collapse",
            "economic",
            "mortgage",
            "market",
            "investors",
            "happen",
            "index",
            "derivatives",
            "signs",
            "uncommon",
            "competition",
            "demand",
            "lending",
            "lenders"
        ]
    }
]