[
    {
        "url": "https://www.nytimes.com/2017/10/11/business/economy/nafta-trump.html?rref=collection%2Fsectioncollection%2Fpolitics",
        "title": "Trump’s Tough Talk on Nafta Raises Prospects of Pact’s Demise",
        "authors": [
            {
                "name": "Ana Swanson",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-11",
        "text": "Advertisement\nSupported by\nTrump’s Tough Talk on Nafta Raises Prospects of Pact’s Demise\nImage\nWorkers in the auto parts production line of the Bosch factory in January in San Luis Potosí, Mexico.CreditCreditPedro Pardo/Agence France-Presse — Getty Images\nWASHINGTON — The North American Free Trade Agreement, long disparaged by President Trump as bad for the United States, was edging closer toward collapse as negotiators gathered for a fourth round of contentious talks here this week.\nIn recent weeks, the Trump administration has sparred with American businesses that support Nafta and has pushed for significant changes that negotiators from Mexico and Canada say are nonstarters. All the while, the president has continued threatening to withdraw the United States from the trade agreement, which he has maligned as the worst in history.\nAs the trade talks began on Wednesday, Mr. Trump, seated in the Oval Office beside Prime Minister Justin Trudeau of Canada, said it was “possible” that the United States would drop out of Nafta.\n“It’s possible we won’t be able to make a deal, and it’s possible that we will,” the president said. “We’ll see if we can do the kind of changes that we need. We have to protect our workers. And in all fairness, the prime minister wants to protect Canada and his people also. So we’ll see what happens with Nafta, but I’ve been opposed to Nafta for a long time, in terms of the fairness of Nafta.”\nMr. Trudeau, in comments later at the Canadian Embassy, said he remains optimistic about the potential for a Nafta deal but noted that Canadians must be “ready for anything.”\nThe collapse of the 1994 trade deal would reverberate throughout the global economy, inflicting damage far beyond Mexico, Canada and the United States and affecting industries as varied as manufacturing, agriculture and energy. It would also sow at least short-term chaos for businesses like the auto industry that have arranged their North American supply chains around the deal’s terms .\nThe ripple effects could also impede other aspects of the president’s agenda, for example, by solidifying political opposition among farm state Republicans who support the pact and jeopardizing legislative priorities like tax reform. And it could have far-reaching political effects, including the Mexican general election in July 2018 and Mr. Trump’s own re-election campaign.\nImage\nPrime Minister Justin Trudeau of Canada met Wednesday with members of the House Ways and Means Committee about the Nafta negotiations on Capitol Hill in Washington.CreditSaul Loeb/Agence France-Presse — Getty Images\nBusiness leaders have become spooked by the increasing odds of the trade deal’s demise, and on Monday, more than 310 state and local chambers of commerce sent a letter to the administration urging the United States to remain in Nafta. Speaking in Mexico on Tuesday, the president of the U.S. Chamber of Commerce, Thomas J. Donohue, said the negotiations had “reached a critical moment. And the chamber has had no choice but ring the alarm bells.”\n“Let me be forceful and direct,” he said. “There are several poison pill proposals still on the table that could doom the entire deal.”\nThe potential demise of the trade deal prompted supportive messages from labor unions, including the A.F.L.-C.I.O. and the United Steelworkers, as well as some Democrats.\n“Any trade proposal that makes multinational corporations nervous is a good sign that it’s moving in the right direction for workers,” said Senator Sherrod Brown, Democrat of Ohio.\nIf the deal does fall apart, the United States, Canada and Mexico would revert to average tariffs that are relatively low — just a few percent in most cases. But several agricultural products would face much higher duties. American farmers would see a 25 percent tariff on shipments of beef, 45 percent on turkey and some dairy products, and 75 percent on chicken, potatoes and high fructose corn syrup sent to Mexico.\nFor months, some of the most powerful business leaders in the country, and the lobbies and political figures that represent them, had hoped that the president’s strong wording was more a negotiating tactic than a real threat and that he would ultimately go along with their agenda of modernization. Nafta is nearly a quarter-century old, and people across the political spectrum say it should be updated for the 21st century while preserving the open trading system that has linked the North American economy.\nThe pact has allowed industries to reorganize their supply chains around the continent to take advantage of the three countries’ differing resources and strengths, lifting the continent’s economies and more than tripling America’s trade with Canada and Mexico since its inception. Economists contend that many workers have benefited from these changes in the form of higher wages and employment, but many workers have lost their jobs as manufacturing plants relocated to Mexico or Canada, making Nafta a target of labor unions, many Democrats and a few industries.\nBut most business leaders had hoped that the president, whose Nafta criticism has been unrelenting, would be content to oversee tweaks to modernize the agreement, and then call it a political transformation.\nIt sometimes looked as if that might be the case. The appointment of Robert Lighthizer as United States trade representative, who pledged in his confirmation hearing to “do no harm” to Nafta, reassured many on Capitol Hill, where Mr. Lighthizer had long served in aide roles. And when the administration released its negotiating goals in July for the deal, they echoed many priorities of previous administrations.\nBut now, eight weeks into trade talks that were originally supposed to conclude by year’s end, the administration continues to push for concessions that the business community warns would essentially undermine the pact, and which few observers believe Canada and Mexico could agree to politically.\n“Everyone knows that much of what is being proposed in key areas are, in effect, non-starters, which begs the question as to what, exactly, the administration is trying to achieve,” Michael Camuñez, a former assistant secretary of commerce under President Barack Obama, wrote in an email. It’s not unreasonable to think that by accommodating the president’s most extreme positions, American negotiators are “simply giving Trump cover to do what he really wants: withdraw from the agreement,” he said.\nPhil Levy, a trade adviser for the George W. Bush administration, said the president was most likely looking for a pretext to kill Nafta.\n“Find me the last trade agreement that U.S. passed with the chamber in opposition,” Mr. Levy said. “You don’t have a chance. It’s hard enough with the U.S. Chamber in favor.”\nThe most controversial of the administration’s proposals, floated by Commerce Secretary Wilbur Ross, would incorporate a sunset clause in the deal, causing Nafta to automatically expire unless all three countries voted periodically to continue it. That provision has drawn swift condemnation from the chamber and other industry groups like the National Association of Manufacturers, which say that it would instill so much uncertainty in the future of Nafta that it would basically nullify the trade agreement.\nAnother contentious push by the United States centers on changing Nafta’s rules governing how much of a product needs to be made in North America in order to enjoy tariff-free trade between the countries. The United States is pushing for higher levels, including a requirement to make 85 percent of the value of automobiles and auto parts in North America, up from 62.5 percent currently, and an additional requirement for 50 percent of the value to come from the United States.\nThat has pitted some of the world’s biggest auto companies against the Trump administration. Industry representatives say such high and complex barriers could deter companies from manufacturing in the United States altogether.\nImage\nEmployees at work in a new Honda plant in Mexico.CreditEduardo Verdugo/Associated Press\nThe administration has also proposed limits on the number of federal government contracts that Mexican and Canadian companies can win, as well as significant changes to how disputes are resolved under Nafta.\nBusiness groups say they are firmly opposed to an American push to curtail a provision called investor-state dispute settlement, which allows companies to sue Canada, Mexico and the United States for unfair treatment under Nafta. Meanwhile, Canada has said that it will not consider dispensing with another provision, Nafta’s Chapter 19, which allows countries to challenge each other’s anti-dumping and countervailing duty decisions before an independent panel.\nIn his remarks Tuesday, Mr. Donohue called the administration’s proposed changes to these provisions “unnecessary and unacceptable.”\nMr. Donohue’s remarks followed a sharp exchange of words between the Chamber of Commerce, the country’s most powerful business lobby, and the Trump administration on Friday.\nJohn Murphy, senior vice president of international policy for the chamber, said the administration’s proposals had “no identifiable constituency backing them” and had sparked “a remarkable degree of unity in their rejection.” He added that business leaders had perhaps never been at odds with an administration over a trade negotiation on so many fronts.\nHours later, the administration fired back.\n“The president has been clear that Nafta has been a disaster for many Americans, and achieving his objectives requires substantial change,” said Emily Davis, a spokeswoman for the trade representative. “These changes of course will be opposed by entrenched Washington lobbyists and trade associations. We have always understood that draining the swamp would be controversial in Washington.”\nMr. Trump is known for taking a tough negotiating stance, and analysts said the administration might view its ambitious opening requests as a way to gain more leverage in the Nafta negotiations.\nBut Mr. Murphy and others in the business community cautioned that such an approach would probably be ill-fated. In both Canada and Mexico, Mr. Trump is unpopular, and caving to his demands could have devastating consequences for local politicians. Mexican government officials have repeatedly said they would not negotiate with a gun to the head.\n“There’s an old adage in negotiations, never take a hostage you wouldn’t shoot,” Mr. Murphy said.\nA version of this article appears in print on , Section A, Page 1 of the New York edition with the headline: Business Groups Sound an Alarm As Nafta Teeters. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "It’s possible we won’t be able to make a deal, and it’s possible that we will,",
                "",
                true
            ],
            [
                "We’ll see if we can do the kind of changes that we need.",
                "",
                true
            ],
            [
                "We have to protect our workers.",
                "",
                true
            ],
            [
                "And in all fairness, the prime minister wants to protect Canada and his people also.",
                "",
                true
            ],
            [
                "So we’ll see what happens with Nafta, but I’ve been opposed to Nafta for a long time, in terms of the fairness of Nafta.",
                "",
                true
            ],
            [
                "And the chamber has had no choice but ring the alarm bells.",
                "",
                true
            ],
            [
                "Let me be forceful and direct,",
                "",
                true
            ],
            [
                "There are several poison pill proposals still on the table that could doom the entire deal.",
                "",
                true
            ],
            [
                "Any trade proposal that makes multinational corporations nervous is a good sign that it’s moving in the right direction for workers,",
                "Sherrod Brown",
                true
            ],
            [
                "Everyone knows that much of what is being proposed in key areas are, in effect, non-starters, which begs the question as to what, exactly, the administration is trying to achieve,",
                "Michael Camuñez",
                true
            ],
            [
                "simply giving Trump cover to do what he really wants: withdraw from the agreement,",
                "Trump",
                false
            ],
            [
                "Find me the last trade agreement that U.S. passed with the chamber in opposition,",
                "Levy",
                true
            ],
            [
                "You don’t have a chance.",
                "Levy",
                true
            ],
            [
                "It’s hard enough with the U.S. Chamber in favor.",
                "Levy",
                true
            ],
            [
                "a remarkable degree of unity in their rejection.",
                "",
                false
            ],
            [
                "The president has been clear that Nafta has been a disaster for many Americans, and achieving his objectives requires substantial change,",
                "Emily Davis",
                true
            ],
            [
                "These changes of course will be opposed by entrenched Washington lobbyists and trade associations.",
                "Emily Davis",
                true
            ],
            [
                "We have always understood that draining the swamp would be controversial in Washington.",
                "Emily Davis",
                true
            ],
            [
                "There’s an old adage in negotiations, never take a hostage you wouldn’t shoot,",
                "Murphy",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/interactive/2016/12/02/business/economy/globalties-exports-imports.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.parsintl.com/publication/the-new-york-times/",
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY"
            ]
        },
        "key_words": [
            "pacts",
            "states",
            "united",
            "trumps",
            "canada",
            "protect",
            "tough",
            "talk",
            "demise",
            "trade",
            "possible",
            "talks",
            "trump",
            "nafta",
            "raises",
            "prospects",
            "president"
        ]
    }
]