[
    {
        "url": "https://www.reuters.com/article/us-lilly-study/lillys-lung-cancer-drug-fails-main-goal-of-key-study-idUSKBN1CF19N",
        "title": "Lilly's breast cancer drug fails to help lung patients",
        "authors": [
            {
                "name": "Divya Grover",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-10",
        "text": "Lilly's breast cancer drug fails to help lung patients\n3 Min Read\n(Reuters) - Eli Lilly and Co said its recently approved breast cancer drug failed to meet a late-stage trial’s main goal of improving overall survival in patients with non-small cell lung cancer.\nThe news comes as a blow to the drugmaker, which has suffered setbacks on two potential blockbuster treatments over the past year - the delay of a rheumatoid arthritis drug, as well as the failure of an experimental Alzheimer’s treatment.\nA positive data in lung cancer patients would have given the drug, Verzenio, a competitive edge over rival breast cancer treatments such as Pfizer Inc’s Ibrance and Novartis AG Kisqali.\nThe drugmaker said on Tuesday that the late-stage trial was testing Verzenio in patients with advanced non-small cell lung cancer with mutation of the KRAS gene, whose cancer has progressed despite initial therapies.\nThe drug, whose chemical name is abemaciclib, was being compared with Roche’s erlotinib, sold under the brand name Tarceva.\nVerzenio belongs to a newer class of oral medicines called CDK 4/6 inhibitors that block cancer cells’ ability to divide and proliferate.\nLast month, the FDA approved the drug to treat advanced breast cancer that has progressed following prior treatment.\nVerzenio, however, showed some evidence of improvement in the latest trial’s secondary goals such as progression-free survival in patients and overall response rate, Lilly said.\nThe company currently has several ongoing trials evaluating Verzenio in non-small cell lung cancer, including a combination trial with Keytruda or chemotherapy, and does not plan to discontinue them, Guggenheim analyst Tony Butler wrote in a  client note.\nLung cancer is by far the largest oncology market in the United States with Merck & Co Inc’s Keytruda leading the space.\nKeytruda is an immuno-oncology drug, which works by taking the brakes off the immune system and allowing the body’s natural killer cells to home in on tumors.\nLilly’s shares fell 1.2 percent to $85.99 in afternoon trade on Tuesday.\nThe company last month laid off 8 percent of its employees in order to save around $500 million a year and made significant changes to its management.\nReporting by Divya Grover in Bengaluru; Editing by Maju Samuel\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "cancer",
            "verzenio",
            "lillys",
            "cell",
            "help",
            "trials",
            "breast",
            "lung",
            "trial",
            "nonsmall",
            "fails",
            "drug",
            "patients"
        ]
    }
]