[
    {
        "url": "http://money.cnn.com/2017/10/04/media/facebook-burr-warner-briefing/index.html",
        "title": "Senate Intel chair: point of Russian ads 'seems to have been to create chaos'",
        "authors": [
            {
                "name": "Dylan Byers",
                "link": null
            }
        ],
        "publisher": "money.cnn.com",
        "publish_date": "2017-10-04",
        "text": "Follow CNN Business\nSenate Intel chair: point of Russian ads 'seems to have been to create chaos'\nby Dylan Byers   @CNNMoney October 4, 2017: 4:56 PM ET\nSenate Intel chair: We won't release Facebook ads\n\"If you look from 10,000 feet,\" Senate Intelligence Committee Chairman Richard Burr told reporters at a briefing Wednesday, \"the subject matter\" of the 3,000 Russian-bought Facebook ads that have been turned over to his committee \"seems to have been to create chaos in every group that they could possibly identify in America.\"\nThe Kremlin-linked group that has been tied to those ads seems to have been trying to spread that chaos all over the country. Some of the Russian-bought Facebook ads specifically targeted swing states like Michigan, Wisconsin, Ohio and Florida, as well as other states whose Electoral College votes were not truly contested during the election, a source familiar with the matter told CNN.\nFacebook has said that roughly one-quarter of the 3,000 political ads bought by the Kremlin-backed Internet Research Agency were geographically targeted. CNN has confirmed that states targeted included Alabama, California, Florida, Georgia, Maryland, Michigan, Mississippi, Missouri, New York, Ohio, Texas and Wisconsin.\nIn both Michigan and Wisconsin, Donald Trump beat Hillary Clinton by less than one percentage point.\nAltogether, the 3,000 Russian-bought ads reached roughly ten million people, Facebook said earlier this week. As CNN has previously reported, the ads touched on a range of hot-button issues, including immigration, the Second Amendment, race and refugees. Some touched on Trump and Clinton.\nThe ads have been turned over both to Congress and to Special Counsel Robert Mueller's team, but at the Wednesday briefing, Burr said that his committee would not be releasing the material it has gotten from Facebook.\n\"The Senate Intelligence Committee does not release documents provided by witnesses, companies -- whoever, whatever the classification, it's not a practice that we're going to get into,\" Burr said, echoing similar comments he had made previously. But, he added, \"Clearly if any of the social media platforms would like to do that, we're fine with them doing it because we've already got scheduled an open hearing because we believe the American people deserve to hear firsthand.\"\nShortly after he said that, a Facebook source told CNN that the company has not changed its position, either, and it will not be releasing the ads. The source pointed to the rationale Facebook General Counsel Colin Stretch gave last month for not publicly releasing the ads, saying it intended to protect user information.\nDespite any jockeying between Facebook and the Senate committee over who -- if anyone -- would release the ads, Rep. Adam Schiff, the ranking member of the House Intelligence Committee, said in a statement after the Senate committee's briefing that \"It is my strong opinion that all of the Facebook advertisements purchased by the Russians should be made public.\"\nAsked at the briefing whether his committee had seen \"any evidence of a nexus between these Russian Facebook ads\" and any political campaign, Burr put off answering.\n\"We haven't even had our hearing yet,\" he said. \"Let us have the opportunity to have these folks in, ask them the questions. In many cases, [the Russians] didn't even take advantage of the most technical targeting tools that exist within those social media companies, so I would defer answering your question until we've completed the investigation.\"\nFacebook intends to testify in front of the Senate Intelligence Committee at a hearing next month, a source with knowledge of the matter told CNN Wednesday. Google and Twitter have also been invited to testify.\nSome of the targeted states had previously been reported by NBC News.\n-- CNN's Manu Raju contributed reporting.\nCNNMoney (New York) First published October 4, 2017: 4:56 PM ET\nNewsletter\n© 2019 Cable News Network. Turner Broadcasting System, Inc. All Rights Reserved.\nCNN Sans™ & © 2016 Cable News Network.\n",
        "quotes": [
            [
                "If you look from 10,000 feet,",
                "",
                true
            ],
            [
                "seems to have been to create chaos in every group that they could possibly identify in America.",
                "",
                false
            ],
            [
                "The Senate Intelligence Committee does not release documents provided by witnesses, companies -- whoever, whatever the classification, it's not a practice that we're going to get into,",
                "Burr",
                true
            ],
            [
                "Clearly if any of the social media platforms would like to do that, we're fine with them doing it because we've already got scheduled an open hearing because we believe the American people deserve to hear firsthand.",
                "Burr",
                true
            ],
            [
                "It is my strong opinion that all of the Facebook advertisements purchased by the Russians should be made public.",
                "Adam Schiff",
                true
            ],
            [
                "any evidence of a nexus between these Russian Facebook ads",
                "Burr",
                false
            ],
            [
                "We haven't even had our hearing yet,",
                "Burr",
                true
            ],
            [
                "Let us have the opportunity to have these folks in, ask them the questions.",
                "Burr",
                true
            ],
            [
                "In many cases, [the Russians] didn't even take advantage of the most technical targeting tools that exist within those social media companies, so I would defer answering your question until we've completed the investigation.",
                "Burr",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://newsroom.fb.com/news/2017/09/providing-congress-with-ads-linked-to-internet-research-agency/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/intent/user?screen_name=CNNMoney"
            ]
        },
        "key_words": [
            "intel",
            "facebook",
            "targeted",
            "chaos",
            "point",
            "source",
            "states",
            "chair",
            "intelligence",
            "ads",
            "michigan",
            "senate",
            "create",
            "committee",
            "told",
            "russian"
        ]
    }
]