[
    {
        "url": "http://www.addictinginfo.org/2016/09/18/a-dallas-cop-just-filed-suit-against-obama-hillary-black-lives-matter-for-really-bizarre-conspiracy/",
        "title": "A Dallas Cop Just Filed Suit Against Obama, Hillary, Black Lives Matter For Really Bizarre Conspiracy",
        "authors": [
            {
                "name": "Rika Christensen",
                "link": null
            }
        ],
        "publisher": "addictinginfo.com",
        "publish_date": "2016-09-18",
        "text": "·\nA Dallas police officer, seeing red after several shootings of police officers, has decided he’s had enough and he and his lawyer, are going to punish everyone they absolutely can for allegedly conspiring to create a race war. Yes, this is the same “race war” that the entire right sees whenever people call attention to the racism that permeates our justice system.\nPolice Sergeant Demetrick Pennie, a 17-year veteran of the Dallas police force, is suing leaders of the Black Lives Matter movement – along with the Rev. Al Sharpton, billionaire George Soros, Louis Farrakhan, former Attorney General Eric Holder, President Obama, Hillary Clinton, and many more. The bizarre part is that he and his attorney, right-wing nut Larry Klayman, actually see an active conspiracy here:\n“This is a civil action for the deprivation of Plaintiffs and other members of the class herein of their civil rights, conspiracy against the Plaintiffs and other members of the class herein civil rights and obstruction of justice to prevent the enforcement of civil rights.”\nThe complaint also says this:\n“Klayman received a call from Defendant New Black Panther Party and Black Lives Matter acting in concert with the other Defendants, all of whom are working together to ignite and continue the race war they have fomented, threatening to kill him and his family.” [emphasis mine]\nIn discussing the July 7 murders of Dallas police officers, the lawsuit states that the shooting suspect claimed he was acting alone, and was not affiliated with Black Lives Matter or anything else. An investigation into his background allegedly revealed that he was a member of the Nation of Islam and the New Black Panther Party.\nApparently, that’s enough to tie him and these groups directly to Hillary, Obama, Holder, and everyone else, although it’s hard to see how Klayman and Pennie actually know there’s a conspiracy here.\nIt’s like they just know – the complaint repeatedly states something along these lines:\n“Defendants, acting in concert, and each and every one of them are inciting the imminent serious bodily injury and killing of police officers and other law enforcement persons…”\n“Acting in concert” means there’s a knowing cooperation between two or more people to accomplish something. There’s no real, concrete evidence that anybody is actively working with anyone else to incite violence against police officers. Yet, they keep using that phrase. We do not think it means what they think it means. Either that, or a frightening amount of paranoia fueled this. Or both.\nIt’s probably both.\nThe complaint also accuses everyone of spreading the fiction that police officers “are intentionally and systematically targeting and hunting blacks and other minorities to kill them for no reason other than racism or sport.” Exaggerate much, Klayman? Lords, gods and minor deities, it’s amazing these conclusions are in an actual complaint filed in an actual court.\nOther known problems, such as arresting or shooting black people not guilty of any crimes, and that minorities are arrested and prosecuted disproportionately to the general population, are fiction on the planet from whence this complaint arose, too.\nKlayman, however, has been looking for a reason to file a suit like this for some time. Back in July, he threatened to sue Obama, Farrakhan, Sharpton and Black Lives Matter for putting his life in danger “as a white person.” At the time, he said things like this :\n“It is no wonder some cops, fearing for their lives in this anti-white, anti-Semitic and anti-Christian environment, sometimes are prone to literally pull the trigger too quickly.”\nHe’s not exactly the most credible person here. He has an axe to grind, and it doesn’t make Pennie look good for retaining him for this suit (or did Klayman persuade Pennie to finally give him what he needs to make a suit stick? We may never know).\nThe discovery phase of this lawsuit ought to be interesting.\nThe entire 66-page complaint is below:\n[scribd id=324251965 key=key-2XEsBrU2vkK8S40trOMu mode=scroll]\nFeatured image by Spencer Platt/Getty Images\nSearch\nArchives\nArchives\n",
        "quotes": [
            [
                "This is a civil action for the deprivation of Plaintiffs and other members of the class herein of their civil rights, conspiracy against the Plaintiffs and other members of the class herein civil rights and obstruction of justice to prevent the enforcement of civil rights.",
                "Larry Klayman",
                true
            ],
            [
                "Klayman received a call from Defendant New Black Panther Party and Black Lives Matter acting in concert with the other Defendants, all of whom are working together to ignite and continue the race war they have fomented, threatening to kill him and his family.",
                "Larry Klayman",
                true
            ],
            [
                "Defendants, acting in concert, and each and every one of them are inciting the imminent serious bodily injury and killing of police officers and other law enforcement persons",
                "",
                false
            ],
            [
                "are intentionally and systematically targeting and hunting blacks and other minorities to kill them for no reason other than racism or sport.",
                "",
                false
            ],
            [
                "It is no wonder some cops, fearing for their lives in this anti-white, anti-Semitic and anti-Christian environment, sometimes are prone to literally pull the trigger too quickly.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.rightwingwatch.org/post/larry-klayman-suing-obama-for-endangering-his-life-as-a-white-man/",
                "http://www.dallasnews.com/news/local-news/20160916-dallas-police-sergeant-files-federal-suit-accusing-black-lives-matter-leaders-of-inciting-anti-cop-violence.ece",
                "https://journalistsresource.org/studies/government/criminal-justice/police-reasonable-force-brutality-race-research-review-statistics/",
                "https://www.foxnews.com/us/dallas-cop-files-lawsuit-against-black-lives-matter-obama"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://legal-dictionary.thefreedictionary.com/Acting+in+concert"
            ]
        },
        "key_words": [
            "filed",
            "really",
            "civil",
            "war",
            "obama",
            "officers",
            "complaint",
            "black",
            "lives",
            "cop",
            "klayman",
            "dallas",
            "pennie",
            "hillary",
            "theres",
            "conspiracy",
            "suit",
            "matter"
        ]
    }
]