[
    {
        "url": "https://www.cnn.com/2016/09/22/politics/first-on-cnn-us-attorney-investigating-weiner-sexting-allegations/index.html",
        "title": "First on CNN: US attorney investigating Weiner sexting allegations",
        "authors": [
            {
                "name": "Tom Lobianco",
                "link": null
            },
            {
                "name": "Evan Perez",
                "link": null
            },
            {
                "name": "Shimon Prokupecz",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-22",
        "text": "Updated 7:01 PM ET, Thu September 22, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nAuthorities have opened preliminary investigations\nWeiner is alleged to have exchanged sexually explicit text messages with a purportedly underage girl\nWashington (CNN)\nProsecutors in the office of US Attorney Preet Bharara have issued a subpoena for Anthony Weiner's cell phone and other records, according to law enforcement officials.\nThe FBI and the New York Police Department have opened preliminary investigations of allegations that the former New York Democratic congressman exchanged sexually explicit text messages with a purportedly underage girl.\nSpokespersons for the US Attorney's Office in Manhattan and the FBI declined to comment.\nThe online sexting relationship allegedly went on for months between Weiner and a girl claiming to be just 15. The Daily Mail reported she said he sent her numerous photos, one of him in a pool and at least one bare-chested.\nRead More\nThe outlet reported that the girl said she reached out to Weiner in January on Twitter.\nIn a statement to CNN, Weiner neither confirmed or denied sending the texts.\n\"I have repeatedly demonstrated terrible judgment about the people I have communicated with online and the things I have sent. I am filled with regret and heartbroken for those I have hurt,\" he said.\nWeiner continued: \"While I have provided the Daily Mail with information showing that I have likely been the subject of a hoax, I have no one to blame but me for putting myself in this position. I am sorry.\"\nCNN has not been able to confirm this was a hoax.\nIn a statement, a spokeswoman for Republican presidential nominee Donald Trump noted that Weiner donated $550 to Hillary Clinton's presidential campaign last year.\n\"The announcement by the FBI and New York Police Department that they are investigating close Clinton ally Anthony Weiner's inappropriate relationship with an underaged female is extremely disturbing,\" Jessica Ditto said. \"The Clinton campaign should immediately return all campaign contributions from Weiner. America has had enough of the sleaze that is Clinton, Inc.\"\nWeiner left Congress in June 2011 when sexually-charged, sometimes explicit, texts with women other than his wife first emerged. His social media habits continued after leaving Congress and contributed to his poor showing in the 2013 New York City mayoral race, a contest in which he had once been a leading contender.\nCNN's Sonia Moghe contributed to this report.\n",
        "quotes": [
            [
                "I have repeatedly demonstrated terrible judgment about the people I have communicated with online and the things I have sent.",
                "",
                true
            ],
            [
                "I am filled with regret and heartbroken for those I have hurt,",
                "",
                true
            ],
            [
                "While I have provided the Daily Mail with information showing that I have likely been the subject of a hoax, I have no one to blame but me for putting myself in this position.",
                "Anthony Weiner",
                true
            ],
            [
                "The announcement by the FBI and New York Police Department that they are investigating close Clinton ally Anthony Weiner's inappropriate relationship with an underaged female is extremely disturbing,",
                "Jessica Ditto",
                true
            ],
            [
                "The Clinton campaign should immediately return all campaign contributions from Weiner.",
                "Jessica Ditto",
                true
            ],
            [
                "America has had enough of the sleaze that is Clinton, Inc.",
                "Jessica Ditto",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.cnn.com/2016/08/29/politics/anthony-weiner-sexting-trump-supporter/",
                "https://www.cnn.com/2016/08/29/politics/anthony-weiner-sexting-trump-supporter/index.html",
                "https://www.dailymail.co.uk/news/article-3790824/Anthony-Weiner-carried-months-long-online-sexual-relationship-troubled-15-year-old-girl-telling-hard-asking-dress-school-girl-outfits-pressing-engage-rape-fantasies.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "preliminary",
            "text",
            "purportedly",
            "office",
            "messages",
            "sexting",
            "underage",
            "weiner",
            "attorney",
            "fbi",
            "sexually",
            "opened",
            "investigating",
            "york",
            "allegations",
            "cnn"
        ]
    }
]