[
    {
        "url": "http://www.bbc.com/sport/football/41472696",
        "title": "World Cup 2018: Who needs what to qualify for Russia next year?",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "2017-10-11",
        "text": "11 Oct 2017\nHonduras are still in the running to reach a third World Cup finals in a row\nArgentina and Panama are among the latest teams to book their places at next summer's World Cup - but who else still has a chance?\nWe now know 23 of the 32 teams who will play in Russia next summer.\nWho is in the play-offs? Who can still make it? BBC Sport takes a look at the intriguing picture.\nWho has qualified?\nThe tournament will consist of 32 teams, with hosts Russia joined by 31 qualifiers from around the globe.\nThe holders no longer qualify automatically, but Germany have progressed as group winners with a 100% winning record in Group C.\nThere are 21 other sides guaranteed to be there: Brazil, Iran, Japan, Mexico, Costa Rica, Belgium, Saudi Arabia, South Korea, Spain, England, Nigeria, Poland, Egypt, Iceland, Serbia, France, Portugal, Argentina, Uruguay, Colombia and Panama.\nWho are in the European play-offs?\nEurope's places: 14 including hosts Russia. Already qualified: Russia, Belgium, Germany, England, Spain, Poland, Iceland, Serbia, Portugal, France\nSlovakia were the unlucky side to finish second in their group - behind England - but miss out.\nJames McClean fired the Republic of Ireland into the play-offs - but they cannot face Northern Ireland\nThey finished ninth in the table of runners-up, with the worst record against the teams first, third, fourth and fifth in their group, and so will have to be spectators next summer.\nThe eight teams who will play each other for places at the World Cup are:\nSwitzerland, Italy, Denmark, Croatia, Northern Ireland, Republic of Ireland, Sweden and Greece.\nFour of the sides will be seeded for the play-offs based on this month's Fifa rankings, which will be released on 16 October.\nThey will be Switzerland, Italy, Croatia and Denmark, meaning that there can be no Northern Ireland v Republic of Ireland play-off.\nRoad to Russia: The key dates\n17 October: Europe play-off draw (Zurich)\n9-11 November: Play-off first legs\n12-14 November: Play-off second legs\n1 December: Groups are drawn\n14 June - 15 July 2018: World Cup\nSouth America - Over to you, Peru\nSouth America places: 4 (plus a play-off place). Already qualified: Brazil, Uruguay, Colombia, Argentina\nA dramatic night of qualifying on Tuesday saw Argentina among the qualifiers in South America.\nChile were the side to slide out of contention altogether, meaning that Peru - who drew 1-1 with Colombia - now head into the play-offs.\nThey will face New Zealand over two legs next month for a place in the finals.\nConcacaf - Honduras heading all the way?\nNorth America, Central America and Caribbean places: 3 (plus a play-off place). Already qualified: Mexico, Costa Rica, Panama\nHonduras beat Mexico 3-2 on Tuesday to take advantage of the United States' slip up against Trinidad and Tobago and take the play-off place.\nThey will now face Australia over two legs.\nPanama defeated Costa Rica to also leapfrog the US and take the automatic qualification berth.\nAsia - Australia into play-offs\nAsia places: 4 (plus a play-off place). Already qualified: Iran, South Korea, Japan, Saudi Arabia\nSyria's unlikely 2018 World Cup dream is over after Tim Cahill's extra-time header meant Australia progressed 3-2 on aggregate to the final qualifying tie.\nMedia playback is not supported on this device\nSyria's 2018 World Cup dream ended by Australia\nAustralia will now play Honduras from the Concacaf section for a place in the finals.\nAfrica - Nigeria secure their place\nEgypt qualified for the World Cup finals for the first time since 1990\nAfrican places: 5. Already qualified: Nigeria, Egypt\nNigeria secured a sixth World Cup appearance with a 1-0 win over Zambia, while Liverpool's Mohamed Salah struck an injury-time winner as Egypt defeated Congo to reach the tournament for the first time since 1990, but Africa Cup of Nations champions Cameroon are out of the running.\nThere are no play-offs in Africa, with the team that top each of the five qualifying groups going through. Tunisia, Morocco and Senegal are the other current group leaders.\nOceania - New Zealand await opponents\nOceania places: One play-off place. Already qualified: None\nNew Zealand beat the Solomon Islands over two legs (as winners of their respective groups) to book their place in the inter-continental play-offs, and will take on Peru in November.\nFrom the section Football\nFrom the section Football\nFrom the section Football\nFrom the section England\nFrom the section Football\nFrom the section England\nAlso in Sport\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://www.bbc.com/sport/football/teams/england",
                "https://www.bbc.com/sport/football",
                "http://www.bbc.com/sport/football/teams/scotland"
            ]
        },
        "key_words": [
            "cup",
            "place",
            "qualify",
            "world",
            "playoff",
            "teams",
            "qualified",
            "2018",
            "needs",
            "playoffs",
            "ireland",
            "russia",
            "places"
        ]
    }
]