[
    {
        "url": "http://occupydemocrats.com/2016/09/22/unhinged-trump-campaign-chair-says-racism-didnt-exist-obama-viral-rant-2/",
        "title": "UNHINGED: Trump Campaign Chair Says Racism Didn’t Exist Before Obama In Viral Rant",
        "authors": [
            {
                "name": "Colin Taylor",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-22",
        "text": "Now Reading\nUNHINGED: Trump Campaign Chair Says Racism Didn’t Exist Before Obama In Viral Rant\n0 Shares\nThis perfectly illustrates how the right-wing digs their mental bogs of ignorance – blame Obama for literally everything; absolve self/race/identity group of all responsibility, then construct pleasant fantasy.\nSupporting her candidate’s constant efforts to sabotage what little support he has within the African-American community, she then went on to say that black Americans are responsible for the decades of their socioeconomic disenfranchisement by saying that “if you’re black and you haven’t been successful in the last 50 years, it’s your own fault. You’ve had every opportunity, it was given to you. You’ve had the same schools everybody else went to. You had benefits to go to college that white kids didn’t have. You had all the advantages and didn’t take advantage of it. It’s not our fault, certainly.”\nTo put a big white cherry on this perverse cake of racism, she then felt the need to add that “the Black Lives Matter movement is a stupid waste of time” and that low voter turnout is probably related to how black Americans “were raised.”\nIn one fell swoop, this woman has erased four hundred years of slavery, segregation and the Jim Crow era, the widespread lynchings of black Americans by radical Christian terrorist organizations like the Ku Klux Klan, the ghettoization of the inner cities, mass incarceration and the War On Drugs, and the wholesale slaughter of black Americans by law enforcement from the record. Instead, she is blaming the only black president our nation has ever had, when in reality it was his election that brought all the racism to the surface.\nShe is echoing sentiments shared by a large portion of the American population which has been either brainwashed by media narratives or too ignorant know any better, but it shows just how large a divide we face in try to engage with people so entirely divorced from reality. When the daft old woman was informed that this might sound offensive to some people, she replied “I don’t care, it’s the truth.”\nThe Trump campaign in a nutshell, ladies and gentlemen.\nSee Also\nWatch it here – her remarks begin at 4:40:\nWhat do you think?\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [
            [
                "if you’re black and you haven’t been successful in the last 50 years, it’s your own fault.",
                "",
                false
            ],
            [
                "You’ve had every opportunity, it was given to you.",
                "",
                true
            ],
            [
                "You’ve had the same schools everybody else went to.",
                "",
                true
            ],
            [
                "You had benefits to go to college that white kids didn’t have.",
                "",
                true
            ],
            [
                "You had all the advantages and didn’t take advantage of it.",
                "",
                true
            ],
            [
                "It’s not our fault, certainly.",
                "",
                true
            ],
            [
                "the Black Lives Matter movement is a stupid waste of time",
                "",
                false
            ],
            [
                "I don’t care, it’s the truth.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://occupydemocrats.com/privacy/"
            ]
        },
        "key_words": [
            "think",
            "unhinged",
            "america",
            "rant",
            "chair",
            "campaign",
            "black",
            "racism",
            "viral",
            "obama",
            "didnt",
            "americans",
            "youve",
            "trump",
            "exist"
        ]
    }
]