[
    {
        "url": "http://beforeitsnews.com/alternative/2017/10/las-vegas-false-flag-mass-shooting-real-casualties-and-crisis-actors-3559550.html",
        "title": "Las Vegas False Flag Mass Shooting: Real Casualties and Crisis Actors?",
        "authors": [
            {
                "name": "Makia Freeman",
                "link": null
            }
        ],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "Total:\nLas Vegas False Flag Mass Shooting: Real Casualties and Crisis Actors?\nThursday, October 5, 2017 2:51\n% of readers think this story is Fact. Add your two cents.\nThis CNN image of the Las Vegas mass shooting shows people standing very close to the police and even calmly using their cellphones. Why? Image credit: CNN\nThe Las Vegas false flag mass shooting\nthat occurred on the night of October 1st, 2017, is without doubt another false flag operation. The clues are everywhere, the official narrative is full of holes and the event fits the pattern of the false flag formula we have to come to know. We have another patsy who is a highly unlikely precision killer, we have evidence of multiple shooters, we have foreknowledge and we have no semblance of a motive. We live in such a twisted world that now, when events like these happen in the US, in an attempt to get to the truth we have to truly consider the possibility that the incident may have been a false flag hoax, i.e. a drill with crisis actors, fake ammo and fake blood. However, in this case, I personally know someone I trust who said their daughter’s friends were shot and injured. So: did real people die in this Las Vegas false flag operation? Was it a mixture of real casualties and crisis actors? Let’s take a look at the evidence and you can decide for yourself.\nLas Vegas False Flag: Real or Hoax? A Look at the Evidence\nRight off the bat, the official narrative is very difficult to swallow for many reasons. It seems impossible for an out-of-shape 64 year old man, with no military training, to kill 59 people and injure 500 from the height and distance he was at in the time he was said to have fired. Many videos have exposed the muzzle flashes that were occurring around the 4th or 5th floor. If the bullets were even real, there were multiple shooters.\nHowever, it is far from proven that there were actually real bullets fired that killed real people. Consider these 3 pieces of eyewitness testimony in this video  (embedded above). A man down on the ground claims that:\n“Someone has tapped into the sound system. There’s no hits, no hits. It’s the sound system.”\nAnother person in the same video shouted 3 times:\n“They’re not real gunshots.”\nA third person states:\n“I really don’t see anybody actually injured.”\nSomeone in the comments below that video claimed they knew someone who died, and linked to this LiveLeak video . However, this video doesn’t definitively prove anyone has died. It shows people who appear to have been hit … including some that bystanders say were hit in the head but are still breathing (is this even possible?). It also shows more of that bright red “blood” that was used during the Boston marathon false flag bombing (see image below).\nBright red “blood” from the Las Vegas false flag mass shooting. Real or fake? Image credit: LiveLeak\nWhere There’s No Smoke, There’s … No Fire\nIf the patsy Stephen Paddock really had discharged his AR-15 rifle for 10+ minutes as we were told, there would have been plumes of smoke emanating from the window from which he was firing … yet in the multiple videos of the event, there was no smoke. Not even a little. Therefore, how can we seriously entertain the notion that real shots were fired from the 32nd floor of the Mandalay Bay hotel?\nHow is it that eyewitnesses in this video  at the 9-min. mark were able to see where the alleged shots were coming from, but it took the cops (in CCTV-ville Las Vegas) an entire 72 minutes to get to the scene?\nLas Vegas false flag event: alleged eyewitness Mike Cronk.\nCrisis Actors Busted\nRemember the crisis actors in false flag ops like 9/11 who just knew too much information right after the event had unfolded – information they could not possibly have known were they not plants, being handled by governmental operatives? This guy on 9/11 , “Mark Walsh”, is surrounded by the Men in Black as he trots out his story about how he witnessed the whole event and that the towers collapsed “mostly due to structural failure because the fire was just too intense.” Talk about a scripted narrative! Who talks like that? Who talks like that right in the middle of an emotional crisis? The same type of planted actors can be found in the Las Vegas false flag too. This video exposes some of them who appear to have incredibly detailed information about the event that could not possibly have known unless they were reciting a script.\nEvery false flag shooting or bombing seems to have some key “heroes” who were not only eyewitnesses but also active participants in saving people’s lives. In the case of this Las Vegas false flag op, the MSM have decided to give a lot of air time to a guy we are told is called “Mike Cronk”. Mike apparently saved his buddy “Rob Macintosh”, who, we are told, was shot 3 times in the chest but still survived … and seems to be doing remarkably well in hospital, fully conscious and smiling for the cameras. Amazingly, Cronk didn’t even get any blood on him despite being next to his best friend who got shot in the chest so would have been spurting blood everywhere. This video shows footage of Mike Cronk’s testimony and the “injured” Rob Macintosh who isn’t even hooked up to IV.\nLas Vegas false flag mass shooting: this 4chan user knew about it 3+ weeks in advance.\nLas Vegas False Flag Foreknowledge\nThere are at least 2 examples of foreknowledge here. The first is the Hispanic woman who allegedly told everyone that “you’re all gong to fucking die” 45 minutes before the shooting started. The other is the prediction made by an anonymous user on 4chan (see image above).  Truthstream Media  shone light on the motive, which is not only the predictable gun control agenda, but also the more specific agenda to roll out metal detectors/body scanners throughout American hotels – as a stepping stone to having them virtually everywhere in society, so that wherever you go you will be monitored, radiated and bombarded with personalized advertising as in The Minority Report.\n*****\nWant the latest commentary and analysis on Conspiracy, Geopolitics, Natural Health, Sovereignty, Consciousness and more? Sign up for  free blog updates !\nMakia Freeman is the editor of alternative media / independent news site  The Freedom Articles  and senior researcher at  ToolsForFreedom.com , writing on many aspects of truth and freedom, from exposing aspects of the worldwide conspiracy to suggesting solutions for how humanity can create a new system of peace and abundance.\nSources:\n*http://freedom-articles.toolsforfreedom.com/false-flag-formula-15-ways-to-detect/\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\n500 plus wounded people and no one else has died. Not in the real world. The death toll would be climbing in a real world attack. How did they know the exact number of people who go killed so quickly if it was real. Does no add up.\nOct 5, 2017, 7:36 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nFeatured\nTop Global\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Someone has tapped into the sound system.",
                "",
                true
            ],
            [
                "There’s no hits, no hits.",
                "",
                true
            ],
            [
                "I really don’t see anybody actually injured.",
                "",
                true
            ],
            [
                "mostly due to structural failure because the fire was just too intense.",
                "",
                false
            ],
            [
                "you’re all gong to fucking die",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://freedom-articles.toolsforfreedom.com//las-vegas-false-flag-mass-shooting/https://www.youtube.com/watch?v=EwRaDZCP918",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://eepurl.com/bGkipf",
                "http://www.prodo1.com/",
                "https://beforeitsnews.com/v3/r2/?url=http://toolsforfreedom.com/",
                "https://beforeitsnews.com/v3/r2/?url=http://freedom-articles.toolsforfreedom.com//las-vegas-false-flag-mass-shooting/https://www.liveleak.com/view?i=956_1507066205",
                "https://beforeitsnews.com/v3/r2/?url=http://freedom-articles.toolsforfreedom.com/",
                "https://beforeitsnews.com/v3/r2/?url=http://freedom-articles.toolsforfreedom.com//las-vegas-false-flag-mass-shooting/https://www.youtube.com/watch?v=IsZr8swu7S4",
                "https://beforeitsnews.com/v3/r2/?url=http://freedom-articles.toolsforfreedom.com/boston-false-flag-government-coverup/",
                "https://beforeitsnews.com/v3/r2/?url=http://freedom-articles.toolsforfreedom.com//las-vegas-false-flag-mass-shooting/https://www.youtube.com/watch?v=Z45hI6YuC-I",
                "https://beforeitsnews.com/v3/r2/?url=http://freedom-articles.toolsforfreedom.com//las-vegas-false-flag-mass-shooting/https://www.youtube.com/watch?v=3KCbgITbNgI",
                "https://beforeitsnews.com/v3/r2/?url=http://freedom-articles.toolsforfreedom.com//las-vegas-false-flag-mass-shooting/https://www.youtube.com/watch?v=zNqxUuyHFzc",
                "https://beforeitsnews.com/v3/r2/?url=http://freedom-articles.toolsforfreedom.com/false-flag-formula-15-ways-to-detect/",
                "https://beforeitsnews.com/v3/r2/?url=http://freedom-articles.toolsforfreedom.com//las-vegas-false-flag-mass-shooting/https://www.youtube.com/watch?v=fB_J-nHkBLA",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "event",
            "actors",
            "real",
            "false",
            "crisis",
            "casualties",
            "shooting",
            "video",
            "vegas",
            "flag",
            "image",
            "las",
            "mass"
        ]
    }
]