[
    {
        "url": "http://www.addictinginfo.org/2016/09/20/george-h-w-bush-may-have-just-dealt-an-incredibly-stinging-blow-to-the-trump-train/",
        "title": "George H.W. Bush May Have Just Dealt An Incredibly Stinging Blow To The Trump Train",
        "authors": [
            {
                "name": "Rika Christensen",
                "link": null
            }
        ],
        "publisher": "addictinginfo.com",
        "publish_date": "2016-09-20",
        "text": "·\nGuess who George H.W. Bush is voting for? He lost to Bill Clinton in 1992, and his son is George W. Bush. Yet it seems that the elder Bush finds Trump so distasteful a candidate that he’s actually going to cast his vote for Hillary Clinton.\nAccording to Politico, Bush Sr. had originally planned on keeping quiet about this election. Considering the fact that he’s a Republican, and therefore expected to weigh in on the side of the Republicans’ chosen candidate, this is actually pretty major. But it wasn’t Bush himself who revealed his vote. It was Kathleen Kennedy Townsend—daughter of the late Robert Kennedy—who let this particular interesting tidbit slip:\n“On Monday, Townsend posted a picture on her Facebook page shaking hands next to the former president and this caption: ‘The President told me he’s voting for Hillary!!'”\nShe stood by that later on when talking to Politico. According to her, George H.W. Bush would rather vote for his former rival and successor’s wife than the god-awful train wreck that is Donald Trump.\nA spokesman for the Bush family refused to actually confirm this – he said that George H.W.’s vote is a private decision and will remain so. He himself isn’t commenting, but it seems that those who are in his inner circle aren’t being so tight-lipped, if Kennedy is to be believed.\nBush Sr. did make it clear back in May that he had absolutely zero intention of endorsing Trump. That’s a bold, but wise, move for any Republican, since Republicans are supposed to be on the side of freedom and Trump is on the side of dictatorship and authoritarianism.\nHis love of Russian president Vladimir Putin would suggest that he’s also on the side of autocracy. None of these three things meshes with the democracy Republicans say we’ve built in even the smallest way.\nEarlier in the summer, an administration official for George W. Bush announced that she would vote for Hillary, adding her name to an ever-growing list of Republicans and conservatives who can’t find it within themselves to support Trump. Jeb Bush has said he can neither vote for Hillary nor Trump.\nA former Republican president refusing to stand for the current Republican nominee is a stinging blow indeed.\nFeatured image by Scott Halleran/Getty Images\nSearch\nArchives\nArchives\n",
        "quotes": [
            [
                "On Monday, Townsend posted a picture on her Facebook page shaking hands next to the former president and this caption: ‘The President told me he’s voting for Hillary!!",
                "Kathleen Kennedy Townsend",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.politico.com/story/2016/09/exclusive-george-hw-bush-to-vote-for-hillary-228395?cmpid=sf",
                "https://www.washingtonpost.com/news/post-politics/wp/2016/08/08/george-w-bush-administration-official-announces-support-for-clinton-over-trump/",
                "https://www.theguardian.com/us-news/2016/sep/20/george-h-w-bush-voting-for-hillary-claims-member-of-kennedy-family"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "actually",
            "incredibly",
            "stinging",
            "blow",
            "president",
            "vote",
            "hw",
            "republicans",
            "george",
            "republican",
            "hes",
            "bush",
            "hillary",
            "train",
            "trump",
            "dealt"
        ]
    }
]