[
    {
        "url": "https://www.reuters.com/article/us-russia-usa-lavrov-tillerson/moscow-says-escalation-of-tension-on-korea-peninsula-unacceptable-idUSKBN1CE23X",
        "title": "Moscow says escalation of tension on Korea peninsula unacceptable",
        "authors": [
            {
                "name": "Denis Pinchuk",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-09",
        "text": "Moscow says escalation of tension on Korea peninsula unacceptable\nMOSCOW (Reuters) - Any escalation of tension on the Korean peninsula is unacceptable, Russian Foreign Minister Sergei Lavrov told U.S. Secretary of State Rex Tillerson in a phone call on Monday.\nU.S. President Donald Trump warned over the weekend that “only one thing will work” in dealing with Pyongyang, hinting that military action was on his mind.\n“Lavrov underlined the inadmissibility of any escalation of tension on the Korean peninsula, to which the USA’s military preparations lead, and called for contradictions to be resolved by diplomatic means only,” the foreign ministry said in a statement.\nLavrov also demanded the return of Russian diplomatic property seized by the United States in 2016 when former U.S. president Barack Obama expelled 35 Russian diplomats and ordered that some of its U.S. diplomatic properties be vacated.\nThe Obama administration said it was retaliating for Russian meddling in the U.S. presidential election.\nIn July, Moscow responded, ordering the United States to cut the number of its diplomatic and technical staff working in Russia by around 60 percent, to 455.\n“Russia reserves the right to go to court and to (take) retaliatory measures,” Lavrov told Tillerson.\nRussian President Vladimir Putin said last month the foreign ministry would go to court “to see just how efficient the much-praised U.S. judiciary is”.\nLavrov and Tillerson discussed the conflicts in Syria and Ukraine, the ministry said.\nLavrov said a Kiev-backed draft law aiming at “reintegration” of Ukraine’s Donbass region, which is controlled by Russian-backed separatists, contradicts the Minsk peace agreements aimed at resolving the conflict.\nThe draft law would declare separatist-controlled regions to be “occupied”, allowing Kiev to use military troops in those territories.\nThe ministry said the Russian and U.S. sides had agreed to continue a dialogue on “the difficult issues” between Deputy Foreign Minister Sergei Ryabkov and Undersecretary of State Thomas Shannon.\nWriting by Denis Pinchuk; Editing by Catherine Evans\n",
        "quotes": [
            [
                "Lavrov underlined the inadmissibility of any escalation of tension on the Korean peninsula, to which the USA’s military preparations lead, and called for contradictions to be resolved by diplomatic means only,",
                "",
                true
            ],
            [
                "Russia reserves the right to go to court and to (take) retaliatory measures,",
                "Lavrov",
                true
            ],
            [
                "to see just how efficient the much-praised U.S. judiciary is",
                "Vladimir Putin",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "foreign",
            "peninsula",
            "told",
            "united",
            "ministry",
            "diplomatic",
            "military",
            "moscow",
            "tension",
            "tillerson",
            "korea",
            "unacceptable",
            "escalation",
            "president",
            "russian"
        ]
    }
]