[
    {
        "url": "https://www.politico.com/story/2016/09/congress-obama-russian-hacking-228599?cmpid=sf",
        "title": "Lawmakers losing patience with Obama’s silence on Russian hacking",
        "authors": [
            {
                "name": "Isaac Arnsdorf",
                "link": null
            },
            {
                "name": "Tim Starks",
                "link": null
            },
            {
                "name": "Darren Samuelsohn",
                "link": null
            },
            {
                "name": "Alex Isenstadt",
                "link": null
            },
            {
                "name": "Ben Schreckinger",
                "link": null
            },
            {
                "name": "Burgess Everett",
                "link": null
            },
            {
                "name": "Nahal Toosi",
                "link": null
            },
            {
                "name": "Eric Geller",
                "link": null
            },
            {
                "name": "Martin Matishak",
                "link": null
            },
            {
                "name": "Cory Bennett",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-23",
        "text": "Lawmakers losing patience with Obama’s silence on Russian hacking\nThe window is rapidly closing for the White House to publicly hit back at Russia over a suspected Kremlin-backed cyber campaign to meddle in the U.S. election process, according to a vocal cadre of lawmakers who are hammering the Obama administration over its silence on the matter.\nThe lack of any open retaliation, they say, is giving Russian hackers free rein to manipulate the election process in the final lap of the campaign season, sowing further doubts about an electoral system that GOP presidential nominee Donald Trump frequently bashes as “rigged.”\nStory Continued Below\n“I’ve been very surprised the administration hasn’t done something about it,” said Sen. Dianne Feinstein of California, the top Democrat on the Senate Intelligence Committee. “I think it’s a very serious problem. This isn’t a small matter. It’s an historic matter. No one has ever been allowed to monkey around with our electoral system.”\nSen. Lindsey Graham (R-S.C.), a frequent critic of Russian President Vladimir Putin, lamented that the White House is tiptoeing around the hacks “because of this obsession they have with not offending Putin because of Syria and other things.”\n“If [Russia] did do it,” Graham added, “the Obama administration won’t do a damn thing about it.”\nNumerous former Obama administration officials acknowledge that the longer the White House waits to unveil any response, the more political scrutiny the move will receive, given Democrats’ allegations that the Kremlin is using its vast hacking apparatus to tilt the election in favor of Trump over Democratic rival Hillary Clinton.\nBy TIM STARKS\n“It’s harder to do the closer we get to the election,” said Timothy Edgar, who served in the first Obama administration as the director of privacy and civil liberties for the White House national security staff.\nAnd some lawmakers and policy experts believe waiting until after Election Day to strike back publicly means missing a chance to stem the tide of digital assaults on election targets.\n“You can’t deter after the fact,” said Adam Segal, an international cyber policy expert at the Council on Foreign Relations.\nBut officials are constrained by competing priorities that could take precedence over shaming Moscow for the hacks, which have compromised top Democratic political institutions as well as senior government officials on both sides of the aisle.\nAny response could put the final nail in the State Department’s already faltering efforts to negotiate a Syrian ceasefire agreement with Russia, spark a tit-for-tat cyber war between Washington and Moscow and potentially expose valuable espionage tactics at a time that the U.S. government is reportedly ramping up its digital snooping on Putin’s regime.\nAnd many on both sides of the aisle, as well as former officials, cautioned that moving swiftly on public finger wagging, economic sanctions or criminal indictments — the three most likely types of official responses — may have little actual deterrent effect before the election.\n“You know that countries conduct espionage on each other,” Senate Foreign Relations Chairman Bob Corker (R-Tenn.) told POLITICO when asked if the White House needed to issue an overt response. “You understand that, right?”\nHouse Intelligence Chairman Devin Nunes (R-Calif.) believes such public responses can establish an impossible mandate to identify hackers after every major breach.\nBy ISAAC ARNSDORF\n“I think that’s the danger in all this,” he said. “If you start to name someone, well, you’re going to have no shortage of people to name, and in a lot of cases it’s not attributable.”\nThe first of this summer’s election-themed cyber intrusions — at the Democratic National Committee — probably led to July’s mass leak of 20,000 internal emails that appeared to show the party’s favoritism for Clinton over her presidential rival Sen. Bernie Sanders (I-Vt.). The message dump forced the resignation of DNC Chairwoman Debbie Wasserman Schultz . Later, hackers released the personal contact information of nearly every Democratic House member and staffer after another digital break-in at the Democratic Congressional Campaign Committee.\nAccording to media reports and numerous former officials, the Obama administration is probably far along in its investigation into the attacks. U.S. intelligence officials already have “ high confidence ” that Moscow is involved in the spate of hacks, according to anonymous federal officials quoted in The New York Times.\nOn Thursday, Feinstein and House Intelligence Committee ranking member Adam Schiff (D-Calif.) said they had heard enough in their briefings with officials to conclude that Russia is to blame.\n“We believe that orders for the Russian intelligence agencies to conduct such actions could come only from very senior levels of the Russian government,” the pair said in a joint statement.\nThe remarks broke with other lawmakers — even those like Graham — who have cautioned against accusing Russia before authorities make an official determination.\n“I very much hope the president will respond,” Feinstein told POLITICO. “In my mind, there’s no question that the Russians have been poking around in our various systems.”\nLawmakers across the political spectrum have echoed Feinstein’s call for a response — regardless of who is responsible.\n“We need to take action,” Senate Foreign Relations Committee ranking member Ben Cardin (D-Md.) told POLITICO. “It’s not just naming, it’s … using the tools we have available to make it clear we won’t accept that type of behavior.”\nBut with little more than six weeks to go before Election Day, the administration's choices may be limited. Preparing criminal indictments for the hackers responsible can take months, even years. The DNC hack was revealed only in June, kicking off the slate of intrusions and leaks that are still ongoing. In the last few weeks alone, suspected Russian-linked hackers have posted personal information on Democratic donors, revealed internal House race strategy memos from the DCCC and leaked the personal emails of former Secretary of State Colin Powell and an apparent White House staffer .\n“If the process is governed by the criminal investigation, I don’t see that you’re going to have any response by the election,” said Michael Zweiback, a former chief of the cyber crimes section of the U.S. attorney’s office in California’s Central District.\nConversely, the administration has previously shown it can swiftly prepare economic sanctions following major hacks. It only took five weeks for the White House to announce sanctions on North Korea in retaliation for the bruising hack that temporarily disabled Sony Pictures Entertainment in late 2014.\nWhether similar sanctions could have a tangible deterrence effect on Russian hacking is debatable, though, even if such a move would help establish international norms in the long run.\nChristopher Swift, a former official with the Treasury Department office that oversees hacking-related sanctions, cautioned that Russia’s economy has already had two years to adjust to the strict international penalties slapped on the country in response to its military action in Ukraine. Additional sanctions may not be “adequate” to alter Moscow’s immediate decision-making, he said.\nRussian state-backed hackers often don’t work for the Kremlin in an official capacity, making them even more insulated from sanctions, added Swift, now a national security professor at Georgetown University.\nMany on Capitol Hill have simply pressured the Obama administration to publicly blame Russia for the hacks if the investigation finds it culpable.\n“The deterrence aspect of cyber response is very, very important,” said Sen. Deb Fischer (R-Neb.), who chairs a Senate Armed Services subcommittee that oversees cyber threats, during a recent hearing. “Public responses make an impression, as well.”\nBut cyber policy experts and former Justice Department and White House officials concede that any response before the election will have unpredictable ramifications on the presidential campaign trail, just as campaigns are entering the last leg of the race.\n“No matter what they do, people are going to try and politicize it,” said Chris Finan, former White House director of cybersecurity legislation and policy. “I don’t know that they can completely insulate themselves.”\n“Both candidates are going to be asked what their position is and what should be done about it,” said Ed McAndrew, a former DOJ national security cyber specialist. “I think that the response, unless it is a strong response, is going to create more potential issues than it’s going to solve, and that [is] certainly so for the candidates.”\nThe White House is also boxed in by the shaky deal the State Department tried to reach with Russia to reduce violence in Syria. State is also working with Russia to enforce the wide-ranging, controversial agreement reached with Iran last year to reduce its nuclear capabilities.\nThe State Department is one of several agencies — including the Justice Department, Defense Department and the National Security Agency — with a key voice at the table advising the White House on its response to the election hacks.\nGiven the sensitive situation, some forces within State are probably more hesitant to prod Moscow over other issues at the moment, agreed former officials from multiple agencies who have been involved in similar deliberations.\nThe State Department has as much ability to “throw up the red flag” as any other agency, said Edgar, the former White House cybersecurity official, who is now a visiting fellow with the Watson Institute of International and Public Affairs at Brown University.\nMost cyber experts and lawmakers — even those who favor a public retaliation — accept that Russia would retaliate in-kind for any public move the White House makes.\n“You never know how they’re going to respond,” Cardin said. “One thing is that you can’t take them for their word.”\nSome suspect that a recent online dump of apparent classified NSA hacking tools was meant as a sly message from Moscow to Washington: We’ll reveal your espionage secrets if you mess with us.\n“We need to be prepared for the Russians’ public response,” said McAndrew, the former DOJ cyber specialist. “And it might be a tit-for-tat, it might be [Russia publicly revealing our operations].”\nBut to those who favor public retaliation, the Obama administration can’t let these factors sway them from acting — and acting soon.\n“I think we still have some time,” said Sen. Jeanne Shaheen (D-N.H.), who has called on the Foreign Relations Committee to hold a hearing on the issue.\n“If you have an opportunity to forestall further meddling by sending a deterrent signal and making the Russians feel some pain … I think the administration has an obligation to do that irrespective of politics,” Finan said.\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "I’ve been very surprised the administration hasn’t done something about it,",
                "",
                true
            ],
            [
                "I think it’s a very serious problem.",
                "Dianne Feinstein",
                true
            ],
            [
                "This isn’t a small matter.",
                "Dianne Feinstein",
                true
            ],
            [
                "No one has ever been allowed to monkey around with our electoral system.",
                "Dianne Feinstein",
                true
            ],
            [
                "because of this obsession they have with not offending Putin because of Syria and other things.",
                "",
                false
            ],
            [
                "the Obama administration won’t do a damn thing about it.",
                "Graham",
                false
            ],
            [
                "It’s harder to do the closer we get to the election,",
                "Timothy Edgar",
                true
            ],
            [
                "You can’t deter after the fact,",
                "Adam Segal",
                true
            ],
            [
                "You know that countries conduct espionage on each other,",
                "",
                true
            ],
            [
                "I think that’s the danger in all this,",
                "",
                true
            ],
            [
                "If you start to name someone, well, you’re going to have no shortage of people to name, and in a lot of cases it’s not attributable.",
                "",
                true
            ],
            [
                "We believe that orders for the Russian intelligence agencies to conduct such actions could come only from very senior levels of the Russian government,",
                "",
                true
            ],
            [
                "I very much hope the president will respond,",
                "Feinstein",
                true
            ],
            [
                "In my mind, there’s no question that the Russians have been poking around in our various systems.",
                "Feinstein",
                true
            ],
            [
                "It’s not just naming, it’s … using the tools we have available to make it clear we won’t accept that type of behavior.",
                "Feinstein",
                true
            ],
            [
                "If the process is governed by the criminal investigation, I don’t see that you’re going to have any response by the election,",
                "Michael Zweiback",
                true
            ],
            [
                "The deterrence aspect of cyber response is very, very important,",
                "Deb Fischer",
                true
            ],
            [
                "Public responses make an impression, as well.",
                "",
                true
            ],
            [
                "No matter what they do, people are going to try and politicize it,",
                "Chris Finan",
                true
            ],
            [
                "I don’t know that they can completely insulate themselves.",
                "Chris Finan",
                true
            ],
            [
                "Both candidates are going to be asked what their position is and what should be done about it,",
                "Ed McAndrew",
                true
            ],
            [
                "I think that the response, unless it is a strong response, is going to create more potential issues than it’s going to solve, and that [is] certainly so for the candidates.",
                "Ed McAndrew",
                true
            ],
            [
                "You never know how they’re going to respond,",
                "Cardin",
                true
            ],
            [
                "One thing is that you can’t take them for their word.",
                "Cardin",
                true
            ],
            [
                "We need to be prepared for the Russians’ public response,",
                "McAndrew",
                true
            ],
            [
                "And it might be a tit-for-tat, it might be [Russia publicly revealing our operations].",
                "McAndrew",
                true
            ],
            [
                "I think we still have some time,",
                "Jeanne Shaheen",
                true
            ],
            [
                "If you have an opportunity to forestall further meddling by sending a deterrent signal and making the Russians feel some pain … I think the administration has an obligation to do that irrespective of politics,",
                "Finan",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.politico.eu/article/why-russia-is-top-suspect-in-the-democratic-national-committee-hack-cybersecurity/",
                "http://www.nytimes.com/2016/09/10/world/middleeast/syria-john-kerry-ceasefire-deal-russia.html",
                "http://www.nytimes.com/2016/07/27/us/politics/spy-agency-consensus-grows-that-russia-hacked-dnc.html?_r=0",
                "https://www.politico.com/story/2016/09/guccifer-2-0-dnc-docs-228091",
                "https://www.politico.com/story/2016/09/guccifer-hack-leaks-house-strategy-228208",
                "https://www.politico.com/story/2016/09/dc-leaks-hackers-white-house-michelle-obama-228517",
                "https://www.politico.com/story/2016/09/colin-powell-emails-clinton-trump-rumsfeld-228158",
                "https://www.politico.com/story/2016/08/democrats-cyberhack-house-226985"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://login.politicopro.com/?keepLoggedIn=on&lRedirect=true&sRedirect=http://directory.politicopro.com/congress/member/51841",
                "https://login.politicopro.com/?keepLoggedIn=on&lRedirect=true&sRedirect=http://directory.politicopro.com/congress/member/51605",
                "https://login.politicopro.com/?keepLoggedIn=on&lRedirect=true&sRedirect=http://directory.politicopro.com/congress/member/51184",
                "https://login.politicopro.com/?keepLoggedIn=on&lRedirect=true&sRedirect=http://directory.politicopro.com/congress/member/51186",
                "https://login.politicopro.com/?keepLoggedIn=on&lRedirect=true&sRedirect=http://directory.politicopro.com/congress/member/51608",
                "https://login.politicopro.com/?keepLoggedIn=on&lRedirect=true&sRedirect=http://directory.politicopro.com/congress/member/51663",
                "https://login.politicopro.com/?keepLoggedIn=on&lRedirect=true&sRedirect=http://directory.politicopro.com/congress/member/66834",
                "https://login.politicopro.com/?keepLoggedIn=on&lRedirect=true&sRedirect=http://directory.politicopro.com/congress/member/51133",
                "https://login.politicopro.com/?keepLoggedIn=on&lRedirect=true&sRedirect=http://directory.politicopro.com/congress/member/51313",
                "https://login.politicopro.com/?keepLoggedIn=on&lRedirect=true&sRedirect=http://directory.politicopro.com/congress/member/196054"
            ]
        },
        "key_words": [
            "election",
            "losing",
            "patience",
            "hacking",
            "officials",
            "administration",
            "silence",
            "cyber",
            "white",
            "state",
            "russia",
            "russian",
            "house",
            "public",
            "lawmakers",
            "response",
            "obamas"
        ]
    }
]