[
    {
        "url": "https://www.nytimes.com/2017/10/09/us/politics/trump-immigration-dreamers.html?rref=collection%2Fsectioncollection%2Fpolitics",
        "title": "After White House Issues Demands, Hopes for an Immigration Deal Dim",
        "authors": [
            {
                "name": "Yamiche Alcindor",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-09",
        "text": "Advertisement\nSupported by\nAfter White House Issues Demands, Hopes for an Immigration Deal Dim\nImage\nA rally last month in support of the Dreamers program. Democrats rejected a list of demands by the president on immigration.CreditCreditYana Paskova for The New York Times\nWASHINGTON — The list of hard-line immigration demands that President Trump said he needs to back protections for young undocumented immigrants triggered a furious response on Monday from Democrats and immigration activists, who gave no indication they were willing to strike any deal.\nMore important, it exposed a largely unspoken truth in the capital: Nearly a month after Democratic leaders and Mr. Trump celebrated the possibility of a bipartisan immigration deal , no such agreement appears on the horizon. Instead, any agreement that would shield about 800,000 young immigrants from deportation will depend on how far Democrats are willing to push the government toward a shutdown in mid-December, when a stopgap spending bill expires.\nRepresentative Nancy Pelosi of California, the Democratic leader, strongly hinted that if Republicans did not have the unity to keep the government open, Democrats would offer their votes only at a steep price. Democrats almost always need to add their votes on spending bills because of defections from the most conservative wings of the Republican Party. That was the scenario that Democratic leaders were playing for when they insisted that a deal reached in September would fund the government only until Dec. 8.\n“There is always in the background, what leverage do we have?” Ms. Pelosi said in an interview. “But it isn’t anything that has to be pronounced. It is there.”\nOn Sunday night, the White House issued a “framework” for an immigration deal that would protect so-called “Dreamers,” undocumented immigrants brought to the country as children. The demands included a wall across the southern border, 10,000 new immigration agents, tougher laws for those seeking asylum, the denial of federal grants to “sanctuary cities,” and an end to people bringing their extended family into the United States.\nImage\n“The $64,000 question is, is the president backing off what he said he would do to Leader Pelosi and I? And there are signs that he is,” Senator Chuck Schumer of New York said.CreditPete Marovich for The New York Times\nEven before those demands were issued, the solutions proliferating on Capitol Hill looked less like progress than testaments to Congress’s failure to come together, with five months left before the young immigrants previously protected by the Obama administration face possible deportation.\nDemocrats were sticking by the Dream Act, which has languished in Congress since it was introduced in 2001. Some Republicans were rallying around the less-generous Succeed Act, which has been rejected by many Democrats who would need to be on board for it to actually succeed. Another Republican senator introduced the Border Security and Deferred Action Recipient Relief Act, which twins border security and legalization for a fraction of the undocumented immigrants whom liberals have sought to protect.\nNone of those bills can now claim a majority in either chamber of Congress.\nMs. Pelosi and Senator Chuck Schumer of New York, the Senate Democratic leader, thought they were making progress with the president, who had appeared emotionally conflicted after he rescinded President Barack Obama’s order, known as Deferred Action for Childhood Arrivals, which protected young immigrants.\nNow they are not so sure.\n“The $64,000 question is, is the president backing off what he said he would do to Leader Pelosi and I? And there are signs that he is,” Mr. Schumer said. “But what we are saying is very simple: If the president has changed his mind and if he’s doing an about-face from what he told us, he ought to say it now. Not just prolong this. We will try to find other ways to help the Dreamers.”\nIn an interview Monday, Ms. Pelosi said she didn’t think Mr. Trump had backed out of their dinnertime agreement, but she said she found every single White House demand released this weekend “harmful” and unacceptable.\nMs. Pelosi stressed that she wants a solution for young immigrants “much sooner” than December.\nRepresentative Luis V. Gutiérrez, Democrat of Illinois, said Mr. Schumer and Ms. Pelosi need to forget about their Chinese dinner with the president and fall back on a strong-armed tactic — the threat of a government shutdown.\n“I hope the meal was grand because it is obvious today that Donald Trump is not keeping his word,” Mr. Gutiérrez said. “This is the glue that keeps them together, their adamant anti-immigrant policy, and you’re going to need a powerful political tool in order to dislodge them.”\nRepresentative Michelle Lujan Grisham, Democrat of New Mexico and the chairwoman of the Congressional Hispanic Caucus, called the White House’s demands “immoral.”\nThe back and forth between Democratic leaders and Mr. Trump — and the proliferating legislative responses — have revived memories of immigration failures in 2006, 2007 and 2015.\n“It’s great to have legislation, but I want to see results,” said Art Acevedo, the chief of the Houston Police Department. “We’ve had legislation on a lot of good policies. But what we want is to see it passed.”\nTom Nassif, president of Western Growers, a company that produces about half of all produce across the United States, said he hopes that politicians will finally make a deal after weighing the economic and humanitarian fallout from deporting thousands of workers. But he did not sound optimistic.\n“The jury is still out on whether they can get it done,” he said. “They haven’t proven they have been able to give and take and make compromises, whether it’s health care reform, or tax reform, or immigration reform.”\nImage\nSenator Lindsey Graham, right, Republican of South Carolina, has been working with Senator Richard J. Durbin, Democrat of Illinois, left, to push for a compromise on immigration.CreditPete Marovich for The New York Times\nDemocrats have said they would vote for some border security enhancements in exchange for the passage of legislation that mirrors the Dream Act, a bill introduced in 2001 by Senators Richard J. Durbin, Democrat of Illinois, and Orrin G. Hatch, Republican of Utah. That bill allows undocumented immigrants with high school diplomas or general equivalency diplomas to become citizens if they attend college, work or serve in the military.\nRepublicans have put out their own plans. Last month, Senators Hatch, Thom Tillis of North Carolina and James Lankford of Oklahoma offered the Succeed Act, which would make immigrants wait longer than the Dream Act to both become citizens and to help other family members become legal residents. Both senators said their bill would need to be tied to a border security measure.\nThen last week, Senator Jeff Flake, Republican of Arizona, a longtime champion of bipartisan immigration legislation, put up what he called a compromise, the Border Security and Deferred Action Recipient Relief Act. That legislation, among other things, would provide $1.6 billion in funding for border security measures, such as fortifying structures and building roads. It would offer a path toward citizenship only for current DACA recipients and children who have been in the country since 2012, and would target gang members and drug cartels for deportation.\nSenator Lindsey Graham, a South Carolina Republican who has been working with Mr. Durbin to push for a compromise on immigration, said he was “really, really happy to see so many Republicans weighing in.” But, he said, Republicans must realize that they will have to give up some of what they want.\n“The one thing, I tell you, that we can’t do, in my view, is fail,” he said.\nJo Anne Lyon, who attended a conservative gathering of pro-immigration activists last week, put her faith in a higher authority after meeting several lawmakers on Capitol Hill.\n“We need divine intervention for God to move people’s hearts,” Ms. Lyon said. “My prayer is, thaw the frozen hearts.”\nA version of this article appears in print on , Section A, Page 16 of the New York edition with the headline: President’s Idea of Compromise Shows Congress Hasn’t Gotten Far on Immigration. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "There is always in the background, what leverage do we have?",
                "Pelosi",
                true
            ],
            [
                "But it isn’t anything that has to be pronounced.",
                "Pelosi",
                true
            ],
            [
                "The $64,000 question is, is the president backing off what he said he would do to Leader Pelosi and I?",
                "",
                true
            ],
            [
                "And there are signs that he is,",
                "",
                true
            ],
            [
                "The $64,000 question is, is the president backing off what he said he would do to Leader Pelosi and I?",
                "Schumer",
                true
            ],
            [
                "And there are signs that he is,",
                "Schumer",
                true
            ],
            [
                "But what we are saying is very simple: If the president has changed his mind and if he’s doing an about-face from what he told us, he ought to say it now.",
                "Schumer",
                true
            ],
            [
                "We will try to find other ways to help the Dreamers.",
                "Schumer",
                true
            ],
            [
                "I hope the meal was grand because it is obvious today that Donald Trump is not keeping his word,",
                "Gutiérrez",
                true
            ],
            [
                "This is the glue that keeps them together, their adamant anti-immigrant policy, and you’re going to need a powerful political tool in order to dislodge them.",
                "Gutiérrez",
                true
            ],
            [
                "It’s great to have legislation, but I want to see results,",
                "Art Acevedo",
                true
            ],
            [
                "We’ve had legislation on a lot of good policies.",
                "Art Acevedo",
                true
            ],
            [
                "But what we want is to see it passed.",
                "Art Acevedo",
                true
            ],
            [
                "The jury is still out on whether they can get it done,",
                "",
                true
            ],
            [
                "They haven’t proven they have been able to give and take and make compromises, whether it’s health care reform, or tax reform, or immigration reform.",
                "",
                true
            ],
            [
                "really, really happy to see so many Republicans weighing in.",
                "",
                false
            ],
            [
                "The one thing, I tell you, that we can’t do, in my view, is fail,",
                "",
                true
            ],
            [
                "We need divine intervention for God to move people’s hearts,",
                "Lyon",
                true
            ],
            [
                "My prayer is, thaw the frozen hearts.",
                "Lyon",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/09/05/us/politics/trump-daca-dreamers-immigration.html?module=inline",
                "https://www.nytimes.com/2017/09/13/us/politics/trump-dinner-schumer-pelosi-daca-obamacare.html?module=inline",
                "https://www.nytimes.com/2017/09/06/us/politics/house-vote-harvey-aid-debt-ceiling.html?_r=0&module=inline",
                "https://www.nytimes.com/2017/09/07/us/politics/trump-pelosi-daca.html?module=inline",
                "https://www.nytimes.com/2017/10/08/us/politics/white-house-daca.html?hp=&action=click&pgtype=Homepage&clickSource=story-heading&module=inline&region=top-news&WT.nav=top-news"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.parsintl.com/publication/the-new-york-times/"
            ]
        },
        "key_words": [
            "young",
            "immigration",
            "dim",
            "issues",
            "democratic",
            "leaders",
            "demands",
            "spending",
            "willing",
            "votes",
            "pelosi",
            "white",
            "deal",
            "trump",
            "hopes",
            "house",
            "democrats"
        ]
    }
]