[
    {
        "url": "https://www.reuters.com/article/us-nobel-prize-medicine/how-we-tick-u-s-body-clock-scientists-win-nobel-medicine-prize-idUSKCN1C70Y7",
        "title": "How we tick: U.S. 'body clock' scientists win Nobel medicine prize",
        "authors": [
            {
                "name": "Niklas Pollard",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-10",
        "text": "October 2, 2017 /  9:42 AM / 2 years ago\nHow we tick: U.S. 'body clock' scientists win Nobel medicine prize\nSTOCKHOLM/LONDON (Reuters) - U.S. scientists Jeffrey Hall, Michael Rosbash and Michael Young won the 2017 Nobel prize for medicine on Monday for unraveling molecular mechanisms that control our internal body clocks.\nThese help explain how people experience jet lag when their internal circadian rhythms get out of sync, while also having wider implications for disorders ranging from insomnia to depression to heart disease.\nChronobiology, or the study of biological clocks, is now a growing field of research thanks to the pioneering work of the three scientists, who explained the role of specific genes in keeping fruit flies in step with light and darkness.\nToday, scientists are exploring new treatments based on such circadian cycles, including establishing the best times to take medicines, and there is an increased focus on the importance of healthy sleeping patterns.\n“This ability to prepare for the regular daily fluctuations is crucial for all life forms,” Thomas Perlmann, secretary of the Karolinska Institute Nobel Committee, told reporters.\n“This year’s Nobel prize laureates have been studying this fundamental problem and solved the mystery of how an inner clock in our bodies can anticipate daily fluctuations between night and day to optimize our behavior and physiology.”\nRosbash said the news that the trio had won the Nobel prize, which is worth 9 million Swedish crowns ($1.1 million), was “a little overwhelming”.\n“It took my breath away, literally. I was woken up out of deep sleep and it was shocking,” he told Reuters.\n“It’s great for basic science. It hasn’t had a tremendous amount of practical impact yet, so it’s really a very basic discovery ... It’s good to have the attention on this kind of basic work.”\nHall, most recently of the University of Maine, collaborated with Rosbash while they both were at Brandeis University in Waltham, Massachusetts. They split the prize with Young of Rockefeller University in New York City.\nScientists were already pondering the concept of body clock genes in the 1960s and 1970s.\nMichael W. Young (C), a joint winner of the 2017 Nobel Prize in Physiology or Medicine, walks to a press conference at The Rockefeller University in New York, U.S., October 2, 2017. REUTERS/Shannon Stapleton\nThen, in the mid-1980s, the three laureates used fruit flies to isolate a gene called period that controls the normal daily biological rhythm and showed how it encodes a protein called PER that accumulates in cells during the night and degrades during the day. Further research revealed the role of other genes in the complex system.\n“We were hopeful what we did in the fly would pertain more widely,” Young said in news briefing at Rockefeller University on Monday, but added that “it has unfolded in a way that just couldn’t be imagined at the beginning.”\nYoung said the trio could not have anticipated that the whole system could be revealed in their lifetimes, but new scientific tools helped accelerate the work.\n“Just like puzzle pieces, the genes fell out and the way they work together provided this beautiful mechanism that we now appreciate.”\nTheir discoveries help explain how plants, animals and humans adapt their biological rhythm to be in synch with the Earth’s revolutions.\n“Before you’ve got the genes, everything is a black box,” Michael Hastings of the MRC Laboratory of Molecular Biology in Cambridge, England, told Reuters: “Once you’ve got the genes, everything is possible.”\nScientists now understand that body clocks influence alertness, hunger, metabolism, fertility, mood and other physiological conditions. And researchers have begun to study the implications of erratic sleeping and working patterns or children who stay up late.\n“We are learning more and more what impact it has to not follow your clock,” Nobel committee member Christer Hoog told Reuters. “If you constantly disobey your clock, what will happen? Medical research is going on with regards to that.”\nMedicine is the first of the Nobel Prizes awarded each year. The prizes for achievements in science, literature and peace were created in accordance with the will of dynamite inventor and businessman Alfred Nobel and have been awarded since 1901.\nNobel medicine laureates have included scientific greats such as Alexander Fleming, the discoverer of penicillin, and Karl Landsteiner, whose identification of separate blood types opened the way to carrying out safe transfusions.\nSlideshow (10 Images)\nThe prize has not been without controversy, especially with the benefit of hindsight, such as the 1948 award for the discovery of DDT, a chemical that helped battle epidemics but was later banned due to its harmful environmental impact.\n(For Nobel Prize winner graphic, click tmsnrt.rs/2y6ATVW )\nAdditional reporting by Julie Steenhuysen, Scott Malone, Anna Ringstrom, Simon Johnson, Daniel Dickson, Helena Soderpalm and Johannes Hellstrom; Editing by Gareth Jones and Andrea Ricci\n",
        "quotes": [
            [
                "This ability to prepare for the regular daily fluctuations is crucial for all life forms,",
                "Thomas Perlmann",
                true
            ],
            [
                "This year’s Nobel prize laureates have been studying this fundamental problem and solved the mystery of how an inner clock in our bodies can anticipate daily fluctuations between night and day to optimize our behavior and physiology.",
                "",
                true
            ],
            [
                "It took my breath away, literally.",
                "",
                true
            ],
            [
                "I was woken up out of deep sleep and it was shocking,",
                "",
                true
            ],
            [
                "It’s great for basic science.",
                "Michael Rosbash",
                true
            ],
            [
                "It hasn’t had a tremendous amount of practical impact yet, so it’s really a very basic discovery ... It’s good to have the attention on this kind of basic work.",
                "Michael Rosbash",
                true
            ],
            [
                "We were hopeful what we did in the fly would pertain more widely,",
                "Michael Young",
                true
            ],
            [
                "it has unfolded in a way that just couldn’t be imagined at the beginning.",
                "Michael Young",
                false
            ],
            [
                "Just like puzzle pieces, the genes fell out and the way they work together provided this beautiful mechanism that we now appreciate.",
                "Michael Young",
                true
            ],
            [
                "Before you’ve got the genes, everything is a black box,",
                "Michael Hastings",
                true
            ],
            [
                "Once you’ve got the genes, everything is possible.",
                "Michael Hastings",
                true
            ],
            [
                "We are learning more and more what impact it has to not follow your clock,",
                "Christer Hoog",
                true
            ],
            [
                "If you constantly disobey your clock, what will happen?",
                "Christer Hoog",
                true
            ],
            [
                "Medical research is going on with regards to that.",
                "Christer Hoog",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://fingfx.thomsonreuters.com/gfx/rngs/NOBEL-PRIZE/010050ZC27H/index.html"
            ]
        },
        "key_words": [
            "young",
            "nobel",
            "prize",
            "way",
            "scientists",
            "genes",
            "rockefeller",
            "medicine",
            "body",
            "win",
            "clock",
            "university",
            "told",
            "tick"
        ]
    }
]