[
    {
        "url": "http://www.cnn.com/style/article/female-race-driver-peduzzi-fiat/index.html",
        "title": "How did Ferrari's first female driver disappear?",
        "authors": [
            {
                "name": "Jared Zaugg",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-01-21",
        "text": "Updated 21st January 2016\nWritten by Jared Zaugg, CNN\nAs one of the greatest female racecar drivers of her era, Anna Maria Peduzzi is an enigma. Not only is she all-but-unknown outside historic motoring circles -- and Italian ones at that -- it's nigh impossible to even confirm the date of her death. She was a flame that burned bright on the track with skills to compete with the best international drivers -- male or female -- yet she mostly chose to compete in races only within her native Italy. She was the first woman known to have raced for Scuderia Ferrari -- the most successful racing team in history -- but finding good portraits of her is no simple task.\nPeduzzi is a figure that not only features successfully in the high-risk, male-dominated sport of pre- and post-war motor racing, she was also a pioneer.\nNicknamed \"La Marocchina,\" meaning Moroccan Girl in Italian, for her dark complexion, Peduzzi competed in over 50 races in a career that started in the 1930s and, after the forced hiatus caused by World War Two, saw its apex in the 1950s. She was associated with the greatest names in Italian motorsport -- Ferrari, Alfa Romeo, Stanguellini, OSCA and FIAT -- and she participated in the greatest races in Italy, including the famed Mille Miglia and the 1000km Giro di Sicilia.\nStamina, skill and might\nWhile never a championship driver, she did win her class on several occasions -- against championship drivers -- and she achieved multiple podium placements.\nThese triumphs can't be underscored enough considering that racing in those days was very much a blood sport. With thin, lightweight fiberglass hardhats deemed state-of-the-art and seat belts relatively absent if not completely unknown, protection for drivers was non-existent. Furthermore, controlling these very powerful but primitive machines at high velocities with no power-assisted steering or brakes required genuine physical strength.\nDriving in those days didn't just necessitate skill, concentration and stamina, it demanded might.\nLeading Ferrari historian Marcel Massini points out that in 1956 Peduzzi became the owner of a unique Ferrari 500 Testa Rosa Spider that she inaugurated by racing with co-driver Gilberte Thirion in that year's Montlhéry 1000. \"Two women in a brutal and rare open sports racing Ferrari in the 1950s -- that must have been quite a sight!\" And Peduzzi was clearly not intimidated because she went on to campaign the model in 12 more races, including the Grand Prix of Rome and the legendary Sicilian mountain endurance race of Targa Florio.\n'La Marocchina' and her FIAT\nNotwithstanding her proficient abilities, not all cars La Marocchina piloted were brutes. In between racing her Ferrari in the 1950s she acquired a very special and refined sports racing car: a FIAT 8V Elaborata with coachwork by Zagato.\nPeduzzi's unique model was a Gran Turismo, which was a category of car only recently conceived -- comfortable, well appointed, capable of being used every day yet sufficiently aerodynamic and fast enough to be competitively raced on weekends. This class of vehicle would soon revolutionize automobile competition and Peduzzi was an active participant.\nThe ideal combination of strength and beauty, this FIAT was technically advanced with four-wheel independent suspension and a lithe eight-cylinder alloy engine, and was bodied by perhaps the most renowned coachbuilder in Italian history, Carrozzeria Zagato.\nA fully restored FIAT 8V Elaborata Zagato Credit: Bonhams / P. Litwinski\nThroughout the decades, Zagato designs have been legendary and represent the epitome in taste and style. In the 1930s a wealthy Milanese family famously took Zagato to court on the grounds that their son must have been \"mad\" to order a \"shockingly expensive\" Zagato-bodied Alfa Romeo. The judge rejected their claim, saying: \"The search for beauty is a most normal thing in a man.\"\nA trailblazing racecar driver\nSporting Zagato's iconic \"double bubble\" roof and stunning lines, Peduzzi's jewel-like charger was one of just five ever constructed.  She entered it into the VI Coppa Internazionale della Dama where contestants had to first face the grueling hill climb before completing six laps on the track. Wearing race number 64, Peduzzi -- who had already mastered the same race in the 1951, 1952 and 1954 editions -- drove to an impressive second place finish, right behind the winner and her future Ferrari teammate Gilberte Thirion in a Mercedes-Benz 300 SL \"Gullwing.\"\nThe special handbuilt FIAT left Peduzzi's ownership and has spent decades out of the limelight Credit: Bonhams / P. Litwinski\nAs is the case with most competition cars, this special handbuilt FIAT left Peduzzi's ownership and was actively campaigned by subsequent stewards in France before slowly fading into obscurity like its first proprietor.\nNow, several decades later, the rare and race-proven 1953 FIAT 8V Elaborata Zagato has been brought back out of the shadows, fully refreshed by a professional, comprehensive restoration from marque specialists. It will make its debut this month at Bonhams' annual auction of classic cars in Scottsdale, Arizona, on January 28th where it could fetch $2 million.\nIt's a fitting tribute to a storied Italian carmaker, a legendary Italian coachbuilder and to the memory of a trailblazing racecar driver.\nBest Lifestyle & Leisure\n",
        "quotes": [
            [
                "Two women in a brutal and rare open sports racing Ferrari in the 1950s -- that must have been quite a sight!",
                "",
                true
            ],
            [
                "The search for beauty is a most normal thing in a man.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://www.bonhams.com/auctions/23132/"
            ]
        },
        "key_words": [
            "racing",
            "races",
            "italian",
            "disappear",
            "female",
            "zagato",
            "ferraris",
            "racecar",
            "drivers",
            "fiat",
            "ferrari",
            "peduzzi",
            "special",
            "driver"
        ]
    }
]