[
    {
        "url": "http://www.bbc.com/sport/rugby-league/41553907",
        "title": "Rugby League World Cup: Sam Tomkins not in England squad",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "2017-10-09",
        "text": "9 Oct 2017\nShare this page\nShare this with\nRugby League World Cup on the BBC\nVenues: Australia, New Zealand and Papua New Guinea\nDates: 27 October to 2 December\nCoverage: Watch live coverage and highlights on BBC TV, Connected TV, online & the BBC Sport app and listen to live commentary on BBC Radio 5 live.\nWigan's Sam Tomkins has missed out on a place in England's 24-man squad for the Rugby League World Cup in Australia, New Zealand and Papua New Guinea.\nCastleford Tigers' Zak Hardaker, who like Tomkins could have played at full-back, is also not selected, after he tested positive for cocaine.\nWarrington forward Ben Currie and St Helens prop Alex Walmsley - both of whom are uncapped - are called up.\nHooker James Roby returns after a two-year absence from the team.\nWigan loose forward Sean O'Loughlin captains a squad featuring seven NRL-based players, including South Sydney Rabbitohs duo Sam and Tom Burgess.\nJames Graham and Gareth Widdop of the St George Illawarra Dragons, Canberra Raiders pair Josh Hodgson and Elliott Whitehead, and Cronulla Sharks' Chris Heighington are also included.\nEngland head coach Wayne Bennett said: \"The competitiveness of Super League and NRL, and knowing the goal of playing for your country in a World Cup, has made many raise their game and become better athletes.\n\"The England programme has been very active leading into this tournament and having the squad meet up on regular occasions - on and off the field - has put us in a positive place before everyone gets into camp.\"\nAll of England's matches will be broadcast live on BBC TV, radio and online.\nAnalysis\nBBC Sport rugby league correspondent Dave Woods:\nThe absence of Sam Tomkins may have surprised a few, especially given Zak Hardaker is not available, but looking at this squad, Wayne Bennett would seem to have pencilled in St Helens' Jonny Lomax as his first-choice full-back.\nTomkins hasn't done enough since his return from injury to convince the England selectors that he's ready for the international stage.\nBennett has gone for size in the outside backs. Mark Percival is named in the 24, but don't be surprised if Leeds powerhouse Kallum Watkins and Ben Currie - usually a forward - are the picks in the centres.\nCurrie has only played a couple of games at the back end of the season for Warrington after a lengthy lay off with an anterior cruciate ligament problem, and has yet to win an England cap, but his pace and power make him a potentially stand out player.\nYou can't argue with James Roby's return after a two-year international absence, because he's been as dynamic as ever for Saints this year. Roby and Josh Hodgson make a world-class pairing to chose from at hooker.\nIt will be interesting to see what Bennett's choice is in the halves, but a couple of weeks out from the tournament beginning, Gareth Widdop and Luke Gale would seem to be the pairing of choice.\nBut a tournament played over a six-week period should mean just about everybody in the squad gets a go as form fluctuates and injuries occur.\nBut compared to other squads and the settled nature of this English set-up going into RLWC 2017, they have a very good chance of reaching the final at least.\nFull squad: John Bateman, Kevin Brown, Sam Burgess, Tom Burgess, Ben Currie, Luke Gale, James Graham, Ryan Hall, Chris Heighington, Chris Hill, Josh Hodgson, Jonny Lomax, Jermaine McGillvary, Mike McMeeken, Sean O'Loughlin, Mark Percival, Stefan Ratchford, James Roby, Scott Taylor, Alex Walmsley, Kallum Watkins, Elliott Whitehead, Gareth Widdop, George Williams.\n",
        "quotes": [
            [
                "The competitiveness of Super League and NRL, and knowing the goal of playing for your country in a World Cup, has made many raise their game and become better athletes.",
                "Wayne Bennett",
                true
            ],
            [
                "The England programme has been very active leading into this tournament and having the squad meet up on regular occasions - on and off the field - has put us in a positive place before everyone gets into camp.",
                "Wayne Bennett",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.bbc.com/sport/rugby-league/41542423"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "cup",
            "bbc",
            "sam",
            "world",
            "england",
            "widdop",
            "rugby",
            "tv",
            "tournament",
            "tomkins",
            "league",
            "squad",
            "james"
        ]
    }
]