[
    {
        "url": "https://www.cnn.com/2016/09/26/politics/debate-fight-history-2016-election/index.html",
        "title": "Fight nights past: Best debate knockout lines",
        "authors": [
            {
                "name": "Gregory Krieg",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-26",
        "text": "Updated 7:15 AM ET, Mon September 26, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\n(CNN)\nDebate stages have long doubled as presidential burial grounds. With a few sharp lines, an acid quip, or just a well-timed nod, the candidates can do more to unravel their opponents than in a hundred speeches or television commercials.\nDonald Trump and Hillary Clinton have made no secret of their disdain for each another. But on Monday night, there will be no safety net and nowhere to hide -- just two people on stage and, as some analysts believe, 100 million more watching their every move.\nReagan rolls Carter\nRead More\nThe incumbent President Jimmy Carter wanted to talk about Ronald Reagan's work as governor of California. But Reagan had heard enough -- and bet that voters felt the same way.\nAs Carter finished a long point with a comment on his opponent's \"typical\" positions, Reagan stepped in with four words:\n\"There you go again.\"\nObama mocks Mitt\nMitt Romney had been hammering President Barack Obama for having downsized parts of the armed forces. But Obama turned it around on his 2012 challenger, mocking and painting him as out of touch with modern foreign policy questions.\nA killer joke\nIn 1984, Reagan sent Republicans into a panic with a garbled opening debate performance against Walter Mondale.\nThe Baltimore Sun's Henry Trewhitt asked if the President's age would keep him from being able to do the job. Here is Reagan's cheeky response, which Mondale would later describe as having effectively ended the race:\n\"Not at all. And, Mr. Trewhitt, I want you to know also I will not make age an issue of this campaign. I am not going to exploit for political purposes my opponent's youth and inexperience.\"\nLloyd Bentsen knew Jack Kennedy, then he owned Dan Quayle\nYou can see it about 15 seconds into the clip. Vice presidential candidate Sen. Lloyd Bentsen's brow shoots up as Dan Quayle, George H.W. Bush's 1988 running mate, answers a question about his relative inexperience, saying, \"I have as much experience in the Congress as Jack Kennedy did when he sought the presidency.\"\nBentsen fired back:\n\"Senator, I served with Jack Kennedy. I knew Jack Kennedy. Jack Kennedy was a friend of mine. Senator, you're no Jack Kennedy.\"\nMondale buries the \"hatchet man\"\nBefore he was a warmly remembered war hero who lost his own presidential race in a 1996 landslide to Bill Clinton, Bob Dole had a different kind of notoriety. During a 1976 vice presidential debate with Walter Mondale, he showed why. Asked if Watergate, and then President Gerald Ford's pardon of Richard Nixon, were off-limits, Dole launched into a long rant essentially blaming \"Democrat wars\" for killing millions of Americans.\nMondale hit back with one line:\n\"I think Sen. Dole has richly earned his reputation as a hatchet man tonight.\"\nPerot sets himself apart\nWith his Texas twang, Ross Perot made a serious dent in the 1992 presidential race. Here he underlines why his lack of experience in government was going to be a political asset:\n\"I don't have any experience in running up a $4 trillion debt. I don't have any experience in gridlock government, where nobody takes responsibility for anything and everybody blames everybody else. I don't have any experience in creating the worst public school system in the industrialized world, the most violent crime-ridden society in the industrialized world. But I do have a lot of experience in getting things done.\"\nLincoln prints and publishes his debate zingers\nAbraham Lincoln and Steven A. Douglas square off in a cartoon titled, \"The undecided political prize fight\" (1860)\nThough the words were spoken during one of their celebrated 1858 Senate debates, Abraham Lincoln was so pleased with his performance against Stephen A. Douglas, he took the transcripts (which he edited, liberally, on his own) and published them in a book before their 1860 presidential rematch.\nIn arguing that Douglas was using a flimsy principle as a bogus pretext for spreading slavery nationwide, Lincoln mockingly asked what remained of the substance of his rival's position:\n\"Has it not got down as thin as the homeopathic soup that was made by boiling the shadow of a pigeon that had starved to death?\"\nGore questions (the first) Bush's resume\nAl Gore was running for vice president in 1992, but that didn't mean he wasn't aiming high. Here is the shot he took at George H.W. Bush, who had sought to attach his record to that of his former boss Reagan, during a three-way debate with Dan Quayle and Adm. James Stockdale:\n\"George Bush taking credit for the Berlin Wall coming down is like the rooster taking credit for the sunrise.\"\nBush shakes off Gore\nSometimes, words are unnecessary. At 11:58 in this clip, early on in his debate with Al Gore, George W. Bush responds to the vice president's ill-timed stroll and apparent attempt to intimidate him with a simple -- but devastating -- silent shake of his head.\n",
        "quotes": [
            [
                "And, Mr. Trewhitt, I want you to know also I will not make age an issue of this campaign.",
                "",
                true
            ],
            [
                "I am not going to exploit for political purposes my opponent's youth and inexperience.",
                "",
                true
            ],
            [
                "I have as much experience in the Congress as Jack Kennedy did when he sought the presidency.",
                "",
                true
            ],
            [
                "Senator, I served with Jack Kennedy.",
                "Lloyd Bentsen",
                true
            ],
            [
                "Jack Kennedy was a friend of mine.",
                "Lloyd Bentsen",
                true
            ],
            [
                "Senator, you're no Jack Kennedy.",
                "Lloyd Bentsen",
                true
            ],
            [
                "I think Sen. Dole has richly earned his reputation as a hatchet man tonight.",
                "Walter Mondale",
                true
            ],
            [
                "I don't have any experience in running up a $4 trillion debt.",
                "",
                true
            ],
            [
                "I don't have any experience in gridlock government, where nobody takes responsibility for anything and everybody blames everybody else.",
                "",
                true
            ],
            [
                "I don't have any experience in creating the worst public school system in the industrialized world, the most violent crime-ridden society in the industrialized world.",
                "",
                true
            ],
            [
                "But I do have a lot of experience in getting things done.",
                "",
                true
            ],
            [
                "Has it not got down as thin as the homeopathic soup that was made by boiling the shadow of a pigeon that had starved to death?",
                "",
                true
            ],
            [
                "George Bush taking credit for the Berlin Wall coming down is like the rooster taking credit for the sunrise.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2016/03/10/opinions/holzer-lincoln-douglas-debates/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://books.google.ca/books?id=VrBXAwAAQBAJ&pg=PA245&dq=%22thin+as+the+homeopathic+soup%22&hl=en&sa=X&redir_esc=y"
            ]
        },
        "key_words": [
            "president",
            "jack",
            "lines",
            "past",
            "running",
            "political",
            "debate",
            "knockout",
            "best",
            "vice",
            "kennedy",
            "reagan",
            "fight",
            "nights",
            "presidential",
            "experience"
        ]
    }
]