[
    {
        "url": "https://www.activistpost.com/2017/09/new-un-report-blames-assad-chemical-weapons.html",
        "title": "New U.N. Report Cites Terrorists, Blames Assad For Chemical Weapons With No Real Evidence",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-15",
        "text": "Hot Topics\nNew U.N. Report Cites Terrorists, Blames Assad For Chemical Weapons With No Real Evidence\nThe United Nations is marching ahead with its task of acting as the Anglo-Financier administrative arm of the world corporate-financier government structure with its recent “report” aimed at the Syrian government. According to Western corporate media outlets who are reporting the story with unconcealed glee, the United Nations “war crimes investigators” produced a report blaming the Syrian government for chemical weapons attacks at Khan Sheikhoun and nearly two dozen other incidents ( access the report here ).\nThe United Nations team stated that there had been 33 incidents investigated; 27 were the fault of the Syrian government and perpetrators had not yet been identified in the other seven. In other words, all of the alleged chemical weapons incidents were the fault of the Syrian government except for the ones they have yet to determine.\nHowever, there are many problems with the stance of the report, its methodology, and its purpose.\nThe UN Investigative Apparatus Is Not Unbiased\nIt is important to remember that, whatever the UN may be, it is not impartial or unbiased, particularly when it comes to Syria. Whether it is delisting Saudi Arabia as “parties that kill or maim children” due to KSA’s threat to remove money from the organization to producing phony reports against the Syrian government, the United Nations has demonstrated time and again that its own mechanism is geared toward helping NATO, GCC, and Israel destroy the secular government of Bashar al-Assad.\nIndeed, one of the UN’s own Syria “war crimes prosecutors” publicly admitted her own bias as she stepped down from her post over her frustrations that the U.N. simply couldn’t barge into Syria and bring Assad up for trial for “war crimes.”\nIn her remarks announcing her resignation, Del Ponte, who is 70 years old, admitted her own bias against the Syrian government since the beginning of the crisis. She stated that, when she was first appointed to the Independent Commission of Inquiry On Syria in 2012, “the opposition (members) were the good ones; the government were the bad ones.” Apparently, the woman so concerned with “crimes against humanity” was fine with “opposition members” randomly shooting civilians, raping women, slaughtering whole families and villages, and committing unspeakable acts against Syrian military soldiers and Syrian civilians. After all, she considered them the “good ones.” Only when the Syrian military began fighting back in earnest did “war crimes” become a concern.\n“The Assad government is committing terrible crimes against humanity and using chemical weapons. And the opposition, that is made up only of extremists and terrorists anymore,” she said .\nDel Ponte claimed that the Security Council should have appointed a court similar to the ones for Rwanda and Yugoslavia but the decision to do so was vetoed by Russia.\nIn 2010, Judges at the UN war crimes tribunal for the former Yugoslavia in The Hague ordered an independent inquiry into the practices of Del Ponte and two prominent serving prosecutors, Hildegard Ürtz-Retzlaff and Daniel Saxon, after complaints from witnesses that they had been harassed, paid, mistreated and their evidence tampered with.\nIn the eight years leading up to this investigation, Del Ponte was a combative and divisive figure. As a determined Swiss investigator she served as her country’s ambassador to Argentina until she left her post in 2007.\nThe allegations against her concerned the working practices of her team of investigators in the prosecution for war crimes of the Serbian politician, Vojislav Seselj, a notorious warlord.\n“Some of the witnesses had referred to pressure and intimidation to which they were subjected by investigators for the prosecution,” said a statement from the judge in the Seselj case. “The prosecution allegedly obtained statements illegally, by threatening, intimidating and/or buying [witnesses] off.”\nOne Serbian witness said he was offered a well-paid job in the US in return for testimony favorable to the prosecution.\n“The statements mention sleep deprivation during interviews, psychological pressuring, an instance of blackmail (the investigators offered relocation in exchange for the testimony they hoped to obtain), threats (one, for example, about preparing an indictment against a witness if he refused to testify), or even illegal payments of money.”\nAn independent investigator, expected to be a French magistrate, is to report on the allegations within six months. Prosecutors in The Hague rejected the allegations while promising to co-operate with the inquiry.\nAnother call for an investigation against Del Ponte but this time with a request for sanctions against her as well\nYet again, Ms. Del Ponte was under investigation in 2012 when the counsel for Mr. Ante Gotovina filed a formal complaint and request for an investigation and for sanctions to be placed against her.\n“We, the undersigned, were counsel for Mr. Ante Gotovina, who on 16 November 2012 was acquitted of all charges by the Appeals Chamber of the United Nations’ International Criminal Tribunal for the Former Yugoslavia (ICTY). 1, On 20 November 2012, in an interview with the Serbian newspaper Blic, Ms. Carla Del Ponte, former ICTY Prosecutor and currently a member of the UN Independent International Commission of Inquiry on Syria. 2, reacted to the ICTY Judgment with the following comments: “This is not justice; this is denial of a huge crime.” 3, She further elaborated on her position stating that the “Serbian Government and the Serbs cannot accept such a verdict and I completely agree with their televised statements because it is clear that the crime has been committed. We shall see what is going to happen next, but surely this is not justice.” 4, Her remarks were later published by other regional and international media. 5, Ms. Del Ponte’s improper media statements constitute a grave violation of Mr. Gotovina’s fundamental rights and are an unacceptable interference with the reputation and authority of the ICTY”.\nThey went on to say “Clearly, Ms. Del Ponte is accusing the Appeals Chamber judges of corruption. This is highly inappropriate, especially where there is no basis whatsoever for such serious allegations. The United Nations must act immediately both to protect Mr. Gotovina’s fundamental rights and to protect the reputation of the United Nations and its judges. Remarkably, Ms. Del Ponte admitted that she made these statements before she had even read the judgment of the ICTY Appeals Chamber.”\n“Effectively, a biased, unreliable, frustrated UN official has quit a mockery of an independent team which was set up to do a witch hunt rather than actually investigate war crimes in Syria, and the world is better off because of it,” wrote Sarah Abed. If this team actually cared about the truth and was procuring information via reliable sources they would name and shame the ones that are in fact responsible for this imposed war and invasion. They would call out the United States for arming terrorists, and the UK, NATO, GCC, etc. for their involvement in fueling the armed opposition as well. They would charge Turkey and Jordan with crimes for allowing terrorists to cross the border into Syria to help with the staged uprising in 2011.”\nIt is thus abundantly clear that Del Ponte, given to intimidation and bullying tactics, the likes of which she routinely employs on behalf of the United Nations, is resigning in frustration and disgrace over her inability to frame the Syrian government and Bashar al-Assad for the crimes of America’s terrorists and to subsequently engage the U.N. in even greater international legal warfare against the legitimate government of Syria. Del Ponte is only one actor, however. The work at the U.N. in support of bringing down all “rogue” nations to the feet of the world Corporate-Financier oligarchy will continue.\nIt is thus noteworthy that Del Ponte was a part of the team that put together this most recent U.N. report.\nNew UN Report Contradicts Old UN Reports\nIronically, in 2013, it was Del Ponte who admitted that it was America’s terrorists who used chemical weapons, not the government, in Syria. However, there were no demands to prosecute the “rebels” or the countries that supported them to be heard from Del Ponte. There were no grandstands of resignation either.\nOn December 13, [2013] UN Secretary-General Ban Ki-moon signed identical letters to the UN General Assembly and Security Council, stating:\n“I have the honour to convey herewith the final report of the United Nations Mission to investigate allegations of the use of chemical weapons in the Syrian Arab Republic.”\nThe letter of transmittal was signed by Professor Ake Sellstrom, Head of Mission, and Dr. Maurizio Barbeschi, signing for the WHO component.\nOn page 21 of this 85 page report is stated:\n“Khan al Asal, 19 March 2013: 111. The United Nations Mission collected credible information that corroborates the allegations that chemical weapons were used in Khan al Asal on 19 March 2013 against soldiers and civilians.”\nPage 22:\n“Jobar, 24 August 2013: 113. The United Nations Mission collected evidence consistent with the probable use of chemical weapons in Jobar on 24 August on a relatively small scale against soldiers…”\nNote the use of chemical weapons against soldiers. Unless the military was using chemical weapons against itself, this indicates clearly that the chemical weapons were being used by terrorists.\nAccording to Seymour Hersh, December 19 ( published in The London Review of Books),\n. . . . .\nHersh’s final paragraph should be taken seriously:\n“The UN resolution, which was adopted on 27 September by the Security Council dealt indirectly with the notion that rebel forces such as an-Nusra would also be obliged to disarm….No group was cited by name. While the Syrian regime continues the process of eliminating its chemical arsenal, the irony is that, after Assad’s stockpile of precursor agents is destroyed, al-Nusra and its Islamist allies could end up as the only faction inside Syria with access to the ingredients that can create sarin, a strategic weapon that would be unlike any other in the war zone.”\nBack to Del Ponte, however, according to a report in the Daily Mail , she stated clearly contradicting reports by both Britain and the United States,\n“evidence from casualties and medical staff indicated that rebel forces in the civil war had used the deadly nerve agent sarin.\n‘Our investigators have been in neighbouring countries interviewing victims, doctors and field hospitals, and there are strong, concrete suspicions, but not yet incontrovertible proof, of the use of sarin gas,’ said Del Ponte in an interview with Swiss-Italian television.\n‘This was use on the part of the opposition, the rebels, not by the government authorities.’\nLast night, the UN commission looking into allegations of war crimes in Syria tried to row back on the comments by its human rights investigator, pointing out that conclusive evidence had not been discovered.\nHowever, the White House said it was likely that President Bashar al-Assad’s regime, not the rebels, were behind any chemical weapons use. …\nSarin has been classed as a weapon of mass destruction due to its potency and is banned under international law.\nUS President Barack Obama has said that the use or deployment of chemical weapons in Syria would cross a ‘red line’ that could lead to foreign military intervention. …\nThe comments by Ms Del Ponte, a member of the U.N. panel probing alleged war crimes in Syria, contradict claims by Britain and the U.S. that intelligence reports showed Syrian soldiers had used chemical weapons.\nShe said that the United Nations independent commission of inquiry on Syria has not yet seen evidence of government forces having used chemical weapons, which are banned under international law.\nNotably, in the corporate media in the west, there is no mention of the use of chemical weapons by terrorists.\nU.N. Had No Experts On The Ground – Relied On Terrorist Testimony\nCommission Chairman Paulo Pinheiro publicly acknowledged the fact that the U.N. does not have boots on the ground in the areas where it is allegedly “studying” and “investigating.” It simply does not have access to those areas because most of the areas in which chemical weapons attacks occurred are held by terrorists (adding to circumstantial evidence point toward terrorist usage for propaganda purposes) and because anyone venturing into these areas risks beheading.\nCommission chairman Paulo Pinheiro told a news conference:\nNot having access did not prevent us from establishing facts or reasonable grounds to believe what happened during the attack and establishing who is responsible.\nOf course, Pinheiro’s data relies heavily on “witness testimony” which amounts to statements provided by individuals handpicked by “opposition” supporting NGOs and outright terrorists. It also relies on interviews with “first responders” who are none other than the terrorist “White Helmets,” erroneously referred to as the “civil defence.” In fact, a relatively sizeable portion of the report is dedicated to detailing the “heroism” of the White Helmets terrorists who were, as much evidence suggests, simply acting in a propaganda film designed to be broadcast back to Western audiences .\nThis new report is thus reminiscent of the previous U.N. reports such as the now infamous Joint Investigative Mechanism for the UN OPCW where a similar overseas analysis took place relying on the testimony of terrorists and terrorist supporters. In addition, the United Nations team put together its report by taking into account the testimony of “first responders;” i.e. the documented terrorist organization that masquerades as a humanitarian team.\nThe U.N. has not had and does not have boots on the ground in the areas in question nor does it have adequate testimony to make any determinations in its investigation. The organization is using information provided by hostile Western governments and witness testimony arranged by anti-Syrian NGOs and terrorist organizations as well as terrorist organizations themselves.\nNew UN Report Relies On Wind Direction – Lack of Boots On The Ground – Wind Direction Is Different Than What UN Claims\nParticularly in the case of Khan Sheikhoun, the United Nations report appears at face value to be the best representation of facts that could be gathered in the absence of boots on the ground investigators. One of the factors it uses to back up its claims regarding the alleged chemical weapons attacks is that of the wind direction which it claims supports its accusations that the Syrian military dropped a chemical weapon and that the gas was carried farther up the road by the wind.\nThe report states,\n10.The weather conditions at 6.45 a.m. of 4 April were ideal for delivering a chemical weapon. Data based on historical weather forecasts indicates that the wind speed was just over three kilometres per hour from the southeast, that there was no rain and practically no cloud cover, and that the temperature was around 13 degree Celsius.[1] The OPCW FFM, in the absence of actual weather data recorded for Khan Shaykhun and instead relying on actual weather data recorded at three other locations in the area, concluded that the wind speed was low with uncertain direction, most likely coming from somewhere between the south and east. All available data indicates stable atmospheric conditions without significant turbulence. Under such conditions, the agent cloud would have drifted slowly downhill following the terrain features at the location (roads and open spaces), in a southerly and westerly direction. This is consistent with the observed locational pattern of individuals becoming affected by the agent cloud.\n11.The chemical bomb released a cloud which spread over a distance between 300 and 600 metres from the impact point and killed at least 83 persons, including 28 children and 23 women\nHowever, well-known missile expert and former scientific advisor to the UN Chief of Naval Operations, MIT professor Theodore Postol, in his report debunking a separate White House report on Khan Sheikhoun (see “ The Nerve Agent Attack That Did Not Occur ”), also does significant damage to the UN report that was recently released. Notice that Postol was able to access weather data.\nPostol writes,\nThis analysis contains a detailed description of the times and locations of critical events in the alleged nerve agent attack of April 4, 2017 in Khan Shaykhun, Syria – assuming that the White House Intelligence Report (WHR) issued on April 11, 2017 correctly identified the alleged sarin release site.\nAnalysis using weather data from the time of the attack shows that a small hamlet about 300 m to the east southeast of the crater could be the only location affected by the alleged nerve agent release. The hamlet is separated from the alleged release site (a crater) by an open field. The winds at the time of the release would have initially taken the sarin across the open field. Beyond the hamlet there is a substantial amount of open space and the sarin cloud would have had to travel long additional distance for it to have dissipated before reaching any other population center.\nVideo taken on April 4 shows that the location where the victims were supposedly being treated from sarin exposure is incompatible with the only open space in the hamlet that could have been used for mass treatment of victims. This indicates that the video scenes where mass casualties (dead and dying) were laid on the ground randomly was not at the hamlet. If the location where the bodies were on the ground was instead a site where the injured and dead were taken for processing, then it is hard to understand why bodies were left randomly strewn on the ground and in mud as shown in the videos.\nThe conclusion of this summary of data is obvious – the nerve agent attack described in the WHR did not occur as claimed. There may well have been mass casualties from some kind of poisoning event, but that event was not the one described by the WHR.\nThe findings of this analysis can serve two important purposes:\n1. It shows exactly what needs to be determined in an international investigation of this alleged atrocity. In particular, if an international investigation can determine where casualties from the nerve agent attack lived, it will further confirm that the findings reported by the WHR are not compatible with the data it cites as evidence for its conclusions.\n2. It also establishes that the WHR did not utilize simple and widely agreed upon intelligence analysis procedures to determine its conclusions.\n. . . . .\nThe construction of the time of day at which particular video frames were generated is determined by simply using the planetary geometry of the sun angle during the day on April 4. The illustration below of the sun-angle geometry shows the Day/Night Sun Terminator at the location of Khan Sheikhoun on April 4. The angle of the sun relative to local horizontal is summarized in the table that follows the image of the planetary geometry along with the temperature during the day between 6:30 AM and 6 PM.\nThe next set of two side-by-side images shows the shadows at a location where a large number of poison victims are being treated in what appears to be the aftermath of a poisoning event. The shadows indicate that this event occurred at about 7:30 AM. This is consistent with the possibility of a nerve agent attack at 7 AM on the morning of April 4 and it is also consistent with the allegation in the WHR that an attack occurred at 6:55 AM on that day.\nThe timing sequence of the attack is important for determining the consistency of the timelines with the allegations of a sarin release at the crater identified in the WHR.\nAssuming there was an enough sarin released from the crater identified by the WHR to cause mass casualties at significant downwind distances, the sarin would have drifted downwind at a speed of 1 to 2 m/s and for several minutes before encountering the only location where mass casualties could have occurred from this particular release. The location where these mass casualties would have had to occur will be identified and described in the next section. If there was a sarin release elsewhere, mass casualties would have not occurred at this location but would have occurred somewhere else in the city.\nAssuming the victims of the attack were exposed to the plume, the symptoms of sarin poisoning would have express themselves almost immediately. As such, the scene at 7:30 AM on April 4 is absolutely consistent with the possibility of a mass poisoning downwind of the sarin-release crater.\nThe next figure shows the earliest photograph we have been able to find of an individual standing by the sarin-release crater where the alleged release occurred. The photo was posted on April 4 and the shadow indicates the time of day was around 10:50 AM. Thus the individual was standing by the crater roughly 4 hours after the dispersal event.\nIf the dispersal event was from this crater, the area where this unprotected individual is standing would be toxic and this individual would be subjected to the severe and possibly fatal effects of sarin poisoning. As a result, this throws substantial suspicion on the possibility that the crater identified by WHR would be the source of the sarin release.\nAt the time of the sarin release, the temperature of the air was about 60°F and the sun was at an angle of only 8° relative to local horizontal. This means that liquid sarin left on the ground from the dispersal event would remain mostly unevaporated. By 11 AM, the temperature of the air had risen to 75° and the angle of the sun relative to horizontal was at 66°. Thus, one would expect that the combination of the rise in air temperature and the sun on the crater would lead to significant evaporation of liquid sarin left behind from the initial dispersal event. The air temperature and sun angle are such that the area around the crater should have been quite dangerous for anybody without protection to operate.\nThis is therefore an important indication that the crater was probably not a dispersal site of the sarin.\n. . . . .\nAs such, the Hamlet could well have been within lethal range of the sarin exposure. However, areas further downwind from the Hamlet would be sufficiently far away that the sarin will have dispersed sufficiently that it would not be capable of causing deaths.\nThus, the Hamlet area 300 m downwind of the crater is the only area where mass casualties could occur if there had been a sarin release at the crater as alleged by the WHR!\nAssad and the Syrian Government Denies Using Chemical Weapons In Khan Sheikhoun\nFor its part, the Syrian government has categorically denied launching chemical weapons against civilians or terrorists in Idlib. Russia has reaffirmed that the Syrian military is innocent of the charges brought by the West with a military source telling al-Masdar News that the army “has not and does not use them, not in the past and not in the future, because it does not have them in the first place.”\nBut to listen to the Western corporate press, one would be excused in believing that there was overwhelming and damning evidence to the contrary as both the press and Western governments continue to hurl accusations at the Syrian government. Indeed, some outlets have even went so far as to blame Russia for dropping chemical-laced missiles into Idlib, an impossibility since Russia was not conducting any airstrikes over Idlib at the time.\nThe Weapons Depot\nAccording to the Russian Defense Ministry, the incident was not a “chemical weapons attack” but the result of an SAA airstrike against a terrorist weapons depot that was also being used for the production of chemical weapons. Major-General Igor Konashenkov, the Defense Ministry Spokesman, stated that the facility was being used to produce these chemical weapons for shipment to terrorist forces inside Iraq. The warehouse that was bombed, according to Konashenkov, was being used to both produce and store shells that contained toxic gas which were then shipped to Iraq and used there. He pointed out that both the Iraqi government and a number of international organizations have confirmed the use of these types of weapons by terrorists operating in Iraq.\nKonashenkov added that the terrorists used the same type of weapons in Aleppo, where Russian military experts took samples in 2016. The Russian Defense Ministry claims to have confirmed this information as being “fully objective and verified.” The Ministry also claimed that the victims of Khan Sheikhoun exhibited identical symptoms to those shown by victims in the Aleppo attacks.\n“According to Russian airspace monitoring systems, yesterday between 11.30 and 12.30 local time the Syrian aviation carried out an airstrike on the eastern outskirts of Khan Sheikhun, targeting a major ammunition storage facility of terrorists and a cluster of military hardware. The territory of this storage facility housed workshops to produce projectiles stuffed with toxic agents,” Maj. Gen. Igor Konashenkov said.\n“From this major arsenal, chemical-laden weapons were delivered by militants to Iraq. Their use by terrorists was confirmed on numerous occasions by international organizations and official authorities of the country,” he said.\nVideo footage from social networks shows that those affected in Khan Sheikhun demonstrate the same symptoms of poisoning as the victims of the Aleppo attack had last fall,” he added. “We assure that this information is completely unbiased and true.”\nThe terrorists, however, disagree with the Russian statement. As RT reports ,\nHasan Haj Ali, commander of the Free Idlib Army rebel group, rejected Russia’s version of the incident, saying the rebels had no military positions in the area.\n“Everyone saw the plane while it was bombing with gas,” he told Reuters.\n“Likewise, all the civilians in the area know that there are no military positions there, or places for the manufacture [of weapons]. The various factions of the opposition are not capable of producing these substances,” he added.\nThis is false . Khan Sheikhoun is terrorist-held territory and it is held by force. Naturally, the Syrian people in Khan Sheikhoun are no more interested in being ruled by Neanderthal freaks as any other town in the country, and thus terrorists must be present to maintain order and prevent Syrians from expressing civilized behavior.\nSecond, terrorists in Syria have, for years, had the ability to manufacture , produce, and use chemical weapons . Back in December of 2012, after the death squads managed to capture a chlorine factory inside Syria, the Syrian government actually issued a warning that the death squads might attempt to use chemical weapons of this nature in their battle to overthrow and oppress the government and people of Syria respectively. The Syrian Foreign Ministry stated , “Terrorist groups may resort to using chemical weapons against the Syrian people … after having gained control of a toxic chlorine factory.”\nLikewise, the chemical weapons attacks in Ghouta were initially blamed on Assad and the Syrian government but later found to be the work of the Western-backed terrorists who had gone so far as to capture civilians from Lattakia and use them as human stage props for video footage and propaganda purposes.\nIt was also reported in August of 2012 that the death squads had managed to capture a missile site belonging to the Syrian army which contained chemical weapons. The death squads erroneously claimed that the reason for attacking the site was to prevent the Assad government from using the weapons against members of the “opposition.” Regardless, one does not have to speculate very much as to the possibilities available here – in June, the death squads gain access to chemical weapons. In August, they gain access to a delivery mechanism in the form of missiles.\nIt is just such a coincidence that should cause one to examine another event which occurred shortly before the assault on the missile site. In July 2012, Tony Cartalucci of Land Destroyer Report , described “reports of so-called ‘Free Syrian Army’ militants seen trying on gas masks, along with reports of Libyan chemical weapon caches & equipment being discovered in Damascus.”\nTogether with the acquisition of the missile delivery capability by virtue of the conquering of the Syrian missile site and the possession of the chemical weapons themselves via Libya, the acquisition of gas masks points to the preparation for the launch of an actual chemical attack, or at least the possibility of it, on the part of the death squads.\nAs one of the death squad members stated to Reuters in April, 2012 , “The rebels are getting better at bomb-making; as you know, desperation is the mother of invention.” Reuters also commented that the death squads were now able to develop “more sophisticated bombs” due to “rare outside donations” although Reuters did not attempt to name those mysterious sources.\nMoving forward to August 2012, a false flag plot was discovered which had been hatched between NATO and Saudi Arabia that would have staged a chemical weapons deployment in Syria either by mercenary firms or by the NATO-backed death squads, an attack that would subsequently have been blamed on the Assad government, thus serving as a pretext for NATO intervention and the creation of a “buffer zone” in the country.\nThe source reporting the impending attack stated to Syrian news channel Addounia that a Saudi Arabian firm “had fitted 1400 ambulance vehicles with anti-gas & anti-chemical filtering systems at a cost of $97,000 dollars each, in preparation for a chemical weapons attack carried out by FSA rebels using mortar rounds. A further 400 vehicles have been prepared as troop carriers.”\nInterestingly enough, the attack was set to make use of white phosphorous, sarin and mustard gas. It then stands as yet another questionable “coincidence” that, among the weapons possessed by the Libyan regime and now in the hands of the death squads, was large quantities of bulk mustard agent.\nNevertheless, the potential false flag attack reported by Addounia was set to be launched on densely populated areas, most likely Daraa, a city on the Syria/Jordan border, after which the newly fitted ambulances would pour into Syria under the guise of humanitarian aid. Although painted with the labels, “Syrian People’s Relief,” the ambulances would actually be nothing more than armored personnel carriers designed to capitalize on a manufactured disaster for the purpose of deploying such personnel in order to create the desired buffer zone.\nFurthermore, the same company that manufactured and fitted the ambulances to be used in the attack is one that is based in Riyadh and was negotiating a contract with the Yemeni government for the manufacture of military vehicles for the Yemeni army.\nIn December 2012, a video was obtained by the Syria Tribune and subsequently released in their report and posted on YouTube which allegedly shows the NATO-backed death squads testing chemical weapons on “lab” rabbits.\nAs the Syria Tribune describes the video,\nThe video ( see here ) starts with several scenes showing chemical containers with Tekkim labels ( Tekkim is a Turkish chemicals company ) and some lab equipment , while playing Jihadists chants in the background. A glass box then appears with two rabbits inside, with a poster on the wall behind it reading The Almighty Wind Brigade (Kateebat A Reeh Al Sarsar). A person wearing a lab mask then mixes chemicals in a beaker in the glass box, and we see some gas emitting from the beaker. About a minute later, the rabbits start to have random convulsions and then die. The person says: You saw what happened? This will be your fate, you infidel Alawites, I swear by ALLAH to make you die like these rabbits, one minute only after you inhale the gas.\nThe Syria Tribune also comments that “Judging from the rabbits’ reaction, the gas must be a nerve agent. The number of containers, if not a bluff, indicates ability to produce a considerable amount of this gas. Deployment could be by means of a smoke generator placed in the target area, an explosion, possibly a suicide one, of a ”chemmed” car , or simply by using a humidifier.”\nIn March, 2013, yet another YouTube video was released which contained a clip of a second “test” of chemical weapons on captive rabbits by the death squads.\nThe video also contains an alleged audio recording of a phone conversation between two Free Syrian Army fighters discussing the “details of a plan to carry out a chemical weapons attack capable of impacting an area the size of one kilometer.”\nThe recording of the phone conversation is supposed to be between two FSA terrorists, one located in Syria and the other outside of the country. The terrorist inside Syria, Abu Hassan, asks the one on the other end of the line to send a message to Sheikh Suleiman, a then-terrorist-held military base in Aleppo, and asked for “two chemical bombs . . . . phosphoric” so that they could “finish this whole thing.”\n“I want them to be effective,” states Hassan, adding, “The radius of the strike, or reach of the gases, has to be 1km.”\nThe video also contains a clip of the death squads openly announcing their plans to engage in chemical weapons attacks, all the while surrounded by bottles of nitric acid and other substances.\nWas It Sarin or Something Else?\nWriter, journalist, and analyst, Brad Blankenship questions whether or not the attack was actually sarin gas.\n“First, it was not sarin gas that was used, but was most likely chlorine gas,” he says. “Victims reported a smell from the exposure to whatever chemical was used, while sarin gas is colorless, odorless, and tasteless. The Syrian opposition has had access to the means to produce chlorine gas for some time, has used these weapons frequently as it is cheap to produce, easy to use, and they receive a steady supply of chlorine agents from the Saudis, which have at times been ceased by the Syrian Arab army, particularly in Aleppo where photographs have been released.”\nIndeed, as Blankenship points out, the terrorists have long had the ability to produce, manufacture, and deploy chlorine gas as well as other chemical weapons since early on in the conflict.\nWhy Would The Syrian Government Use Chemical Weapons? Why At Khan Sheikhoun?\nConsidering the hysteria over chemical weapons and the constant attempts by Western governments to use them as an excuse to invade Syria, why on earth would the Syrian government use them even if the government did indeed retain the weapons? Such an act would be absolutely foolish in terms of world public opinion and in terms of the opinion of the United Nations. On top of that, Khan Sheikhoun is not even militarily significant, so why would the Syrian government choose to use chemical weapons at this location and not somewhere more important?\n“It is unlikely that such an attack was carried out deliberately by the Syrian armed forces,” says Blankenship. “The Syrian Arab army is decisively winning the war at this point in the conflict on essentially every front– a resort to weapons of mass destruction would be not only militarily irrational (considering Khan Sheikhoun is nowhere near the front line), but would be politically absurd considering the new US admin’s statement last week that the Assad government would no longer be the primary target in Syria. It is important to be skeptical of the idea that a government at war that relies on broad cross-sectional support from its own people to maintain its sovereignty is willing to attack its own civilians.”\nDid Chemical Weapons Get Released At All?\nTo go a bit farther down the rabbit hole, however, there might be a very real possibility that the chemical weapons attack did not take place at all, even as an unknowing side effect to a Syrian Air Force strike against a terrorist weapons depot. Only a day after the incident took place, a litany of holes are beginning to show up in the story posed by Western governments, terrorists, and the corporate Western press.\nSources\nOne of the first red flags regarding the official story of this incident is the fact that the sole source of the reports come from the “opposition,” i.e. the Syrian Observatory For Human Rights, White Helmets, and terrorists themselves.\nThe White Helmets have been extensively exposed in my previous writings and even more so by Vanessa Beeley of 21st Century Wire and The Wall Will Fall . One may read for days the treachery of the White Helmets listed in the articles below. Suffice it to say, however, that the White Helmets are nothing more than a terrorist support group as well as an ever-ready Hollywood propaganda video team. The group has been known to stage a number of “atrocities” allegedly “committed by the Assad regime” only to be revealed later as frauds. Indeed, White Helmets supporters even demonstrated how easy it is to fake such tragic scenes when, during a street demonstration in Europe, the demonstrators painted themselves to look like victims of the evil Bashar al-Assad. Any “evidence” produced by this group is completely untrustworthy and should be regarded as propaganda. That being said, it should be noted that it was this very group that produced the first videos of the incident which were disseminated throughout the Western media as fact.\nThe Terrorist Doctor\nOne of the rock stars of this incident was alleged doctor, Shajul Islam, a Pakistani British doctor who is being used as a source for many of the reports being used by Western media and was represented as a selfless hero saving innocent lives during this whole event. However, for a doctor in the middle of one of the biggest gas attacks and atrocities of the war, Islam was quite active on social media and the media in general. Indeed, one only need access Islam’s Twitter page to see that the young doctor was tweeting info in real time that patients and victims are pouring into the hospital. Shouldn’t a doctor be treating these victims instead of tweeting about them? In fact, at one point, Islam actually put out an offer to video chat with anyone who wished to interview him. This from a doctor allegedly tending to hordes of emergency chemical weapons victims.\nBut there is much more to Islam than meets the eye. In fact, Islam was facing terror charges in England for kidnapping and torturing two British journalists in Syria. He was even struck off the British medical register. Other sources, such as Dutch media, have even taken to describing Islam as a “rebel,” thereby demonstrating his allegiance to al-Qaeda, an organization not known for its love of innocent civilians.\nThe organization that sent medical equipment to Islam, Prism The Gift Fund , is being criticized (slightly) because it provided Islam with the material (which no doubt goes to terrorists and terrorist brigades) which was supposed to be delivered to refugees.\nQuestionable “Convenient” Circumstances\nIt is also worth noting that the White Helmets, who were operating in the same area as the incident, were provided with sarin-protective respirators and hazmat suits. Photos exist which show these terrorists trying on the suits one month ago in the same location as the attack that took place on Tuesday. Despite the nature of a sarin attack (contact with skin can cause the same symptoms as inhalation), the photos show the heroic White Helmets team handling the victims who had, apparently, just been gassed, without their suits and with no gloves on their hands.\nAs Laham writes,\nThe al-Qaeda-linked rebels have claimed the chemical was sarin gas used by the Syrian government; however, the OPCW has confirmed Syria no longer has chemical weapons and completely dismantled their stockpiles in 2013.\nIn contrast, the rebels have not gotten rid of the chemical weapons at their disposal.\nAccording to award winning journalist Seymour Hersch, intelligence reports show the rebels smuggled in chemical weapons from Libya through Turkey with the approval of Hillary Clinton.\nIn 2013, so-called moderate rebels had filmed themselves killing rabbits with gas and threatening to kill religious minorities. ISIS is also known to be in possession of chemical weapons having conducted attacks on Syrian forces in Deir Ezzor.\nHowever weaponized, sarin would have killed or at least injured unprotected first responders. Sarin can be absorbed through skin and requires a full body suit; however, the White Helmets appeared to wear only masks and no gloves while they handled exposed victims. Others in the vicinity appear not to be wearing a mask at all and are yet unaffected.\nWeaponized sarin is a Weapon of Mass Destruction (WMD) capable of killing thousands. If sarin was indeed used, it must have been a weak, non-weaponized form.\nUnsurprisingly, the mainstream media and neo-con politicians have been quick to regurgitate the al-Qaeda-linked rebels version of the events before any investigation takes place.\nLaham also reports that a day prior to the attack, Gulf-based Orient TV ran a story where it stated that “Tomorrow we are launching a media campaign to cover the airstrikes on Hama country side including the usage of chemical warfare against civilians.” What is that but demonstration of foreknowledge of the attack?\nThe attack also comes shortly after the United States suggests that it is no longer focused on forcing Assad to step down. Within days, Nikki Haley and Rex Tillerson began to walk back on that statement and only a few days after that, just as Steve Bannon is removed from the National Security Council, we have the attacks at Khan Sheikhoun. Now, Trump himself is claiming that Assad has “crossed many, many lines.” When asked about his plan to deal with Syria, he only responded cryptically, “you’ll see.”\nSyria No Longer Has Chemical Weapons\nFaced with one of the most apathetic, distracted, and ignorant populations in the world, the Western corporate media is accustomed to making numerous ridiculous claims without evidence to back them up. This time, the narrative is that the Syrian government has used sarin gas. The problem with that claim is that the Syrian government does not have sarin gas to use. In fact, it gave up all its chemical weapons in 2014, as confirmed by the OPCW. As the BBC reported in June of that year ,\nThe last of Syria’s declared chemical weapons have been shipped out of the country for destruction, the international watchdog OPCW says.\n“The ship has just left the port,” the head of the Organization for the Prohibition of Chemical Weapons, Ahmet Uzumcu, said in The Hague.\nEvidence?\nThere is absolutely no evidence to suggest that the Syrian government is responsible for the attack in Khan Sheikhoun. In fact, while an accidental discharge of chemical weapons from a facility bombed by the Syrian government is possible, there is also the distinct possibility that the attack was actually staged from the very beginning by Western intelligence agencies and their terrorist pawns operating on the ground in Syria such as the White Helmets.\nChem Weapons Expert Says MSM “New Evidence” In Khan Sheykhoun Proves Nothing, Americans Should Question Official Story\nWashington’s Blog contacted rocket scientist and chemical weapons expert Theodore Postol to ask him his thoughts on the attack. Postol’s response is quite telling. He said,\nI agree that the footage is harrowing. However none of it is new and none of it proves that the Syrian government was the perpetrator of a nerve agent attack.\nAs such, this article merely falls into the category of propaganda.\nThe kindest alternative description of the article is that it might instead be yet another example of bad reporting that mixes ill-considered assumptions with facts that may or may not be relevant to its conclusions.\nThis kind of reporting could actually be encouraging such attacks.\nIf there was a false flag nerve agent attack, this tells the perpetrators that when they engage in the murder of children they can build a stronger false case against the Syrian government and thereby increase their chances of creating political pressure on the US Government to intervene militarily on their behalf.\nIf people are sickened by the inhumanity of these events, they might want to consider alternative explanations of who might be responsible for the immoralities we are seeing.\nRussia Questions OPCW’s Omission Of White Helmets Video Used To Justify U.S. Strike On Syria\nAfter the OPCW determined that sarin gas was indeed used, Western media was alight with propaganda, hysterics and worries over “crimes against humanity.” This is all despite the fact that there were no on-the-ground investigators from the OPCW and the only samples they came in contact with were those provided to them by terrorists and terrorist-supporting NGOs.\nBut what is also interesting is the lack of video evidence used by the OPCW in their report. After all, the White Helmets, al-Nusra’s propaganda wing, provided Western media and governments with a number of videos designed to pull at the heartstrings of viewers and to portray the Syrian military as having used chemical weapons. Those videos were all over the Internet in the days after the incident, so why were they not included in the OPCW Fact Finding Mission report?\nRussian officials asked the same question . If the video, which Donald Trump allegedly watched and inspired to launch 59 Tomahawk missiles at the Syrian military, is not significant enough to be included in a report about the incident, how is it significant enough to justify bombing and killing innocent people overseas and risking World War Three?\nAlexander Shulgin, Russia’s Permanent Representative to the OPCW, asked this very question at a recent meeting of the OPCW. He asked,\n. . . . .\nBut since you say, I mean our opponents, that the video is not a significantly important evidence in the case of the Khan Sheikhoun incident, then, it turns out that the president of the great power took a critically important decision to launch missiles on the basis of just some sort of insignificant information.\nIt should be noted that, after the attack, a number of bombshell revelations came to the surface such as the fact that the intelligence community was well aware of the fact that the Syrian military did not launch chemical weapons. It has also been revealed that CIA Director Mike Pompeo was the man leading the charge in showing Trump the “evidence” that the Syrian military conducted the attack.\n“We Got A Fuckin’ Problem:” Chat Between Security Analyst/Soldier Reveals Chem Attack Lies, Secret Agenda By US Gov’t\nAs congressional grandstanders make self-serving speeches repeating the “Russian threat” lie and push for greater sanctions and actions against the world’s only other superpower, veteran journalist Seymour Hersh has once again released a bombshell article blowing the official story of the chemical weapons attack at Khan Sheikhoun out of the water. The article is a “chat protocol” between an American military soldier and an American Security analyst. The soldier is on active duty at a key airbase in the region although the location of his deployment is being kept secret for obvious reasons.\nThe chat reveals that not only did the Syrian government not launch a chemical attack at Khan Sheikhoun but that the United States knew there was no chemical attack. In addition, the chat shows that not all key personnel are on board with the decision to launch Tomahawk missiles at al-Sha’aryat or even of the whole Syria/Iraq mission. The chat reveals real concerns amongst knowledgeable personnel that the Russians will not continue to act as the cooler heads and that Russia has long wanted peace in the region. Most notably, it reveals the fact that there is a “secret agenda” moving forward in regards to Syria, Iraq, and Russia.\nMore detailed analysis will follow. For now, however, it is important to read the chat as it was published by Welt Am Sonntag and Seymour Hersh originally . The chat is provided below:\nApril 6, 2017\nAmerican Soldier: We got a fuckin‘ problem\nSecurity-Adviser: What happened? Is it the Trump ignoring the Intel and going to try to hit the Syrians? And that we’re pissing on the Russians?\nAS: This is bad…Things are spooling up.\nSA: You may not have seen trumps press conference yesterday. He’s bought into the media story without asking to see the Intel. We are likely to get our asses kicked by the Russians. Fucking dangerous. Where are the godamn adults? The failure of the chain of command to tell the President the truth, whether he wants to hear it or not, will go down in history as one of our worst moments.\nAS: I don’t know. None of this makes any sense. We KNOW that there was no chemical attack. The Syrians struck a weapons cache (a legitimate military target) and there was collateral damage. That’s it. They did not conduct any sort of a chemical attack.\nAS: And now we’re shoving a shit load of TLAMs (tomahawks) up their ass.\nSA: There has been a hidden agenda all along. This is about trying to ultimately go after Iran. What the people around Trump do not understand is that the Russians are not a paper tiger and that they have more robust military capability than we do.\nAS: I don’t know what the Russians are going to do. They might hang back and let the Syrians defend their own borders, or they might provide some sort of tepid support, or they might blow us the fuck out of the airspace and back into Iraq. I honestly don’t know what to expect right now. I feel like anything is possible. The russian air defense system is capable of taking out our TLAMs. this is a big fucking deal…we are still all systems go…\nSA: You are so right. Russia is not going to take this lying down\nSA: Who is pushing this? Is it coming from Votel (General Joseph L. Votel, Commander of United States Central Command, editor‘s note) ?\nAS: I don’t know. It’s from someone big though. . . . This is a big fucking deal.\nAS: It has to be POTUS.\nApril 7, 2017\nSA: What are the Russians doing or saying Am I correct that we did little real damage to Russia or Syria?\nAS: We didn’t hit a damn thing, thankfully. They retrograded all their aircraft and personnel. We basically gave them a very expensive fireworks display.\nAS: They knew where ships were and watched the entire strike from launch to end game.\nAS: The Russians are furious. Claiming we have the real Intel and know the truth about the weapons depot strike.\nAS: They are correct.\nAS: I guess it really didn’t matter whether we elected Clinton or Trump. Fuck.\nAS: No one is talking about the entire reason we’re in Iraq and Syria in the first place. That mission is fucked now.\nSA: Are any of your colleagues pissed or is everyone going along with it and saying this is OK\nAS: It’s a mad house. . . .Hell we even told the Russians an hour before impact\nSA: But they clearly knew it was coming\nAS: Oh of course\nAS: Now Fox is saying we chose to hit the Syrian airfield because it is where the chemical attacks were launched from. Wow. Can’t make this shit up.\nSA: They are. I mean, making it up\nAS: It’s so fuckin evil\nSA: Amen!!!\nApril 8, 2017\nAS: Russians are being extremely reasonable. Despite what the news is reporting they are still trying to deconflict and coordinate the air campaign.\nSA: I don’t think the russia yet understands how crazy Trump is over this. And i don’t think we appreciate how much damage the Russians can do to us.\nAS: They’re showing amazing restraint and been unbelievably calm. They seem mostly interested in de-escalating everything. They don’t want to lose our support in the help with destroying Isis.\nSA: But I get the get the feeling are simply trying this approach for as long as they feel it might work. If we keep pushing this current aggressive stance they’re going to hit back.’\nPrevious U.N. Report\nBack in late 2016, the UN-OPCW Joint Investigative Mechanism released a report in which in accused the Syrian military of using chemical weapons twice. However, it was clear from the beginning that the JIM report was politically motivated from the start and that no evidence to the contrary would be presented or considered by the team.\nIndeed, that JIM report is itself highly questionable. For instance, in an op-ed for RT by Russian Ambassador to the UK, Alexander Yakovenko wrote,\nWhile appreciating the significant amount of work done by the JIM and its experts, conclusions drawn by its leadership panel are hardly convincing. It has become obvious that due to objective reasons it had very little chance to conduct an effective investigation. One of the main problems was lack of access to the locations due to the dire security situation on the ground.\nThere are also other factors that have seriously affected the quality of the investigation, including it being carried out in some cases more than two years after the incident, some of the information was misleading, and sources of information were of second or third hand. The accusation against Damascus is mostly based on the testimonies of the “witnesses” handpicked by opposition NGO’s, and the assumption that nobody but the government forces in Syria have access to aircraft, which could be used to drop barrel bombs filled with chlorine.\nTaking into consideration the gaps and inconsistencies in the report, one may conclude that there is insufficient evidence to state that any party, be it the government of Syria or even ISIS, was undoubtedly involved in the use of chemical weapons. It is also necessary to ask ourselves, what is the motive behind such an insignificant, from a military point of view, use of chlorine as a chemical weapon?\nSuch acts serve no purpose for Damascus in view of its possession of much more destructive conventional weapons and especially given the fact that no military operations to recapture towns mentioned in the report followed the incidents. Apart from the fact that such acts carry a clear hallmark of propaganda tailored to putting the blame on the Syrian government at pivotal moments of the ongoing civil conflict.\n. . . . .\nConsiderations of a strictly political nature on the part of some of our colleagues in the Council have caused the international community to lose a minimum of two years that could have been spent in developing measures to address the threats and challenges of chemical terrorism.\nUnfortunately, the time lost in pointless political rhetoric has also affected the work of both the OPCW and the JIM, and made it much harder for them to execute their respective mandates. Even now some of the proponents of imposing sanctions against Damascus blatantly call to turn a blind eye to chemical crimes committed by ISIS. Despite this shortsighted policy the time has come for serious action to address this problem.\nMr. Yakovenko did not even mention that, while the Western corporate press and the United Nations placed the blame on the Syrian government because the Syrian government was allegedly the only one capable of delivering chlorine bombs from the air, the terrorists have been delivering chlorine bombs and other chemical weapons from the air for some time via the infamous “ Hell Cannon .”\nIt should also be mentioned that earlier reports of the OPCW report were clear that, what little evidence did exist regarding the chemical attacks, had more hallmarks of having been the handiwork of America’s terrorists.\nThe United Nations and its myriad of “investigative inquiry” teams have several times blamed Assad for chemical weapons attacks despite evidence to the contrary, even evidence presented by the U.N.’s own researchers.\nThe Curious Case of The U.S. Bombing of Jina\nThe United States has, ever since the beginning of the Syrian crisis, been responsible for horrific crimes against humanity by virtue of its support for terrorists in the country. However, after the American military became directly involved, America’s crimes against humanity also took on a more direct nature. From bombing food storage locations, infrastructure, and civilians, the American bombing campaign “against ISIS” has been a sustained bombing campaign against the Syrian military and in support of ISIS.\nThe recent U.N. report which fraudulently blames the Syrian military for using chemical weapons also condemns the United States for human rights violations in the country. However, what is both noteworthy and questionable is the fact that the report also condemns the alleged U.S. bombing of a mosque in al-Jina, an incident that very well may never have happened.\nAt the very beginning, of course, the Western media apparently ran headlines claiming that it was the Russians who bombed the mosque. Later, it was reported that it was the United States who was the responsible party; however, the Russian headlines were scrubbed and new stories published reporting the bombing as well as the public denials by the U.S. military.\nThe airstrike took place in al-Jineh in Aleppo province. The U.S. claims that the bombing was intended for a building nearby that was believed to be hosting an al-Qaeda meeting. U.S. officials claim that the intended building is 40 to 50 feet away from the mosque and even stated that the mosque was still standing. The military claims images actually prove the mosque was still standing.\n“We did not target, nor did we strike a mosque,” Major Josh Jacques, a spokesman for US Central Command (Centcom) told the BBC.\n“We targeted an al-Qaeda gathering across the street from a mosque. The mosque does not appear to be damaged following the strike. We are aware of the reports of civilian casualties and we are looking into it,” he said.\nIf the military did not destroy the mosque, then we strongly encourage the immediate release of photographic proof. Perhaps the Russians, whose own satellites have debunked many a propaganda story, would be of some help in this regard also.\nThe U.S. had originally said that the bombing took place in Idlib province. It later said that it took place in the Aleppo province.\nIt should be noted at this point that Ahrar al-Sham is one of the very terrorist organizations the Russians have been bombing, despite being accused of bombing “moderate rebels” and committing “war crimes” in the process.\nInterestingly enough, the report of the mosque being destroyed came first from the Syrian Observatory For Human Rights (SOHR), a one-man band operation based in England and unapologetically pro-terrorist. Even more ironic, the bombing was condemned by the terrorist support group, the White Helmets, who posted a video it claims to have been taken from the mosque.\nA U.S. military official quoted by CNN did confirm that an airstrike occurred in that area.\nWhat is most interesting about this incident is that, while it is absolutely believable that the United States would target a mosque and civilians (it has had no qualms about doing so in the past in Syria or in other countries), the corporate mainstream press has tended to hide those allegations by presenting them as Russian attacks or simply refusing to report on them altogether. This time, the entirety of the media is reporting on the incident.\nSecondly, the White Helmets, who are actually lavishly praised and funded by the U.K. and U.S. governments have condemned the attacks, providing alleged proof that they occurred and the SOHR, another darling and creature of the West ( funded by an EU country ), is also providing much of the reportage regarding the bombing. Both of these sources have soundly projected the Western establishment line on the Syrian crisis from the beginning so one wonders why they would be in contradiction to the U.S. in Jina?\nAnother terrorist supporter, Bellingcat, is also producing “evidence” (NOTE: Bellingcat’s “evidence” is nothing short of carefully crafted propaganda) contradicting the U.S. military’s claims.\nThe U.S. is no stranger to bombing civilians, however. In 2015, it bombed a Doctors Without Borders facility in Kunduz, Afghanistan .\nThe United States regularly bombed civilians and civilian areas in Syria throughout the conflict as well as bombing oil refineries, grain silos, and other forms of civilian infrastructure. Indeed, the entire Syrian conflict is the fault of the United States and the West who currently have the blood over 400,000 Syrians on their hands.\nRegardless of who or what was bombed in Jina, the fact is that the United States is an invader. It is an unwelcome, unwanted, illegal party to the conflict and is clearly the aggressor nation. The fact that it has funded terrorists, armed and directed them for six years now puts the blame for any deaths anywhere in the country related to the conflict or decreased living standards squarely upon its shoulders.\nHowever, the fact that the U.S. media, typically frothing in its anti-Syria stance, reported the alleged war crime at such a volume is highly interesting. So is the fact that terrorist supporting organizations like Bellingcat and SOHR as well as actual terrorist support groups like the White Helmets would join in the chorus of condemnation. This provides yet another reason to wonder exactly what else is boiling below the surface.\nDid the U.S. commit an additional war crime in Syria? Did its war crime get exposed due to a deep state civil war? Did the U.S. not actually bomb a mosque? Or, are we seeing cleverly constructed theatre playing out before our eyes where the war crimes of a Republican are typically shown on screen to the horrors of leftist viewers who gushed at death and destruction for eight years under a Democrat?\nRegardless of the reason for these reports, it seems the United Nations is embarking upon a critique of any and all bombing missions against actual terrorist targets.\n“Most of the residents of al-Jina, relatives of victims and first responders interviewed by the Commission stated on that on the evening in question, a religious gathering was being hosted in the mosque’s service building. This was a regular occurrence,” said the report .\nSo has a terrorist meeting become a “religious gathering” in the United Nations report? And who were these illustrious “first responders?” None other than the terrorist White Helmets, erroneously referred to as “Civil Defence.” Who were the relatives of victims? Were they members of a terrorist family? The UN report is unclear in this regard but it is still relatively clear that the report is nothing more than an attack on the forces attacking the West’s terrorist and any attempt by individuals or factions within those governments that seek to shift their position in regards to their support of terrorism. Indeed, considering the history of the anti-Syria NGO community, Western media, the United Nations and the fact that the U.N. consistently sources the White Helmets/Nusra as a humanitarian organization of “first responders,” it is entirely believable that the “family members” are simply family members of terrorists.\nU.N. Report Conflates White Helmets/Nusra Headquarters With Medical Facility\nWhile the majority of medical facilities in rebel-held territory in Syria are kept functioning for the sole purpose of treating injured terrorists, the U.N report attempts to blame the destruction of the medical facility on “Russian shelling” and/or Syrian government bombing missions. Assuming that the facility is actually a hospital and not simply a terrorist treatment facility, it is admitted within the report that the White Helmets (al-Nusra Front) facilities were located right beside the “hospital.” Thus, it could be inferred that, if the facility was damaged by the Syria/Russia coalition, it was the result of an attempt to destroy an al-Nusra facility , not a simple and nonsensical attempt at destroying hospitals and medical facilities.\nConclusion\nThe recent U.N. report is nothing short of propaganda against the Syrian government. The U.N. has not had any access to the areas in which it is claiming certainty in attributing blame for chemical weapons attacks. It has no boots on the ground in these areas. It is has relied solely on the testimony of anti-Assad and anti-Syria NGOs and the terrorists organized by these same NGOs. This has been the case ever since the beginning of the Syrian crisis where the United Nations has clearly acted as the international enforcement arm of the Anglo corporate-financier establishment attempting to bring Syria to heel under its dictates.\n[1] See, e.g., Khan Sheikhoun, Idlib Historical Weather, Syria, available at https://www.worldweatheronline.com/khan-sheikhoun-weather-history/idlib/sy.aspx .\nThis article may be freely shared in part or in full with author attribution and source link .\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "Our investigators have been in neighbouring countries interviewing victims, doctors and field hospitals, and there are strong, concrete suspicions, but not yet incontrovertible proof, of the use of sarin gas,",
                "",
                true
            ],
            [
                "This was use on the part of the opposition, the rebels, not by the government authorities.",
                "",
                true
            ],
            [
                "parties that kill or maim children",
                "",
                false
            ],
            [
                "the opposition (members) were the good ones; the government were the bad ones.",
                "",
                false
            ],
            [
                "The Assad government is committing terrible crimes against humanity and using chemical weapons.",
                "Hildegard Ürtz-Retzlaff",
                true
            ],
            [
                "And the opposition, that is made up only of extremists and terrorists anymore,",
                "Hildegard Ürtz-Retzlaff",
                true
            ],
            [
                "Some of the witnesses had referred to pressure and intimidation to which they were subjected by investigators for the prosecution,",
                "Seselj",
                true
            ],
            [
                "The prosecution allegedly obtained statements illegally, by threatening, intimidating and/or buying [witnesses] off.",
                "Seselj",
                true
            ],
            [
                "The statements mention sleep deprivation during interviews, psychological pressuring, an instance of blackmail (the investigators offered relocation in exchange for the testimony they hoped to obtain), threats (one, for example, about preparing an indictment against a witness if he refused to testify), or even illegal payments of money.",
                "Seselj",
                true
            ],
            [
                "We, the undersigned, were counsel for Mr. Ante Gotovina, who on 16 November 2012 was acquitted of all charges by the Appeals Chamber of the United Nations’ International Criminal Tribunal for the Former Yugoslavia (ICTY).",
                "",
                true
            ],
            [
                "1, On 20 November 2012, in an interview with the Serbian newspaper Blic, Ms. Carla Del Ponte, former ICTY Prosecutor and currently a member of the UN Independent International Commission of Inquiry on Syria.",
                "",
                false
            ],
            [
                "2, reacted to the ICTY Judgment with the following comments: “This is not justice; this is denial of a huge crime.” 3, She further elaborated on her position stating that the “Serbian Government and the Serbs cannot accept such a verdict and I completely agree with their televised statements because it is clear that the crime has been committed.",
                "",
                false
            ],
            [
                "We shall see what is going to happen next, but surely this is not justice.” 4, Her remarks were later published by other regional and international media.",
                "",
                true
            ],
            [
                "5, Ms. Del Ponte’s improper media statements constitute a grave violation of Mr. Gotovina’s fundamental rights and are an unacceptable interference with the reputation and authority of the ICTY",
                "",
                false
            ],
            [
                "Clearly, Ms. Del Ponte is accusing the Appeals Chamber judges of corruption.",
                "",
                true
            ],
            [
                "This is highly inappropriate, especially where there is no basis whatsoever for such serious allegations.",
                "",
                true
            ],
            [
                "The United Nations must act immediately both to protect Mr. Gotovina’s fundamental rights and to protect the reputation of the United Nations and its judges.",
                "",
                true
            ],
            [
                "Remarkably, Ms. Del Ponte admitted that she made these statements before she had even read the judgment of the ICTY Appeals Chamber.",
                "",
                true
            ],
            [
                "Effectively, a biased, unreliable, frustrated UN official has quit a mockery of an independent team which was set up to do a witch hunt rather than actually investigate war crimes in Syria, and the world is better off because of it,",
                "Hildegard Ürtz-Retzlaff",
                true
            ],
            [
                "I have the honour to convey herewith the final report of the United Nations Mission to investigate allegations of the use of chemical weapons in the Syrian Arab Republic.",
                "",
                true
            ],
            [
                "Khan al Asal, 19 March 2013: 111.",
                "",
                true
            ],
            [
                "The United Nations Mission collected credible information that corroborates the allegations that chemical weapons were used in Khan al Asal on 19 March 2013 against soldiers and civilians.",
                "",
                true
            ],
            [
                "The United Nations Mission collected evidence consistent with the probable use of chemical weapons in Jobar on 24 August on a relatively small scale against soldiers",
                "",
                false
            ],
            [
                "The UN resolution, which was adopted on 27 September by the Security Council dealt indirectly with the notion that rebel forces such as an-Nusra would also be obliged to disarm….No group was cited by name.",
                "Hersh",
                true
            ],
            [
                "While the Syrian regime continues the process of eliminating its chemical arsenal, the irony is that, after Assad’s stockpile of precursor agents is destroyed, al-Nusra and its Islamist allies could end up as the only faction inside Syria with access to the ingredients that can create sarin, a strategic weapon that would be unlike any other in the war zone.",
                "Hersh",
                true
            ],
            [
                "evidence from casualties and medical staff indicated that rebel forces in the civil war had used the deadly nerve agent sarin.",
                "",
                false
            ],
            [
                "Our investigators have been in neighbouring countries interviewing victims, doctors and field hospitals, and there are strong, concrete suspicions, but not yet incontrovertible proof, of the use of sarin gas,’ said Del Ponte in an interview with Swiss-Italian television.",
                "",
                true
            ],
            [
                "This was use on the part of the opposition, the rebels, not by the government authorities.’\nLast night, the UN commission looking into allegations of war crimes in Syria tried to row back on the comments by its human rights investigator, pointing out that conclusive evidence had not been discovered.",
                "",
                true
            ],
            [
                "However, the White House said it was likely that President Bashar al-Assad’s regime, not the rebels, were behind any chemical weapons use.",
                "",
                true
            ],
            [
                "Sarin has been classed as a weapon of mass destruction due to its potency and is banned under international law.",
                "",
                true
            ],
            [
                "US President Barack Obama has said that the use or deployment of chemical weapons in Syria would cross a ‘red line’ that could lead to foreign military intervention.",
                "",
                true
            ],
            [
                "The comments by Ms Del Ponte, a member of the U.N. panel probing alleged war crimes in Syria, contradict claims by Britain and the U.S. that intelligence reports showed Syrian soldiers had used chemical weapons.",
                "",
                true
            ],
            [
                "She said that the United Nations independent commission of inquiry on Syria has not yet seen evidence of government forces having used chemical weapons, which are banned under international law.",
                "",
                true
            ],
            [
                "Notably, in the corporate media in the west, there is no mention of the use of chemical weapons by terrorists.",
                "",
                true
            ],
            [
                "U.N. Had No Experts On The Ground – Relied On Terrorist Testimony\nCommission Chairman Paulo Pinheiro publicly acknowledged the fact that the U.N. does not have boots on the ground in the areas where it is allegedly “studying” and “investigating.” It simply does not have access to those areas because most of the areas in which chemical weapons attacks occurred are held by terrorists (adding to circumstantial evidence point toward terrorist usage for propaganda purposes) and because anyone venturing into these areas risks beheading.",
                "",
                true
            ],
            [
                "Commission chairman Paulo Pinheiro told a news conference:\nNot having access did not prevent us from establishing facts or reasonable grounds to believe what happened during the attack and establishing who is responsible.",
                "",
                true
            ],
            [
                "Of course, Pinheiro’s data relies heavily on “witness testimony” which amounts to statements provided by individuals handpicked by “opposition” supporting NGOs and outright terrorists.",
                "",
                true
            ],
            [
                "It also relies on interviews with “first responders” who are none other than the terrorist “White Helmets,” erroneously referred to as the “civil defence.” In fact, a relatively sizeable portion of the report is dedicated to detailing the “heroism” of the White Helmets terrorists who were, as much evidence suggests, simply acting in a propaganda film designed to be broadcast back to Western audiences .",
                "",
                true
            ],
            [
                "This new report is thus reminiscent of the previous U.N. reports such as the now infamous Joint Investigative Mechanism for the UN OPCW where a similar overseas analysis took place relying on the testimony of terrorists and terrorist supporters.",
                "",
                true
            ],
            [
                "In addition, the United Nations team put together its report by taking into account the testimony of “first responders;” i.e.",
                "",
                true
            ],
            [
                "the documented terrorist organization that masquerades as a humanitarian team.",
                "",
                false
            ],
            [
                "The U.N. has not had and does not have boots on the ground in the areas in question nor does it have adequate testimony to make any determinations in its investigation.",
                "",
                true
            ],
            [
                "The organization is using information provided by hostile Western governments and witness testimony arranged by anti-Syrian NGOs and terrorist organizations as well as terrorist organizations themselves.",
                "",
                true
            ],
            [
                "New UN Report Relies On Wind Direction – Lack of Boots On The Ground – Wind Direction Is Different Than What UN Claims\nParticularly in the case of Khan Sheikhoun, the United Nations report appears at face value to be the best representation of facts that could be gathered in the absence of boots on the ground investigators.",
                "",
                true
            ],
            [
                "One of the factors it uses to back up its claims regarding the alleged chemical weapons attacks is that of the wind direction which it claims supports its accusations that the Syrian military dropped a chemical weapon and that the gas was carried farther up the road by the wind.",
                "",
                true
            ],
            [
                "The report states,\n10.The weather conditions at 6.45 a.m. of 4 April were ideal for delivering a chemical weapon.",
                "",
                true
            ],
            [
                "Data based on historical weather forecasts indicates that the wind speed was just over three kilometres per hour from the southeast, that there was no rain and practically no cloud cover, and that the temperature was around 13 degree Celsius.",
                "",
                true
            ],
            [
                "1] The OPCW FFM, in the absence of actual weather data recorded for Khan Shaykhun and instead relying on actual weather data recorded at three other locations in the area, concluded that the wind speed was low with uncertain direction, most likely coming from somewhere between the south and east.",
                "",
                false
            ],
            [
                "All available data indicates stable atmospheric conditions without significant turbulence.",
                "",
                true
            ],
            [
                "Under such conditions, the agent cloud would have drifted slowly downhill following the terrain features at the location (roads and open spaces), in a southerly and westerly direction.",
                "",
                true
            ],
            [
                "This is consistent with the observed locational pattern of individuals becoming affected by the agent cloud.",
                "",
                true
            ],
            [
                "11.The chemical bomb released a cloud which spread over a distance between 300 and 600 metres from the impact point and killed at least 83 persons, including 28 children and 23 women\nHowever, well-known missile expert and former scientific advisor to the UN Chief of Naval Operations, MIT professor Theodore Postol, in his report debunking a separate White House report on Khan Sheikhoun (see “ The Nerve Agent Attack That Did Not Occur ”), also does significant damage to the UN report that was recently released.",
                "",
                false
            ],
            [
                "Notice that Postol was able to access weather data.",
                "",
                true
            ],
            [
                "Postol writes,\nThis analysis contains a detailed description of the times and locations of critical events in the alleged nerve agent attack of April 4, 2017 in Khan Shaykhun, Syria – assuming that the White House Intelligence Report (WHR) issued on April 11, 2017 correctly identified the alleged sarin release site.",
                "",
                true
            ],
            [
                "Analysis using weather data from the time of the attack shows that a small hamlet about 300 m to the east southeast of the crater could be the only location affected by the alleged nerve agent release.",
                "",
                true
            ],
            [
                "The hamlet is separated from the alleged release site (a crater) by an open field.",
                "",
                true
            ],
            [
                "The winds at the time of the release would have initially taken the sarin across the open field.",
                "",
                true
            ],
            [
                "Beyond the hamlet there is a substantial amount of open space and the sarin cloud would have had to travel long additional distance for it to have dissipated before reaching any other population center.",
                "",
                true
            ],
            [
                "Video taken on April 4 shows that the location where the victims were supposedly being treated from sarin exposure is incompatible with the only open space in the hamlet that could have been used for mass treatment of victims.",
                "",
                true
            ],
            [
                "This indicates that the video scenes where mass casualties (dead and dying) were laid on the ground randomly was not at the hamlet.",
                "",
                true
            ],
            [
                "If the location where the bodies were on the ground was instead a site where the injured and dead were taken for processing, then it is hard to understand why bodies were left randomly strewn on the ground and in mud as shown in the videos.",
                "",
                true
            ],
            [
                "The conclusion of this summary of data is obvious – the nerve agent attack described in the WHR did not occur as claimed.",
                "",
                true
            ],
            [
                "There may well have been mass casualties from some kind of poisoning event, but that event was not the one described by the WHR.",
                "",
                true
            ],
            [
                "The findings of this analysis can serve two important purposes:\n1.",
                "",
                true
            ],
            [
                "It shows exactly what needs to be determined in an international investigation of this alleged atrocity.",
                "",
                true
            ],
            [
                "In particular, if an international investigation can determine where casualties from the nerve agent attack lived, it will further confirm that the findings reported by the WHR are not compatible with the data it cites as evidence for its conclusions.",
                "",
                true
            ],
            [
                "It also establishes that the WHR did not utilize simple and widely agreed upon intelligence analysis procedures to determine its conclusions.",
                "",
                true
            ],
            [
                "The construction of the time of day at which particular video frames were generated is determined by simply using the planetary geometry of the sun angle during the day on April 4.",
                "",
                true
            ],
            [
                "The illustration below of the sun-angle geometry shows the Day/Night Sun Terminator at the location of Khan Sheikhoun on April 4.",
                "",
                true
            ],
            [
                "The angle of the sun relative to local horizontal is summarized in the table that follows the image of the planetary geometry along with the temperature during the day between 6:30 AM and 6 PM.",
                "",
                true
            ],
            [
                "The next set of two side-by-side images shows the shadows at a location where a large number of poison victims are being treated in what appears to be the aftermath of a poisoning event.",
                "",
                true
            ],
            [
                "The shadows indicate that this event occurred at about 7:30 AM.",
                "",
                true
            ],
            [
                "This is consistent with the possibility of a nerve agent attack at 7 AM on the morning of April 4 and it is also consistent with the allegation in the WHR that an attack occurred at 6:55 AM on that day.",
                "",
                true
            ],
            [
                "The timing sequence of the attack is important for determining the consistency of the timelines with the allegations of a sarin release at the crater identified in the WHR.",
                "",
                true
            ],
            [
                "Assuming there was an enough sarin released from the crater identified by the WHR to cause mass casualties at significant downwind distances, the sarin would have drifted downwind at a speed of 1 to 2 m/s and for several minutes before encountering the only location where mass casualties could have occurred from this particular release.",
                "",
                true
            ],
            [
                "The location where these mass casualties would have had to occur will be identified and described in the next section.",
                "",
                true
            ],
            [
                "If there was a sarin release elsewhere, mass casualties would have not occurred at this location but would have occurred somewhere else in the city.",
                "",
                true
            ],
            [
                "Assuming the victims of the attack were exposed to the plume, the symptoms of sarin poisoning would have express themselves almost immediately.",
                "",
                true
            ],
            [
                "As such, the scene at 7:30 AM on April 4 is absolutely consistent with the possibility of a mass poisoning downwind of the sarin-release crater.",
                "",
                true
            ],
            [
                "The next figure shows the earliest photograph we have been able to find of an individual standing by the sarin-release crater where the alleged release occurred.",
                "",
                true
            ],
            [
                "The photo was posted on April 4 and the shadow indicates the time of day was around 10:50 AM.",
                "",
                true
            ],
            [
                "Thus the individual was standing by the crater roughly 4 hours after the dispersal event.",
                "",
                true
            ],
            [
                "If the dispersal event was from this crater, the area where this unprotected individual is standing would be toxic and this individual would be subjected to the severe and possibly fatal effects of sarin poisoning.",
                "",
                true
            ],
            [
                "As a result, this throws substantial suspicion on the possibility that the crater identified by WHR would be the source of the sarin release.",
                "",
                true
            ],
            [
                "At the time of the sarin release, the temperature of the air was about 60°F and the sun was at an angle of only 8° relative to local horizontal.",
                "",
                true
            ],
            [
                "This means that liquid sarin left on the ground from the dispersal event would remain mostly unevaporated.",
                "",
                true
            ],
            [
                "By 11 AM, the temperature of the air had risen to 75° and the angle of the sun relative to horizontal was at 66°.",
                "",
                true
            ],
            [
                "Thus, one would expect that the combination of the rise in air temperature and the sun on the crater would lead to significant evaporation of liquid sarin left behind from the initial dispersal event.",
                "",
                true
            ],
            [
                "The air temperature and sun angle are such that the area around the crater should have been quite dangerous for anybody without protection to operate.",
                "",
                true
            ],
            [
                "This is therefore an important indication that the crater was probably not a dispersal site of the sarin.",
                "",
                true
            ],
            [
                "As such, the Hamlet could well have been within lethal range of the sarin exposure.",
                "",
                true
            ],
            [
                "However, areas further downwind from the Hamlet would be sufficiently far away that the sarin will have dispersed sufficiently that it would not be capable of causing deaths.",
                "",
                true
            ],
            [
                "Thus, the Hamlet area 300 m downwind of the crater is the only area where mass casualties could occur if there had been a sarin release at the crater as alleged by the WHR!",
                "",
                true
            ],
            [
                "Assad and the Syrian Government Denies Using Chemical Weapons In Khan Sheikhoun\nFor its part, the Syrian government has categorically denied launching chemical weapons against civilians or terrorists in Idlib.",
                "",
                true
            ],
            [
                "Russia has reaffirmed that the Syrian military is innocent of the charges brought by the West with a military source telling al-Masdar News that the army “has not and does not use them, not in the past and not in the future, because it does not have them in the first place.”\nBut to listen to the Western corporate press, one would be excused in believing that there was overwhelming and damning evidence to the contrary as both the press and Western governments continue to hurl accusations at the Syrian government.",
                "",
                true
            ],
            [
                "Indeed, some outlets have even went so far as to blame Russia for dropping chemical-laced missiles into Idlib, an impossibility since Russia was not conducting any airstrikes over Idlib at the time.",
                "",
                true
            ],
            [
                "The Weapons Depot\nAccording to the Russian Defense Ministry, the incident was not a “chemical weapons attack” but the result of an SAA airstrike against a terrorist weapons depot that was also being used for the production of chemical weapons.",
                "",
                true
            ],
            [
                "Major-General Igor Konashenkov, the Defense Ministry Spokesman, stated that the facility was being used to produce these chemical weapons for shipment to terrorist forces inside Iraq.",
                "",
                true
            ],
            [
                "The warehouse that was bombed, according to Konashenkov, was being used to both produce and store shells that contained toxic gas which were then shipped to Iraq and used there.",
                "",
                true
            ],
            [
                "He pointed out that both the Iraqi government and a number of international organizations have confirmed the use of these types of weapons by terrorists operating in Iraq.",
                "",
                true
            ],
            [
                "Konashenkov added that the terrorists used the same type of weapons in Aleppo, where Russian military experts took samples in 2016.",
                "",
                true
            ],
            [
                "The Russian Defense Ministry claims to have confirmed this information as being “fully objective and verified.” The Ministry also claimed that the victims of Khan Sheikhoun exhibited identical symptoms to those shown by victims in the Aleppo attacks.",
                "",
                true
            ],
            [
                "According to Russian airspace monitoring systems, yesterday between 11.30 and 12.30 local time the Syrian aviation carried out an airstrike on the eastern outskirts of Khan Sheikhun, targeting a major ammunition storage facility of terrorists and a cluster of military hardware.",
                "",
                true
            ],
            [
                "The territory of this storage facility housed workshops to produce projectiles stuffed with toxic agents,” Maj. Gen. Igor Konashenkov said.",
                "",
                true
            ],
            [
                "From this major arsenal, chemical-laden weapons were delivered by militants to Iraq.",
                "",
                true
            ],
            [
                "Their use by terrorists was confirmed on numerous occasions by international organizations and official authorities of the country,” he said.",
                "",
                true
            ],
            [
                "Video footage from social networks shows that those affected in Khan Sheikhun demonstrate the same symptoms of poisoning as the victims of the Aleppo attack had last fall,",
                "",
                true
            ],
            [
                "We assure that this information is completely unbiased and true.",
                "",
                true
            ],
            [
                "Everyone saw the plane while it was bombing with gas,",
                "",
                true
            ],
            [
                "Likewise, all the civilians in the area know that there are no military positions there, or places for the manufacture [of weapons].",
                "",
                true
            ],
            [
                "The various factions of the opposition are not capable of producing these substances,",
                "",
                true
            ],
            [
                "Terrorist groups may resort to using chemical weapons against the Syrian people … after having gained control of a toxic chlorine factory.",
                "",
                true
            ],
            [
                "reports of so-called ‘Free Syrian Army’ militants seen trying on gas masks, along with reports of Libyan chemical weapon caches & equipment being discovered in Damascus.",
                "Tony Cartalucci",
                false
            ],
            [
                "The rebels are getting better at bomb-making; as you know, desperation is the mother of invention.",
                "Tony Cartalucci",
                true
            ],
            [
                "had fitted 1400 ambulance vehicles with anti-gas & anti-chemical filtering systems at a cost of $97,000 dollars each, in preparation for a chemical weapons attack carried out by FSA rebels using mortar rounds.",
                "Addounia",
                false
            ],
            [
                "A further 400 vehicles have been prepared as troop carriers.",
                "Addounia",
                true
            ],
            [
                "Judging from the rabbits’ reaction, the gas must be a nerve agent.",
                "",
                true
            ],
            [
                "The number of containers, if not a bluff, indicates ability to produce a considerable amount of this gas.",
                "",
                true
            ],
            [
                "Deployment could be by means of a smoke generator placed in the target area, an explosion, possibly a suicide one, of a",
                "",
                false
            ],
            [
                "details of a plan to carry out a chemical weapons attack capable of impacting an area the size of one kilometer.",
                "",
                false
            ],
            [
                "I want them to be effective,",
                "Hassan",
                true
            ],
            [
                "The radius of the strike, or reach of the gases, has to be 1km.",
                "Hassan",
                true
            ],
            [
                "First, it was not sarin gas that was used, but was most likely chlorine gas,",
                "Brad Blankenship",
                true
            ],
            [
                "Victims reported a smell from the exposure to whatever chemical was used, while sarin gas is colorless, odorless, and tasteless.",
                "Brad Blankenship",
                true
            ],
            [
                "The Syrian opposition has had access to the means to produce chlorine gas for some time, has used these weapons frequently as it is cheap to produce, easy to use, and they receive a steady supply of chlorine agents from the Saudis, which have at times been ceased by the Syrian Arab army, particularly in Aleppo where photographs have been released.",
                "Brad Blankenship",
                true
            ],
            [
                "It is unlikely that such an attack was carried out deliberately by the Syrian armed forces,",
                "Brad Blankenship",
                true
            ],
            [
                "The Syrian Arab army is decisively winning the war at this point in the conflict on essentially every front– a resort to weapons of mass destruction would be not only militarily irrational (considering Khan Sheikhoun is nowhere near the front line), but would be politically absurd considering the new US admin’s statement last week that the Assad government would no longer be the primary target in Syria.",
                "Brad Blankenship",
                true
            ],
            [
                "It is important to be skeptical of the idea that a government at war that relies on broad cross-sectional support from its own people to maintain its sovereignty is willing to attack its own civilians.",
                "Brad Blankenship",
                true
            ],
            [
                "Tomorrow we are launching a media campaign to cover the airstrikes on Hama country side including the usage of chemical warfare against civilians.",
                "Laham",
                true
            ],
            [
                "The ship has just left the port,",
                "Ahmet Uzumcu",
                true
            ],
            [
                "It’s from someone big though.",
                "",
                true
            ],
            [
                "This is a big fucking deal.",
                "",
                true
            ],
            [
                "AS: It has to be POTUS.",
                "",
                true
            ],
            [
                "April 7, 2017\nSA: What are the Russians doing or saying Am I correct that we did little real damage to Russia or Syria?",
                "",
                true
            ],
            [
                "AS: We didn’t hit a damn thing, thankfully.",
                "",
                true
            ],
            [
                "They retrograded all their aircraft and personnel.",
                "",
                true
            ],
            [
                "We basically gave them a very expensive fireworks display.",
                "",
                true
            ],
            [
                "AS: They knew where ships were and watched the entire strike from launch to end game.",
                "",
                true
            ],
            [
                "Claiming we have the real Intel and know the truth about the weapons depot strike.",
                "",
                true
            ],
            [
                "AS: I guess it really didn’t matter whether we elected Clinton or Trump.",
                "",
                true
            ],
            [
                "AS: No one is talking about the entire reason we’re in Iraq and Syria in the first place.",
                "",
                true
            ],
            [
                "SA: Are any of your colleagues pissed or is everyone going along with it and saying this is OK\nAS: It’s a mad house.",
                "",
                true
            ],
            [
                "Hell we even told the Russians an hour before impact\nSA: But they clearly knew it was coming\nAS: Oh of course\nAS: Now Fox is saying we chose to hit the Syrian airfield because it is where the chemical attacks were launched from.",
                "",
                true
            ],
            [
                "Can’t make this shit up.",
                "",
                true
            ],
            [
                "I mean, making it up\nAS: It’s so fuckin evil\nSA: Amen!!!",
                "",
                true
            ],
            [
                "April 8, 2017\nAS: Russians are being extremely reasonable.",
                "",
                true
            ],
            [
                "Despite what the news is reporting they are still trying to deconflict and coordinate the air campaign.",
                "",
                true
            ],
            [
                "SA: I don’t think the russia yet understands how crazy Trump is over this.",
                "",
                true
            ],
            [
                "And i don’t think we appreciate how much damage the Russians can do to us.",
                "",
                true
            ],
            [
                "AS: They’re showing amazing restraint and been unbelievably calm.",
                "",
                true
            ],
            [
                "They seem mostly interested in de-escalating everything.",
                "",
                true
            ],
            [
                "They don’t want to lose our support in the help with destroying Isis.",
                "",
                true
            ],
            [
                "SA: But I get the get the feeling are simply trying this approach for as long as they feel it might work.",
                "",
                true
            ],
            [
                "If we keep pushing this current aggressive stance they’re going to hit back.",
                "",
                true
            ],
            [
                "We did not target, nor did we strike a mosque,",
                "Josh Jacques",
                true
            ],
            [
                "We targeted an al-Qaeda gathering across the street from a mosque.",
                "",
                true
            ],
            [
                "The mosque does not appear to be damaged following the strike.",
                "",
                true
            ],
            [
                "We are aware of the reports of civilian casualties and we are looking into it,",
                "",
                true
            ],
            [
                "Most of the residents of al-Jina, relatives of victims and first responders interviewed by the Commission stated on that on the evening in question, a religious gathering was being hosted in the mosque’s service building.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.telegraph.co.uk/news/worldnews/middleeast/syria/10039672/UN-accuses-Syrian-rebels-of-chemical-weapons-use.html",
                "https://www.reuters.com/article/us-syria-bombs/outgunned-syria-rebels-make-shift-to-bombs-idUSBRE83T0XY20120430",
                "https://www.activistpost.com/2016/06/united-nations-bows-to-saudi-threats-removes-ksa-from-child-killers-list.html",
                "https://www.activistpost.com/2013/06/new-un-chemical-weapons-report-on-syria.html",
                "https://www.cnn.com/2017/03/17/middleeast/idlib-bombing-syria/",
                "https://sputniknews.com/middleeast/201707141055531005-white-helmets-sarin-video-opcw/",
                "http://www.ynetnews.com/articles/0,7340,L-4317172,00.html",
                "http://www.independent.co.uk/news/world/middle-east/isis-chemical-weapons-militants-use-mustard-gas-against-syrian-forces-in-battle-for-deir-ez-zor-a6969186.html",
                "https://www.activistpost.com/2016/11/the-real-syria-civil-defense-vs-the-white-helmets.html",
                "http://www.bbc.com/news/world-middle-east-27974379",
                "https://www.activistpost.com/2017/06/trump-syria-strike-red-herring-deep-state.html",
                "https://www.globalresearch.ca/united-nations-confirmed-that-us-supported-rebels-were-using-chemical-weapons/5583988",
                "https://www.reuters.com/article/us-mideast-crisis-syria-usa-haley-idUSKBN1712QL",
                "https://www.infowars.com/report-soros-linked-group-behind-chemical-attack-in-syria/#disqus_thread",
                "https://www.rt.com/news/383522-syria-idlib-warehouse-strike-chemical/",
                "https://www.bellingcat.com/news/mena/2015/08/21/hell-cannons-from-minor-nuisance-to-major-threat-the-evolution-of-syrian-opposition-siege-artillery/",
                "https://www.globalresearch.ca/the-syrian-observatory-for-human-rights-is-a-propaganda-front-funded-by-the-eu-its-objective-is-to-justify-pro-democracy-terrorism/5331072",
                "http://www.infowars.com/syrian-rebels-caught-on-tape-discussing-chemical-weapons-attack/",
                "https://www.activistpost.com/2014/09/nato-airstrikes-target-grain-silos-in.html",
                "https://www.activistpost.com/2017/05/photos-from-syria-show-white-helmets-and-nusraqaeda-are-the-same-organization.html",
                "https://www.activistpost.com/2017/08/resigning-u-n-prosecutor-carla-del-ponte-surrounded-by-allegations-of-intimidation-bullying-of-witnesses.html",
                "https://www.cnn.com/2015/12/12/asia/afghanistan-kunduz-msf-hospital-strike/index.html",
                "https://www.worldweatheronline.com/khan-sheikhoun-weather-history/idlib/sy.aspx",
                "https://sarahabed.com/2017/02/08/war-in-syria-staged-uprising-not-a-revolution/",
                "https://www.activistpost.com/2017/09/new-un-report-blames-assad-chemical-weapons.html",
                "https://www.activistpost.com/2017/07/russia-questions-opcw-omission-white-helmets-video-justify-syria-bombing.html",
                "https://www.activistpost.com/2017/05/interviews-with-syrian-civilians-reveal-white-helmets-and-nusraal-qaeda-are-the-same-thing.html",
                "https://sputniknews.com/politics/201704051052316233-kremlin-idlib-attack-assad/",
                "https://www.reuters.com/article/us-mideast-crisis-syria-warcrimes/syrian-government-forces-used-chemical-weapons-more-than-two-dozen-times-u-n-idUSKCN1BH18W",
                "https://www.almasdarnews.com/article/video-syrian-army-uncovers-massive-factories-storage-cells-housing-hell-cannons-gas-canisters/",
                "https://www.theguardian.com/world/2017/sep/06/syrian-regime-dropped-sarin-on-rebel-held-town-in-april-un-confirms",
                "https://www.activistpost.com/2017/03/medical-doctors-question-white-helmets-footage-al-qaeda-oscar.html",
                "https://www.activistpost.com/2017/07/cia-director-pompeo-admits-convincing-trump-over-disproven-chem-weapons-attack-in-syria.html",
                "https://mobile.almasdarnews.com/article/syrian-army-strikes-jihadist-gas-depot-southern-idlib-report/",
                "http://www.independent.co.uk/news/world/middle-east/un-syria-civil-war-panel-war-crimes-prosecutor-quits-pointless-carla-del-ponte-swiss-attorney-a7882711.html",
                "http://www.infowars.com/shock-video-shows-syrian-rebels-testing-chemical-weapons/",
                "https://www.theguardian.com/world/2017/aug/07/we-are-powerless-un-syria-investigator-carla-del-ponte-quits-over-lack-of-political-backing",
                "https://www.activistpost.com/2013/09/syria-chemical-weapons-victims-were.html",
                "https://www.activistpost.com/2017/04/chemical-weapons-2017-what-just-happened-in-syria.html",
                "https://www.activistpost.com/2013/03/false-flag-attacks-in-syria-pin.html",
                "https://washingtonsblog.com/2017/05/no-cnn-video-chemical-incident-not-prove-syrian-government.html",
                "http://www.strategic-culture.org/news/2016/04/28/seymour-hersh-hillary-approved-sending-libya-sarin-syrian-rebels.html",
                "https://www.activistpost.com/2013/10/breaking-new-rebel-chemical-weapons.html",
                "https://www.almasdarnews.com/article/assad-never-used-chemical-weapons-islamist-rebels-did/",
                "https://www.rt.com/op-ed/361650-chemical-weapons-syria-assad/",
                "https://www.activistpost.com/2013/09/5-ways-incontrovertible-evidence-on.html",
                "http://www.bbc.com/news/world-middle-east-39299266",
                "https://www.washingtonpost.com/world/united-nations-accuses-syrian-government-of-april-sarin-attack/2017/09/06/086ec6e6-92ec-11e7-b9bc-b2f7903bab0d_story.html?utm_term=.46b1d7bacfa1",
                "https://www.dailymail.co.uk/news/article-2320223/UN-accuses-Syrian-rebels-carrying-sarin-gas-attacks-blamed-Assads-troops.html"
            ],
            "gov_pgs": [
                "http://www.un.org/apps/news/story.asp?NewsID=57468#.WblLRLKGMdU",
                "https://abcnews.go.com/Politics/president-trump-condemns-heinous-actions-syria/story?id=46593368"
            ],
            "unsure": [
                "https://www.youtube.com/watch?v=SxKIyk5dgqk",
                "https://twitter.com/maytham956/status/849345046696644610",
                "https://www.welt.de/politik/ausland/article165905618/We-got-a-fuckin-problem.html?wtmc=socialmedia.facebook.shared.web",
                "https://thewallwillfall.org/",
                "https://twitter.com/AliHa_97/status/849330127871803393",
                "https://www.ohchr.org/EN/HRBodies/HRC/IICISyria/Pages/IndependentInternationalCommission.aspx",
                "https://www.marketwatch.com/entertainment?reflink=heatst",
                "https://www.youtube.com/watch?v=voWsQdMacMg&feature=youtu.be",
                "https://www.youtube.com/watch?v=H-6O-gApVrU&feature=youtu.be",
                "https://www.youtube.com/watch?v=BLAMVtLq2V0",
                "http://www.tekkim.com.tr/",
                "https://www.youtube.com/watch?feature=player_embedded&v=H-6O-gApVrU",
                "http://www.syria-tribune.com/e/index.php/by-syria-tribune/58-chem-weapons-in-syria",
                "http://www.moonofalabama.org/2017/04/the-nerve-agent-attack-that-did-not-occur-khan-sheikhun-summary-report-by-prof-postol.html",
                "https://tass.com/world/939417",
                "http://www.prisonplanet.com/hack-reveals-washington-approved-plan-to-stage-chemical-weapons-attack-in-syria.html",
                "http://www.brandonturbeville.com/2015/05/assad-chemical-weapons-violation.html",
                "http://www.bmj.com/content/352/bmj.i1831",
                "https://www.activistpost.com/?p=12084",
                "https://www.youtube.com/watch?v=vRK5SBtdUhg",
                "https://twitter.com/Partisangirl/status/849206791275659264",
                "http://landdestroyer.blogspot.com/2012/06/wests-syrian-narrative-based-on-guy-in.html",
                "http://archive.fo/dw0Za",
                "https://www.youtube.com/watch?feature=player_embedded&v=BLAMVtLq2V0"
            ]
        },
        "key_words": [
            "used",
            "sarin",
            "assad",
            "report",
            "khan",
            "syria",
            "evidence",
            "syrian",
            "cites",
            "attack",
            "blames",
            "terrorists",
            "real",
            "weapons",
            "chemical"
        ]
    }
]