[
    {
        "url": "https://www.reuters.com/article/us-science-durian/whats-that-smell-secrets-of-famously-pungent-durian-fruit-revealed-idUSKBN1CE1SB",
        "title": "What’s that smell? Secrets of famously pungent durian fruit revealed",
        "authors": [
            {
                "name": "Will Dunham",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-09",
        "text": "October 9, 2017 /  3:32 PM / 2 years ago\nWhat’s that smell? Secrets of famously pungent durian fruit revealed\nWASHINGTON (Reuters) - Scientists have answered one of nature’s most pungent questions: what gives the world’s smelliest fruit its distinctive aroma.\nFILE PHOTO: A boy carries a durian fruit at a durian market in Bangkok, Thailand on July 17, 2007. REUTERS/Sukree Sukplang/File Photo\nScientists in Singapore said on Monday they have mapped the genome of the durian, known throughout Southeast Asia as the “king of fruits” for its unique smell, flavor and formidable spiny appearance.\nThey identified a group of genes responsible for odor compounds called volatile sulfur compounds, and found that these genes become highly activated as the fruit ripens, driving its unusual smell.\n“The durian smell has been described as a mix of an onion-like sulfury aroma with notes of sweet fruitiness and savory soup-seasoning. A key component of the durian smell are volatile sulfur compounds, or VSCs, which have been characterized as decaying, onion-like, rotten eggs, sulfury and fried shallots,” said geneticist Bin Tean Teh, deputy director of the National Cancer Center Singapore, co-leader of the study published in the journal Nature Genetics.\nUnlike other plant species that typically have one or two copies of these genes, this species boasted four copies, demonstrating that VSC production is, as Teh put it, “turbocharged” in durian fruits.\nThe researchers said this odor may be important to the durian in the wild, helping to attract animals to eat it and disperse its seeds.\nThe scientists sequenced the genome of the Musang King variety of durian, discovering it has about 46,000 genes, nearly double the number in the human genome.\nThey were able to trace the evolution of the fruit back 65 million years, finding an ancient relationship to the cacao tree, whose seeds produce chocolate.\n“Most of us in Singapore have grown up with the durian, and we are very familiar with it,” said geneticist Patrick Tan, a professor at Duke-NUS Medical School in Singapore. “However, even within the same family, there are individuals that love the taste, while others have learned to simply tolerate it, especially during durian season. For those who have never experienced durian before, it can indeed elicit opposing emotions of devotion and revulsion.”\nDurian is eaten fresh, cooked, fermented or as an ingredient in candies, baked goods and other food.\nThe researchers said there are at least 30 other durian species, some edible, some inedible, and some with other distinctive features. Several are endangered.\nDurian is economically important, with imports to China last year worth $600 million to $800 million, the researchers said.\nEditing by Bernadette Baum\n",
        "quotes": [
            [
                "The durian smell has been described as a mix of an onion-like sulfury aroma with notes of sweet fruitiness and savory soup-seasoning.",
                "Bin Tean Teh",
                true
            ],
            [
                "A key component of the durian smell are volatile sulfur compounds, or VSCs, which have been characterized as decaying, onion-like, rotten eggs, sulfury and fried shallots,",
                "Bin Tean Teh",
                true
            ],
            [
                "Most of us in Singapore have grown up with the durian, and we are very familiar with it,",
                "Patrick Tan",
                true
            ],
            [
                "However, even within the same family, there are individuals that love the taste, while others have learned to simply tolerate it, especially during durian season.",
                "Patrick Tan",
                true
            ],
            [
                "For those who have never experienced durian before, it can indeed elicit opposing emotions of devotion and revulsion.",
                "Patrick Tan",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "pungent",
            "revealed",
            "volatile",
            "genes",
            "researchers",
            "singapore",
            "species",
            "smell",
            "compounds",
            "famously",
            "whats",
            "million",
            "secrets",
            "fruit",
            "durian"
        ]
    }
]