[
    {
        "url": "http://occupydemocrats.com/2016/09/21/viral-post-iraq-vet-makes-great-point-americas-trigger-happy-cops/",
        "title": "In Viral Post, Iraq Vet Makes A GREAT Point About America’s Trigger-Happy Cops",
        "authors": [
            {
                "name": "Colin Taylor",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-21",
        "text": "Now Reading\nIn Viral Post, Iraq Vet Makes A GREAT Point About America’s Trigger-Happy Cops\n0 Shares\nRead Next\nIt is an inarguable fact that law enforcement in the United States kill far too many citizens. Police officers in the United States have killed 706 people in summary executions without due process of the law; well on target to pass last year’s grisly total of 990. Our police officers shoot and kill people at a rate seventy times that of other developed countries, and that is absolutely unacceptable. The United Kingdom had 55 fatal police shootings in the past 24 years; American police murdered that many citizens in the first 24 days of 2015.\nThe appalling frequency of unarmed black men being gunned down by overzealous police officers who don’t even bother to attempt to take them in peacefully prompts even more questions. Why are our cops so trigger-happy? One veteran thinks it may have something to do with their training.\nThe frequency of violence by American police officers can be partially blamed with the outrageous proliferation of firearms among a irresponsible civilian population leading to more cops being killed in the line of duty, as Republican nominee Donald Trump loves to spout – when he’s not busy telling you how Hillary Clinton is coming for your guns. But the number of deaths in the line of duty for police officers is down 17% since President Obama took office , hovering around 60 a year.\nPolice departments cultivate this “shoot first and ask questions later” policy and have developed a wide array of tools to insulate themselves from facing consequences for their crimes. They do this to cover up the fact that the reality is that our police forces receive astonishingly poor training – less than is required to become a cosmetologist.\nA cosmetologist in Alabama requires 50 weeks of training.\nA soldier in Alabama completes ten weeks of basic training and then fifty-two weeks of advanced specialization training.\nA police officer in Alabama requires twelve weeks of training.\nOn the other hand, a police officer in Norway requires two years of training.\nSee the difference?\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [
            [
                "shoot first and ask questions later",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.nydailynews.com/news/national/king-cops-trained-cosmetologists-america-article-1.2727221",
                "https://www.factcheck.org/2016/07/killed-in-the-line-of-duty/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://occupydemocrats.com/privacy/"
            ]
        },
        "key_words": [
            "vet",
            "post",
            "point",
            "makes",
            "weeks",
            "requires",
            "alabama",
            "traininga",
            "training",
            "shoot",
            "americas",
            "questions",
            "triggerhappy",
            "iraq",
            "states",
            "cops",
            "united",
            "great",
            "officers",
            "viral"
        ]
    }
]