[
    {
        "url": "https://www.politico.com/story/2016/09/donald-trump-egypt-228393?cmpid=sf",
        "title": "Trump praises autocratic Egyptian leader",
        "authors": [
            {
                "name": "Nahal Toosi",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-19",
        "text": "Trump praises autocratic Egyptian leader\nThe Republican presidential nominee Monday showered Egypt's increasingly autocratic ruler, Abdel Fattah al-Sisi, with kind words during a special meeting on the sidelines of the United Nations General Assembly.\nStory Continued Below\nTrump, who has called for a ban on immigration from countries \"compromised by terrorism,\" which presumably would include Egypt, promised to invite Sisi to visit the White House if he's elected president. Trump also suggested he'd like to visit Egypt.\nIn a strikingly praise-filled summary of the meeting released by his campaign, the Republican was said to express to Sisi \"his strong support for Egypt’s war on terrorism, and how under a Trump administration, the United States of America will be a loyal friend, not simply an ally, that Egypt can count on in the days and years ahead.\"\nTrump also was said to have \"emphasized\" to Sisi \"his high regard for peace-loving Muslims.\" The statement came the same day that the real estate mogul, responding to a suspected terrorist attack in New York, lamented that police officers weren't allowed to use racial profiling.\nSisi also met with Democratic presidential nominee Hillary Clinton. Both the 2016 candidates have been criticized by people across the political spectrum for sparing any time for Sisi, whose harsh rule has infuriated human rights activists.\nBut Egypt is still considered a vital ally for the United States, not least because it maintains a peace deal with Israel and is a relatively stable Arab country in an increasingly volatile Middle East. It also is considered an important partner in the battle against Islamist militancy.\nThe meeting between Trump and Sisi also included Trump advisers, Sen. Jeff Sessions (R-Ala.) and retired Lt. Gen. Michael Flynn, former director of the Defense Intelligence Agency.\nAccording to the readout, Trump expressed \"great respect for Egypt’s history\" and a \"great fondness\" for the Egyptian people.\nThe readout did not say what Sisi said in return to Trump. Egyptian officials did not immediately respond to requests for comment Monday from POLITICO.\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "his strong support for Egypt’s war on terrorism, and how under a Trump administration, the United States of America will be a loyal friend, not simply an ally, that Egypt can count on in the days and years ahead.",
                "Sisi",
                false
            ],
            [
                "his high regard for peace-loving Muslims.",
                "Sisi",
                false
            ],
            [
                "great respect for Egypt’s history",
                "Trump",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.bloomberg.com/tosv2.html?vid=&uuid=959e7020-b86f-11e9-bbea-e92c3d8ee94c&url=L3BvbGl0aWNzL2FydGljbGVzLzIwMTYtMDktMTkvdHJ1bXAtc2F5cy1mZWFyLW9mLXByb2ZpbGluZy1pbmhpYml0cy11LXMtdGVycm9yaXNtLXByZXZlbnRpb24="
            ]
        },
        "key_words": [
            "autocratic",
            "united",
            "egypts",
            "praises",
            "york",
            "egypt",
            "trump",
            "sisi",
            "visit",
            "great",
            "meeting",
            "leader",
            "egyptian"
        ]
    }
]