[
    {
        "url": "https://www.activistpost.com/2017/09/children-held-hostage-disturbing-911-drill-school-official-threatening-kill.html",
        "title": "Children Held Hostage During Disturbing 9/11 Drill by School Official Threatening to Kill Them",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-11",
        "text": "Hot Topics\nChildren Held Hostage During Disturbing 9/11 Drill by School Official Threatening to Kill Them\nHonolulu, HI — In America’s modern-day police state, it seems the state knows no bounds as to how far it will go to keep children and adults in a perpetual state of fear. A recent lawsuit out of Hawaii illustrates the extent of the American fear culture and how its insanity is tormenting and traumatizing America’s youth.\nFor more than 10 minutes, middle school children were held hostage by a raging lunatic in a mask, swinging a hammer while threatening to kill them all. Naturally, officials claim this drill, involving a school official wearing a mask and holding a hammer while threatening to kill children, was done for the “safety of those children.” Well, Michelle and Eddie Chavez aren’t buying that excuse.\nAccording to a report from Courthouse News , the couple has since filed a federal lawsuit over this incident.\nAn abusive lockdown drill in which a masked man threatened a middle-school classroom with a hammer left the entire class in tears and at least one girl with post-traumatic stress disorder, her parents  say in court .\nMichelle and Eddie Chavis sued Hawaii and the state Department of Education on Sept. 7 in First Circuit state Court.\nAccording to the bizarre complaint, their daughter and her class at Kaimuki Middle were watching a video about the Sept. 11, 2001 terror attacks on Sept. 11, 2015. Suddenly, “a man wearing a mask rushed into the classroom swinging a large hammer while threatening the students with serious bodily injury and/or death,” the complaint states.\nThe complaint continues: “Minor and her classmates were immediately placed in fear for their lives. The masked man then walked out of the classroom with the classroom teacher running out behind the masked man, apparently in pursuit of the masked man. Upon the classroom teacher’s return, the teacher locked the classroom doors and called the school office to notify the school administration of the masked man.\n“Minor and other students in the classroom were crying and feared for their lives, as they believed they were going to be killed. The classroom teacher was pacing around the classroom and appeared scared, as well.”\nOnly then, the parents say, did the school administration announce that it was a lockdown drill, planned ahead of time, “to be as realistic as possible.”\nThe Chavis’s daughter already had been under the case of a psychologist for two years, and the school knew it, they say. She continues to suffer from the stress of the drill, and post-traumatic stress syndrome.\nDeclare Your Independence!\nProfit outside the rigged system! Protect yourself from tyranny and economic collapse. Learn to live free and spread peace!\nCounter Markets Newsletter - Trends & Strategies for Maximum Freedom\nClaim Your FREE Issue Today!\nHer parents seek damages and special damages for negligence, breach of duty of care, personal injuries, medical expenses and loss of enjoyment of life.\nThey are represented by Harrison Kiehm.\nAfter the drill first became public in 2015, school officials were quick to defend the decision. In response to an inquiry from KHON 2 news , the Department of Education released a statement at the time noting, “Safety drills provide real-life situations where schools can analyze areas of strengths and weaknesses. In order to accomplish this, students are not notified when a drill will take place.”\nAccording to KHON, the principal at Kaimuki Middle School told KHON2 sometimes they do notify students about these lockdown drills and sometimes they don’t, and they don’t plan on changing that because they want to make sure they know how students will react during these very different situations.\nAccording to psychologist Dr. Suzanne Gelb, however, these experiences “can be very devastating. It can result in nightmares. It can be a result in a resurgence of problem behaviors that maybe were taken care of already, like rebelliousness, acting out.” Many of the parents whose children witnessed this drill agree.\nParents, who did not want to be identified, told KHON2 their kids were in tears and terrorized by the scene.\n“(My child has had) sleepless nights since it’s happened, very anxious, concerned about going to school,” one parent said.\nThe student said at least six kids in her class were crying during the drill.\nAnother parent said her daughter “was afraid, and she was crying, and another friend was crying as well, and they thought they were going to die.”\nWhat, exactly, the school was attempting to ‘teach’ the kids with this drill remains to be seen. No lessons were learned and the end result was simply a long list of traumatized children.\nMatt Agorist is an honorably discharged veteran of the USMC and former intelligence operator directly tasked by the NSA. This prior experience gives him unique insight into the world of government corruption and the American police state. Agorist has been an independent journalist for over a decade and has been featured on mainstream networks around the world. Agorist is also the Editor at Large at the Free Thought Project.  Follow @MattAgorist on Twitter , Steemit , and now on Facebook. This article first appeared at The Free Thought Project .\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 8, 2019\nAugust 7, 2019\nAugust 6, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "a man wearing a mask rushed into the classroom swinging a large hammer while threatening the students with serious bodily injury and/or death,",
                "",
                false
            ],
            [
                "Minor and other students in the classroom were crying and feared for their lives, as they believed they were going to be killed.",
                "",
                true
            ],
            [
                "The classroom teacher was pacing around the classroom and appeared scared, as well.",
                "",
                true
            ],
            [
                "to be as realistic as possible.",
                "",
                false
            ],
            [
                "Safety drills provide real-life situations where schools can analyze areas of strengths and weaknesses.",
                "",
                true
            ],
            [
                "In order to accomplish this, students are not notified when a drill will take place.",
                "",
                true
            ],
            [
                "It can be a result in a resurgence of problem behaviors that maybe were taken care of already, like rebelliousness, acting out.",
                "Suzanne Gelb",
                true
            ],
            [
                "My child has had) sleepless nights since it’s happened, very anxious, concerned about going to school,",
                "",
                true
            ],
            [
                "was afraid, and she was crying, and another friend was crying as well, and they thought they were going to die.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.courthousenews.com/parents-call-school-drill-abusive-harmful/",
                "http://thefreethoughtproject.com/911-drill-school-hostage-terror/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://steemit.com/@tftproject",
                "https://www.facebook.com/TheREALMattAgorist/",
                "http://khon2.com/2015/09/17/school-officials-defend-sept-11-lockdown-drill-that-brought-students-to-tears-2/",
                "https://twitter.com/MattAgorist"
            ]
        },
        "key_words": [
            "held",
            "man",
            "drill",
            "disturbing",
            "parents",
            "students",
            "children",
            "hammer",
            "masked",
            "school",
            "state",
            "threatening",
            "hostage",
            "911",
            "classroom",
            "official",
            "kill"
        ]
    }
]