[
    {
        "url": "https://www.politico.com/story/2016/09/mark-cuban-debate-trump-react-228577?cmpid=sf",
        "title": "Pierson on Cuban at debate: 'No one can get in Donald Trump's head'",
        "authors": [
            {
                "name": "Nick Gass",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-23",
        "text": "\"He's going to be focused and he’s gonna be ... focused on talking to the American people,\" Katrina Pierson says.\nPierson on Cuban at debate: 'No one can get in Donald Trump's head'\nBy NICK GASS\nStory Continued Below\n\"I just think it’s worth noting that this is one of those things that could get inside somebody’s head. And Mark Cuban, sitting right there in front of him,\" Fox Business host Maria Bartiromo said during a discussion with national spokeswoman Katrina Pierson.\nPierson objected to that assessment, remarking, \"No one can get in Donald Trump's head. No one can get in Mr. Trump’s head.\"\n\"He's going to be focused and he’s gonna be ... focused on talking to the American people,\" Pierson said. \"It doesn't matter who's in the front row. Mr. Trump is gonna make his case at Monday night.\"\nCampaign manager Kellyanne Conway mocked Clinton's invitation of Cuban later on the same network, calling it \"a typical Monday night for Hillary Clinton spending it with billionaires who don't particularly care for Donald Trump.\"\nConway added, \"What's he gonna do -- make funny faces at Donald Trump?\"\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "He's going to be focused and he’s gonna be ... focused on talking to the American people,",
                "Katrina Pierson",
                true
            ],
            [
                "I just think it’s worth noting that this is one of those things that could get inside somebody’s head.",
                "Maria Bartiromo",
                true
            ],
            [
                "And Mark Cuban, sitting right there in front of him,",
                "Maria Bartiromo",
                true
            ],
            [
                "No one can get in Donald Trump's head.",
                "Katrina Pierson",
                true
            ],
            [
                "No one can get in Mr. Trump’s head.",
                "Katrina Pierson",
                true
            ],
            [
                "He's going to be focused and he’s gonna be ... focused on talking to the American people,",
                "Katrina Pierson",
                true
            ],
            [
                "It doesn't matter who's in the front row.",
                "Katrina Pierson",
                true
            ],
            [
                "Mr. Trump is gonna make his case at Monday night.",
                "Katrina Pierson",
                true
            ],
            [
                "a typical Monday night for Hillary Clinton spending it with billionaires who don't particularly care for Donald Trump.",
                "Katrina Pierson",
                false
            ],
            [
                "What's he gonna do -- make funny faces at Donald Trump?",
                "Conway",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "hes",
            "cuban",
            "debate",
            "pierson",
            "row",
            "trump",
            "donald",
            "gonna",
            "talking",
            "focused",
            "trumps",
            "head"
        ]
    }
]