[
    {
        "url": "https://www.reuters.com/article/us-japan-election-koike/tokyo-governor-koike-no-need-for-big-change-in-monetary-policy-idUSKBN1CB1K2",
        "title": "Tokyo Governor Koike: No need for big change in monetary policy",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-06",
        "text": "October 6, 2017 /  12:21 PM / 2 years ago\nTokyo Governor Koike: No need for big change in monetary policy\n1 Min Read\nTokyo Governor Yuriko Koike, head of Japan's Party of Hope, smiles next to a Japanese national flag during an interview with Reuters in Tokyo, Japan October 6, 2017. REUTERS/Issei Kato\nTOKYO (Reuters) - Tokyo Governor Yuriko Koike, whose new conservative party is challenging Japan’s ruling bloc in an Oct. 22 election, said on Friday there was no need for a major change in the Bank of Japan’s hyper-easy monetary policy and there should not be any sudden change under the next central bank chief.\nIn an interview, Koike told Reuters the BOJ had adopted a hyper-easy monetary policy, adding: “Unfortunately, this has not cured deflation. But I think there is no need for a big change in direction.”\nAsked about desirable policy under the next BOJ governor, she said, “There will probably be parts that are an extension of current policy. If there were a sudden change, I think that would have an impact on the stock market.”\nBOJ Governor Haruhiko has been the main architect of monetary policy under Prime Minister Shinzo Abe, and his 5-year term expires in early April 2018.\nReporting by Linda Sieg and Ami Miyazaki; Editing by Clarence Fernandez\n",
        "quotes": [
            [
                "Unfortunately, this has not cured deflation.",
                "Koike",
                true
            ],
            [
                "But I think there is no need for a big change in direction.",
                "Koike",
                true
            ],
            [
                "There will probably be parts that are an extension of current policy.",
                "Koike",
                true
            ],
            [
                "If there were a sudden change, I think that would have an impact on the stock market.",
                "Koike",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "think",
            "sudden",
            "koike",
            "monetary",
            "change",
            "governor",
            "japans",
            "yuriko",
            "need",
            "tokyo",
            "big",
            "policy"
        ]
    }
]