[
    {
        "url": "http://dailybuzzlive.com/vegas-shooter-filmed-slaughter-may-left-note-suicide-photo-emerges/",
        "title": "Vegas Shooter Filmed Himself During Slaughter, May Have Left A Note; Suicide Photo Emerges",
        "authors": [
            {
                "name": "Daily Buzz Live",
                "link": null
            }
        ],
        "publisher": "dailybuzzlive.com",
        "publish_date": "2017-10-04",
        "text": "Posted on\nMillionaire Las Vegas shooter Stephen Paddock set up a camera inside his hotel room to capture his deadly shooting rampage on film, as well as various other surveillance equipment in the hallway to alert him as cops closed in on him. According to ABC, the shooter had at least one lens set up to tape himself as he fired hundreds of rounds on thousands of unsuspecting concertgoers several hundred yards below his Mandalay Bay casino suite. Also, knowing that the cops would eventually catch up to him, he also reportedly wired cameras in the hallway outside his room so he could see when the heat was getting close.\nLas Vegas Metropolitan Police Department Sheriff Joseph Lombardo confirmed that Paddock had cameras inside and outside of his hotel room during a late-afternoon press conference.\nAccording to his brother, Paddock, 64, had made millions from real estate deals; he also owned two planes and several properties across the US, and seemed normal apart from his passion for gambling large sums.  He’d also secretly amassed a massive arsenal of no less than 42 firearms with at least one of those an automatic, while another two had been modified with legal bump-stock devices that allows semi-automatic guns to give full-auto fire of up to 800 rounds a minute. Several had scopes, and packed military-grade ammunition.\nPaddock took 23 of those guns into his Mandalay Bay suite over several days and set up two rifles on tripods at windows overlooking the Route 91 Harvest country music festival. According to the Daily Mail, Thousands of rounds of ammunition were also found in the suite, enabling him to fire repeatedly over the course of 72 minutes. His car had several pounds of a fertilizer used in bomb-making.\nA look outside his room via ABC:\nAnd inside:\nAnd, as we now learn, he also reportedly set up a camera in his room, apparently to film the mass murder, and others in the hallway to capture police arriving. Before carrying out the shooting, he used a hammer-like tool to smash out two window in his room which he used to fire out of.\nPaddock had lived in 27 residences in Nevada, Florida and Texas as an adult, but other than that he had apparently lived a quiet and unremarkable life – and the reason for the most deadly assault in American history is still a mystery.  Explanations have been offered for his motive, but law enforcement has\nremained coy. It has been suggested debts, a relationship collapse, or\nhis family history may have contributed to the his drive to kill.\nThe retired accountant had worked as an internal auditor at Lockheed Martin for three years in the late 1980s, and was a manager and investor in apartment complexes located in Mesquite, Texas and California, which made him millions, his brother said, according to the Las Vegas Sun. A federal spokeswoman he worked as letter carrier, IRS agent for nearly a decade in 1970s and ’80s\nLocal police said they had no run-ins with the man, not even traffic violations, and his brother described him as ‘just a guy who lived in Mesquite who drove down and gambled in Las Vegas and… liked burritos’. So the discovery that he had used 10 suitcases to methodically move an arsenal up into his Mandalay Bay room over the preceding weekend came as a shock to those who knew him.\nEric Paddock said he thought his brother was far from a gun fanatic. ‘He had a couple of guns but they were all handgun, legal… he might have had one long gun, but he had them in a safe,’ he said. He said he didn’t know about the 23 guns that were found in the hotel room.\nSpeaking to the WSJ, a law enforcement source said that they found at least one fully automatic rifle among the batch, which included AR-15-style rifles and AK-47-style rifles.  As we reported this morning, it also later emerged that two other semi-auto guns had been legally modified with bump-stocks that allow them to function like fully automatic rifles, pumping out 400-800 bullets a minute.\nAmong the weapons found in the room were four Daniel Defense DDM4 rifles, three FN-15s and other rifles made by Sig Sauer. A handgun was also found.\nFour DDM4 rifles were among the 23 weapons found in Paddock’s hotel room.\nThree FN-15 rifles, as well as guns made by Sig Sauer, were found in his arsenal.\nA Colt AR-15 was also found in the room\nStephen Paddock’s room was packed with 23 guns and lots of ammo\nClark County Sheriff Joe Lombardo said on Monday it wasn’t clear whether the full-auto gun was modified, or if it was originally made that way. He also said that the ammunition ranged in size from .308, usually used in hunting rifles, to .223, associated with AR-15s and other assault rifles – the latter being military-grade, the New York Daily News reported.\nEric said the revelation of his brother’s deadly plan, which saw thousands of rounds falling on a crowd of 22,000 people at a music festival below, was as unexpected as seeing a meteor suddenly landing on his street.\nThe shocks only grew in number Monday as police raided two of Paddock’s properties. The first was his Mesquite home in a sleepy retirement community, which he purchased for just over $369,000 in 2015 according to public records.\nHe lived at the $400,000 property (pictured with crumpled garage door after police raid) with Danley\nSome 19 additional firearms were in the house, along with the explosive Tannerite – which is used to make explosive targets for target practice – and several thousand rounds of ammunition, Lombardo said Monday. He added that electronic devices were also found, but that they are still being examined to determine their purpose. Photos of the property showed the garage door torn off its hinge and crumpled after the search.\nPolice also found the fertilizer ammonium nitrate – which can be used to make bombs – in Paddock’s car in Las Vegas on Monday.\nA SWAT team also raided a second property owned by Paddock in Reno on Monday.  Bomb experts were on hand, due to concerns over booby traps. Police have not yet revealed what, if anything, they found there. Speaking on Monday evening, police said that the scene was still being examined by detectives.\nAlthough ISIS have repeatedly attempted to claim credit for the shooting, saying Paddock had recently converted to Islam, both his brother and authorities have dismissed the claims. He had ‘no religious affiliation, no political affiliation,’ Eric said, adding: ‘He just hung out.’\nHe also had no Army training, nor expressed any particular interest in guns, Eric added – though he admitted that, as he lives in Florida, he had not spoken much with his brother over the last year. ‘His life is an open book. It’s all in public record,’ he said. ‘Once again, there is nothing. He went to college. He had a job.’\nPaddock had both hunting and fishing licenses according to public records, as well as his pilot’s license, but no criminal record in the state of Nevada. Only his gambling habit stood out as unusual; Stephen would play $100 hands of video poker, and ‘once texted me a picture that he won $40,000 on a slot machine,’ Eric said. Neighbors at one of his properties in Florida said that they had barely talked to him – that he gave them keys to check on the property, and would only turn up every three months or so. When he did, they said, he would rarely be seen because he stayed up late at night playing poker online.\nLaw enforcement officials said that in recent weeks he had made a number of transactions in Las Vegas that were in the tens of thousands of dollars. On some days he spent more than $30,000, and on others more than $20,000, according to an individual who had seen Paddock’s Multiple Currency Transaction Reports. It’s not known whether he made money back on any recent bets, or lost it.\nIn his private life, Paddock enjoyed country shows on the Las Vegas Strip – such as the one he eventually attacked. Paddock’s time in Las Vegas wasn’t totally without event, however; in 2012 he filed a lawsuit against Cosmopolitan Hotels & Resorts following an incident that occurred at their Las Vegas casino. Paddock spent two years in court fighting his case after submitting his initial complaint citing ‘Negligence – Premises Liability.’\nIt was ultimately dismissed with prejudice in late 2014, and exact details of the case were not available on the Clark County Courts website.\nPaddock was also the son of Benjamin Hoskins Paddock, a serial bank robber who ended up on the FBI Most Wanted list back in 1969 when he escaped from federal prison in Texas while serving a 20 years sentence. The FBI kept him on the list for the next eight years, and he was eventually found one year after he was removed from the list in 1978 while outside an Oregon Bingo hall. The agency said that the fugitive had been ‘diagnosed as psychopathic’ and also had possible ‘suicidal tendencies.’\nThe attack ended when the police breached the door to his room on the 32nd floor of the Mandalay Bay Resort just after 10pm on Sunday night, by which time Paddock had committed suicide. The result is shown in the photo below.\nFinally, as the Star reports, the shooter may have left a suicide message: a note left by the gunman may offer clues to his reasons for slaughtering country music fans at the Route 91 Harvest Festival. The police have repeatedly said investigations are ongoing and have yet to make public any details.\n* indicates required\nEmail Address *\nRecent Posts\nLas Vegas Nv Woman Caught Having Sex With Pit Bull.  Police were called to the READ MORE →\nDaily Buzz Live Search\n",
        "quotes": [
            [
                "just a guy who lived in Mesquite who drove down and gambled in Las Vegas and… liked burritos",
                "",
                false
            ],
            [
                "He had a couple of guns but they were all handgun, legal… he might have had one long gun, but he had them in a safe,",
                "",
                true
            ],
            [
                "no religious affiliation, no political affiliation,",
                "",
                false
            ],
            [
                "His life is an open book.",
                "",
                true
            ],
            [
                "It’s all in public record,",
                "",
                true
            ],
            [
                "once texted me a picture that he won $40,000 on a slot machine,",
                "Stephen Paddock",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "vegas",
            "used",
            "room",
            "las",
            "according",
            "rifles",
            "slaughter",
            "guns",
            "emerges",
            "shooter",
            "suicide",
            "paddock",
            "brother",
            "note",
            "paddocks",
            "filmed",
            "left"
        ]
    }
]