[
    {
        "url": "https://www.reuters.com/article/us-britain-politics-may-leadership/most-britons-want-may-to-lead-through-brexit-process-telegraph-idUSKBN1CE2LZ",
        "title": "Most Britons want May to lead through Brexit process -Telegraph",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-09",
        "text": "Most Britons want May to lead through Brexit process -Telegraph\n2 Min Read\nBritain's Prime Minister, Theresa May, leaves Downing Street in central London, Britain October 9, 2017.  REUTERS/Toby Melville\n(Reuters) - About six in 10 people want British Prime Minister Theresa May to remain in her position until the Brexit process is completed, an ORB poll for the Telegraph showed on Monday.\nThe poll, carried out the weekend following May’s speech to the Conservative Party’s annual conference, found that 57 percent of voters agreed that the prime minister should stay on at least until Brexit negotiations are completed in March 2019.\nOnly one in five, in a survey of more than 2,000 voters, thought that Foreign Secretary Boris Johnson would make a better replacement to May.\nMay’s bid to reassert her dwindling authority seemed to be stymied last week when her speech was interrupted by repeated coughing fits, a prankster, and even letters of her slogan falling off the set behind her.\nThe speech comes just months after a June snap election saw her party lose its majority in parliament days before the opening of formal Brexit talks with the European Union.\nHowever, in sharp contrast, the ORB poll for the Telegraph published on Monday showed that just 46 percent of voters thought May was “not fit to lead” and 43 percent disagreed with this statement. Support for May’s Conservative Party is currently running at 40 percent in opinion polls, the newspaper said.\n“Ironically last week may have actually won the PM some more support. Between pranksters, leadership challenges, set failures and a nasty cough it seems that comes  the public have rallied somewhat to her deference,” Johnny Heald, spokesman for pollster ORB International, told the Telegraph.\n(Corrects number of people surveyed in paragraph 3 to 2,000)\nReporting by Sangameswaran S in Bengaluru; editing by Diane Craft\n",
        "quotes": [
            [
                "Ironically last week may have actually won the PM some more support.",
                "Johnny Heald",
                true
            ],
            [
                "Between pranksters, leadership challenges, set failures and a nasty cough it seems that comes  the public have rallied somewhat to her deference,",
                "Johnny Heald",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "process",
            "telegraph",
            "britons",
            "theresa",
            "minister",
            "voters",
            "lead",
            "thought",
            "orb",
            "week",
            "speech",
            "poll",
            "brexit",
            "prime"
        ]
    }
]