[
    {
        "url": "https://www.reuters.com/article/us-hitachi-kokusai-m-a-kkr/kkr-raises-hitachi-kokusai-offer-following-pressure-from-hedge-fund-idUSKBN1CG18C",
        "title": "KKR raises Hitachi Kokusai offer following pressure from hedge fund",
        "authors": [
            {
                "name": "Junko Fujita",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-11",
        "text": "KKR raises Hitachi Kokusai offer following pressure from hedge fund\n3 Min Read\nTOKYO (Reuters) - KKR & Co LP ( KKR.N ) has raised its offer price for Hitachi Kokusai Electric Inc 6756.T to 2,900 yen a share from 2,503 yen, the Japanese firm said on Wednesday, after a U.S. hedge fund put pressure on the private equity firm to revise terms.\nA KKR representative in Tokyo declined to comment on the revised offer.\nKKR agreed in April to buy the chip-making machinery and communications and video equipment business from Hitachi Ltd ( 6501.T ). But the deal was put on hold in August when KKR said it would continue discussions with Hitachi Kokusai after a third-party committee reporting to the Japanese firm’s board said it did not support the terms.\nKKR’s improved bid also comes after U.S. hedge fund Elliott Management said last month it owned 5.01 percent of Hitachi Kokusai.\nElliott, known for buying stakes in firms in the middle of takeovers or acquisitions and seeking better deals for shareholders, then raised its stake in Hitachi Kokusai to 7.11 percent, according to a filing dated Sept. 28.\nSince Elliott’s first disclosure of its stakeholding on Sept. 11 Hitachi Kokusai’s share price has risen 12.5 percent and is now trading 24 percent above KKR’s original offer.\nTrading in Hitachi Kokusai’s shares closed on Wednesday at 3,115 yen.\nKKR plans to spend 144 billion yen to buy up to 48.33 percent of Hitachi Kokusai at 2,900 yen a share through the tender offer, which opens on Thursday, according to a statement from Hitachi Kokusai.\nAs part of the same deal, Hitachi Kokusai plans to buy back a 51.67 percent stake from Hitachi for 1,870 yen a share - up from an initial price of 1,710 yen - and cancel those shares.\nAfter completion, KKR plans to spin off Hitachi Kokusai’s chip-making equipment division, retaining 100 percent ownership.\nKKR will sell to Hitachi and investment fund Japan Industrial Partners Inc (JIP) 40 percent of the remaining business.\nLast week, U.S. buyout firm Bain Capital LP’s offer price for Japan’s Asatsu-DK Inc 9747.T was similarly labeled too low, by the advertising agency’s second-largest shareholder.\nReporting by Junko Fujita; Editing by Christopher Cushing, Greg Mahlich\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.reuters.com/finance/stocks/overview/KKR.N",
                "https://www.reuters.com/finance/stocks/overview/6501.T"
            ]
        },
        "key_words": [
            "hitachi",
            "share",
            "offer",
            "price",
            "hedge",
            "fund",
            "kkr",
            "plans",
            "following",
            "pressure",
            "yen",
            "raises",
            "kokusais",
            "kokusai"
        ]
    }
]