[
    {
        "url": "http://beforeitsnews.com/scandals/2017/09/vatican-kidnaps-teenage-girl-leaked-letter-says-2437327.html",
        "title": "Vatican Kidnaps Teenage Girl Leaked Letter Says",
        "authors": [
            {
                "name": "Lies Of The Devil",
                "link": null
            }
        ],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "Tuesday, September 19, 2017 14:22\n% of readers think this story is Fact. Add your two cents.\nA 4-page leaked document containing an expense report of a kidnapping of teenage girl Emanuela Orlandi , the 15-year old daughter of a Vatican employee who mysteriously disappeared in the center of Rome in June 1983, is being authenticated as we speak. The Orlandi family is upset with recent news and is demanding answers.\n“This document suggests the Vatican took Emanuela to London and looked after her for a long period of time,” said Emanuela’s brother, Pietro, who has lobbied Pope Francis for help in finding the truth.\nFather Gabriele Amorth, who was appointed by the late John Paul II as the Vatican’s chief exorcist and claims to have performed thousands of exorcisms, said Emanuela Orlandi was later murdered and her body disposed of.\nIn the latest twist in one of the Holy See’s most enduring mysteries, he said the 15-year-old schoolgirl was snatched from the streets of central Rome in the summer of 1983 and forced to take part in sex parties.\n“This was a crime with a sexual motive. Parties were organised, with a Vatican gendarme acting as the ‘recruiter’ of the girls.\nWATCH MORE Bible Studies LIKE THIS ONE AT OUR  Youtube  Channel\nGet Involved and Win Souls to Jesus Christ!\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nTop Global\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "This document suggests the Vatican took Emanuela to London and looked after her for a long period of time,",
                "Emanuela Orlandi",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://www.lastampa.it/2017/09/18/vaticaninsider/eng/the-vatican/vatileaks-the-vatican-expense-report-for-the-orlandi-kidnapping-UDbJ1pRsuV2kXy8ggdNUVN/pagina.html",
                "http://www.suppressedhealthsecrets.com",
                "http://www.prodo1.com/"
            ]
        },
        "key_words": [
            "emanuela",
            "letter",
            "leaked",
            "kidnaps",
            "vatican",
            "revelation",
            "revealing",
            "rome",
            "orlandi",
            "teenage",
            "girl"
        ]
    }
]