[
    {
        "url": "http://occupydemocrats.com/2016/09/27/trump-just-said-hillarys-fighting-isis-whole-life-thats-ridiculous/",
        "title": "Trump Just Said Hillary’s Been Fighting ISIS Her Whole Life. That’s Ridiculous",
        "authors": [
            {
                "name": "James Devinne",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-27",
        "text": "Now Reading\nTrump Just Said Hillary’s Been Fighting ISIS Her Whole Life. That’s Ridiculous\n0 Shares\nRead Next\nEarly on in tonight’s presidential debate Donald Trump himself admitted that he was shedding all pretense of reality in his attacks on Hillary Clinton, replying “Why not?” in response to Clinton’s sarcastic comment that Mr. Trump might as well “blame [her] for anything that’s happened ever.” He quickly lived up to his own idiotic remark, most delusionally by claiming that Mrs. Clinton had been “fighting ISIS for 30 years” despite the fact that ISIS has only existed since 2013.\nIn the real world, the Islamic State was founded in 2013 and only acquired widespread notice with Abu Bakr al-Baghdadi’s declaration  of a caliphate in June of 2014, three and a half years ago. Since then, of course, Hillary Clinton and the rest of the Obama administration have worked tirelessly to combat the threat of ISIS both in the Middle East and abroad, and America’s military efforts have resulted in tremendous setbacks for the militant group in terms of both territory lost and fighters killed . So while Trump’s suggestion is that Clinton has done nothing against ISIS in thirty years of work, the reality is that she and the Obama administration have dealt a tremendous blow to the group in the few years since it was founded.\nIn an attempt to be generous to Trump’s lies, it should be noted that the organization currently known as ISIS grew out of the earlier Al-Qaeda in Mesopotamia (AQAM), which was founded in 2004 to fight the American-led invasion and occupation of Iraq. So, at best, ISIS has been around for twelve years, but AQAM, in its alliance with the ideologically distinct Al-Qaeda, was tremendously different than the ISIS of today. To go back 30 years in the history of jihad would take us to 1986, when various jihadist groups in Afghanistan, including those of Osama bin Laden’s, were being funded and trained by Ronald Reagan’s CIA. It was Bill Clinton’s administration that first recognized jihadism as a large-scale threat, and his CIA amassed a litany of intelligence on al-Qaeda, all of which was ignored by the Bush administration.\nSee Also\nWhat do you think?\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [
            [
                "blame [her] for anything that’s happened ever.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://slate.com/news-and-politics/2015/11/george-w-bush-s-white-house-ignored-these-extremely-dramatic-pre-9-11-warnings-george-tenet-and-cofer-black-reveal.html",
                "http://www.al-monitor.com/pulse/security/2013/11/syria-islamic-state-iraq-sham-growth.html",
                "https://thehill.com/policy/defense/291179-general-isis-fighters-becoming-easier-to-kill",
                "https://theweek.com/speedreads/651339/donald-trump-blaming-hillary-clinton-everything-why-not",
                "https://www.nytimes.com/interactive/2016/06/18/world/middleeast/isis-control-places-cities.html?_r=0",
                "https://www.globalresearch.ca/sleeping-with-the-devil-how-u-s-and-saudi-backing-of-al-qaeda-led-to-911/5303313",
                "https://www.wsj.com/articles/isis-declares-new-islamist-caliphate-1404065263"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://occupydemocrats.com/privacy/"
            ]
        },
        "key_words": [
            "alqaeda",
            "isis",
            "life",
            "administration",
            "tremendous",
            "trump",
            "clinton",
            "trumps",
            "hillarys",
            "threat",
            "ridiculous",
            "fighting",
            "thats",
            "thirty",
            "reality"
        ]
    }
]