[
    {
        "url": "http://author.addictinginfo.org/2016/09/22/hannity-gets-his-a-handed-to-him-for-falsely-claiming-terence-crutcher-has-violent-criminal-past/",
        "title": "Hannity Gets His A** Handed To Him For Falsely Claiming Terence Crutcher Has Violent Criminal Past",
        "authors": [
            {
                "name": "Stephen D Foster Jr",
                "link": null
            }
        ],
        "publisher": "addictinginfo.com",
        "publish_date": "2016-09-22",
        "text": "·\nFox News host Sean Hannity desperately tried to smear Terence Crutcher on Wednesday as a violent criminal who was wanted by police but was repeatedly shut down by a local Tulsa news anchor.\nCrutcher was shot and killed by white police police officer Betty Shelby even though he had his hands up and was surrounded by other police officers. The murder was caught on camera.\nClearly, the unarmed Crutcher was not a threat to the safety of the officers, especially when you consider the fact that police officers have consistently taken in armed white suspects alive without ever firing a shot at them.\nBut Sean Hannity repeatedly claimed during his radio show that Crutcher had a violent criminal record and had warrants out for his arrest.\n“I understand that in this particular case Mr Crutcher has a long criminal history and appeared to be under the influence or so the police are charging,” Hannity said, which prompted Tulsa news anchor Russell Mills to smack Hannity down with facts.\n“Well I’ll tell you I looked up his history and I’m not seeing a lot of criminal history,” Mills replied. “We have something called the OSCN – the Oklahoma Supreme Court Network. I was able to find a protective order from 12 years ago that was dismissed. I found a couple of financial things. There’s no violent criminal history for Mr. Crutcher that I’ve been able to uncover.”\nBut Hannity didn’t want to hear the truth so he moved on to claiming that Crutcher had several warrants out for his arrest.\nMills informed Hannity that there were no such warrants.\nHannity responded that he read somewhere that there were warrants.\n“I have not seen any reporting on any warrants for Mr. Crutcher and I certainly haven’t uncovered any myself,” Mills said. “There has been some misinformation floated.”\nA disappointed Hannity resorted to claiming that he has a “source” within the department and said that “it’s a matter of time of when they’re gonna release this information.”\nHere’s the audio via Media Matters :\nOnce again, Sean Hannity tries to demonize another black victim of a police shooting in order to make people believe the shooting was totally justified. The bottom line, however, is that Crutcher had his hands up and was surrounded by officers. He wasn’t a threat to them or anyone else but they executed him anyway. Officer Betty Shelby should be arrested and charged with murder. Period.\n",
        "quotes": [
            [
                "I understand that in this particular case Mr Crutcher has a long criminal history and appeared to be under the influence or so the police are charging,",
                "Sean Hannity",
                true
            ],
            [
                "Well I’ll tell you I looked up his history and I’m not seeing a lot of criminal history,",
                "Mills",
                true
            ],
            [
                "We have something called the OSCN – the Oklahoma Supreme Court Network.",
                "Mills",
                true
            ],
            [
                "I was able to find a protective order from 12 years ago that was dismissed.",
                "Mills",
                true
            ],
            [
                "I found a couple of financial things.",
                "Mills",
                true
            ],
            [
                "There’s no violent criminal history for Mr. Crutcher that I’ve been able to uncover.",
                "Mills",
                true
            ],
            [
                "I have not seen any reporting on any warrants for Mr. Crutcher and I certainly haven’t uncovered any myself,",
                "Mills",
                true
            ],
            [
                "There has been some misinformation floated.",
                "Mills",
                true
            ],
            [
                "it’s a matter of time of when they’re gonna release this information.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.mediamatters.org/sean-hannity/listen-reporter-correct-sean-hannitys-attempt-smear-police-shooting-victim-terence?redirect_source=/video/2016/09/21/listen-reporter-correct-sean-hannitys-attempt-smear-police-shooting-victim-terrence-crutcher/213246"
            ]
        },
        "key_words": [
            "terence",
            "officers",
            "mills",
            "falsely",
            "sean",
            "mr",
            "violent",
            "hannity",
            "warrants",
            "claiming",
            "gets",
            "criminal",
            "history",
            "handed",
            "past",
            "crutcher"
        ]
    }
]