[
    {
        "url": "http://www.cnn.com/2017/10/09/politics/corker-world-war-iii-donald-trump-white-house/index.html",
        "title": "Corker: Trump setting US 'on the path to World War III'",
        "authors": [
            {
                "name": "Daniella Diaz",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-09",
        "text": "Corker: Trump setting US 'on the path to World War III'\nUpdated 1:44 PM ET, Mon October 9, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nThe flare-up highlights the long-simmering differences between GOP leaders and the President\nIt also comes as Trump prepares to press Congress to advance his agenda\nWashington (CNN)\nSen. Bob Corker, who engaged in a public feud with President Donald Trump over the weekend, said Trump is setting the country \"on the path to World War III.\"\nTrump is a President who is acting \"like he's doing 'The Apprentice' or something,\" the Tennessee Republican said in an interview with The New York Times that was published Sunday night.\n\"He concerns me,\" Corker added. \"He would have to concern anyone who cares about our nation.\"\nThe newspaper did not expand on the \"World War III\" comments beyond mentioning the quote in the first paragraph of the story.\nTrump and Corker, who is not running for re-election in 2018, launched into a Twitter spat Sunday morning in a major public falling out, making the Tennessean the latest senior Republican lawmaker to openly criticize Trump over his statements online and off.\nRead More\nAt one point in his series of tweets attacking Corker, Trump said he rejected the senator's request for an endorsement -- a claim denied by Corker's chief of staff, Todd Womack, later in the day.\n\"I don't know why the President tweets out things that are not true,\" Corker said. \"You know he does it, everyone knows he does it, but he does.\"\nCorker, who is close to Secretary of State Rex Tillerson, mentioned comments Trump made on Twitter last weekend when he appeared to undercut negotiations Tillerson is making with North Korea.\n\"A lot of people think that there is some kind of 'good cop, bad cop' act underway, but that's just not true,\" Corker said.\nAnd the risks Trump's behavior presents also concern some of his top officials, who endeavor daily to protect the President from his own instincts.\n\"I know for a fact that every single day at the White House, it's a situation of trying to contain him,\" Corker said.\nThe flare-up between Trump and Corker highlights the long-simmering differences between GOP leaders and the President, who has not shied away from attacking the leadership over their inability to move health care legislation. It also comes as Trump prepares to press Congress to advance his proposed tax overhaul and tensions reportedly grow between Trump and members of his own Cabinet -- especially Tillerson -- on issues such as the way to handle North Korea's nuclear weapons program.\nCorker's vote will be critical on tax reform, and he remains an influential voice on Trump's foreign policy challenges, including over how to handle the Iran nuclear deal.\nThe senator has also made some critical comments about Trump's demeanor and temperament in recent weeks.\nCorker said in August that Trump had not yet demonstrated \"the stability nor some of the competence\" he needed to be successful.\n",
        "quotes": [
            [
                "on the path to World War III.",
                "Bob Corker",
                false
            ],
            [
                "like he's doing 'The Apprentice' or something,",
                "Trump",
                false
            ],
            [
                "He would have to concern anyone who cares about our nation.",
                "Corker",
                true
            ],
            [
                "I don't know why the President tweets out things that are not true,",
                "Corker",
                true
            ],
            [
                "You know he does it, everyone knows he does it, but he does.",
                "Corker",
                true
            ],
            [
                "A lot of people think that there is some kind of 'good cop, bad cop' act underway, but that's just not true,",
                "Corker",
                true
            ],
            [
                "I know for a fact that every single day at the White House, it's a situation of trying to contain him,",
                "Corker",
                true
            ],
            [
                "the stability nor some of the competence",
                "Corker",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/10/08/us/politics/trump-corker.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "war",
            "iii",
            "corker",
            "world",
            "highlights",
            "weekend",
            "path",
            "public",
            "york",
            "setting",
            "republican",
            "trump",
            "president"
        ]
    }
]