[
    {
        "url": "https://www.politico.com/story/2016/09/top-moments-first-2016-presidential-debate-228702?cmpid=sf",
        "title": "The 10 most memorable moments of the presidential debate",
        "authors": [
            {
                "name": "Katie Glueck",
                "link": null
            },
            {
                "name": "Matthew Nussbaum",
                "link": null
            },
            {
                "name": "Ian Kullgren",
                "link": null
            },
            {
                "name": "Shane Goldmacher",
                "link": null
            },
            {
                "name": "Ben Schreckinger",
                "link": null
            },
            {
                "name": "Kyle Cheney",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-26",
        "text": "Here are the most memorable and important moments of the night:\nStory Continued Below\n1) Trump: Clinton doesn’t look presidential\nTrump reiterated that Clinton “doesn’t have the look” of a president and said “she doesn’t have the stamina.”\nClinton had a quick rebuke. “Well, as soon as he travels to 112 countries and negotiates a peace deal, a cease-fire, a release of dissidents, an opening of new opportunities in nations around the world or even spends 11 hours testifying in front of a congressional committee, he can talk to me about stamina.”\nClinton attempted to turn the topic back to Trump’s derogatory comments toward women, invoking a beauty pageant contestant she claimed Trump had called “Ms. Piggy” and “Ms. Housekeeping.”\n“Donald, she has a name,” Clinton said, as Trump interjected, saying, “Where did you find this?”\nTrump argued that his comments were largely aimed at Rosie O’Donnell (who he had a long running feud with) and then he offered a subtle suggestion he had considered invoking of the Clintons’ marital strife – including her husband’s infidelity.\n“I said to myself, I can't do it. I just can't do it. It's inappropriate. It's not nice,” he said. “But she's (spent) hundreds of millions of dollars on negative ads even me, many of which are untrue, and they're misrepresentations, and I will tell you this, Lester, it's not nice, and I don't deserve that, but it's certainly not a nice thing that she's done.”\n2) Trump to Americans on racial healing: 'I say nothing'\nAs Holt pressed Trump on his role in perpetuating the birther controversy against President Barack Obama, he asked Trump what he’d say to Americans about the need for racial healing.\n“I say nothing,” Trump replied, “because I was able to get him to produce [his birth certificate]. He should have produced it a long time before. I say nothing.”\nTrump struggled to respond to charges that he fomented the debunked claim that Obama was born outside the United States for years after Obama produced his long-form birth certificate. Instead, he reiterated his claim that Clinton’s own advisers pushed the controversy during their divisive primary in 2008.\n“I'll tell you just simple to say, Sidney Blumenthal works for the campaign and close -- very close friend of Secretary Clinton. And her campaign manager, Patty Doyle went to -- during the campaign, her campaign against president Obama fought very hard, and you can go look it up and you can check it out,” he said. “If you look at CNN this past week, Patty Doyle was on Wolf Blitzer saying that this happened, Blumenthal sent McClatchy to Kenya to find out about it, they were pressing very hard. They failed to get the birth certificate.”\n“I was the one that got him to produce the birth certificate, and I think I did a good job,” he continued, adding of Clinton, “just like she can't bring back jobs she can't produce.”\n3) The fact check fight\nAs Donald Trump excoriated Hillary Clinton for once describing the Trans-Pacific Partnership as the \"gold standard\" of trade deals, Clinton shot back that he was mischaracterizing her position against the deal.\n\"I know you live in your own reality, but those are not the facts,\" she said.\nSoon after, she plugged her home page and urged viewers to visit her campaign's live Trump fact check. Trump cut in to plug his own website next.\n09/26/16 11:47 PM EDT\nAfter a tussle over taxes, Trump fired back.\n\"Look at her website. It's no different than this,\" he said. \"She's telling us how to fight ISIS. She tells you how to fight ISIS on her website. I don't think general MacArthur would like that too much.\"\nTrump repeatedly slammed Clinton for the Obama administration's fiscal policies. She again retorted.\n\"I have a feeling by the end of this evening I'm going to be blamed for everything that's ever happened,\" she said.\n\"Why not?\" he mused.\n\"Yeah. Why not? Just join the debate by saying more crazy things,\" she said.\n4) Paying no income tax 'makes me smart'\nTrump parried a question about his still-hidden tax returns by vowing emphatically to release them as soon as Clinton produces 33,000 deleted emails from her private server.\n\"I will release my tax returns, against my lawyer's wishes, when she releases her 33,000 emails that have been deleted,\" he said. \"As soon as she releases them, I will release my tax returns and that's against my lawyers say don't do it.\"\nThe audience broke into cheers, violating the rules of decorum set out by moderator Lester Holt.\nBy MATTHEW NUSSBAUM\nClinton replied that Trump's comment was \"another example of bait and switch here.\"\n\"You've got to ask yourself, why won't he release his tax returns? And I think there may be a couple of reasons. First, maybe he's not as rich as he says he is. Second, maybe he's not as charitable as he claims to be. Third, we don't know all of his business dealings,\" she said, adding that he may not have paid any income tax.\n\"That makes me smart,\" he interjected.\n5) Trump defends business practices\nAfter Clinton slammed Trump for \"stiffing\" his workers and bringing companies into bankruptcy, Trump defended his dealings.\n\"Look, it's all words. It's all sound bites,\" he said. \"I built an unbelievable company, some of the greatest assets anywhere in the world, real estate assets in the world beyond the United States and it's an unbelievable company. But on occasion, four times, we used certain laws that are there.\"\nBy KATIE GLUECK\nAs for Clinton's contention about his workers, Trump said: \"First of all, they did get paid a lot but taking advantage of the laws of the nation. ... Now, if you want to change the laws, you've been there a long time, change the laws. But I take advantage of the laws of the nation because I'm running a company.\"\nTrump also seemed to contemplate losing the presidential race, noting the hotel he just opened on Pennsylvania Avenue in Washington D.C.\n\"If I don't get there in one way, I'm going to get to Pennsylvania Ave. another,\" he said.\n6) Trump hints at Clinton’s stamina\nTrump attempted to stoke his campaign’s insinuation that Clinton lacks the stamina to be president. In a discussion of his travels to urban areas to speak to African American voters, Trump noted he’d been to Detroit and Philadelphia.\n“You've seen me, I've been all over the place. You decided to stay home and that's okay,” he said.\nClinton counterpunched.\n“I think Donald just criticized me for preparing for this debate,” she said. “And yes, I did. And you know what else I prepared for? I prepared to be president. And I think that's a good thing.\"\n7) Trump to Clinton: 'We agree.'\nThe first interaction of the night wasn't the haymaker many people expected. Trump's first comment directed at Clinton was about an area of agreement: Child care.\n\"As far as child care is concerned and so many other things, I think Hillary and I agree on that,\" Trump said after Clinton opened with a call for more family friendly economic policies. \"We probably disagree a little bit as to numbers and amounts and what we're going to do but perhaps we'll be talking about that later.\"\n8) Trump continues to mislead on his Iraq war stance\nTrump continued to mislead on his position on the Iraq War, insisting that he was against it prior to the invasion despite the only evidence – a 2002 Howard Stern interview – suggesting he was in favor of it.\n“I did not support the war in Iraq. That is a mainstream media nonsense put out by her,” Trump said of Clinton.\n“The record shows otherwise,” Holt said.\nTrump urged reporters to call Fox’s Sean Hannity, a close ally, to vouch for his opposition to the war beforehand.\nClinton said she hoped “fact checkers are turning up the volume and really working hard.”\n9) Clinton laughs off Trump’s temperament barb\nTrump, who’s been dogged by questions about his temperament to be president, sought to turn the issue around on Clinton, saying she’s actually too volatile.\nTrump said that at the AFL-CIO “the other day, behind the blue screen, I don't know who you were talking to, secretary, Clinton, but you were totally out of control,” he said.\nClinton grinned and delivered an exasperated “Woo! Okay.” Her voice trailed off and she moved on.\n10) Trump backs off “rigged” suggestions\nTrump poured cold water on the notion that he might challenge the results of the presidential election.\n“If she wins, I will absolutely support her,” he said.\nClinton set the table for Trump’s walkback by saying that in democracy, “sometimes you win. Sometimes you lose. But I certainly will support the outcome of this election.”\n",
        "quotes": [
            [
                "she doesn’t have the stamina.",
                "",
                false
            ],
            [
                "Well, as soon as he travels to 112 countries and negotiates a peace deal, a cease-fire, a release of dissidents, an opening of new opportunities in nations around the world or even spends 11 hours testifying in front of a congressional committee, he can talk to me about stamina.",
                "Hillary Clinton",
                true
            ],
            [
                "I said to myself, I can't do it.",
                "Sidney Blumenthal",
                true
            ],
            [
                "I just can't do it.",
                "Sidney Blumenthal",
                true
            ],
            [
                "But she's (spent) hundreds of millions of dollars on negative ads even me, many of which are untrue, and they're misrepresentations, and I will tell you this, Lester, it's not nice, and I don't deserve that, but it's certainly not a nice thing that she's done.",
                "Sidney Blumenthal",
                true
            ],
            [
                "because I was able to get him to produce [his birth certificate].",
                "Sidney Blumenthal",
                false
            ],
            [
                "He should have produced it a long time before.",
                "Sidney Blumenthal",
                true
            ],
            [
                "I'll tell you just simple to say, Sidney Blumenthal works for the campaign and close -- very close friend of Secretary Clinton.",
                "Sidney Blumenthal",
                true
            ],
            [
                "And her campaign manager, Patty Doyle went to -- during the campaign, her campaign against president Obama fought very hard, and you can go look it up and you can check it out,",
                "Sidney Blumenthal",
                true
            ],
            [
                "If you look at CNN this past week, Patty Doyle was on Wolf Blitzer saying that this happened, Blumenthal sent McClatchy to Kenya to find out about it, they were pressing very hard.",
                "Sidney Blumenthal",
                true
            ],
            [
                "They failed to get the birth certificate.",
                "Sidney Blumenthal",
                true
            ],
            [
                "I was the one that got him to produce the birth certificate, and I think I did a good job,",
                "",
                true
            ],
            [
                "just like she can't bring back jobs she can't produce.",
                "",
                false
            ],
            [
                "I know you live in your own reality, but those are not the facts,",
                "Hillary Clinton",
                true
            ],
            [
                "It's no different than this,",
                "Sidney Blumenthal",
                true
            ],
            [
                "She's telling us how to fight ISIS.",
                "Sidney Blumenthal",
                true
            ],
            [
                "She tells you how to fight ISIS on her website.",
                "Sidney Blumenthal",
                true
            ],
            [
                "I don't think general MacArthur would like that too much.",
                "Sidney Blumenthal",
                true
            ],
            [
                "I have a feeling by the end of this evening I'm going to be blamed for everything that's ever happened,",
                "Hillary Clinton",
                true
            ],
            [
                "Just join the debate by saying more crazy things,",
                "Hillary Clinton",
                true
            ],
            [
                "I will release my tax returns, against my lawyer's wishes, when she releases her 33,000 emails that have been deleted,",
                "Sidney Blumenthal",
                true
            ],
            [
                "As soon as she releases them, I will release my tax returns and that's against my lawyers say don't do it.",
                "Sidney Blumenthal",
                true
            ],
            [
                "another example of bait and switch here.",
                "Sidney Blumenthal",
                false
            ],
            [
                "You've got to ask yourself, why won't he release his tax returns?",
                "Hillary Clinton",
                true
            ],
            [
                "And I think there may be a couple of reasons.",
                "Hillary Clinton",
                true
            ],
            [
                "First, maybe he's not as rich as he says he is.",
                "Hillary Clinton",
                true
            ],
            [
                "Second, maybe he's not as charitable as he claims to be.",
                "Hillary Clinton",
                true
            ],
            [
                "Third, we don't know all of his business dealings,",
                "Hillary Clinton",
                true
            ],
            [
                "I built an unbelievable company, some of the greatest assets anywhere in the world, real estate assets in the world beyond the United States and it's an unbelievable company.",
                "Sidney Blumenthal",
                true
            ],
            [
                "But on occasion, four times, we used certain laws that are there.",
                "Sidney Blumenthal",
                true
            ],
            [
                "First of all, they did get paid a lot but taking advantage of the laws of the nation.",
                "Sidney Blumenthal",
                true
            ],
            [
                "Now, if you want to change the laws, you've been there a long time, change the laws.",
                "Sidney Blumenthal",
                true
            ],
            [
                "But I take advantage of the laws of the nation because I'm running a company.",
                "Sidney Blumenthal",
                true
            ],
            [
                "If I don't get there in one way, I'm going to get to Pennsylvania Ave. another,",
                "Sidney Blumenthal",
                true
            ],
            [
                "You've seen me, I've been all over the place.",
                "Sidney Blumenthal",
                true
            ],
            [
                "You decided to stay home and that's okay,",
                "Sidney Blumenthal",
                true
            ],
            [
                "I think Donald just criticized me for preparing for this debate,",
                "",
                true
            ],
            [
                "7) Trump to Clinton: 'We agree.",
                "Sidney Blumenthal",
                false
            ],
            [
                "The first interaction of the night wasn't the haymaker many people expected.",
                "Sidney Blumenthal",
                true
            ],
            [
                "Trump's first comment directed at Clinton was about an area of agreement: Child care.",
                "Sidney Blumenthal",
                true
            ],
            [
                "As far as child care is concerned and so many other things, I think Hillary and I agree on that,",
                "Sidney Blumenthal",
                true
            ],
            [
                "We probably disagree a little bit as to numbers and amounts and what we're going to do but perhaps we'll be talking about that later.",
                "Sidney Blumenthal",
                true
            ],
            [
                "I did not support the war in Iraq.",
                "Sidney Blumenthal",
                true
            ],
            [
                "That is a mainstream media nonsense put out by her,",
                "Sidney Blumenthal",
                true
            ],
            [
                "fact checkers are turning up the volume and really working hard.",
                "",
                false
            ],
            [
                "the other day, behind the blue screen, I don't know who you were talking to, secretary, Clinton, but you were totally out of control,",
                "Sidney Blumenthal",
                false
            ],
            [
                "If she wins, I will absolutely support her,",
                "Sidney Blumenthal",
                true
            ],
            [
                "But I certainly will support the outcome of this election.",
                "Sidney Blumenthal",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.politico.com/story/2016/09/trump-housing-collapse-228708",
                "https://www.politico.com/story/2016/09/trump-clinton-first-debate-fights-228710",
                "https://www.politico.com/story/2016/09/clinton-trump-apologize-workers-228724",
                "https://www.politico.com/blogs/2016-presidential-debate-fact-check/2016/09/donald-trump-hillary-clinton-30-years-wrong-228713",
                "https://www.politico.com/story/2016/09/trump-clinton-fight-first-debate-228704"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.politico.com/video/2016/09/the-10-most-memorable-moments-of-the-presidential-debate-060705"
            ]
        },
        "key_words": [
            "clinton",
            "tax",
            "debate",
            "presidential",
            "president",
            "memorable",
            "trump",
            "say",
            "release",
            "dont",
            "moments",
            "trumps",
            "think",
            "saying"
        ]
    }
]