[
    {
        "url": "https://www.nytimes.com/2017/10/12/movies/breathe-review-andrew-garfield-claire-foy-andy-serkis.html?rref=collection%2Fsectioncollection%2Farts",
        "title": "Review: A Cheery Portrait of Severe Disability in ‘Breathe’",
        "authors": [
            {
                "name": "Jeannette Catsoulis",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-12",
        "text": "Advertisement\nImage\nBreathe\nLiving with polio seems like jolly good fun in “Breathe,” an aggressively tasteful and rigorously cheerful biopic of the English disability-rights pioneer Robin Cavendish (Andrew Garfield) and his devoted wife, Diana (Claire Foy).\nAfter contracting the disease in the 1950s at the age of 28, Cavendish, paralyzed from the neck down and expected to live only a few months, not only beat those odds by almost 40 years, but regained his independence. He was also instrumental in helping other severely disabled patients regain theirs, collaborating with his friend Teddy (Hugh Bonneville), an amateur inventor, to design a wheelchair with a built-in ventilator and traveling to Europe to promote its use.\nThis exceptional life, however, is smothered by a cloying fairy tale romance that turns every challenge the couple faces into a lark. (Silly dog, unplugging Daddy’s breathing machine!) Their charmed existence includes a huge country house, a free nanny and friends who are forever popping over for wine-soaked parties. Not even a broken respirator, which strands the family on a Spanish roadside, can halt the fun: Within minutes, an impromptu fiesta, complete with guitarists and flamenco dancers, has materialized to keep them company.\nOffering no hint of the backbreaking drudgery and mental strain of their predicament, this gauzy picture (produced by the couple’s son, Jonathan Cavendish, and directed by his friend, the actor Andy Serkis) is a closed loop of rose-tinted memories. Similarly constrained, Mr. Garfield smiles broadly through episodes of near-suffocation and bloody sputum, while Ms. Foy embodies the buck-up-and-carry-on mentality that William Nicholson’s screenplay demands.\nIn only one scene do we feel genuinely moved, as Robin and Diana visit a German hospital where polio patients are housed in a futuristic nightmare of iron-lung efficiency. It’s a rebel moment of chillingly authentic horror that seems to have slipped through every bad-feeling filter the filmmakers have installed. For a movie about an extraordinary couple who rarely played it safe, “Breathe” is all too content to do just that.\nBreathe\nDirector\nAndrew Garfield, Claire Foy, Hugh Bonneville, Ed Speleers, Tom Hollander\nRating\nPG-13\nMovie data powered by IMDb.com\nRated PG-13 for scary machines and bloody sheets. Running time: 1 hour 57 minutes.\nA version of this article appears in print on , Section C, Page 6 of the New York edition with the headline: Why, It’s Polio, For Fun and Profit. Order Reprints | Today’s Paper | Subscribe\nAdvertisement\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/video/movies/100000005204782/trailer-breathe.html?module=inline",
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.parsintl.com/publication/the-new-york-times/"
            ]
        },
        "key_words": [
            "portrait",
            "turns",
            "winesoaked",
            "wheelchair",
            "review",
            "cheery",
            "unplugging",
            "severe",
            "fun",
            "usethis",
            "wife",
            "traveling",
            "ventilator",
            "disability",
            "cavendish",
            "breathe"
        ]
    }
]