[
    {
        "url": "http://beforeitsnews.com/prophecy/2017/10/las-vegas-hell-strange-facts-and-incosistencies-via-jay-dyer-red-ice-video-2494624.html",
        "title": "Las Vegas Hell: Strange Facts and Incosistencies via Jay Dyer - Red Ice (Video)",
        "authors": [
            {
                "name": "Jeffery Pritchett",
                "link": null
            }
        ],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "By Jeffery Pritchett\nTotal:\nLas Vegas Hell: Strange Facts and Incosistencies via Jay Dyer - Red Ice (Video)\nThursday, October 5, 2017 3:21\n% of readers think this story is Fact. Add your two cents.\nJay Dyer is a public speaker, lecturer, comedian and author of Esoteric Hollywood: Sex, Cults and Symbols in Film, as well as the host of the JaysAnalysis Podcast/Esoteric Hollywood.\nHe is also a regular contributor to 21stCenturyWire, Soul of the East and the Espionage History Archive. Jay’s work covers a wide variety of subjects, including metaphysics, film analysis, theology, geopolitics, literature, and history. Jay returns to Red Ice to discuss the recent mass shooting that took place in Las Vegas.\nWe discuss the various odd circumstances regarding the event, ranging from the high kill ratio to Stephen Paddock’s curious background. Jay reminds us that the mainstream media isn’t to be trusted, given their slanted coverage of mass shootings in the past.\n \n \nI host the Church of Mabus radio show and it is going on 8 years. I’ve been in the paranormal community for 20 years. I provide content from a network of sources and guests and allies. Ranging from Politics to the Paranormal and the Spiritual. You can check out my other articles here at my BIOGRAPHY at BIN and you can check out my free radio show at this link HERE . Thanks for showing your support and stopping by.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.prodo1.com/",
                "http://www.suppressedhealthsecrets.com",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/contributor/pages/106/013/bio.html",
                "https://beforeitsnews.com/r2/?url=http://www.churchofmabusradio.com"
            ]
        },
        "key_words": [
            "vegas",
            "jay",
            "incosistencies",
            "las",
            "red",
            "paranormal",
            "video",
            "facts",
            "radio",
            "mass",
            "ranging",
            "support",
            "hell",
            "discuss",
            "strange",
            "including",
            "ice"
        ]
    }
]