[
    {
        "url": "http://beforeitsnews.com/alternative/2017/10/the-vegas-plot-thickens-the-connection-between-the-shooter-and-an-intelligence-agency-3559469.html",
        "title": "The Vegas Plot Thickens: The Connection Between the Shooter and an Intelligence Agency",
        "authors": [
            {
                "name": "The Daily Sheeple",
                "link": null
            }
        ],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "Total:\nThe Vegas Plot Thickens: The Connection Between the Shooter and an Intelligence Agency\nWednesday, October 4, 2017 13:26\n% of readers think this story is Fact. Add your two cents.\nA few internet sleuths have taken matters into their own hands after the obvious disinformation campaign by the mainstream media surrounding the Las Vegas shooting. Mounting evidence of what looks like a false flag is worrying many. And once you read this, those fears will be shoved into overdrive.\nOn the surface, the tweet doesn’t say much. But how much can Mike Toke really say in a limited amount of characters? But what he does manage is enough to get anyone seeking the truth to follow all these leads and look into everything that the media and our government continues to hide from us. It’s what’s embedded in the tweet that counts.\nBREAKING: Users on /pol/ have discovered flight records and a plane that belonged to the Las Vegas Shooter. It is connected to an intelligence contractor who’s owner previously worked for the Obama administration. pic.twitter.com/T7RMrEfTuV\nLooking closely, the first thing you will notice is that the shooter, Stephen Paddock, had a pilot license and owned two planes. This is well-established fact. The tail number of one of those planes is N5343M, a Cirrus SR-20. You can see that this was owned by Paddock by going to the website Flightaware.com.  But Paddock doesn’t own this plane anymore. It was grounded three years ago, and it’s now in the hands of none other than Volant LLC , which there is little information on.\nHowever, Volant Associates is none other than a Department of Defense contractor. Meaning Paddock’s plane has been in the hands of the United States government for the past three years and grounded since – if Volant LLC is being used as a way to hide information. Considering what Volant Associates does, that wouldn’t be so far fetched.  But the plane’s information is  all easily verified here on Flightaware.com.  It’s been in Roanoke, Virginia since April 25, 2014.\nThe registration of this plane is also listed as “active” even though it hasn’t been flown in three years. Strange enough yet? Well, it gets even better. The FAA should have this same information. But they don’t. Their website shows that a different aircraft, a Cessna 152, maintains that tail number and it was last registered to a person in San Diego, California.  The FAA (Federal Aviation Administration) is a government agency, and it appears that it has scrubbed this plane’s information. Now, why would they do that? Well, the plot still thickens.\nThere is little to be known about Volant LLC., in Roanoke, Virginia . A company big enough to have a plane should have a website, at least that would be the assumption. But a Google search netted very little information other than they provide “business services.” But Volant Associates is a completely different matter.  That’s your defense contractor. And their website says they are located in Chantilly, VA, which wouldn’t be too far  from Volant LLC. in Roanoke. And a quick Google search of that verifies that the two cities are only 219 miles apart.  So is Volant LLC., a cover company for the defense contractor? Is this a coincidence?\nFor a list of all of the contracts between Volant LLC. and the government, click here.  They have worked for the Obama Administration. Could Paddock’s plane have been used in other scandals, such as the Fast and Furious gun running scheme ? Who knows, and at this point, we may never know.\nWhat all this means is entirely speculation right now. But isn’t is strange that this information is being kept from the public, and those who seek the truth are stuck finding it on their own?\nContributed by The Daily Sheeple of www.TheDailySheeple.com .\nThis content may be freely reproduced in full or in part in digital form with full attribution to the author and a link to www.TheDailySheeple.com.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nOct 8, 2017, 4:51 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nFeatured\nTop Global\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://www.commonsenseevaluation.com/2017/10/04/interesting-info-regarding-a-plane-once-registered-to-stephen-paddock/",
                "http://www.prodo1.com/",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://flightaware.com/live/flight/N5343M",
                "https://beforeitsnews.com/v3/r2/?url=http://www.volant-associates.com/",
                "http://www.suppressedhealthsecrets.com",
                "https://beforeitsnews.com/v3/r2/?url=http://flightaware.com/resources/registration/N5343M",
                "https://beforeitsnews.com/v3/r2/?url=http://heavy.com/news/2017/10/stephen-paddock-pilot-license-planes-faa/",
                "https://beforeitsnews.com/v3/r2/?url=http://government-contracts.insidegov.com/d/d/Volant-Associates-Llc",
                "https://beforeitsnews.com/v3/r2/?url=http://registry.faa.gov/aircraftinquiry/NNum_Results.aspx?NNumbertxt=N5343M"
            ]
        },
        "key_words": [
            "intelligence",
            "website",
            "shooter",
            "volant",
            "information",
            "thickens",
            "llc",
            "vegas",
            "roanoke",
            "plot",
            "connection",
            "contractor",
            "plane",
            "agency",
            "planes"
        ]
    }
]