[
    {
        "url": "http://beforeitsnews.com/u-s-politics/2017/09/arrogant-school-librarian-too-good-for-melania-trumps-donation-2536992.html",
        "title": "Arrogant School Librarian Too Good for Melania Trump’s Donation",
        "authors": [],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "By edge34\nArrogant School Librarian Too Good for Melania Trump’s Donation\nFriday, September 29, 2017 6:27\n% of readers think this story is Fact. Add your two cents.\nFor more great articles like this visit http://www.fixthisnation.com\nSo you’re the librarian at an elementary school in Cambridge, Massachusetts and a card-carrying member of “The Resistance.” Suddenly, one day, a shipment of books arrives on your doorstep. Look at this: You’ve been selected by the White House to receive a donation of 10 Dr. Seuss books as part of National Read a Book Day. Your school, out of all the schools in your state, was chosen to receive this special gift from First Lady Melania Trump.\nSo…what do you do? You’re in a quandary. You could accept the books with a polite “Thank you,” but that would go against every bone in your leftist, RESIST TRUMP body. Sure, it would be the normal, human thing to do, but you turned your back on those ways when you marched in the street with a pussy-hat, didn’t you? No, no, this is too grand an opportunity to pass up. Forget about the students. Forget about professionalism. You’re going to use this moment as a chance to show off your liberal snobbery, turn your nose up at the gifts, and teach the Trumps a thing or two about the real world.\nYeah!\nWe can only speculate on the motivations of Cambridgeport Elementary School librarian Liz Phipps Soeiro (or whether she has, actually, ever worn a “pussyhat”), but we suspect we’re not far off the mark. Soeiro embarrassed herself and her school this week when she refused to accept the donation from Trump, instead writing a pathetic blog post where she explained how dreadfully WRONG it was for the First Lady to send THESE books to HER school.\n“My students have access to a school library with over nine thousand volumes and a librarian with a graduate degree in library science. Multiple studies show that schools with professionally staffed libraries improve student performance,” wrote Soeiro in a needlessly self-aggrandizing explanation.\nBesides blowing smoke up her own behind, Soerio also had some choice words for Dr. Seuss, who has apparently been deemed “problematic” by left-wing academics.\n“You may not be aware of this, but Dr. Seuss is a bit of a cliché, a tired and worn ambassador for children’s literature. As First Lady of the United States, you have an incredible platform with world-class resources at your fingertips,” she wrote. Seuss’s drawings are “steeped in racist propaganda, caricatures, and harmful stereotypes,” she insisted.\nGee, a simple “No Thanks” would have sufficed.\nBut of course this isn’t about refusing the books, and we doubt seriously if it’s really about Dr. Seuss. This is about one lonely liberal librarian who saw a chance at the spotlight and lunged for it, absolutely clueless about how she would look to the average American. Or, maybe we’re wrong about that. Maybe she’s just fine being scorned by the “average American.” Probably she is. She probably harbors quite a lot of elitist disdain for the “average American” and their “cliché” Dr. Seuss books.\nIn a year that’s been filled to the brim with some of the saddest, most pathetic displays of liberal “resistance” we’ve ever seen, this one might top them all. Suffice to say, when your worldview puts you against Dr. Seuss…you took a wrong turn at Albuquerque.\nFor more great articles like this visit http://www.fixthisnation.com\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "My students have access to a school library with over nine thousand volumes and a librarian with a graduate degree in library science.",
                "Soeiro",
                true
            ],
            [
                "Multiple studies show that schools with professionally staffed libraries improve student performance,",
                "Soeiro",
                true
            ],
            [
                "You may not be aware of this, but Dr. Seuss is a bit of a cliché, a tired and worn ambassador for children’s literature.",
                "Soeiro",
                true
            ],
            [
                "As First Lady of the United States, you have an incredible platform with world-class resources at your fingertips,",
                "Soeiro",
                true
            ],
            [
                "steeped in racist propaganda, caricatures, and harmful stereotypes,",
                "Soeiro",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.prodo1.com/",
                "http://www.suppressedhealthsecrets.com",
                "https://mitocopper.com/pages/affiliate-program"
            ]
        },
        "key_words": [
            "dr",
            "books",
            "liberal",
            "good",
            "wrong",
            "trumps",
            "seuss",
            "school",
            "lady",
            "donation",
            "melania",
            "arrogant",
            "youre",
            "librarian",
            "soeiro"
        ]
    }
]