[
    {
        "url": "https://www.activistpost.com/2017/10/vegas-cops-change-story-paddock-shot-security-guard-mass-shooting.html",
        "title": "Vegas Cops Change Their Story: Paddock Shot Security Guard BEFORE Mass Shooting",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-10-10",
        "text": "Hot Topics\nVegas Cops Change Their Story: Paddock Shot Security Guard BEFORE Mass Shooting\nHuge can of new worms…\nLA Times: “Police said Paddock fired 200 rounds into the hallway” wounding a hotel security guard.\nLA Times, October 9: “Police have dramatically changed their account of how the Las Vegas massacre began on Oct. 1, revealing Monday that the gunman shot a hotel security guard [in the leg through the closed door of his hotel room] six minutes before opening fire on a country music concert — raising new questions about why police weren’t able to pinpoint the gunman’s location sooner.”\nThe previous police story was: Paddock shot security guard Campos after he finished firing on the concert crowd.\nThe LA Times focuses on how this new information changes the timeline of events—in particular, the addition of minutes before police arrived at Paddock’s door.\nReally? That’s the takeaway?\nThere is a far more serious question. Why did Paddock shoot the security guard through his hotel room door, with 200 rounds of ammunition (according to police), BEFORE starting to fire on the concert crowd?\nWhether or not Paddock was using a silenced weapon to shoot the security guard, didn’t he think 200 rounds through a door might possibly alert people in the hotel to what he was about to do—kill people at the concert?\nSecurity guard Campos, according to the Times, was on Paddock’s 32nd floor to check on an alert about another guest’s room door having being left open. Campos wasn’t there to check on Paddock. There is no indication Paddock was suspected of anything.\nThe new Vegas police sequence of events now goes this way: Paddock is in his room preparing to slaughter people at the concert; security guard Campos comes to the 32nd floor to check on a report of another guest’s door having been left open; Paddock sees Campos out in the hallway outside his door (using a camera Paddock had installed); Paddock fires 200 rounds through his door and hits Campos in the leg; leaving Campos there, Paddock then WAITS SIX MINUTES and begins firing through his broken window(s) at the concert crowd.\nPerhaps the police will change their story yet again. Paddock didn’t fire 200 rounds through his door. He stepped out into the hallway and wounded Campos with one shot using a silenced handgun. He then left Campos there, went back into his room, waited six minutes, and then started firing on the concert crowd.\nOr, after wounding Campos with one bullet, he paid Campos with a pile of casino chips and told him to wait in the hallway and say nothing to anyone for a half-hour.\nOr he bound and gagged Campos after shooting him in the leg and stuffed him into a laundry closet in the hallway.\nOr, the most popular tactic in these untenable and absurd stories: “Obviously, Paddock was crazy. There is no way to account for all his actions. We may never know why he did what he did.”\nThat usually works with the public. The police or the FBI paint themselves into a corner trying to hide the truth. They realize their latest version of events makes no sense. So they invoke the time-honored “we may never know” explanation.\nIf some reporter wakes up from his stupor and resists going along with the story, he’ll probably hear: “Yes, we’re looking into that. But we have no further comment at this time.”\nHere is a reasonable assessment: since very early on, police had decided on this story: Paddock was the shooter; he was the only shooter; he wounded the security guard after he finished firing on the concert crowd.\nBut the fact that the security guard was wounded BEFORE the concert shooting was leaking out. People in Las Vegas knew about it. So the cops (or the FBI) decided they had to get out ahead of the leak, if possible. It would be better to change their story than wait and end up with egg on their faces.\nAnd so far, it looks like they made a smart move. Because how many media outlets are pointing out how crazy the new story is?\nMost importantly, how many other egregious lies are sitting under the previous security-guard lie? How many other devious twists and turns in the true tale are being hidden?\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "Police said Paddock fired 200 rounds into the hallway",
                "",
                false
            ],
            [
                "Police have dramatically changed their account of how the Las Vegas massacre began on Oct. 1, revealing Monday that the gunman shot a hotel security guard [in the leg through the closed door of his hotel room] six minutes before opening fire on a country music concert — raising new questions about why police weren’t able to pinpoint the gunman’s location sooner.",
                "",
                true
            ],
            [
                "There is no way to account for all his actions.",
                "",
                true
            ],
            [
                "We may never know why he did what he did.",
                "",
                true
            ],
            [
                "Yes, we’re looking into that.",
                "",
                true
            ],
            [
                "But we have no further comment at this time.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://marketplace.mybigcommerce.com/the-matrix-revealed/",
                "https://trk.mdrtrck.com/aff_c?offer_id=6116&aff_id=1106&source=APContent",
                "https://www.thenational.ae/world/the-americas/las-vegas-killer-paddock-set-up-cameras-in-hotel-1.663880",
                "http://marketplace.mybigcommerce.com/exit-from-the-matrix/",
                "https://visitor.r20.constantcontact.com/manage/optin?v=001ud8mz_jvjBTzOkGbZdiJBo46JUQr27arzc7iB14AY5JhIaw72kpP6Pri-HboC7JwdJNF19nlyXqkqdjbXK0dCOw_S_ORPVSimGeG4mEiVHo%3D",
                "https://visitor.r20.constantcontact.com/manage/optin?v=001ud8mz_jvjBTzOkGbZdiJBsEU9pm5k_6R-DwArvUlI7bxzdV2pen30ggNd-AcNwULHOipz82TCD21-VtlvQF9_FPkFeJVv8k6BmLjngS8AT4%3D",
                "http://marketplace.mybigcommerce.com/power-outside-the-matrix/"
            ]
        },
        "key_words": [
            "hotel",
            "vegas",
            "shot",
            "rounds",
            "room",
            "shooting",
            "change",
            "door",
            "concert",
            "security",
            "campos",
            "paddock",
            "mass",
            "200",
            "guard",
            "cops"
        ]
    }
]