[
    {
        "url": "https://www.cnn.com/2016/09/19/politics/cnn-announces-town-hall-with-obama/index.html",
        "title": "CNN to host town hall with President Barack Obama",
        "authors": [
            {
                "name": "David Wright",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-19",
        "text": "Updated 10:14 PM ET, Tue September 27, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nUS President Barack Obama speaks at a town hall meeting with CNN's Anderson Cooper on reducing gun violence at George Mason University in Fairfax, Virginia, on January 7, 2016.\nStory highlights\nCNN will host a town hall with President Barack Obama on September 28\nTopics of discussion will include veterans, national security, and foreign policy issues affected the US military\n(CNN)\nCNN will host the \"CNN Presidential Town Hall: America's Military and the Commander in Chief,\" with President Barack Obama on Wednesday September 28 at 9 p.m. ET.\nCNN anchor and chief Washington correspondent Jake Tapper will sit down with the President to discuss veterans, national security and foreign policy issues impacting the US military.\nObama will field questions from the audience made up of active duty service members, veterans and the military community.\nThe one-hour primetime event will take place in Fort Lee, Virginia, home of the Combined Arms Support Command.\nThe town hall will air on CNN, CNN International and CNN en Español and will be streamed online and across mobile devices via CNNgo.\n",
        "quotes": [
            [
                "CNN Presidential Town Hall: America's Military and the Commander in Chief,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "president",
            "hall",
            "obama",
            "veterans",
            "town",
            "barack",
            "military",
            "host",
            "security",
            "national",
            "cnn",
            "policy"
        ]
    }
]