[
    {
        "url": "http://occupydemocrats.com/2016/09/23/breaking-keith-lamonts-wife-releases-video-shooting-police/",
        "title": "BREAKING: Keith Lamont’s Wife Releases Video Of His Shooting By Police",
        "authors": [
            {
                "name": "Natalie Dickinson",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-23",
        "text": "Now Reading\nBREAKING: Keith Lamont’s Wife Releases Video Of His Shooting By Police\nA new video has emerged of the moments before and after police officers gunned down Keith Lamont Scott in North Carolina a few days ago. But the video, filmed by Scott’s wife Rakeyia, does not show the exact shooting and still leaves many questions unanswered.\nThe police video of the shooting has been seen by his mourning relatives. “When told by police to exit his vehicle, Mr. Scott did so in a very calm, nonaggressive manner. While police did give him several commands, he did not aggressively approach them or raise his hands at members of law enforcement at any time. Mr. Scott’s hands were by his side, and he was slowly walking backwards” said family attorney Justin Bamberg.\nA picture has emerged that purports to show that Scott had a gun but it is still unclear who it belonged to or if it is a gun at all. In any case, North Carolina is an open-carry state with loose firearm laws, which more often than not seem to apply only to white people.\nIn the video, the cops keep yelling “DROP THE GUN” while Rakeyia Scott keeps telling them that he doesn’t, and that what he does have is a traumatic brain injury and that he just took his medicine. “Don’t shoot him. Don’t shoot him. He has no weapon. He has no weapon. Don’t shoot him!” she pleads as officers yell – in an extremely unprofessional fashion – “DROP THE F*CKING GUN!”\nWhy the officers were in a standoff with Scott at all is still unclear, as they were there to serve a warrant on someone else. But as happens far too often in the United States, Scott was executed without charges or trial. Protests by angry citizens demanding the release of the tapes continued into a third night as the governor declared a state of emergency and imposed a midnight to 6 am curfew. Police have continued to refuse to release the tapes as their “investigation” continues.\nWatch the video here. Viewer discretion is advised, as it is very disturbing and contains profane language:\nWhat do you think?\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [
            [
                "When told by police to exit his vehicle, Mr. Scott did so in a very calm, nonaggressive manner.",
                "Justin Bamberg",
                true
            ],
            [
                "While police did give him several commands, he did not aggressively approach them or raise his hands at members of law enforcement at any time.",
                "Justin Bamberg",
                true
            ],
            [
                "Mr. Scott’s hands were by his side, and he was slowly walking backwards",
                "Justin Bamberg",
                false
            ]
        ],
        "links": {
            "articles": [
                "http://www.nytimes.com/2016/09/23/us/charlotte-protests-keith-scott.html?ribbon-ad-idx=5&rref=us"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://occupydemocrats.com/privacy/"
            ]
        },
        "key_words": [
            "state",
            "shooting",
            "dont",
            "gun",
            "shoot",
            "unclear",
            "weapon",
            "scott",
            "lamonts",
            "releases",
            "wife",
            "breaking",
            "tapes",
            "video",
            "officers",
            "keith"
        ]
    }
]