[
    {
        "url": "https://www.reuters.com/article/us-usa-trump-healthcare/trump-expected-to-sign-order-side-stepping-obamacare-rules-idUSKBN1CH1B7",
        "title": "Trump expected to sign order side-stepping Obamacare rules",
        "authors": [
            {
                "name": "Yasmeen Abutaleb",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-12",
        "text": "3 Min Read\nWASHINGTON (Reuters) - President Donald Trump was expected to sign an executive order on Thursday that would make it easier for Americans to buy bare-bones health insurance plans and circumvent rules put in place by Obamacare, though such an order could face legal challenges.\nFILE PHOTO: U.S. President Donald Trump calls on Republican Senators to move forward and vote on a healthcare bill to replace the Affordable Care Act, as people negatively affected by the law stand behind him, in the Blue Room of the White House in Washington, U.S., July 24, 2017. REUTERS/Joshua Roberts\nStymied in Congress by the failure of Senate Republicans to roll back former President Barack Obama’s 2010 healthcare law, Trump’s executive order would represent his administration’s latest effort to undermine the law without legislation.\nThe order would allow small businesses and individuals to band together as associations to buy cheaper health plans that would be exempt from some Obamacare requirements. Among the requirements would be the mandate that all health plans cover 10 essential health benefits, including maternity and newborn care, prescription drugs, and mental health and addiction treatment.\nThe order would also change an Obama-era limit on the time span people can use short-term health insurance plans, which are cheaper but cover few medical benefits. Trump was expected to order an extension for the period that long short-term insurance can be used to about a year, versus three months under Obamacare.\nRepublicans, despite having control of the White House and both chambers of Congress, have for months been unable to make good on their seven-year promise to repeal Obamacare, which they view as a government intrusion into Americans’ healthcare.\nExperts questioned whether Trump has the legal authority to expand association health plans and whether some plans, but not others, could be exempt from Obamacare rules.\nThe action could open Trump to legal challenges from Democratic state attorneys general, who have said they will sue Trump if he tries to destroy Obamacare, a law that brought health insurance coverage to millions of Americans.\nExperts said the association health plans could attract young, healthy people and leave a sicker, more expensive patient pool in the individual insurance markets created under the healthcare law, driving up premiums and effectively eroding the law’s protection for those with pre-existing conditions.\nConservative groups and lawmakers, including Republican Senator Rand Paul, who said he has worked with Trump for months on the expected order, and Republican Senator Ron Johnson, have cheered the expected order. Paul opposed the Senate’s most recent attempt to overhaul Obamacare because he said it left too many of Obamcare’s regulations and spending programs in place.\nTrump has taken a number of steps since assuming power in January to weaken or undermine Obamacare. He has not committed to making billions of dollars of payments to insurers guaranteed under Obamacare, prompting many to exit the individual market or hike premiums for 2018.\nThe administration also halved the open enrollment period, which begins Nov. 1, and slashed the Obamacare advertising and outreach budget.\nReporting by Yasmeen Abutaleb; Editing by Kevin Drawbaugh and Leslie Adler\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "rules",
            "health",
            "law",
            "expected",
            "sign",
            "sidestepping",
            "order",
            "republican",
            "plans",
            "obamacare",
            "trump",
            "president",
            "insurance"
        ]
    }
]