[
    {
        "url": "https://www.reuters.com/article/us-mexico-politics/indigenous-woman-registers-to-run-for-mexican-presidency-in-2018-idUSKBN1CC0T6",
        "title": "Indigenous woman registers to run for Mexican presidency in 2018",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-08",
        "text": "Indigenous woman registers to run for Mexican presidency in 2018\n3 Min Read\nMEXICO CITY (Reuters) - An indigenous woman backed by Mexico’s rebel Zapatista movement registered on Saturday to run as an independent candidate in next year’s presidential election, adding to a growing list of hopefuls bucking established political parties.\nMaria de Jesus Patricio Martinez, an indigenous woman backed by Mexico's Zapatista National Liberation Army (EZLN), shows a document after she registered to run as an independent candidate in next year's presidential election  at National Electoral Institute (INE) in Mexico City, Mexico, October 7, 2017. REUTERS/Violeta Schmidt\nMaria de Jesus Patricio Martinez is the spokeswoman for the National Indigenous Congress, the political arm of the Zapatista National Liberation Army (EZLN), and in May was picked to be the group’s 2018 presidential candidate.\nLocal media reported that after Patricio Martinez registered with the National Electoral Institute (INE), she pledged not to accept any funding from the government to run her campaign.\nMexico’s major political parties have struggled to gain support in recent years, and voter surveys show all presidential hopefuls struggling to win support from as much as a third of the electorate.\nThe front-runner in most polls is former Mexico City mayor and two-time presidential runner-up Andres Manuel Lopez Obrador, a leftist with nationalistic leanings.\nThe ruling centrist Institutional Revolutionary Party (PRI) of President Enrique Pena Nieto, who is barred by law from seeking a second term, has yet to pick a candidate.\nAlready, more than 10 first-time independent candidates have registered to run. Three of those contenders failed to meet initial requirements, according to the INE.\nAlso on Saturday, maverick Nuevo Leon Governor Jaime Rodriguez, a former PRI member, expressed his interest to register his own independent run for the presidency.\nLast week, Armando Rios Piter, an independent former member of the center-left Party of the Democratic Revolution (PRD), formally registered his candidacy, further crowding the pool of anti-establishment candidates.\nIndependent presidential aspirants have four months to gather 866,593 signatures, representing 1 percent of the electorate, in at least 17 regions of Mexico to qualify as an independent candidate ahead of the July 2018 vote.\nPatricio Martinez, a traditional healer and native Nahua speaker, is originally from the central Mexican state of Jalisco.\nHer support from the Zapatistas marks a more visible turn for the insurgent movement, which has faded in recent years.\nJust after the North American Free Trade Agreement (NAFTA) went into force in 1994, the EZLN led armed indigenous insurgents in a “declaration of war” against the government in southern Chiapas state.\nA 12-day battle with the Army claimed at least 140 lives and become an early symbol for supporters of the anti-globalization movement.\nReporting by David Alire Garcia; Editing by Paul Simao\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "zapatista",
            "presidential",
            "registers",
            "mexico",
            "2018",
            "indigenous",
            "national",
            "support",
            "woman",
            "mexican",
            "independent",
            "presidency",
            "run",
            "registered",
            "martinez"
        ]
    }
]