[
    {
        "url": "http://beforeitsnews.com/entertainment/2017/09/love-hope-strength-band-announces-partnership-with-killer-tracks-2670586.html",
        "title": "Love Hope Strength Band Announces Partnership With Killer Tracks",
        "authors": [],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "Monday, September 25, 2017 17:21\n% of readers think this story is Fact. Add your two cents.\nKiller Tracks today announces that I Can, We Can and Love +, will be released this month via the Killer Tracks Artists Series. A percentage of the revenue from the licensing of the songs will go to Mike Peters' Love, Hope, Strength Foundation which \"leverages the power of music to expand the bone marrow registry.\" Two more songs will be released later this year.  The songs were written and sung by Mike Peters, whose band The Alarm produced more than 5 million records worldwide and 16 Top 50 UK singles. Peters is himself a cancer survivor and the subject of a new documentary, The Man in the Camo Jacket, directed by Russ Kendall and produced by Jonathan McHugh, Jonathan Platt, James Chippendale, Alex Colletti and Stash Slionski. The film chronicles Peters' 8-year battle with non-Hodgkin's lymphoma. A special screening of the film will be held on August 3rd at the Grammy Museum in Los Angeles, followed by a short musical performance and Q&A.  Peters and The Alarm are currently headlining this year's Warped Tour, which includes a stop in Pomona, California on August 6. Love Hope Strength, named after The Alarm's 1985 anthem Strength, will have representatives at each Warped Tour date conducting swab drives and donor matches. To date, Love Hope Strength has added over 150,000 individuals to the bone marrow registry, and has created over 3,100 potential life-saving matches for patients around the world.  I Can, We Can and Love +, are vintage Mike Peters: idealistic, impassioned, soaring. \"They are very inspiring and motivating songs, and fantastic additions to our Artist Series,\" says Killer Tracks VP of Production Carl Peel. \"We are very excited to collaborate with Mike and support the work of his wonderful foundation.\"  \"Killer Tracks continues to support great causes and great artists,\" adds McHugh. \"Partnering with Mike Peters and Love Hope Strength in helping to promote his film and music has been a blessing.\"  Film and television licensing of I Can, We Can and Love + is available exclusively through Killer Tracks.  For more information about The Man in the Camo Jacket and the Grammy Museum, visit http://www.grammymuseum.org/events/detail/man-in-the-camo-jacket  For more information on the Warped Tour, visit http://vanswarpedtour.com/dates/  About Love Hope Strength Foundation The Love Hope Strength Foundation's mission is to save lives, one concert at a time. We believe that all people deserve quality cancer care, a marrow donor if needed, and, most importantly, hope. Founded by cancer survivors James Chippendale and Mike Peters, LHS leverages the power of music to expand the marrow registry through our \"Get on the List\" campaign. At LHS, we believe in offering real hope to people currently living with cancer.  https://www.lovehopestrength.org  About Killer Tracks Killer Tracks is an industry leader in production music and a global source for pre-cleared music for film, television, advertising and interactive media. With more than 2,800 active albums from 39 global libraries, the Killer Tracks catalog spans every genre and features original works from some of the music industry's most innovative composers, artists and producers. The premium catalog is continuously enhanced with exclusive recordings and new music updates. Friendly, knowledgeable support is always available through a dedicated team of music search specialists and licensing experts. When music matters, rely on the production music experts at Killer Tracks. For more information, visit www.killertracks.com or follow @killertracks on Twitter and Instagram.  Source: http://www.mi2n.com/press.php3?press_nb=199282\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "leverages the power of music to expand the bone marrow registry.",
                "Mike Peters",
                false
            ],
            [
                "They are very inspiring and motivating songs, and fantastic additions to our Artist Series,",
                "Mike Peters",
                true
            ],
            [
                "We are very excited to collaborate with Mike and support the work of his wonderful foundation.",
                "Carl Peel",
                true
            ],
            [
                "Killer Tracks continues to support great causes and great artists,",
                "McHugh",
                true
            ],
            [
                "Partnering with Mike Peters and Love Hope Strength in helping to promote his film and music has been a blessing.",
                "McHugh",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com",
                "http://www.prodo1.com/"
            ]
        },
        "key_words": [
            "hope",
            "band",
            "music",
            "strength",
            "partnership",
            "announces",
            "film",
            "peters",
            "mike",
            "tracks",
            "songs",
            "killer",
            "love"
        ]
    }
]