[
    {
        "url": "https://www.cnn.com/2016/09/19/politics/unga-meetings-obama/index.html",
        "title": "UN General Assembly: Leaders tackle world's worst to-do list",
        "authors": [
            {
                "name": "Nicole Gaouette",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-19",
        "text": "Updated 7:21 AM ET, Mon September 19, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nKerry: Russia needs to stop Assad from bombing people 02:23\nStory highlights\nPresident Barack Obama is set to address the UN for the last time\nHillary Clinton will hold her own meetings on the side lines\n(CNN)\nIt's the world's toughest \"to do\" list: stop violent extremism, solve the worst global refugee crisis in a quarter century, foster peace in the ravaged Middle East and -- in the meantime -- work to end poverty, disease, hunger and the threat of nuclear weapons.\nThat's the agenda as more than 140 heads of state and government descend on New York this week for the annual United Nations General Assembly.\nAs the world grapples with these and other pressing issues, US domestic politics may claim space on the New York stage: Democratic presidential candidate Hillary Clinton is set to meet some world leaders in Manhattan this week as her family's controversial charitable foundation hosts the final meeting of the Clinton Global Initiative.\nThe UN will mark its own endings, too, as both President Barack Obama and UN Secretary General Ban Ki-moon attend for the last time in their current capacities.\nThe agenda for the 71st assembly, as aspirational as it is daunting, comes at a particularly uncertain moment.\nRead More\nIn Asia, North Korea's largest-ever nuclear test this month has cast a new shadow over a region that accounts for 40% of the global economy. In the Middle East, the world is watching to see if a shaky ceasefire will take root in Syria, where the five-year-old civil war and the brutality of ISIS have destabilized the region.\nThat destabilization has seen European countries overwhelmed by record-breaking numbers of refugees moving across their borders, redefining the continent's political landscape and heightening the threat of terrorist infiltrators.\nIt's the world's toughest \"to do\" list: stop violent extremism, solve the worst global refugee crisis in a quarter century, foster peace in the ravaged Middle East and -- in the meantime -- work to end poverty, disease, hunger and the threat of nuclear weapons.\nPhotos: The ISIS terror threat\nPeople flee the scene of a terror attack at Istanbul's Ataturk airport on June 29. Turkish officials have strong evidence that ISIS leadership was involved in the planning of the attack, a senior government source told CNN. Officials believe the men -- identified by state media as being from Russia, Uzbekistan and Kyrgyzstan -- entered Turkey from the ISIS stronghold of Raqqa in Syria, bringing with them the suicide vests and bombs used in the attack, the source said.\nHide Caption\nPhotos: The ISIS terror threat\nThe ISIS militant group -- led by Abu Bakr al-Baghdadi, pictured -- began as a splinter group of al Qaeda. Its aim is to create an Islamic state, or caliphate, across Iraq and Syria. It is implementing Sharia law, rooted in eighth-century Islam, to establish a society that mirrors the region's ancient past. It is known for killing dozens of people at a time and carrying out public executions.\nHide Caption\nPhotos: The ISIS terror threat\nKurdish Peshmerga fighters fire missiles during clashes with ISIS in Jalawla, Iraq, on June 14, 2014. That month, ISIS took control of Mosul and Tikrit, two major cities in northern Iraq.\nHide Caption\nPhotos: The ISIS terror threat\nTraffic from Mosul lines up at a checkpoint in Kalak, Iraq, on June 14, 2014. Thousands of people fled Mosul after it was overrun by ISIS.\nHide Caption\nPhotos: The ISIS terror threat\nISIS fighters parade down an Iraqi street in this image released by the group in July 2014.\nHide Caption\nPhotos: The ISIS terror threat\nAziza Hamid, a 15-year-old Iraqi girl, cries for her father while she and other Yazidi people are flown to safety after a dramatic rescue operation at Iraq's Mount Sinjar on August 11, 2014. A CNN crew was on the flight, which took diapers, milk, water and food to the site where as many as 70,000 people were trapped by ISIS. Only a few of them were able to fly back on the helicopter with the Iraqi Air Force and Kurdish Peshmerga fighters.\nHide Caption\nPhotos: The ISIS terror threat\nOn August 19, 2014, American journalist James Foley was decapitated by ISIS militants in a video posted on YouTube. A month later, they released videos showing the executions of American journalist Steven Sotloff and British aid worker David Haines.\nHide Caption\nPhotos: The ISIS terror threat\nISIS militants stand near the site of an airstrike near the Turkey-Syria border on October 23, 2014. The United States and several Arab nations began bombing ISIS targets in Syria to take out the group's ability to command, train and resupply its fighters.\nHide Caption\nPhotos: The ISIS terror threat\nA Kurdish marksman stands atop a building as he looks at the destroyed Syrian town of Kobani on January 30, 2015. After four months of fighting, Peshmerga forces liberated the city from the grip of ISIS.\nHide Caption\nPhotos: The ISIS terror threat\nSafi al-Kasasbeh, right, receives condolences from tribal leaders at his home village near Karak, Jordan, on February 4, 2015. Al-Kasasbeh's son, Jordanian pilot Moath al-Kasasbeh, was burned alive in a video that was released by ISIS militants. Jordan is one of a handful of Middle Eastern nations taking part in the U.S.-led military coalition against ISIS.\nHide Caption\nPhotos: The ISIS terror threat\nIn February 2015, British newspapers report the identity of \"Jihadi John,\" the disguised man with a British accent who had appeared in ISIS videos executing Western hostages. The militant was identified as Mohammed Emwazi, a Kuwaiti-born Londoner. On November 12, 2015, the Pentagon announced that Emwazi was in a vehicle hit by a drone strike. ISIS later confirmed his death.\nHide Caption\nHide Caption\nPhotos: The ISIS terror threat\nIn March 2015, ISIS released video and images of a man being thrown off a rooftop in Raqqa, Syria. In the last photograph, the man is seen face down, surrounded by a small crowd of men carrying weapons and rocks. The caption reads \"stoned to death.\" The victim was brutally killed because he was accused of being gay.\nHide Caption\nPhotos: The ISIS terror threat\nAn Iraqi soldier searches for ISIS fighters in Tikrit on March 30, 2015. Iraqi forces retook the city after it had been in ISIS control since June 2014.\nHide Caption\nPhotos: The ISIS terror threat\nIn May 2015, ISIS took control of Palmyra, Syria, and began to destroy ancient ruins and artifacts. The Temple of Bel is seen here after Syrian forces reclaimed the city in March 2016. ISIS has also destroyed other cultural sites in Syria and Iraq.\nHide Caption\nPhotos: The ISIS terror threat\nDead bodies lie near a beachside hotel in Sousse, Tunisia, after a gunman opened fire on June 26, 2015. ISIS claimed responsibility for the attack, which killed at least 38 people and wounded at least 36 others, many of them Western tourists. Two U.S. officials said they believed the attack might have been inspired by ISIS but not directed by it.\nHide Caption\nPhotos: The ISIS terror threat\nISIS also claimed responsibility for what it called a suicide bombing at the Al-Sadiq mosque in Kuwait City on June 26, 2015. At least 27 people were killed and at least 227 were wounded, state media reported at the time. The bombing came on the same day as the attack on the Tunisian beach.\nHide Caption\nPhotos: The ISIS terror threat\nA man inspects the aftermath of a car bombing in Khan Bani Saad, Iraq, on July 18, 2015. A suicide bomber with an ice truck, promising cheap relief from the scorching summer heat, lured more than 100 people to their deaths. ISIS claimed responsibility on Twitter.\nHide Caption\nPhotos: The ISIS terror threat\nTwo women hold hands after an explosion in Suruc, Turkey, on July 20, 2015. The blast occurred at the Amara Cultural Park, where a group was calling for help to rebuild the Syrian city of Kobani, CNN Turk reported. At least 32 people were killed and at least 100 were wounded in the bombing. Turkish authorities said they believed ISIS was involved in the explosion.\nHide Caption\nPhotos: The ISIS terror threat\nSpectators at the Stade de France in Paris run onto the soccer field after explosions were heard outside the stadium on November 13, 2015. Three teams of gun-wielding ISIS militants hit six locations around the city, killing at least 129 people and wounding hundreds.\nHide Caption\nPhotos: The ISIS terror threat\nLaw enforcement officers search a residential area in San Bernardino, California, after a mass shooting killed at least 14 people and injured 21 on December 2, 2015. The shooters -- Syed Rizwan Farook and his wife, Tashfeen Malik -- were fatally shot in a gunbattle with police hours after the initial incident. The couple supported ISIS and had been planning the attack for some time, investigators said.\nHide Caption\nPhotos: The ISIS terror threat\nMembers of Iraq's elite counterterrorism unit celebrate December 28, 2015, after recapturing the city of Ramadi. The city fell to ISIS in May 2015.\nHide Caption\nPhotos: The ISIS terror threat\nTwo wounded women sit in the airport in Brussels, Belgium, after two explosions rocked the facility on March 22, 2016. A subway station in the city was also targeted in terrorist attacks that killed at least 30 people and injured hundreds more. Investigators say the suspects belonged to the same ISIS network that was behind the Paris terror attacks in November.\nHide Caption\nPhotos: The ISIS terror threat\nA boy walks past bloodstains and debris at a cafe in Balad, Iraq, that was attacked by ISIS gunmen on May 13, 2016. Twenty people were killed.\nHide Caption\nPhotos: The ISIS terror threat\nIraqi government forces patrol in southern Falluja, Iraq, on June 10, 2016. In late June, a senior Iraqi general announced that the battle to reclaim Falluja from ISIS had been won.\nHide Caption\n25 of 25\nThat's the agenda as more than 140 heads of state and government descend on New York this week for the annual United Nations General Assembly.\nAs the world grapples with these and other pressing issues, US domestic politics may claim space on the New York stage: Democratic presidential candidate Hillary Clinton is set to meet some world leaders in Manhattan this week as her family's controversial charitable foundation hosts the final meeting of the Clinton Global Initiative.\nThe UN will mark its own endings, too, as both President Barack Obama and UN Secretary General Ban Ki-moon attend for the last time in their current capacities.\nThe agenda for the 71st assembly, as aspirational as it is daunting, comes at a particularly uncertain moment.\nIn Asia, North Korea's largest-ever nuclear test this month has cast a new shadow over a region that accounts for 40% of the global economy.\nIn the Middle East, the world is watching to see if a shaky ceasefire will take root in Syria, where the five-year-old civil war and the brutality of ISIS have destabilized the region.\nThat destabilization has seen European countries overwhelmed by record-breaking numbers of refugees moving across their borders, redefining the continent's political landscape and heightening the threat of terrorist infiltrators.\nTerror threat\nTerrorism is already casting a particularly dark shadow over this meeting, as New York police investigate a Saturday bombing in Manhattan that injured 29 people.\nIt occurred on the same day that a blast disrupted a Marine Corps charity run in New Jersey and a man stabbed nine people at a Minnesota mall. All three incidents are being investigated as possible terror attacks and security around UN events will likely be even more stringent than usual.\nHeightened tension\nOn the sidelines, Obama will meet with world leaders. On Monday, he's set to discuss North Korea's nuclear tests and other Asian issues with Chinese Premier Li Keqiang.\nOn Wednesday, Obama will review a newly signed $38 billion aid package for Israel with its Prime Minister Benjamin Netanyahu and discuss the prospects for Mideast peace. He'll also meet with leaders such as Iraqi Prime Minister Haider al-Abadi and Colombian President Juan Manuel Santos.\nAmid the week-long swirl of meetings at the iconic rectangular UN building bordering Manhattan's East River, there will also be the usual smaller dramas: the leaders who use their speeches to denounce rivals in impolitic ways and heated speculation about potentially fraught or historic meetings.\nLast year, a tense meeting between Obama and Russian President Vladimir Putin was swiftly followed by Moscow's intervention in Syria. This year, existing tensions will be heightened by a US strike on Syrian forces that the military had thought was an ISIS target, administration officials said.\nJUST WATCHED\nObama administration regrets Syrian military deaths 02:57\nRussia called an emergency UN Security Council meeting, arguing that the Saturday strike showed the US isn't fully committed to cooperating with Moscow on the fight against militant groups including ISIS and warned that the Syrian ceasefire might break down as a result.\n\"We consider what happened as a natural result of the persistent refusal of the United States from the establishment of close cooperation with Russia in the fight against ISIS, Jabhat al-Nusra and other affiliated terrorist groups,\" the Russian Foreign Ministry said in a statement Sunday.\nSecretary of State John Kerry and Russian Foreign Minister Sergei Lavrov, the architects of the nascent ceasefire, are expected to meet and may offer an update on its progress.\nThe US Ambassador to the UN, Samantha Power, expressed regret for the loss of life Saturday, but added that, \"Even by Russia's standards, tonight's stunt -- a stunt replete with moralism and grandstanding -- is uniquely cynical and hypocritical.\"\nIran question\nSince 2011, Power said, \"the Assad regime has been intentionally striking civilian targets with horrifying, predictable regularity.\"\nThe 2015 General Assembly also featured a historic handshake between Obama and Iranian president Hassan Rouhani. This year, with the Iran nuclear deal under fire in Tehran and a tight US presidential campaign underway, political observers wonder if the two men will meet again.\nState Department deputy spokesman Mark Toner couldn't say if even Kerry will meet officially with his Iranian counterparts, men he knows well from months of nuclear talks.\n\"We just don't have anything to confirm at this point,\" Toner said.\nKerry also met Sunday with Asian allies to discuss North Korea and tensions in the South China Sea as a rising Beijing asserts itself in the region.\nAmid all this, the US will be focusing on \"three topline priorities,\" according to Bathsheba Crocker, the State Department's assistant secretary for international organizations, listing \"humanitarian response, peace and security, and countering terrorism and violent extremism.\"\nKerry will touch on humanitarian needs at a high-level Monday meeting on refugees. The next day, Obama hosts a Leaders Summit on Refugees.\nThe US announced Wednesday that it will increase the number of refugees it absorbs from 85,000 this year to 110,000 in 2017. And on Friday, the administration said it would give $11 million to a UN fund that helps countries accepting refugees.\nWaves of people fleeing countries such as Syria, South Sudan and Afghanistan have overwhelmed the international refugee system.\nUnprecedented strains\nAccording to the UN, more than 21 million people are displaced today, half of them children, all of them in need of food, shelter, safety and livelihoods.\nThey are placing unprecedented strains on their host countries, driving the rise of right-leaning anti-immigrant political parties in Europe and becoming a divisive US presidential campaign issue as well.\nIn April, Republican candidate Donald Trump warned a crowd to \"lock your doors\" to stay safe from Syrian refugees, and in June added that \"a lot of those people are ISIS.\"\nCrocker said Obama's leader summit on Tuesday aims to yield \"significant sustained commitments to UN humanitarian appeals, expanded refugee resettlement programs or alternative legal pathways for admission, and new opportunities for refugees and their host communities to benefit from improved refugee access to education and legal employment.\"\nTuesday will also mark Obama's final address to the UN as president.\n",
        "quotes": [
            [
                "We consider what happened as a natural result of the persistent refusal of the United States from the establishment of close cooperation with Russia in the fight against ISIS, Jabhat al-Nusra and other affiliated terrorist groups,",
                "",
                true
            ],
            [
                "Even by Russia's standards, tonight's stunt -- a stunt replete with moralism and grandstanding -- is uniquely cynical and hypocritical.",
                "Samantha Power",
                true
            ],
            [
                "the Assad regime has been intentionally striking civilian targets with horrifying, predictable regularity.",
                "Power",
                false
            ],
            [
                "We just don't have anything to confirm at this point,",
                "Toner",
                true
            ],
            [
                "humanitarian response, peace and security, and countering terrorism and violent extremism.",
                "Bathsheba Crocker",
                false
            ],
            [
                "a lot of those people are ISIS.",
                "Donald Trump",
                false
            ],
            [
                "significant sustained commitments to UN humanitarian appeals, expanded refugee resettlement programs or alternative legal pathways for admission, and new opportunities for refugees and their host communities to benefit from improved refugee access to education and legal employment.",
                "Crocker",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2015/03/05/middleeast/isis-lgbt-persecution/index.html",
                "https://www.cnn.com/2015/03/31/middleeast/iraq-isis-tikrit/index.html",
                "https://www.cnn.com/2014/09/22/world/meast/u-s-airstrikes-isis-syria/",
                "https://www.cnn.com/2015/02/04/middleeast/kobani-syria-destruction/index.html",
                "https://www.cnn.com/2014/06/29/world/meast/iraq-developments-roundup/",
                "http://www.cnn.com/2015/05/15/middleeast/gallery/palmyra-ruins-syria/index.html",
                "https://www.cnn.com/2015/12/28/middleeast/iraq-military-retakes-ramadi/",
                "https://www.cnn.com/2016/03/24/europe/brussels-investigation/index.html",
                "http://www.cnn.com/2015/11/13/middleeast/jihadi-john-airstrike-target/",
                "http://www.cnn.com/2016/06/30/europe/turkey-istanbul-ataturk-airport-attack/",
                "https://www.cnn.com/2014/08/19/world/meast/isis-james-foley/",
                "https://www.cnn.com/2015/07/22/world/turkey-suruc-explosion/index.html",
                "http://www.cnn.com/2014/08/11/world/meast/iraq-rescue-mission/index.html",
                "https://www.cnn.com/2014/07/19/world/meast/christians-flee-mosul-iraq/",
                "https://www.cnn.com/2016/09/14/politics/hillary-clinton-united-nations-meeting/index.html",
                "http://www.cnn.com/2015/03/09/world/iraq-isis-heritage/",
                "https://www.cnn.com/2015/07/18/middleeast/iraq-violence/",
                "https://www.cnn.com/2015/12/02/us/gallery/san-bernardino-shooting/index.html",
                "https://www.cnn.com/2016/06/26/middleeast/falluja-liberated-isis/index.html",
                "http://www.cnn.com/2015/12/03/us/san-bernardino-shooting/index.html",
                "https://www.cnn.com/2015/11/17/europe/paris-attacks-at-a-glance/",
                "https://www.cnn.com/2015/06/26/world/kuwait-mosque-attack/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.cnn.com/2015/06/26/world/gallery/tunisia-terrorist-attack/index.html",
                "http://www.cnn.com/2015/02/03/world/gallery/jordanian-pilot-reaction/index.html",
                "http://www.cnn.com/2014/08/11/world/gallery/kurdistan-rescue-mission-mount-sinjar/index.html"
            ]
        },
        "key_words": [
            "assembly",
            "president",
            "todo",
            "isis",
            "obama",
            "meeting",
            "world",
            "nuclear",
            "global",
            "refugees",
            "worlds",
            "worst",
            "leaders",
            "list",
            "tackle",
            "meet",
            "general"
        ]
    }
]