[
    {
        "url": "http://dailybuzzlive.com/mother-allowed-snake-bite-baby/",
        "title": "Highlands mother who allowed snake to bite baby now facing potential charge",
        "authors": [
            {
                "name": "Daily Buzz Live",
                "link": null
            }
        ],
        "publisher": "dailybuzzlive.com",
        "publish_date": "2017-06-07",
        "text": "Posted on\n(VIDEO BELOW) SEBRING, Fla. – A potential child abuse charge has been sent to the State Attorney’s Office for a Highlands county mother after she posted a video to Facebook showing her one-year-old daughter being bitten by a red rat snake.\nThe video has since been taken down, but Chartelle St. Laurent exclusively told ABC Action News that she does not regret putting her baby face-to-face with the snake.\nShe found the snake in the driveway of the family’s property outside of Sebring.\n“It had bitten me and my son and didn’t leave a mark, several times,” she said. “So, I thought it was a good opportunity to introduce her without actually getting hurt.”\nHighlands County Sheriff’s Office investigated the incident and determined purposely exposing the one-year-old to the snake was enough to charge her.\n“People are too sensitive,” she said. “They just think that I hurt my child intentionally. The people that know me know that I would never hurt my children.”\nShe says the child was not hurt, only scared of the snake’s quick strike.\n“His teeth are too small to actually puncture the skin,” St. Laurent told ABC Action News reporter Ryan Smith. “So he’s very harmless.”\nLiving on a rural, 9-acre property in Highlands County, she says it’s important that her kids learn how to handle all kinds of wildlife and what to stay away from.\nShe tells ABC Action News, she grew up learning how to handle reptiles by assisting her father, a Jupiter police officer, with animal service calls. She now believes her methods are teaching her children a valuable lesson.\n \n* indicates required\nEmail Address *\nRecent Posts\nI Ate Pizza Hut Last Night, What I Found In The Box Made My Skin READ MORE →\nHer name is Wounda, a chimpanzee that was rescued by Dr. Jane Goodall as she READ MORE →\nDaily Buzz Live Search\n",
        "quotes": [
            [
                "It had bitten me and my son and didn’t leave a mark, several times,",
                "",
                true
            ],
            [
                "So, I thought it was a good opportunity to introduce her without actually getting hurt.",
                "",
                true
            ],
            [
                "They just think that I hurt my child intentionally.",
                "",
                true
            ],
            [
                "The people that know me know that I would never hurt my children.",
                "",
                true
            ],
            [
                "His teeth are too small to actually puncture the skin,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "child",
            "hurt",
            "facing",
            "highlands",
            "action",
            "potential",
            "snake",
            "video",
            "abc",
            "county",
            "allowed",
            "snakes",
            "baby",
            "charge",
            "st",
            "bite",
            "told",
            "mother"
        ]
    }
]