[
    {
        "url": "http://bleacherreport.com/articles/2736973-maya-moore-leads-lynx-to-4th-wnba-title-in-team-history-with-win-over-sparks?utm_source=cnn.com&utm_medium=referral&utm_campaign=editorial",
        "title": "Maya Moore Leads Lynx to 4th WNBA Title in Team History with Win over Sparks",
        "authors": [
            {
                "name": "Scott Polacek",
                "link": null
            }
        ],
        "publisher": "bleacherreport.com",
        "publish_date": "2017-10-05",
        "text": "The Minnesota Lynx are WNBA champions once again.\nMinnesota won its fourth title in franchise history Wednesday with an 85-76 victory over the Los Angeles Sparks in the decisive Game 5 of the WNBA Finals at Williams Arena at the University of Minnesota. The win continued the Lynx's pattern of championships every other year, as they prevailed in 2011, 2013 and 2015 as well.\nThe victors can thank a balanced scoring effort for the glory, as all five starters scored in double figures, with Sylvia Fowles leading the way with 17 points and a head-turning 20 rebounds. Maya Moore added 18 points and 10 boards, while point guard Lindsay Whalen directed the show with 17 points and eight assists.\nAccording to ESPN Stats & Info , Minnesota joined the Houston Comets as the only WNBA franchises with four championships. It also joined the Golden State Warriors and North Carolina Tar Heels as basketball teams that avenged a 2016 loss in the championship with a 2017 title since the Sparks beat the Lynx in last season's WNBA Finals.\nLos Angeles didn't go down without a fight even though it trailed 79-67 with less than two minutes remaining. Its pressing defense forced multiple Minnesota turnovers, and a 9-0 run made it 79-76 with 34 seconds left before Moore's running jumper in the lane sent a wave of relief through the stadium.\nSportsCenter @SportsCenter\nWhen you need one bucket to ice the WNBA Finals ... turn to Maya Moore. https://t.co/HmJobUWxnO\nMoore coming through in the clutch was no fluke given her incredible resume, as Richard Deitsch of Sports Illustrated shared:\nRichard Deitsch @richarddeitsch\n.@mooremaya  4 WNBA Titles. 2 NCAA Titles. 2 Olympic Gold medals. 125-3 in high school. 3 Chinese League titles. 28 years old.\nIt was no surprise the contest came down to the end given their previous 12 head-to-head matchups:\nESPN Stats & Info @ESPNStatsInfo\nThe @LA_Sparks &amp; @minnesotalynx have identical point totals over their last 12 meetings.  Decisive #WNBAFinals Game 5: 8 ET, ESPN/ESPN app. https://t.co/T1OXDIkpgd\nEven with Moore's heroics, Fowles won the WNBA Finals MVP. According to espnW , she became the first player to capture the regular-season and Finals MVP since Lauren Jackson did so in 2010.\nIn a parallel to the NBA Finals rivalry between the Warriors and Cleveland Cavaliers, there were a number of MVPs on the floor with the trophy on the line. Fowles won the award this year, while Moore captured it in 2014. Los Angeles' Nneka Ogwumike was last season's MVP, while Candace Parker won in 2008 and 2013.\nThe Fowles and Moore pairing prevailed, although it was no fault of Parker's. She finished with 19 points, 15 rebounds, five assists, four blocks and two steals, while Chelsea Gray tallied 15 points and eight dimes. Ogwumike fouled out but still posted 11 points.\nEven with Parker, Los Angeles ultimately couldn't overcome Minnesota's advantage inside. The Lynx grabbed 46 rebounds to the Sparks' 29, which helped them control the pace throughout.\nThey wasted little time doing just that when they scored the first seven points and built an 11-point lead in the first quarter, but the Sparks demonstrated their championship mettle and cut the deficit to 21-19 following Parker's buzzer-beater in the lane:\nWNBA @WNBA\n.@Candace_Parker finishes Q1 in style!  #WNBAFinals https://t.co/At3ZtHRadi\nHowever, it became clearer during the second quarter Los Angeles missed its best chance to close the Finals in Game 4 when it was at home. Minnesota extended its advantage to double digits again before taking a 41-35 lead into halftime thanks largely to its dominance down low.\nThe Lynx outrebounded the visitors 27-15 in the first half, and 10 of those rebounds came on the offensive end. In addition to creating second-chance points for her team with five of those offensive boards, Fowles patrolled the lane on the defensive side as an enforcer:\nWNBA @WNBA\nM-V-P!  @SylviaFowles rotates on defense for the denial!   #WNBAFinals winner-take-all Game 5 on @espn! https://t.co/YObjtxY1zy\nMinnesota started playing with style in the third behind its floor general Whalen:\nWNBA @WNBA\n@Lindsay_13 👀👀👀 #WNBAFinals https://t.co/KSXXYtC6qV\nStill, the pattern of mini spurts continued as the lead vacillated between double and single digits for much of the quarter before Los Angeles seized momentum when Gray's jumper cut the deficit to 60-56 heading into the fourth.\nKeeping up with the home team was challenging enough for the Sparks, and things became even more difficult when Ogwumike fouled out in the fourth. That put more of the onus on Parker and Gray to fuel the comeback, which was a daunting task against the balanced Lynx.\nParker's three cut the lead to four with less than seven minutes remaining, but it was the closest Los Angeles would come until its late run as Minnesota's defense—behind Fowles' imposing presence in the paint—stifled the Sparks stars down the stretch.\nThe Sparks went four minutes without scoring a point in crunch time and fell behind by double digits again before their desperation charge in the last two minutes, but they dug too deep a hole to overcome against the new champions.\nFacebook Logo\nTwitter Logo\nTeam Wilson Beats Team Delle Donne 129-126 in WNBA All-Star Game\nTurner Logo\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/ESPNStatsInfo/status/915729500201213952",
                "https://bleacherreport.com/wnba",
                "https://twitter.com/espnW/status/915768324528721920",
                "https://bleacherreport.com/maya-moore"
            ]
        },
        "key_words": [
            "minnesota",
            "rebounds",
            "title",
            "team",
            "maya",
            "fowles",
            "won",
            "leads",
            "lynx",
            "win",
            "sparks",
            "points",
            "history",
            "angeles",
            "los",
            "finals",
            "moore",
            "wnba"
        ]
    }
]