[
    {
        "url": "http://beforeitsnews.com/sports/2017/10/108-post-season-ws-wins-in-09-25-losses-in-03-27-60-1-of-3-in-playoffs-2702252.html",
        "title": "10/8 Post-Season: WS Wins in '09, '25, Losses in '03, '27, '60; 1-of-3 in Playoffs",
        "authors": [
            {
                "name": "The Green Weenie",
                "link": null
            }
        ],
        "publisher": "beforeitsnews.com",
        "publish_date": "2017-10-10",
        "text": "Total:\n10/8 Post-Season: WS Wins in '09, '25, Losses in '03, '27, '60; 1-of-3 in Playoffs\nSunday, October 8, 2017 6:01\n% of readers think this story is Fact. Add your two cents.\n1903 – Game Six was a rematch between Boston’s Bill Dinneen and Pittsburgh’s Sam Leever at Exposition Park. Both went the distance, with Boston coming out on top 6-3 to tie best-of-nine series at three games. Ginger Beaumont went 4-for-5 with a pair of stolen bases while Jimmy Sebring and Fred Clarke added two hits for the Bucs. Boston’s “Royal Rooters”, 200 strong, traveled to Pittsburgh with a brass band and sang their theme song “Tessie” to distract the opposing players (especially Honus Wagner). Boston won three out of the four games at Pittsburgh to keep their Rooters rocking. \n1909 – After walking two of the first three batters and giving up a first inning run, Babe Adams settled down and pitched the Pirates to a 4-1 win over the Detroit Tigers in the opening game of the World Series at Forbes Field. Pittsburgh only had five hits off George Mullin, including a homer by Fred Clarke, but four different Tigers committed errors that led to three unearned runs. This series was the first head-to-head matchup of league batting winners with Honus Wagner (.339) and Ty Cobb (.377) squaring off.  \nHans & Ty Cobb 1909 (photo Conlon Collection/TSN/Getty)\n1925 – The Bucs evened their World Series count against Washington at a game each with a 3-2 win at Forbes Field. The only dent against the Senators’ Stan Coveleski was a Glenn Wright homer until the bottom of the eighth when Kiki Cuyler’s two-run blast put Pittsburgh up 3-1. The Sens added a ninth inning run to provide some late drama, but Vic Aldridge went the distance for the win. \n1927 – The NL Champion Pirates lost, 4-3, and were swept in four games by the New York Yankees, led by their “Murderers Row” lineup featuring Babe Ruth and Lou Gehrig. It was an exciting finish at the House That Ruth Built, though. Pirate RHP Johnny Miljus loaded the bases with no outs, then struck out Lou Gehrig and Bob Meusel. But with Tony Lazzeri up, he uncorked an 0-1 wild pitch and Earle Combs came home with the winning run, the only World Series to end with on a wild pitch. It was the first ever sweep of a NL team by an AL club. Babe Ruth and Pirates rookie Lloyd Waner each hit .400 during the series. \n1960 – The Yankees returned home in style, ripping off six first inning runs and burying the Bucs 10-0 at Yankee Stadium to take a two games-to-one lead in the World Series. Whitey Ford tossed a four hitter and only allowed two Pirates to reach second base; none touched third. Bobby Richardson belted a grand slam (he had one regular season homer) and had six RBI. \n1972 – The Reds scored four times in the first inning off Bob Moose (he didn’t retire a batter, giving up five straight hits) and then hung on to take a 5-3 win at TRS and even the NLCS at a game each. Roberto Clemente, Milt May and Dave Cash each drove in runs to make it 4-3 after six innings, but Joe Morgan’s eighth inning homer took the wind out of the Pirate sails, as Tom Hall retired six of the last seven batters for the Cincinnati win. \nWillie Stargell 1974 O-Pee-Chee\n1974 – The Pirates scored five times in the first and never looked back as they defeated LA 7-0 at Dodger Stadium. Bruce Kison and Ramon Hernandez combined on a four hitter to cut the Pittsburgh deficit in the NLCS to two games to one. Willie Stargell drilled a three-run homer and Richie Hebner added a two run shot off Doug Rau in the opening frame to ignite the win. \n1990 – Cincinnati took a 2-1 lead in the NLCS by whipping the Bucs 6-3 at TRS. Zane Smith gave up a three run homer to Mariano Duncan and a two run shot to Billy Hatcher to give the Reds’ Danny Jackson and the “Nasty Boys” in the bullpen working room. Bobby Bonilla, Carmelo Martinez and Jose Lind had the Bucco RBI.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.prodo1.com/",
                "http://www.suppressedhealthsecrets.com",
                "https://mitocopper.com/pages/affiliate-program"
            ]
        },
        "key_words": [
            "share",
            "postseason",
            "wake",
            "whitelist",
            "ws",
            "108",
            "playoffs",
            "beforeitsnews",
            "1of3",
            "toomake",
            "tell",
            "25",
            "wins",
            "sure",
            "support",
            "losses",
            "youthank",
            "27",
            "60",
            "worldwide"
        ]
    }
]