[
    {
        "url": "https://www.reuters.com/article/us-brazil-politics-election/brazil-election-campaign-fund-not-big-enough-judge-says-idUSKBN1CC037",
        "title": "Brazil election campaign fund not big enough, judge says",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-07",
        "text": "Brazil election campaign fund not big enough, judge says\n2 Min Read\nJudge Gilmar Mendes looks on during a meeting of the Brazilian Supreme Court to vote on whether to ask for the arrest of Senator Aecio Neves in Brasilia, Brazil, June 20, 2017. REUTERS/Ueslei Marcelino\nSAO PAULO (Reuters) - A political campaign fund set up in Brazil with public money to help fight corruption is not big enough for the country’s 2018 general election, the head of the country’s top electoral court said on Friday.\nBrazil’s scandal-plagued political class voted on Wednesday to establish the 1.7 billion reais ($542 million) fund to finance election campaigns after corporate donations were banned in the wake of the country’s biggest ever corruption scandal.\nBackers of the fund said organized crime would step in to finance politicians if taxpayer funds were not made available.\nBut Gilmar Mendes, the head of Brazil’s TSE electoral court, said the fund would need more money.\n“This is a discussion we’re going to have to continue, the debate on whether there are sufficient resources. It is evident that they will not be enough,” Mendes, who is also a Supreme Court justice, said.\nThe ban on corporate funding coupled with the drying up of under-the-table contributions and kickbacks during Brazil’s Car Wash corruption probe has left lawmakers struggling to raise money for their campaigns.\nCritics of the campaign fund said it was aimed at providing funding for lawmakers seeking re-election to shield themselves from prosecution for corruption.\nMendes said one possibility to boost campaign financing next year would be to increase federal transfers to another fund that finances political parties called Fundo Partidario. The current budget estimates transfers of 888 million reais to this fund in 2017.\n($1 = 3.1557 reais)\nReporting by Ricardo Brito; Writing by Marcelo Teixeira; Editing by Andrew Hay\n",
        "quotes": [
            [
                "This is a discussion we’re going to have to continue, the debate on whether there are sufficient resources.",
                "Mendes",
                true
            ],
            [
                "It is evident that they will not be enough,",
                "Mendes",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "reais",
            "campaign",
            "political",
            "election",
            "fund",
            "court",
            "supreme",
            "mendes",
            "countrys",
            "corruption",
            "transfers",
            "big",
            "judge",
            "brazil"
        ]
    }
]