[
    {
        "url": "https://www.nytimes.com/2017/10/08/theater/hello-dolly-broadway-ticket-prices.html?rref=collection%2Fsectioncollection%2Farts",
        "title": "$998 to Say Hello to Dolly? That’s the Price for Some Front Row Seats",
        "authors": [
            {
                "name": "Michael Paulson",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-08",
        "text": "Advertisement\nSupported by\n$998 to Say Hello to Dolly? That’s the Price for Some Front Row Seats\nImage\nGetting close to Bette Midler may get even more costly thanks to new pricing for front row seats at the musical “Hello, Dolly!” at the Shubert Theater.CreditCreditSara Krulwich/The New York Times\nBroadway is breaking another price barrier.\nProducers of “ Hello, Dolly! ” are now charging $998 for front row seats at many performances between late November and mid-January, when Bette Midler leaves the cast, according to a review of ticket prices on the Telecharge website. With fees, each of those seats will cost $1,009.\nThe price is a record for a non-holiday performance on Broadway. “ Hamilton ” is the only show that has reached that level before, charging $998 for some seats during the Thanksgiving and Christmas weeks last year.\nThe high “Dolly” ticket, which is for weekend performances, reflects strong demand to see Ms. Midler’s Tony-winning turn before her run ends on Jan. 14. And the front row provides an opportunity for fans to be quite close to her: She performs the title song on a passerelle, a walkway that arcs in front of the stage, and she often reaches out toward audience members, sometimes shaking their hands.\nRick Miramontez, a spokesman for “Hello, Dolly!” producer Scott Rudin, declined to comment on the show’s premium prices.\nAlthough $998 for a Broadway ticket remains exceptional, prices overall are rising: thus far this season, the average ticket price on Broadway is $116. Last season it was $109.\nAmong new shows with eye-popping prices is “ Springsteen on Broadway ,” Bruce Springsteen’s solo concert, which began performances last week and had a top ticket of $875. (Despite efforts by producers to prevent reselling by using a new Ticketmaster system , some tickets to Springsteen are being offered on StubHub for as much as $10,000.)\nImage\nJ. Quinton Johnson, James Monroe Iglehart, Anthony Lee Medina and Donald Webber Jr. in “Hamilton,” which has had a ripple effect on Broadway ticket pricing.CreditSara Krulwich/The New York Times\nPremium prices for hot Broadway shows — especially those with limited runs or popular stars nearing the end of their runs — have been climbing as producers try to claim for their investors and artists some of the revenue now going to resellers.\nAlthough the prices are shocking to some consumers, many in the theater industry are sympathetic to the practice as a way to counter a booming secondary market that affects popular music and sports as well.\nBut Victoria Bailey, who as executive director of the Theater Development Fund both runs the most prominent ticket discounter (TKTS) and is an advocate for greater access to theater, said the stratospheric prices create a problem, both real and perceived.\n“More and more people think Broadway tickets are $800 and it stops there, and the question is, ‘Can the industry find a way to make it clear that there are other tickets available?’,” she said.\nFor some fans, the cost is worth it.\n”If there’s something you really want to do, and you can afford it, do it,” said Paul M. Lisnek, a political analyst and theater podcaster in Chicago who paid $750 to see “Hello, Dolly!” from the front row of Broadway’s Shubert Theater this summer. “She’s an icon and a legend,’’ he said of Ms. Midler, who hadn’t been in a Broadway musical in five decades, “and I just thought it was amazing.”\nAsked what he thought of a $998 ticket, Mr. Lisnek said “that might turn out to be a bargain compared to what things are going to go for on the secondary market.”\nBut for others, the prices are just too high. On Friday, John Landrigan, a Memphis retiree, walked up at the box office for “Dolly!” hoping to get tickets to see Ms. Midler before she leaves, but he blanched at the $550 tickets he was offered (or $229 for obstructed view seats) on the Sunday after Thanksgiving.\nImage\nPeople passing by the Walter Kerr Theater, where “Springsteen on Broadway,” another production with premium ticket prices, is playing.CreditAngela Weiss/Agence France-Presse — Getty Images\nInstead, he bought tickets to see Ms. Midler’s replacement, Bernadette Peters, in April, for $125 each.\n“Five-hundred and fifty is just too far,” he said. And then, alluding to the film adaptation of the musical, he added, “I can just watch Barbra Streisand and Satchmo on my big TV.”\nMany tickets to Broadway shows are available at deep discounts , and many shows are not as expensive as the handful of big hits. But plenty charge top dollar for the best seats — generally center orchestra, side seats just off the aisle, and the first rows of a mezzanine.\nDuring the week that ended Oct. 1, according to figures reported by the Broadway League , six shows sold top-priced seats with face values over $300 — “Hamilton,” which had a top price of $849; “Dolly!,” at $748 (the $998 price is for seats to shows starting late next month); “ The Book of Mormon ,” at $477; “ Dear Evan Hansen ” at $448; “ Anastasia ” at $350; and “ Come From Away ” at $347.\n“Premiums have really changed the game in the last year and a half, because of ‘Hamilton,’” said Merritt F. Baer, a co-founder and president of TodayTix , a company that sells full-price and discounted theater tickets via mobile app. “The sheer fact that it had $849 tickets, and that so many people bought tickets for $1,500 to $2,000” — which were on the secondary market — “made premium pricing so much easier for every show.”\nNone of the big shows scheduled to open soon on Broadway are pricing as aggressively as “Dolly!,” Springsteen and “Hamilton,” according to ticketing information on the Telecharge and Ticketmaster websites and interviews with producers.\nA revival of “ The Iceman Cometh ,” produced by Mr. Rudin and starring Denzel Washington, appears to have the top premium price among shows that have yet to open, at $350. “ Meteor Shower ,” a new play by Steve Martin and starring Amy Schumer, as well as a revival of the classic musical “ Carousel ,” top out at $325; “ Frozen ,” a Disney adaptation of the hit animated film, at $297, and “ Mean Girls ,” Tina Fey’s stage adaptation of her hit film, at $277.50.\n“ Harry Potter and the Cursed Child ,” a sequel to the books and the season’s most anticipated play, will have a top premium price of $249, for each of its two parts. But “Potter” will also discount more substantially than many: each performance will have 300 seats priced at $40 or less, including 150 at $20.\nFollow Michael Paulson on Twitter: @MichaelPaulson .\nA version of this article appears in print on , Section C, Page 1 of the New York edition with the headline: To Say Hello To Dolly, Say Bye to $1,009. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "Can the industry find a way to make it clear that there are other tickets available?",
                "",
                true
            ],
            [
                "More and more people think Broadway tickets are $800 and it stops there, and the question is, ‘Can the industry find a way to make it clear that there are other tickets available?’,",
                "",
                true
            ],
            [
                "and I just thought it was amazing.",
                "",
                false
            ],
            [
                "that might turn out to be a bargain compared to what things are going to go for on the secondary market.",
                "Lisnek",
                false
            ],
            [
                "Five-hundred and fifty is just too far,",
                "",
                true
            ],
            [
                "I can just watch Barbra Streisand and Satchmo on my big TV.",
                "",
                true
            ],
            [
                "Premiums have really changed the game in the last year and a half, because of ‘Hamilton,",
                "Merritt F. Baer",
                true
            ],
            [
                "The sheer fact that it had $849 tickets, and that so many people bought tickets for $1,500 to $2,000",
                "Merritt F. Baer",
                false
            ],
            [
                "made premium pricing so much easier for every show.",
                "Merritt F. Baer",
                false
            ],
            [
                "Harry Potter and the Cursed Child ,",
                "Springsteen",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/03/29/theater/how-to-get-cheap-theater-tickets-including-hamilton.html?smid=pl-share",
                "https://www.nytimes.com/2011/03/25/theater/reviews/the-book-of-mormon-at-eugene-oneill-theater-review.html?smid=pl-share",
                "https://www.nytimes.com/2017/08/09/arts/music/bruce-springsteen-broadway-concerts.html?smid=pl-share",
                "https://www.nytimes.com/2017/04/20/theater/hello-dolly-review-bette-midler.html?smid=pl-share",
                "https://www.nytimes.com/2017/08/21/theater/denzel-washington-iceman-cometh-broadway.html?smid=pl-share"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.tcm.com/mediaroom/video/183506/Hello-Dolly-Original-Trailer-.html",
                "https://nyti.ms/2ogNU6N",
                "https://nyti.ms/2xaR1VE",
                "https://www.tdf.org/",
                "https://www.todaytix.com/",
                "https://nyti.ms/2viHgT8",
                "https://nyti.ms/2kpjIDO",
                "https://nyti.ms/2uyPhjk",
                "https://nyti.ms/2pfqLF2",
                "https://nyti.ms/2jAKgVB",
                "https://www.parsintl.com/publication/the-new-york-times/",
                "https://nyti.ms/2yrKYZA",
                "https://www.broadwayleague.com/home/",
                "https://www.nytimes.com/section/todayspaper",
                "https://nyti.ms/2mAgQGs",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://nyti.ms/2k2c3uW"
            ]
        },
        "key_words": [
            "dolly",
            "row",
            "prices",
            "hello",
            "price",
            "say",
            "thats",
            "seats",
            "performances",
            "998",
            "broadway",
            "ticket",
            "charging"
        ]
    }
]