[
    {
        "url": "https://www.politico.com/blogs/under-the-radar/2016/09/hillary-clinton-emails-subpoena-server-security-228614?cmpid=sf",
        "title": "Clinton lawyer rejects subpoena for current server security details",
        "authors": [
            {
                "name": "Josh Gerstein",
                "link": null
            },
            {
                "name": "Rachael Bade",
                "link": null
            },
            {
                "name": "Cristiano Lima",
                "link": null
            },
            {
                "name": "Nolan D. Mccaskill",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-23",
        "text": "Email\nSign Up\nBy signing up you agree to receive email newsletters or alerts from POLITICO. You can unsubscribe at any time.\nBlog Archives\n\"The subpoena ... is overbroad,\" Hillary Clinton's lawyer wrote in a letter.  | Getty\nClinton lawyer rejects subpoena for current server security details\nBy JOSH GERSTEIN\n09/23/2016 10:12 PM EDT\nA lawyer for Hillary Clinton told a House committee Friday the panel won't be receiving some information it subpoenaed about security arrangements for Clinton's server.\nClinton attorney David Kendall sent a letter to House Science Committee Chairman Lamar Smith (R-Texas) saying that the panel's subpoena to Florida-based computer security company SECNAP went too far by demanding details on safeguards in place after Clinton emails from her time as secretary state were removed from the server in 2014.\n\"The subpoena ... is overbroad,\" Kendall wrote in the letter, obtained by POLITICO. \"We have no objection to the production of documents related to the SECNAP security device used in connection with the server that ... hosted Secretary Clinton's emails from her tenure as secretary .... We do object, however, to the production of SECNAP documents and security information regarding security equipment that was used by CESC after the prior server was provided to the FBI, and thus, never hosted Secretary Clinton's work-related emails.\"\n\"Documents regarding this equipment are likely to contain sensitive information related to security of the current network and/or server,\" Kendall added. \"Because these documents are unrelated to the Committee's investigation and contain sensitive security information, I respectfully object to the portion of the subpoena seeking their production.\"\nA spokeswoman for Smith did not immediately respond to a request Friday night seeking comment on Kendall's letter.\nSmith has been pressing for records from the FBI and private firms as part of his panel's investigation into the security vulnerabilities of the private system Clinton used to store the tens of thousands of emails she exchanged while secretary. Other House and Senate committee are conducting similar inquiries.\nWhen the House Oversight Committee called in computer technicians from the Clintons' main computer contractor Platte River Networks last week, Smith was granted special permission to sit on the dais. He said his panel was being denied information because of resistance from Clinton and her attorneys.\n\"SECNAP counsel confirmed to my staff that the Clinton's private LLC is actively engaged in directing their obstructionist responses to congressional subpoenas. This is a clear obstruction of justice. Americans deserve to know the truth, which is now being blocked by the Clinton organization,\" Smith said.\nAsked about Kendall's response to the Science Committee subpoena, a spokeswoman for the panel's ranking Democrat Rep. Eddie Bernice Johnson of Texas had no specific comment, However, the spokeswoman pointed to an earlier statement sharply criticizing the chairman's email-related probe and questioning the panel's jurisdiction over the issue.\n“I am outraged that the Chairman is recklessly abusing the Committee’s investigatory powers to brazenly do the bidding of the Trump campaign. I am certain that the Science Committee will not uncover any ‘smoking gun’ after this issue has already been thoroughly investigated by the Benghazi Committee at a cost of $7 million in taxpayer dollars as well as by the FBI,\" Johnson said. \"This Committee desperately needs to get back to the work of ensuring continued American leadership in science and innovation and the legitimate oversight of our research and development enterprise.”\nJosh Gerstein is a senior reporter for POLITICO.\nThis article tagged under:\n",
        "quotes": [
            [
                "We have no objection to the production of documents related to the SECNAP security device used in connection with the server that ... hosted Secretary Clinton's emails from her tenure as secretary .... We do object, however, to the production of SECNAP documents and security information regarding security equipment that was used by CESC after the prior server was provided to the FBI, and thus, never hosted Secretary Clinton's work-related emails.",
                "Hillary Clinton",
                true
            ],
            [
                "Documents regarding this equipment are likely to contain sensitive information related to security of the current network and/or server,",
                "Hillary Clinton",
                true
            ],
            [
                "Because these documents are unrelated to the Committee's investigation and contain sensitive security information, I respectfully object to the portion of the subpoena seeking their production.",
                "Hillary Clinton",
                true
            ],
            [
                "SECNAP counsel confirmed to my staff that the Clinton's private LLC is actively engaged in directing their obstructionist responses to congressional subpoenas.",
                "Smith",
                true
            ],
            [
                "This is a clear obstruction of justice.",
                "Smith",
                true
            ],
            [
                "Americans deserve to know the truth, which is now being blocked by the Clinton organization,",
                "Smith",
                true
            ],
            [
                "I am outraged that the Chairman is recklessly abusing the Committee’s investigatory powers to brazenly do the bidding of the Trump campaign.",
                "Smith",
                true
            ],
            [
                "I am certain that the Science Committee will not uncover any ‘smoking gun’ after this issue has already been thoroughly investigated by the Benghazi Committee at a cost of $7 million in taxpayer dollars as well as by the FBI,\" Johnson said.",
                "Smith",
                true
            ],
            [
                "This Committee desperately needs to get back to the work of ensuring continued American leadership in science and innovation and the legitimate oversight of our research and development enterprise.",
                "Smith",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.politico.com/f/?id=00000157-59e9-d502-ad5f-dbedd6be0001"
            ]
        },
        "key_words": [
            "2019",
            "lawyer",
            "server",
            "committee",
            "clinton",
            "clintons",
            "smith",
            "secretary",
            "subpoena",
            "current",
            "information",
            "details",
            "security",
            "rejects"
        ]
    }
]