[
    {
        "url": "https://www.reuters.com/article/us-turkey-security/turkey-issues-arrest-warrants-for-25-soldiers-in-post-coup-probe-sources-idUSKBN1CH0XC",
        "title": "Turkey issues arrest warrants for 25 soldiers in post-coup probe - sources",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-12",
        "text": "October 12, 2017 /  8:16 AM / 2 years ago\nTurkey issues arrest warrants for 25 soldiers in post-coup probe - sources\n2 Min Read\nDIYARBAKIR (Reuters) - Turkish authorities have issued arrest warrants for 25 soldiers across Turkey and the breakaway Turkish Cypriot state in northern Cyprus, security sources said, as part of a widening crackdown following last year’s failed military coup.\nThe soldiers, on active duty and of varying ranks in Turkey’s military, are being sought across 13 provinces and Turkish northern Cyprus, the sources said.\nProsecutors in the southeastern province of Mardin ordered the arrest of the soldiers over the “secret military structuring” of the network of U.S.-based cleric Fethullah Gulen, the sources said.\nGulen, who has lived in self-imposed exile in the United States since 1999, is accused by Ankara of masterminding the July 15 coup attempt. He has denied involvement.\nSince the coup, more than 50,000 people have been jailed pending trial over links to Gulen, while 150,000 people have been sacked or suspended from jobs in the military, public and private sectors.\nRights groups and some of Turkey’s Western allies have voiced concern about the crackdown, fearing the government is using the coup as a pretext to quash dissent.\nThe government says only such a purge could neutralize the threat represented by Gulen’s network, which it says deeply infiltrated institutions such as the army, schools and courts.\nReporting by Tuvan Gumrukcu; Editing by Ece Toksabay\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "turkeys",
            "warrants",
            "gulen",
            "soldiers",
            "coup",
            "probe",
            "issues",
            "turkish",
            "military",
            "northern",
            "25",
            "arrest",
            "network",
            "sources",
            "cyprus",
            "postcoup",
            "turkey"
        ]
    }
]