[
    {
        "url": "http://occupydemocrats.com/2016/09/26/republican-chairman-trump-will-win-debate-hes-14-season-finales/",
        "title": "Republican Chairman: Trump Will Win Debate Because He’s “Been Through 14 Season Finales” (VIDEO)",
        "authors": [
            {
                "name": "Marcos Da Silva",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-26",
        "text": "Now Reading\nRepublican Chairman: Trump Will Win Debate Because He’s “Been Through 14 Season Finales” (VIDEO)\nRead Next\nRepublican National Committee Chairman Reince Priebus appeared on CNN’s pre-Presidential Debate coverage Monday afternoon, absurdly joking with Wolf Blitzer that the Republican Party’s presidential candidate was ready for the debates because “he’d already been through 14 season finales” of Trump’s reality TV show The Apprentice .\nOf course, it makes absolutely no sense to equate a gaudy half-hour of programming that loosely classifies as entertainment with what is arguably the hardest and most significant hurdle in the journey to becoming the most powerful elected official on the planet, but false-equivalency is after all, the biggest theme of this election.\nIn his latest act “The Donald,” who is apparently “not a fan of mock debates” because “he can get bored,” has decided to eschew traditional methods of debate preparation, instead opting to watch footage of Mrs. Clinton’s best and worst debate moments to look for vulnerabilities.\nWhen asked about Trump’s preparation for the debates, Priebus didn’t appear to be concerned about how Trump would perform at the debates, “He’s very comfortable,” Priebus said. “He did a great job in our primary debates. He will be prepared. He’s always shown up for the big dance.”\nAlthough Blitzer attempted to press Priebus for more specific details on how Trump is preparing for the debate, the RNC chair would not budge, saying he “didn’t want to get into all those details,” and changing the conversation to discuss the Clinton campaign instead.\nThe Trump-Clinton debate will be at Hofstra University in Hempstead, NY Monday night at 9:00 PM EST and will be broadcast across all the major networks. It is expected to be the most viewed television debate of all time, and could reach up to 100 million viewers, almost certainly affecting the outcome of the November election.\nSee Also\nWatch the exchange here, courtesy of ThinkPolitics:\nWhat do you think?\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [
            [
                "he’d already been through 14 season finales",
                "Wolf Blitzer",
                false
            ],
            [
                "not a fan of mock debates",
                "Wolf Blitzer",
                false
            ],
            [
                "He did a great job in our primary debates.",
                "Priebus",
                true
            ],
            [
                "He’s always shown up for the big dance.",
                "Priebus",
                true
            ],
            [
                "didn’t want to get into all those details,",
                "Trump",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.mediaite.com/tag/presidential-debate/",
                "https://occupydemocrats.com/privacy/"
            ]
        },
        "key_words": [
            "video",
            "win",
            "chairman",
            "priebus",
            "primary",
            "hes",
            "preparation",
            "didnt",
            "trump",
            "debate",
            "trumps",
            "debates",
            "republican",
            "finales",
            "season",
            "14"
        ]
    }
]