[
    {
        "url": "http://beforeitsnews.com/economy/2017/10/how-to-opt-out-what-vile-bankers-want-kept-secret-has-been-leaked-by-insider-2913644.html",
        "title": "Everything’s About to Change: You’ll Be Shocked by What the Bankers Have Planned—Insider Tells All",
        "authors": [
            {
                "name": "Lisa Haven",
                "link": null
            }
        ],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "By Lisa Haven\nTotal:\nEverything’s About to Change: You’ll Be Shocked by What the Bankers Have Planned—Insider Tells All\nTuesday, October 3, 2017 10:23\n% of readers think this story is Fact. Add your two cents.\n \nSo many things are heating up around the world and time is running out for people to prepare and ready themselves for what’s ahead. Financial analysts are asking if this year will be the year the economy finally crashes or if it will hold out for another year.\nTo be frank, foreign governments are already dumping US debt at record rates and the Baltic Dry Index and Stock Markets are going bonkers. With this in mind, I thought it best to offer a solution to the depressing economy and interview economic strategist and stock trading specialist, Bob Kudla, owner of Trade Genius , a professional stock trading website.\nI HIGHLY encourage you to watch the video below in its entirety as it contains vital information about what might just save you when the economic crisis comes crashing down. Everything from Cryptocurrency to Bitcoin is discussed…\nPOWERFUL interview….\nGET 50% OFF NOW USING CODE: Haven\n(Discount Good Through Oct. 15th ONLY)\nTake A Course On How To Get Started With Bitcoin!\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\npatann\n-I explained Lisa, how youtube is set on fire with such warnings, since the year of our lord, 1996, an economic crash, has been forewarn to be the root of bringing America’s, to western rule decline just is right now. Just another pile on of a pile up of many disaster’s US soil, now come, what you wonder Lisa beside Christ’s cross, how else do you prepare for the apocalypse of this world, beginning US, West Pacific? Yesterday, while commenting I asked a question, has it become as though Americans to Westerns can’t see God’s judgment come down from heaven, for the forest of conspiracy theorist, the false flags and the out break of normalcy bias, of a come Noah (NOAA’s) day of denial, Jesus warn Us about? Beware, see entire blog here, http://missionbutterfly17.blogspot.com/2017/10/seek-to-be-near-you-and-you-say-you.html\nOct 3, 2017, 3:00 pm\nAll Intertwined.\nJust like the Corporate MSM and so called Corporate Alternative Media.\nAll Intertwined.\nJust like every country and the KGB, NSA, Mossad, Interpol, etc. Worldwide.\nAll Intertwined.\nComputers, Software, Hardware, Phones, TV and TV Stations, Radio and Radio stations, etc.\nAll Intertwined.\nAll Intertwined.\nTake the Blinders off and look at the World with Clarity.\nOct 3, 2017, 8:20 pm\nThere has been a SHOOTING on a mass scale and you will love a white guy did it instead of a dear Negro.\nOct 3, 2017, 4:00 pm\nPink Slime: Many independent investigators are stating many inconsistencies in the official LV script and alleging it was a False Flag, whether there were deaths or not. Too big of an operation for one guy to suddenly appear and start shooting up the area. Allegations this is like the infamous school shooting hoax. Anything is possible, before dismissing that possibility & evidence. There are undeniable evil operatives seeking to overtake our land, just like False Flags: German Reichstag, U.S. Gulf of Tonkin Vietnam, U.S. military General’s proposal to commit horrible acts in USA and blame it on Cuba to get into war (JFK said no), probably 911, SH school alleged shooting, and the like.\nOct 3, 2017, 7:42 pm\nEverette\nFirst off Trump needs to declare America debt free because of the criminal actions of the elite bankers ! They created a system that can not be paid off ! A nation borrows the money , they print the money . But they do not print the interest to pay off the loan interest . So the nation has 2 choices . Either they sell off their goods ( Gold , silver , oil or whatever the lite values  ) or they borrow more money hoping to catch up . Most nations follow this path . So over and over they borrow and more and more interest is built up . Then they compound the interest . Like America we owe $20,000,000,000,000  . We don’t have this money . O nut case sold off much of our goods giving them to the  elite all for pieces of paper with pictures of dead presidents on them . The elite set up a system we could not pay back . Even if we sold off all our goods they would still want our country . This is their plans anyway . Our Constitution plainly told us to stick with our Gold and Silver coins system . Why ? Because the value is in the coin to pay for the goods or labor it is being spent on . A one ounce stamped coin today is selling  for $1361.25  The elite stole our gold and silver coins and melted them into bars for easy transport out of America . Should the elite refuse Trumps declaration or crimes against humanityand refuse to set America free  , then bomb the hell out of them , then go get our stolen gold and silver bars ! Problem solved ! America debt free and our gold and silver back in Fort  Knox , then  use their paper money to start fires with or play monopoly .\nOct 3, 2017, 10:10 pm\nLisa Haven at it again – go away, nobody’s interested . . .\nOct 4, 2017, 3:59 pm\non Quora\nExcerpt:\nCould it be that the Israeli ‘problem’ is just a mega-real estate investment hiding its crimes behind Judaism, just as cults like $cientology hide their real crime of being a hypnosis based fraud used to steal money from people that hides behind religion? 1829 Rothschild buys “Jerusalem from Sultan” 1882 Edmond DeRothschild begins buying land in Palestine.  (links to docs)\nAnd the ancient state of Palestine disappears from maps and the history books, replaced by subliminal, repetitive, covert hypnotic suggestion that something that was intentionally contrived entirely for THE PROFIT, is real.\nEnd\nWhich begs the question how did Rothschild know? Answer He reads Egyptian magic!!\nThen I found this this evening:\nFound on page 55, Chapter: Hermes Trismegistus and Magic,  Book Title: Giordano Bruno and the Hermetic Tradition, by Francis A. Yates\n“And in the prophesy of the Asclepius, after the Lament, of the eventual restoration of the Egyptian religion, it is said:\nThe Gods who exercise their dominion over the earth will be restored one day and installed in a City at the extreme limit of Egypt, a City which will be founded towards the setting the sun, and into which will hasten by land and by sea, the whole race of mortal men. 1. (Asclepius C.H. II, p 332)\nOct 5, 2017, 7:52 pm\nSTAY AWAY FROM CRYPTO-CURRENCY!!!!\nIts a trick to stay slaves for the ‘Elites’. Their rule is over, and they DO NOT want everyone to know that they are Free. If you buy it, you agree to be used and turned into a Artificial Person, DREAMER.\nSTOP PARTYING WITH BITCOINS (DREAMERS)\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.prodo1.com/",
                "http://www.suppressedhealthsecrets.com",
                "https://beforeitsnews.com/v3/r2/?url=https://tradegeniusacademy.com/",
                "https://beforeitsnews.com/r2/?url=http://missionbutterfly17.blogspot.com/2017/10/seek-to-be-near-you-and-you-say-you.html",
                "https://mitocopper.com/pages/affiliate-program"
            ]
        },
        "key_words": [
            "tells",
            "stock",
            "yousign",
            "youll",
            "bitcoin",
            "economy",
            "change",
            "economic",
            "shocked",
            "plannedinsider",
            "bankers",
            "everythings",
            "trading",
            "started",
            "worldwide",
            "yearto"
        ]
    }
]