[
    {
        "url": "https://www.politico.com/story/2016/09/simon-says-trump-clinton-debate-228752?cmpid=sf",
        "title": "Trump needed to be an 11. He was barely a 4",
        "authors": [
            {
                "name": "Roger Simon",
                "link": null
            },
            {
                "name": "Ryan Hutchins",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-27",
        "text": "By ROGER SIMON\nDonald Trump knows how to work a Republican room. Give him that.\nGive him a gym packed full of yahoos wearing backward baseball caps and he’ll bring down the rafters.\nStory Continued Below\nBut give him a debate crowd where they let Democrats and independents in, well, he doesn’t play so well.\nSome candidates give energy to the crowds and some get energy from the crowds. Trump is more of a getter. He needs the crowds.\nAnd when the people are not yelling and shouting and stamping their feet for him, he just seems to dry up.\nGive him a crowd where the audience actually wants to hear what the two candidates for president have to say and Trump is at a disadvantage.\nHe is used to audiences that are already primed and ready. They shout the lines to him. They shout, “Wall!” and he goes into his bit about building a wall on the Mexican border.\nThey yell, “Benghazi!” and he goes into his bit about how Hillary Clinton was asleep at the switch.\nBut it wasn’t Hillary who was asleep Monday night at the first presidential debate at Hofstra University in New York. It was Trump. He turned out to be a snooze.\nHe needed to be an 11 and he turned in a performance that ranked about a 4. Nothing he said seemed to work.\n\"It's terrible what's been going on in Chicago,” he said. “I have property there.\"\nNothing like keeping your priorities straight, I guess.\nHe was so off his game that he didn’t even remember to bring up the wall or Benghazi. Maybe it was his health.\nTrump had not been on stage for two minutes before Twitter lit up with mentions of his sniffing into the microphone. Which he did on and on. And was interrupted only by his sipping of water. And rubbing his nose with his index finger.\nA nonsensical “issue” to bring up when talking about the presidency? If so, why did the Trump campaign make such a big thing out of Hillary’s recent — and fleeting — bout of pneumonia?\nWho knows what Trump really has? If, like a lot of germophobes (he hates to shake hands, but campaigning has forced him to do so) he is also a hypochondriac, then his life must be a psychological hell right now.\nHe knew this first debate was going to be tough. Before it started I heard a TV reporter say, “Arguably, this is the biggest night in modern American political history.”\n(One tip: Whenever you hear a reporter say something is “arguably,” the answer is always, “No, it’s not.”)\nBut it was sure to be important. And Trump could have used a strategy that wouldn’t have cost him the millions of dollars he has been shelling out to the dopes around him.\nHe could have studied up. He could have practiced. Just a little.\nAnd the need for practice is hardly a secret. These 90-minute slugfests are difficult. It’s difficult just to stand up for 90 minutes, let alone stand up for 90 minutes and talk and make sense.\nHillary knew that. She is married to the best debater I have ever seen. And Bill Clinton practiced so hard for his presidential debates that he drove his staff batty.\nWhile most campaigns do mock debates to prepare, they rarely do full 90-minute mock debates every day. It’s just too draining. But Bill would insist on full mock debates and then make everybody sit down and watch the debates on tape and evaluate every word he said and every gesture he made.\nSo Hillary did not just prepare for Monday night, her staff told reporters she was “overpreparing.” And so how did she spend the morning of the debate?\nBy holding a mock-debate.\nDuring the real debate, she hit virtually all her talking points. She didn’t hold back. Trump, she said, had started his presidential career with racist lies over birtherism and “he has a long record of racist behavior.”\nThere was only one argument, in fact, that I thought she blew.\n“I have met a lot of people who have been stiffed by you,” Hillary said. “Are they not owed an apology?”\nActually, they are owed more than an apology. They are owed money.\nRoger Simon is POLITICO's chief political columnist.\n",
        "quotes": [
            [
                "It's terrible what's been going on in Chicago,” he said.",
                "",
                true
            ],
            [
                "Arguably, this is the biggest night in modern American political history.",
                "",
                true
            ],
            [
                "he has a long record of racist behavior.",
                "Hillary Clinton",
                false
            ],
            [
                "I have met a lot of people who have been stiffed by you,",
                "Hillary Clinton",
                true
            ],
            [
                "Are they not owed an apology?",
                "Hillary Clinton",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.politico.com/states/new-jersey/story/2016/09/bridgegate-plotter-says-christie-campaign-manager-now-a-trump-aide-approved-105796"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "mock",
            "debates",
            "hillary",
            "debate",
            "barely",
            "wall",
            "presidential",
            "trump",
            "owed",
            "say",
            "night",
            "needed",
            "11"
        ]
    }
]