[
    {
        "url": "https://www.politico.com/story/2016/09/gop-senators-trade-228403?cmpid=sf",
        "title": "GOP senators succumb to Trump’s war on trade",
        "authors": [
            {
                "name": "Seung Min Kim",
                "link": null
            },
            {
                "name": "Louis Nelson",
                "link": null
            },
            {
                "name": "Burgess Everett",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-22",
        "text": "After their nominee left the Republican trade platform in tatters, vulnerable candidates find themselves in an awkward position.\nBy SEUNG MIN KIM\n09/22/2016 05:11 AM EDT\nSen. Pat Toomey, a pro-trade Republican, once praised President Barack Obama's Trans-Pacific Partnership -- now he's urging him to drop TPP. | AP Photo\nThen along came Donald Trump and his America-first, trade-bashing platform. Now Toomey — among the most vulnerable incumbent Republicans up for reelection this fall — is urging Obama to dump the TPP.\nStory Continued Below\nToomey has plenty of company among Republicans on the Senate ballot. The GOP’s unshakable faith in free trade has been decidedly broken in the year of Trump — with everyone from a former U.S. trade representative, Rob Portman of Ohio, to free-market devotee Marco Rubio of Florida striking a much different tone.\nIndeed, the upended politics of trade offer a major conundrum for establishment-minded Republicans running for reelection this year, particularly in Rust Belt states that could help determine control of the Senate next year. Perhaps more than any other issue, trade has illustrated the tightrope GOP candidates have to walk in trying to appeal to Trump-fueled voters while not abandoning the GOP’s core economic principles.\n“I’ve always believed that you actually have to get an agreement that merits the support,” Toomey said in an interview when asked whether his TPP opposition was inconsistent with his record. Pointing to its dairy and intellectual property provisions, Toomey, who was careful never to explicitly endorse the trade deal as it was being negotiated, added: “There are real problems with TPP.”\nOf the Republicans who are running in the most closely watched Senate races this cycle, just two have publicly embraced the controversial trade deal: John McCain of Arizona — who warned that the United States’ future in Asia hinges on the TPP — and Mark Kirk of Illinois. One other Republican, Chuck Grassley of Iowa, is favorable toward TPP’s agriculture provisions but won’t weigh in on the other parts.\nBack in April 2015, Rubio wrote an op-ed in The Wall Street Journal and urged passage of TPP, which would “further our strategic goals in Asia and increase prosperity at home.”\nIn an interview with POLITICO this week, Rubio said he is still evaluating the trade deal but noted that he was “disappointed” with results of a report from the International Trade Commission that gauged the TPP’s economic impact. Pressed on whether his concerns about the TPP constitute a reversal, Rubio responded, “How can it be? You can’t endorse a deal that isn’t written yet.”\n“The TPP as a concept is something I support. I’d love to have a free trade agreement with the Asia-Pacific region. But it has to be the right deal,” Rubio said. “Just like I support home ownership, but it has to be under the right terms.”\nRep. Todd Young (R-Ind.), running for the Senate seat in Indiana, says he has “real problems” with TPP because its intellectual property provisions could harm Eli Lilly and Co., a pharmaceutical company headquartered in Indianapolis. And Republican Sens. Roy Blunt of Missouri and Kelly Ayotte of New Hampshire have their own problems with the trade deal with Asia. In Ayotte’s case, she’s even cited trade as one area on which she agrees with Trump.\nAll of them voted in favor of a procedural measure last year that would allow Obama to ultimately fast-track the trade deal without any amendments.\nThe election-year shift on trade is not limited to Republicans. Hillary Clinton famously pivoted on TPP after praising the deal as the “gold standard” of trade agreements as secretary of state. And Sen. Tim Kaine of Virginia was praising provisions of the TPP just days before he was selected as Clinton’s running mate. As soon as he joined the ticket, Kaine came out in opposition to the Pacific Rim deal.\nBack in Pennsylvania, Toomey and his allies correctly point out that Katie McGinty, Toomey’s Democratic challenger, supported and touted the North American Free Trade Agreement as an official in the Clinton administration.\nBut the Republican sprint away from the TPP is a remarkable policy reversal for a party that has traditionally championed itself as the party of free trade.\n“On the campaign trail, it’s just too difficult to quantify the gains from free trade and too easy to point at a plant that closed and scapegoat trade,” Sen. Jeff Flake (R-Ariz.) said. He added that Trump was “obviously” a factor and said in an election year, “it always comes up like this. But it seems to be bigger this year.”\nMcCain has warned that U.S. influence in Asia could diminish if Congress doesn’t approve TPP. And another reason that explains McCain’s warmth for trade, despite its decreasing popularity: Arizona’s robust trade relationship with neighboring Mexico that amounts to $16 billion in goods and services exchanged per year.\n“I believe in free trade, and I’m a student of history,” McCain said in defending his support for the deal, which Democratic challenger Ann Kirkpatrick opposes.\nNowhere does the political toxicity over trade resonate more than in labor-heavy states, with unions vehemently opposing the deal and Democrats trying to stoke that sentiment to turn out those voters against Republicans.\nIn Nevada, Democrat Catherine Cortez Masto expressed her opposition to the TPP months ago and has underscored that stance in front of union audiences such as the AFL-CIO. Meanwhile, Republican Rep. Joe Heck — who also voted to fast-track the trade deal last year — has declined to take an official position on the agreement, though he said he had “some concerns” about some of the trade deal’s provisions.\n“I think it’s difficult when you have a trade agreement with so many disparate partners that it’s hard to strike a good balance,” Heck said in an interview. He did not elaborate on his concerns.\nThe massive trade deal’s prospects this year on Capitol Hill have all but evaporated, despite an intense public relations campaign from the Obama administration that continued through last week. An undeterred Obama hosted an elaborate event promoting the 12-nation deal last week, even marshaling Ohio Gov. John Kasich — a GOP presidential candidate vanquished by Trump earlier this year — to the White House to help press his case.\nYet Ohio’s own incumbent GOP senator, Portman—who has a lengthy pro-trade record and counts Kasich as one of his most powerful boosters— came out in opposition to the Pacific Rim trade deal in February.\nDemocrat Ted Strickland, who has struggled to gain traction, has hammered Portman over his past support of trade deals. But Portman, like Toomey, said his stances on trade have been consistent.\n“It hasn’t put me in a tough position because I’ve taken the same position for years … which is balanced trade,” he said. “We should open up more markets but we also have to make sure it’s fair as imports come into our country. So I’m very comfortable with that position and that’s where most Ohioans are.”\nFew expect Capitol Hill to act on the TPP while Obama remains in office, despite pressure from its advocates to take it up in the lame duck. Details of the massive trade deal remain largely unknown to voters; an August poll from Morning Consult showed that 62 percent of registered voters said they had heard little or nothing about the agreement.\nThat same poll found that about 35 percent of voters support the trade deal and 22 percent oppose it, but 43 percent had no opinion.\nMeanwhile, other Republicans running for reelection have simply declined to answer questions about their TPP position.\nWisconsin Sen. Ron Johnson has yet to take a stance on TPP and declined in an interview to say whether he even has any concerns. He rebuffed Democratic challenger Russ Feingold’s attempts to needle him into a position, accusing Feingold of making a “knee-jerk snap decision” on TPP.\n“This is over 6,000 pages. He read a 60-page leaked version on WikiLeaks?” Johnson said of the deal, which has numerous chapters and totals more than 5,000 pages, especially because it includes extensive lists of every tariff being cut. “I’m not feeling any pressure whatsoever. I’m actually doing my job and doing the hard work that I think Wisconsinites expect out of their senator.”\nElena Schneider and Jeremy Herb contributed to this report.\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "I’ve always believed that you actually have to get an agreement that merits the support,",
                "Toomey",
                true
            ],
            [
                "There are real problems with TPP.",
                "Toomey",
                true
            ],
            [
                "further our strategic goals in Asia and increase prosperity at home.",
                "Rubio",
                false
            ],
            [
                "You can’t endorse a deal that isn’t written yet.",
                "Rubio",
                true
            ],
            [
                "The TPP as a concept is something I support.",
                "Rubio",
                true
            ],
            [
                "I’d love to have a free trade agreement with the Asia-Pacific region.",
                "Rubio",
                true
            ],
            [
                "But it has to be the right deal,",
                "Rubio",
                true
            ],
            [
                "Just like I support home ownership, but it has to be under the right terms.",
                "Rubio",
                true
            ],
            [
                "On the campaign trail, it’s just too difficult to quantify the gains from free trade and too easy to point at a plant that closed and scapegoat trade,",
                "Jeff Flake",
                true
            ],
            [
                "it always comes up like this.",
                "Trump",
                false
            ],
            [
                "But it seems to be bigger this year.",
                "Trump",
                true
            ],
            [
                "I believe in free trade, and I’m a student of history,",
                "McCain",
                true
            ],
            [
                "I think it’s difficult when you have a trade agreement with so many disparate partners that it’s hard to strike a good balance,",
                "Heck",
                true
            ],
            [
                "It hasn’t put me in a tough position because I’ve taken the same position for years … which is balanced trade,",
                "Kasich",
                true
            ],
            [
                "We should open up more markets but we also have to make sure it’s fair as imports come into our country.",
                "Kasich",
                true
            ],
            [
                "So I’m very comfortable with that position and that’s where most Ohioans are.",
                "Kasich",
                true
            ],
            [
                "This is over 6,000 pages.",
                "Johnson",
                true
            ],
            [
                "He read a 60-page leaked version on WikiLeaks?",
                "Johnson",
                true
            ],
            [
                "I’m not feeling any pressure whatsoever.",
                "Johnson",
                true
            ],
            [
                "I’m actually doing my job and doing the hard work that I think Wisconsinites expect out of their senator.",
                "Johnson",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.washingtonpost.com/news/powerpost/wp/2016/02/04/portman-to-vote-no-on-trade-deal/",
                "http://www.indystar.com/story/news/politics/2016/08/29/young-bayh-spar-over-trade/89550136/",
                "https://morningconsult.com/2016/08/11/support-tpp-grows-americans-become-familiar-trade-deal/",
                "https://www.stltoday.com/news/local/govt-and-politics/blunt-kander-have-traditional-differences-on-the-issues-and-a/article_0e8be7c9-2418-5bf9-8ca1-788cf5555ad5.html",
                "https://www.wsj.com/articles/asia-needs-a-strong-u-s-japan-alliance-1430329908",
                "http://www.nh1.com/news/heated-moments-in-nh1-news-u-s-senate-gop-primary-debate-between-ayotte-and-rubens/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "running",
            "free",
            "war",
            "trade",
            "deal",
            "toomey",
            "support",
            "republicans",
            "senators",
            "rubio",
            "gop",
            "voters",
            "tpp",
            "trumps",
            "succumb"
        ]
    }
]