[
    {
        "url": "https://www.cnn.com/2016/09/27/politics/hillary-clinton-debate-gender/index.html",
        "title": "How Hillary Clinton found her stride on gender",
        "authors": [
            {
                "name": "Maeve Reston",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-27",
        "text": "Updated 6:42 PM ET, Tue September 27, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nClinton has had troubles energizing female voters, especially Republican-leaning women\nShe lured Trump into ill-advised digressions about the source of his wealth and whether he pays federal taxes\nNew York (CNN)\nAfter 30 years in the spotlight, Hillary Clinton finally found the balance on gender that has bedeviled her throughout her career during the debate at Hofstra Monday night.\nDemonstrate power, command of the issues and the ability to shred your opponent -- all while seeming (just) likeable enough.\nMonday night's faceoff with Donald Trump could have been heralded as another historic first for women. But Clinton made no mention of a glass ceiling. There was no self-congratulatory nod to the fact that she was the first female nominee of a major party to take that stage before as many as 100 million people.\nShe wore red, a power color, but with a feminine cut that looked anything but severe. She was smooth and measured; flicking subtly to her gender with a quick mention of granddaughter Charlotte right off the top, but then didn't dwell on it.\nShe didn't lecture. She smiled (a lot) — even as he slid into his role of interrupter-in-chief.\nRead More\nBefore Monday night's debate, all the attention was on which Donald Trump would appear -- the restrained candidate or the flame-thrower of primary days.\nBut it was the former secretary of state who pulled off the more fascinating performance -- taking command of the stage, dominating Trump on a wide array of issues, luring him into ill-advised digressions about the source of his wealth and whether he pays federal taxes.\nIn an interesting strategic move, she waited until the very end of the debate to throw her sharpest dart by raising his past descriptions of women \"as pigs, slobs and dogs\" and his criticism of weight gain by 1996 Miss Universe Alicia Machado.\nTrump shook his head, demanding where she had gotten her information (it's on tape); but then didn't seem to have an effective response. Instead he wandered off into a digression about Rosie O'Donnell, the meanness of Clinton's ads, and the notion that he had planned to mention Bill Clinton's infidelities -- but was holding back the instinct to say \"something extremely rough to Hillary, to her family.\"\n\"I said to myself, 'I can't do it. I just can't do it,' Trump said. And then the debate was over.\nOne critical task for Clinton in the coming weeks is activating and energizing female voters, particularly moderate Republican and undecided women turned off by Trump.\nHer team clearly felt her light touch gender strategy -- provoking Trump but not complaining about her treatment -- worked Monday night.\nHer campaign chairman John Podesta told reporters before leaving New York that Trump's \"constant interruption of her probably was reminiscent of the way a lot of women feel about bullies in their lives.\nHe added, \"I thought it was kind of unbecoming and he couldn't stop himself.\"\nThe campaign followed up with a gut-punching web video showing Trump's comments on Machado's weight and the nickname she said he adopted for the Latina contest winner: \"Miss Housekeeping.\"\nTrump on Alicia, 1996: \"Miss Piggy.\"\nThis morning: \"She gained a massive amount of weight...it was a real problem.\" pic.twitter.com/0wrISjJe6z\nIn a gaggle with reporters en route to North Carolina, Clinton brushed off Trump's interruptions, taking a page from Carly Fiorina's playbook when Trump made comments during the GOP primary about her face.\n\"I think his demeanor, his temperament, his behavior on the stage could be seen by everybody,\" Clinton told reporters who had asked about his frequent interruptions.\nThe strategy? Let women judge for themselves.\nWas she fearful of future mentions of Bill Clinton's infidelity?\n\"He can run his campaign however he chooses, and, you know, I will continue to talk about what I want to do for the American people,\" she replied.\nAs the race has tightened in recent weeks, Trump's aides believe it is in part because they are making gains among suburban women, particularly in states like Colorado and Pennsylvania, who like Trump's childcare plan and his recent policy speeches.\nHow Trump's performance affects that calculus remains to be seen. But he seemed to have walked into Clinton's trap on Fox & Friends Tuesday morning when he defended his comments about Machado's weight.\n\"I know that person, that person was a Miss Universe person, and she was the worst we ever had. The worst, the absolute worst,\" Trump said, later adding, \"She was the winner and you know, she gained a massive amount of weight and it was a real problem.\"\nClearly Trump isn't afraid to double down on his past comments about women, even when his advisers have tried to steer him toward more substantive policy issues.\nAnd Clinton is going to let that play out.\nCNN's Dan Merica contributed to this report.\n",
        "quotes": [
            [
                "something extremely rough to Hillary, to her family.",
                "",
                false
            ],
            [
                "I said to myself, 'I can't do it.",
                "",
                true
            ],
            [
                "I just can't do it,' Trump said.",
                "",
                true
            ],
            [
                "And then the debate was over.",
                "",
                true
            ],
            [
                "One critical task for Clinton in the coming weeks is activating and energizing female voters, particularly moderate Republican and undecided women turned off by Trump.",
                "",
                true
            ],
            [
                "Her team clearly felt her light touch gender strategy -- provoking Trump but not complaining about her treatment -- worked Monday night.",
                "",
                true
            ],
            [
                "Her campaign chairman John Podesta told reporters before leaving New York that Trump's \"constant interruption of her probably was reminiscent of the way a lot of women feel about bullies in their lives.",
                "",
                true
            ],
            [
                "He added, \"I thought it was kind of unbecoming and he couldn't stop himself.",
                "",
                true
            ],
            [
                "She gained a massive amount of weight...it was a real problem.",
                "Hillary Clinton",
                true
            ],
            [
                "I think his demeanor, his temperament, his behavior on the stage could be seen by everybody,",
                "Hillary Clinton",
                true
            ],
            [
                "He can run his campaign however he chooses, and, you know, I will continue to talk about what I want to do for the American people,",
                "Hillary Clinton",
                true
            ],
            [
                "I know that person, that person was a Miss Universe person, and she was the worst we ever had.",
                "Donald Trump",
                true
            ],
            [
                "She was the winner and you know, she gained a massive amount of weight and it was a real problem.",
                "Donald Trump",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://t.co/0wrISjJe6z"
            ]
        },
        "key_words": [
            "york",
            "wore",
            "mention",
            "womenshe",
            "clinton",
            "power",
            "didnt",
            "hillary",
            "stride",
            "gender",
            "trump",
            "female"
        ]
    }
]