[
    {
        "url": "https://www.activistpost.com/2017/10/activist-sued-local-government-open-records-request-surveillance.html",
        "title": "Activist Sued by Local Government for Open Records Request on Surveillance",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-10-11",
        "text": "Hot Topics\nActivist Sued by Local Government for Open Records Request on Surveillance\nI recently appeared on InfoWars Real News with David Knight to talk about the lawsuit the city of Lexington, Ky., filed against me over an open records requests.\nTo open the interview, I explain exactly why the city sued me. One of the highlights of the segment was when I pulled out a copy of a redacted document that police did turn over to me. It perfectly illustrated just how much the government tries to hide from the people it supposedly “works for.”\nAfter we discussed the lawsuit and We See You Watching Lexington’s goal of ensuring the city operates all of its surveillance programs with oversight and transparency, the conversation shifted to a more general discussion about privacy and government spying. I emphasized that the distinction between local and federal law enforcement has become blurred almost to the point of non-existence and talked about how addressing surveillance at the local level also has a major impact on federal spying.\nWhat we always say at the Tenth Amendment Center is if there is no data, then it can’t get dumped into a system. So, if you can limit data collection at the local and state level, that keeps it from getting dumped into the federal databases and it inhibits the surveillance state. So, it;’s extremely important, not just here in Lexington, Kentucky, but in Frankfort, Kentucky, and Washington D.C. and across the nation.\nMichael Maharrey [ send him email ] is the Communications Director for the Tenth Amendment Center , where this first appeared . He proudly resides in the original home of the Principles of ’98 – Kentucky. See his blog archive here and his article archive here . He is the author of the book, Our Last Hope: Rediscovering the Lost Path to Liberty. You can visit his personal website at MichaelMaharrey.com and like him on Facebook HERE\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [],
        "links": {
            "articles": [
                "http://blog.tenthamendmentcenter.com/2017/10/interview-sued-by-local-government-for-open-records-request-on-surveillance/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://blog.tenthamendmentcenter.com/",
                "https://www.facebook.com/lasthopebook",
                "http://store.tenthamendmentcenter.com/product-p/bkolh1a.htm",
                "https://tenthamendmentcenter.com/author/michael-maharrey/",
                "https://weseeyouwatchinglexington.com/",
                "http://blog.tenthamendmentcenter.com/author/michael-maharrey/",
                "https://www.activistpost.com/cdn-cgi/l/email-protection#dbb6b2b8b3babeb7f5b6bab3baa9a9bea29bafbeb5afb3bab6beb5bfb6beb5afb8beb5afbea9f5b8b4b6",
                "http://michaelmaharrey.com"
            ]
        },
        "key_words": [
            "records",
            "open",
            "activist",
            "local",
            "sued",
            "city",
            "kentucky",
            "surveillance",
            "lexington",
            "tenth",
            "federal",
            "level",
            "state",
            "request"
        ]
    }
]