[
    {
        "url": "https://www.cnn.com/2016/05/31/politics/donald-trump-political-attacks-hit-back-harder/index.html",
        "title": "Donald Trump opens the personal insult vault (again)",
        "authors": [
            {
                "name": "Gregory Krieg",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-05-31",
        "text": "Updated 3:06 PM ET, Mon September 19, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nTrump meets even mild criticism with mocking nicknames, scornful insults\nHe was back at it again this weekend. Here are some of his most pointed personal insults\n(CNN)\nOn the campaign battlefield, Donald Trump follows a doctrine of disproportionate force.\nEven 50 days out from the election, after countless attempted \"pivots\" to a steadier pose, his impulses -- to meet even a modest political jab, unflattering piece of reporting, or polite interruption with deeply personal attacks -- remain mostly unchecked.\nHe was back at it this weekend with harsh assaults on a former defense secretary and a New York Times columnist.\nDuring the long primary season, Trump responded to criticism from his opponents with mocking nicknames and scornful insults. Then it was Hillary Clinton's turn. Along the way, the parents of a slain war hero, a federal judge, reporters, and even a pastor from Flint, Michigan, have been confronted with the same lopsided tactics.\nHere are some of Trump's most pointed reprisals.\nRead More\nHints that former Defense Sec. Bob Gates has 'a problem'\nRobert Gates has some concerns with Donald Trump. The former defense secretary, who served under both Presidents George W. Bush and Barack Obama, called the Republican nominee \"cavalier\" and \"willfully ignorant\" in a Wall Street Journal op-ed last week. The piece was also frequently critica l of Clinton, but called Trump beyond repair.\n\"He's a nasty guy,\" Trump said Saturday of Gates, whom he also called \"an absolute clown.\" \"Probably has a problem that we don't know about.\"\nTrump has not elaborated on the nature of the \"problem.\"\nEarlier in the day, the Republican nominee, in a tweet, assigned Gates a nickname -- \"dopey\" -- before criticizing him for speaking \"badly of his many bosses, including Obama.\"\nNever met but never liked dopey Robert Gates. Look at the mess the U.S. is in. Always speaks badly of his many bosses, including Obama.\nIt wasn't the first time Trump seemed to chalk up their differences to a lack of facetime.\n\"He knows nothing about me\" he tweeted . \"But look at the results under his guidance - a total disaster!\"\nDescribes Flint pastor as a \"nervous mess\"\nWhen Rev. Faith Green Timmons briefly interrupted him , asking that he steer clear of political attacks, during a speech at her church in Flint, Michigan, Trump promptly quit and reversed course.\n\"OK, that's good,\" he said, almost sheepishly. \"Then I'm going back onto Flint, OK?\"\nHe did -- and it was. For a few hours. But by the next morning, Trump was lashing out at the pastor, calling her a \"nervous wreck.\"\n\"She was so nervous, she was shaking,\" he told Fox News . \"And I said, 'wow, this was kind of strange.' And then she came up. So she had that in mind, no question about it.\"\nCritical women = 'neurotic'\nOn the subject of nervous conditions: Trump responded to New York Times columnist Maureen Dowd, who told CNN on Saturday that the candidate \"thought the violence (at rallies) added a frisson of excitement,\" in a familiar tone.\nIn the first of two tweets, he called Dowd \"wacky\" and a \"neurotic dope.\" A minute later, she was \"crazy.\"\nWacky @NYTimesDowd , who hardly knows me, makes up things that I never said for her boring interviews and column. A neurotic dope!\nIf that looks familiar, it's because Trump has repeatedly used the same language to insult other female critics.\nIn August, it was MSNBC host Mika Brzezinski.\n\"Tried watching low-rated @Morning_Joe this morning, unwatchable!,\" he tweeted. Brzezinski \"is off the wall, a neurotic and not very bright mess!\nTried watching low-rated @Morning_Joe this morning,  unwatchable! @morningmika is off the wall, a neurotic and not very bright mess!\nAnd about a month earlier, when now-former Democratic National Committee Chairwoman Debbie Wasserman Schultz resigned ahead of the party's convention in Philadelphia, Trump chimed in by calling her \"highly neurotic.\"\nThe highly neurotic Debbie Wasserman Schultz is angry that, after stealing and cheating her way to a Crooked Hillary victory, she's out!\nA couple weeks earlier, after Supreme Court Justice Ruth Bader Ginsburg called Trump \"a faker\" -- a comment for which she would later apologize -- he took a similar shot at her mental state.\n\"Her mind is shot,\" he tweeted . \"Resign!\"\nRepeated swipes at the family of slain war hero\nTrump targeted the parents of Army Capt. Humayun Khan, killed in 2004 by a suicide bomber in Iraq, in a prolonged back-and-forth in the days after the Democratic National Convention.\nIn an impassioned speech on the convention's final night, Khizr Khan, the soldier's father, said to Trump, \"You have sacrificed nothing and no one,\" then offered to lend the GOP nominee a copy of his pocket-sized U.S. Constitution.\nThe barb did not sit well. Trump first suggested that the slain soldier's mother, who stood quietly by her husband's side during his remarks, had been muzzled by her religion.\n\"His wife, if you look at his wife, she was standing there. She had nothing to say,\" Trump said during an interview with ABC News . \"Maybe she wasn't allowed to have anything to say.\" (A day later, Mrs. Khan explained in an op-ed that she had been silenced only by her grief.)\nUpset that Khizr Khan appeared on television after his speech, he continued his barrage on Twitter , first writing, \"Mr. Khan, who does not know me, viciously attacked me from the stage of the DNC and is now all over T.V. doing the same - Nice!\"\nThen, 17 minutes later: \"This story is not about Mr. Khan, who is all over the place doing interviews, but rather RADICAL ISLAMIC TERRORISM and the U.S. Get smart!\"\nThis story is not about Mr. Khan, who is all over the place doing interviews, but rather RADICAL ISLAMIC TERRORISM and the U.S. Get smart!\nCalls reporter a 'sleaze' during a news conference\nBefore he mostly shut out the press and eschewed news conferences, Trump gathered the media at New York's Trump Tower in late May to provide information and answer questions about his fundraising for veterans groups. But the Republican nominee soon maligned the press for not offering what he considered to be proper credit for his charitable giving.\nABC News reporter Tom Llamas called out Trump for exaggerating the initial totals.\nJUST WATCHED\nDonald Trump attacks media, calls reporter 'sleazy' 02:48\n\"Mr. Trump, writing a $1 million check is incredibly generous, but the night of the Iowa fundraiser, you said you had raised $6 million,\" Llamas began. \"Clearly you had not. Your critics say you tend to exaggerate, you have a problem with the truth. Is this a prime example?\"\nTrump immediately rejected the math, saying he expected the number would eventually surpass $6 million, then turned on Llamas, eventually calling him \"a sleaze.\"\nWhen a reporter asked if a Trump presidency would take on a similar tone, the billionaire businessman responded, \"Yeah, it is going to be like this.\"\n\"You think I'm going to change?\" he said. \"I'm not going to change.\"\nReferences judge's 'Mexican' heritage after court ruling\nAfter U.S. District Court Judge Gonzalo Curiel ordered the since-shuttered Trump University's \"playbooks\" to be made public, the candidate and his allies launched a series of attacks centered on Curiel's Latino background.\nJUST WATCHED\nTrump calls judge 'Mexican' 02:59\n\"This should have been dismissed on summary judgment easily, everybody says it. But I have judge who is a hater of Donald Trump, a hater. He's a hater,\" Trump told supporters at a rally in May, saying Curiel is \"we believe, Mexican, which is great.\"\nTrump spokeswoman Katrina Pierson then suggested on CNN's \"New Day\" that Curiel's membership in La Raza Lawyer's Association made him biased and tried to tie him to anti-Trump protesters .\nSlams conservative opponent Bill Kristol over opposition\nIn late May and June, Trump launched a days-long offensive against Weekly Standard editor Bill Kristol, a Never-Trumper who was recruiting a conservative third-party challenger.\nJUST WATCHED\nNever-Trump conservatives seek third party alternative 02:45\n\"If dummy Bill Kristol actually does get a spoiler to run as an independent, say goodbye to the Supreme Court!\" Trump tweeted , before doubling down at press conference days later, when he labeled Kristol a \"loser,\" \"not a smart person\" and \"such a fool.\"\nElizabeth Warren as 'Pocahontas'\nWhen Massachusetts Sen. Elizabeth Warren sought to match Trump's Twitter fire, using some of the same harsh language he has made a staple of the campaign, he responded in kind -- and upped the ante, repeatedly calling her \"Pocahontas,\" a reference to the 2012 controversy over her claimed Native American heritage .\nSince Warren emerged as one of his chief antagonists, Trump has been unyielding in his attacks.\nJUST WATCHED\nElizabeth Warren vs. Donald Trump 03:14\n\"I find it offensive that goofy Elizabeth Warren, sometimes referred to as Pocahontas, pretended to be Native American to get in Harvard,\" he tweeted last week. (Warren, a former Harvard professor, noted in her response that she did not attend the college as a student.) Trump in March interrupted a reporter trying to ask a question about Warren, asking sarcastically, \"Who's that, the Indian? You mean the Indian?\"\nRepeated attacks on Megyn Kelly\nFox News anchor Megyn Kelly has been targeted repeatedly by Trump after she asked a pointed question about his past remarks regarding women at the first GOP debate last August. Initially retweeting supporters who called her a \"bimbo\" and other offensive terms, Trump dialed it up a couple days later.\n\"You could see there was blood coming out of her eyes,\" he told CNN's Don Lemon during an interview about the exchange. \"Blood coming out of her wherever.\"\nJUST WATCHED\nMegyn Kelly confronts Trump on his 'bimbo' tweets 01:23\nTrump has launched sporadic volleys of invective against Kelly in the months that followed, calling her \"crazy\" and calling for a \"boycott\" of her show.\nThe current detente followed a private meeting and then an interview special, but not before Fox News put out a press release labeling Trump's \"sick obsession\" with Kelly as being \"beneath the dignity of a presidential candidate who wants to occupy the highest office in the land.\"\nTurning on Ted Cruz -- big league\nIt seems like a while back now, but Trump and his old primary rival Ted Cruz began the political season in a rather chummy pose. The Texas senator refrained from criticizing the billionaire businessman even as Trump mocked John McCain last July for having been captured and held as POW during the Vietnam War.\nJUST WATCHED\nTed Cruz: Trump threatened my wife 01:05\nDuring debates, Cruz mostly kept his distance from the front-runner, repeatedly dodging opportunities to poke him. But as the campaign heated up and the field dwindled, Cruz went on the attack.\nTrump's response was devastating. Cruz quickly became \"Lyin' Ted\" and, before it was all over, Trump had threatened to \"spill the beans\" on the senator's wife and repeatedly peddled a conspiracy theory linking his father to JFK assassin Lee Harvey Oswald.\n",
        "quotes": [
            [
                "Probably has a problem that we don't know about.",
                "",
                true
            ],
            [
                "badly of his many bosses, including Obama.",
                "Robert Gates",
                false
            ],
            [
                "But look at the results under his guidance - a total disaster!",
                "",
                true
            ],
            [
                "Then I'm going back onto Flint, OK?",
                "",
                true
            ],
            [
                "She was so nervous, she was shaking,",
                "Donald Trump",
                true
            ],
            [
                "And I said, 'wow, this was kind of strange.",
                "",
                true
            ],
            [
                "So she had that in mind, no question about it.",
                "",
                true
            ],
            [
                "thought the violence (at rallies) added a frisson of excitement,",
                "Donald Trump",
                false
            ],
            [
                "Tried watching low-rated @Morning_Joe this morning, unwatchable!,",
                "",
                true
            ],
            [
                "is off the wall, a neurotic and not very bright mess!",
                "Brzezinski",
                false
            ],
            [
                "Tried watching low-rated @Morning_Joe this morning,  unwatchable!",
                "Brzezinski",
                true
            ],
            [
                "morningmika is off the wall, a neurotic and not very bright mess!",
                "Brzezinski",
                false
            ],
            [
                "And about a month earlier, when now-former Democratic National Committee Chairwoman Debbie Wasserman Schultz resigned ahead of the party's convention in Philadelphia, Trump chimed in by calling her \"highly neurotic.",
                "Brzezinski",
                true
            ],
            [
                "You have sacrificed nothing and no one,",
                "Khizr Khan",
                true
            ],
            [
                "His wife, if you look at his wife, she was standing there.",
                "Donald Trump",
                true
            ],
            [
                "Maybe she wasn't allowed to have anything to say.",
                "Donald Trump",
                true
            ],
            [
                "Mr. Khan, who does not know me, viciously attacked me from the stage of the DNC and is now all over T.V.",
                "Donald Trump",
                true
            ],
            [
                "This story is not about Mr. Khan, who is all over the place doing interviews, but rather RADICAL ISLAMIC TERRORISM and the U.S. Get smart!",
                "Donald Trump",
                true
            ],
            [
                "Mr. Trump, writing a $1 million check is incredibly generous, but the night of the Iowa fundraiser, you said you had raised $6 million,",
                "Llamas",
                true
            ],
            [
                "Your critics say you tend to exaggerate, you have a problem with the truth.",
                "Llamas",
                true
            ],
            [
                "Yeah, it is going to be like this.",
                "Donald Trump",
                true
            ],
            [
                "You think I'm going to change?",
                "Donald Trump",
                true
            ],
            [
                "I'm not going to change.",
                "Donald Trump",
                true
            ],
            [
                "This should have been dismissed on summary judgment easily, everybody says it.",
                "Donald Trump",
                true
            ],
            [
                "But I have judge who is a hater of Donald Trump, a hater.",
                "Donald Trump",
                true
            ],
            [
                "we believe, Mexican, which is great.",
                "Curiel",
                false
            ],
            [
                "If dummy Bill Kristol actually does get a spoiler to run as an independent, say goodbye to the Supreme Court!",
                "Donald Trump",
                true
            ],
            [
                "I find it offensive that goofy Elizabeth Warren, sometimes referred to as Pocahontas, pretended to be Native American to get in Harvard,",
                "Elizabeth Warren",
                true
            ],
            [
                "You could see there was blood coming out of her eyes,",
                "Donald Trump",
                true
            ],
            [
                "Blood coming out of her wherever.",
                "",
                true
            ],
            [
                "beneath the dignity of a presidential candidate who wants to occupy the highest office in the land.",
                "Megyn Kelly",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2016/09/14/politics/donald-trump-pastor-flint-michigan/",
                "https://www.cnn.com/2015/08/08/politics/donald-trump-cnn-megyn-kelly-comment/",
                "http://www.cnn.com/2016/03/22/politics/ted-cruz-melania-trump-twitter-donald-trump-heidi/",
                "https://www.cnn.com/2015/07/18/politics/donald-trump-john-mccain-war-hero-ted-cruz/",
                "http://inamerica.blogs.cnn.com/2012/09/25/elizabeth-warren-is-she-or-isnt-she-native-american/",
                "http://www.cnn.com/2016/05/30/politics/katrina-pierson-criticizes-trump-university-judge/",
                "https://www.washingtonpost.com/opinions/ghazala-khan-donald-trump-criticized-my-silence-he-knows-nothing-about-true-sacrifice/2016/07/31/c46e52ec-571c-11e6-831d-0324760ca856_story.html?utm_term=.b6ae661afdbe",
                "http://money.cnn.com/2016/05/31/news/companies/trump-university-playbook-documents/index.html",
                "http://money.cnn.com/2016/05/03/media/donald-trump-conspiracy-theories-media/",
                "https://www.cnn.com/2016/09/15/politics/trump-discusses-flint-pastor-interruption/",
                "https://www.wsj.com/articles/sizing-up-the-next-commander-in-chief-1474064606"
            ],
            "gov_pgs": [
                "https://abcnews.go.com/Politics/week-transcript-donald-trump-vice-president-joe-biden/story?id=41020870"
            ],
            "unsure": [
                "https://twitter.com/realDonaldTrump/status/760070280932982784?ref_src=twsrc%5Etfw",
                "https://twitter.com/realDonaldTrump/status/737056428452630528",
                "https://twitter.com/realDonaldTrump/status/735942401165033477?ref_src=twsrc%5Etfw",
                "https://twitter.com/NYTimesDowd",
                "https://twitter.com/realDonaldTrump/status/777197786039103488",
                "https://twitter.com/realDonaldTrump/status/777112789672341504",
                "https://twitter.com/Morning_Joe",
                "https://twitter.com/realDonaldTrump/status/753090242203283457",
                "https://twitter.com/morningmika",
                "https://twitter.com/elizabethforma/status/735949027217448960?ref_src=twsrc%5Etfw"
            ]
        },
        "key_words": [
            "watched",
            "vault",
            "watch",
            "called",
            "trump",
            "personal",
            "donald",
            "reporter",
            "videos",
            "insult",
            "opens",
            "warren",
            "replay",
            "khan"
        ]
    }
]