[
    {
        "url": "http://beforeitsnews.com/u-s-politics/2017/09/president-trump-is-the-divisive-one-2536761.html",
        "title": "President Trump Is The Divisive One?",
        "authors": [],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "By ram7932\nTuesday, September 26, 2017 6:51\n% of readers think this story is Fact. Add your two cents.\nCDN – http://www.conservativedailynews.com\nThe owner of the New England Patriots football team thinks Donald Trump was divisive for his scornful words related to the NFL players “taking a knee’ during the playing of the National Anthem? I see that issue rather differently.\nWhen President Trump stated that multi-millionaire football players were disrespecting our flag and the National Anthem by “taking a knee” he was simply expressing the attitude of most Americans. He was just responding to the disruption caused by the NFL players as they took up the leftist cause of America being rotten and insisting that the nation needs “fundamental” change, as was Obama‘s opinion. If you want to see what divisive looks like just consider the outrage and uproar that resulted from these acts of Barack Obama :\nBarack Obama was divisive when he invited the Black Lives Matter group to the White House while they were celebrating the assassination of police officers nationally.\nBarack Obama was divisive when he opened our borders to all who would illegally enter in contradiction to the laws passed by Congress.\nBarack Obama was divisive when he defended the leftist sanctuary city bad idea and allowed not only illegals but criminal illegals to live in the United States with full immunity from the laws of our nation.\nBarack Obama was divisive when he promised to “fundamentally transform America” as soon as he was elected to the Oval Office and then set about doing it.\nBarack Obama was divisive when he ignored the obvious breaking of federal tax law by the IRS when they discriminated against Republicans prior to the 2012 election.\nBarack Obama was divisive when he identified the Ferguson police force as being racist and nationalized it under his Department of Justice.\nBarack Obama was divisive when he declared that Hillary Clinton had committed no crime as Secretary of State when she used her own personal email server to send and receive classified messages.\nBarack Obama was divisive when he took up the banner of allowing men, who could at the drop of a hat self-identify as women, freely enter women’s restrooms across the nation.\nBarack Obama was divisive when he stated that the American Constitution was a “negative” document instead of its being the revolutionary and liberating document that America’s founders put in place to protect average citizens from an intrusive government like the one Obama was putting in place.\nTrump was just defending the interests and attitudes of his base, and no negative impact will stick to him for his bold, plain-spoken words. On the other hand, Barack Obama was certain that America was seriously flawed and needed large infusions of his radical medicine in order to get it thinking right again. Oddly enough, Obama’s opinion of America is the same opinion held by Adolf Hitler, Chairman Mao, and Joseph Stalin, just to put his ideas in proper perspective.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.prodo1.com/",
                "http://www.suppressedhealthsecrets.com",
                "https://beforeitsnews.com/v3/r2/?url=https://www.conservativedailynews.com/tag/barack-obama/",
                "https://beforeitsnews.com/v3/r2/?url=https://www.conservativedailynews.com/2017/09/new-england-patriots-owner-supports-unpatriotic-national-anthem-protests/",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://www.conservativedailynews.com/tag/donald-trump/",
                "https://beforeitsnews.com/v3/r2/?url=https://www.conservativedailynews.com/tag/nfl/"
            ]
        },
        "key_words": [
            "opinion",
            "obama",
            "took",
            "words",
            "stated",
            "america",
            "taking",
            "trump",
            "divisive",
            "players",
            "president"
        ]
    }
]