[
    {
        "url": "https://www.reuters.com/article/us-britain-security-gchq/british-spy-boss-says-cyber-security-as-important-as-fighting-terrorism-idUSKBN1CE0YF",
        "title": "British spy boss says cyber security as important as fighting terrorism",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-09",
        "text": "October 9, 2017 /  10:09 AM / 2 years ago\nBritish spy boss says cyber security as important as fighting terrorism\n2 Min Read\nFILE PHOTO: A man types on a computer keyboard in front of the displayed cyber code in this illustration picture taken March 1, 2017. REUTERS/Kacper Pempel/Illustration/File Photo\nLONDON (Reuters) - Protecting Britain from cyber crime is as important as defending it against terrorism, the head of Britain’s GCHQ spy agency said  on Monday.\nBritain has suffered a number of high-profile cyber attacks this year, including one in May on the state-run National Health Service which crippled some computer systems and caused huge disruption, and another on parliament in June.\nWriting in the Daily Telegraph newspaper, Jeremy Fleming,  said the speed of technological advances, whilst providing great opportunities for businesses, individuals and countries, was also giving enemies new means to threaten the nation’s security.\n“If GCHQ is to continue to help keep the country safe, then protecting the digital homeland — keeping our citizens safe and free online — must become and remain as much part of our mission as our global intelligence reach and our round-the-clock efforts against terrorism.”\nThe National Cyber Security Centre, which is part of GCHQ, said last week it had dealt with almost 600 significant incidents which required a nationwide, coordinated response.\nIn July, Fleming’s predecessor at GCHQ, Robert Hannigan, said Russia was causing cyberspace mayhem and should face retaliation if it continued to undermine democratic institutions in the West.\nFleming said that Britons benefited greatly from the ease and speed of connections and from the security provided by default encryption.\n“Hostile states, terrorists and criminals use those same features... to undermine our national security, attack our interests and, increasingly, commit crime,” he said.\nTraditionally Britain’s security chiefs rarely spoke in public but increasingly the head of the three intelligence agencies — GCHQ, MI5 and MI6 — have become more open in explaining their work and countering criticism.\nReporting by Michael Holden; Editing by Angus MacSwan\n",
        "quotes": [
            [
                "If GCHQ is to continue to help keep the country safe, then protecting the digital homeland — keeping our citizens safe and free online — must become and remain as much part of our mission as our global intelligence reach and our round-the-clock efforts against terrorism.",
                "",
                true
            ],
            [
                "Hostile states, terrorists and criminals use those same features... to undermine our national security, attack our interests and, increasingly, commit crime,",
                "Fleming",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "important",
            "protecting",
            "spy",
            "boss",
            "gchq",
            "fighting",
            "terrorism",
            "security",
            "intelligence",
            "speed",
            "cyber",
            "national",
            "undermine",
            "increasingly",
            "british",
            "safe"
        ]
    }
]