[
    {
        "url": "http://www.bbc.com/news/world-us-canada-41504165",
        "title": "Puerto Rico: Trump paper towel-throwing 'abominable'",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "4 October 2017\nThese are external links and will open in a new window\nClose share panel\nImage copyright Reuters\nImage caption Trump tossed rolls of paper towels into the crowd\nThe mayor of Puerto Rico's capital, San Juan, has described Donald Trump's visit to the hurricane-hit island as \"insulting\" and called him a \"miscommunicator-in-chief\".\nMayor Carmen Yulin Cruz described his televised meeting with officials as a \"PR, 17-minute meeting\".\nThe sight of him throwing paper towels to people in the crowd was \"terrible and abominable\", she added.\nMr Trump tweeted it had been a \"great day\" in Puerto Rico.\nBut he also took another swipe at the reporting of his trip.\nTuesday's five-hour presidential trip to San Juan came two weeks after Hurricane Maria devastated the island, and followed complaints that the US government's handling of the storm's aftermath was too slow.\nOnly 7% of the island has power and more remote parts of the island - a US territory - have been without food, water and basic medical aid.\nAleem Maqbool, BBC News, San Juan\nIt may have been a \"great day\" in Puerto Rico for Donald Trump, but more than 90% of the 3 and a half million people living on this island remain without power and phone communications.\nIt means many of them would not have heard his remark about how much the disaster in Puerto Rico was costing the US government.\nNor would they have seen that he only visited Guaynabo, a wealthy part of town, and joked with people there that they no longer needed the torches being handed out.\nMany of those we have met who are aware of this week's visit say this is more evidence that the president views them as second-class American citizens.\nMedia playback is unsupported on your device\nMedia caption'Why did it take nine days for help to arrive?'\nDuring his televised meeting with emergency responders and officials of Puerto Rico, he went out of his way to praise - and seek compliments for - the federal response.\n\"Every death is a horror,\" the president said, \"but if you look at a real catastrophe like Katrina, and you look at the tremendous - hundreds and hundreds and hundreds of people that died, and you look at what happened here, with really a storm that was just totally overpowering, nobody's ever seen anything like this.\"\nHe then turned to the governor of Puerto Rico, Ricardo Rosello, and asked how many people had died in the storm.\n\"Seventeen? Sixteen people certified, 16 people versus in the thousands,\" Mr Trump said, referring to the 2005 hurricane that killed 1,833 people in New Orleans.\nMedia playback is unsupported on your device\nMedia captionPuerto Rico isn't a \"real catastrophe like Katrina\"\nGovernor Rosello later clarified that the number of people in Puerto Rico killed by Maria had increased to 34.\nMr Trump also pointed to the impact of the cost of storm recovery on US domestic spending, which was already facing a budget shortfall of $72bn (£54bn), telling Puerto Ricans \"you've thrown our budget a little out of whack... but that's fine\".\nAfter his meeting, he toured in and around San Juan, stopping at a church to hand out relief supplies and throwing paper towels into the crowd.\nAt one point he reportedly glanced at a pile of solar-powered flashlights and - apparently unaware of the ongoing power problems - said \"you don't need 'em anymore\", the Washington Post reports .\nMayor Carmen Yulin Cruz told MSNBC after the visit that his meeting with officials had been a PR exercise in which \"there was no exchange with anybody, with none of the mayors\".\nMedia playback is unsupported on your device\nMedia caption'No power for 6-8 months' in Puerto Rico\nShe went on to say: \"This terrible and abominable view of him throwing paper towels and throwing provisions at people, it really - it does not embody the spirit of the American nation, you know?\"\nShe said his comments about throwing the US budget out of whack were \"insulting to the people of Puerto Rico\", and his comparisons with Katrina \"minimised our suffering\".\n\"Well you know what? They are dying. They don't have the medical resources,\" she pointed out.\nMs Cruz said he had become \"sort of like miscommunicator-in-chief\" who showed no interest in reaching out to those who were suffering. But she went on to say \"his staff, on the other hand, seemed to want to approach this a different way\".\nShe tweeted after the meeting:\nMs Cruz had been called a poor leader by President Trump in a tweet at the weekend after she accused his administration of \"killing us with the inefficiency\".\nOn Tuesday, she shook hands with him and told him: \"It's about saving lives, it's not about politics\". He did not respond.\nImage copyright Getty Images\nImage caption Mayor Carmen Yulin Cruz and Mr Trump shake hands\nFollowing the visit, the White House announced it was preparing to send a $29bn (£22bn) disaster aid request to Congress.\nOf that, $13bn would be for hurricane victims in Puerto Rico, Florida and Texas, while the other $16bn would be for the government-backed flood insurance programme.\n",
        "quotes": [
            [
                "but if you look at a real catastrophe like Katrina, and you look at the tremendous - hundreds and hundreds and hundreds of people that died, and you look at what happened here, with really a storm that was just totally overpowering, nobody's ever seen anything like this.",
                "",
                false
            ],
            [
                "Sixteen people certified, 16 people versus in the thousands,",
                "Trump",
                true
            ],
            [
                "you've thrown our budget a little out of whack... but that's fine",
                "Trump",
                false
            ],
            [
                "you don't need 'em anymore",
                "Trump",
                false
            ],
            [
                "there was no exchange with anybody, with none of the mayors",
                "Carmen Yulin Cruz",
                false
            ],
            [
                "This terrible and abominable view of him throwing paper towels and throwing provisions at people, it really - it does not embody the spirit of the American nation, you know?",
                "",
                true
            ],
            [
                "insulting to the people of Puerto Rico",
                "",
                false
            ],
            [
                "They don't have the medical resources,",
                "",
                true
            ],
            [
                "sort of like miscommunicator-in-chief",
                "Cruz",
                false
            ],
            [
                "his staff, on the other hand, seemed to want to approach this a different way",
                "",
                false
            ],
            [
                "It's about saving lives, it's not about politics",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "http://www.msnbc.com/rachel-maddow/watch/san-juan-mayor-trump-was-insulting-to-the-people-of-puerto-rico-1061332547621",
                "https://www.washingtonpost.com/politics/trump-praises-himself-for-administrations-great-job-in-puerto-rico/2017/10/03/fdb5eeb4-a83a-11e7-8ed2-c7114e6ac460_story.html?hpid=hp_hp-more-top-stories_trump-11am%3Ahomepage%2Fstory&utm_term=.7bd819c3f0de"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "towels",
            "san",
            "cruz",
            "visit",
            "island",
            "abominable",
            "caption",
            "throwing",
            "puerto",
            "rico",
            "trump",
            "paper",
            "towelthrowing"
        ]
    }
]