[
    {
        "url": "https://www.reuters.com/article/us-fashion-fur-gucci/italys-gucci-bans-fur-joining-others-in-seeking-alternatives-idUSKBN1CH135",
        "title": "Italy's Gucci bans fur, joining others in seeking alternatives",
        "authors": [
            {
                "name": "Sarah White",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-12",
        "text": "Italy's Gucci bans fur, joining others in seeking alternatives\n3 Min Read\nPARIS (Reuters) - Italy’s Gucci will stop using fur in its designs from next year, joining a growing number of fashion houses looking at alternatives after coming under pressure from animal rights activists and changing consumer tastes.\nGucci, part of Paris-based luxury group Kering, has paraded models down the catwalk in luxurious fur coats in the past and creative director Alessandro Michele brought in loafers and sling-backs lined with kangaroo-fur two years ago.\nBut the brand said it would now join an alliance of fur-free companies, adding it would sell off remaining accessories and clothing made with animal fur in a charity auction.\nGucci has sold some of its mink fur coats for over $40,000.\nMarco Bizzarri, Gucci’s chief executive, said the brand would drop fur starting from its spring and summer 2018 collection and that its new approach had been agreed on with Michele.\nGucci has enjoyed a revival under Michele, whose flamboyant, colorful designs have fueled sales over the past two years.\nAnimal rights campaigners said they hoped the move by the Italian fashion house could have a knock-on effect, although it is far from the first label to stop using fur.\n“Gucci’s decision will radically change the future of fashion,” Simone Pavesi, manager of animal-free fashion at Italian campaign group LAV. “As fashion becomes more and more ethical, supply chains that revolve around animals will be a thing of the past.”\nIn June, Yoox Net-A-Porter, a multi-brand online luxury retailer, adopted a fur-free policy on accessories and clothing sold on the site.\nItaly’s Giorgio Armani last year committed to stop using fur, saying technological progress meant there was no longer any justification for cruelty to animals, while U.S. brand Calvin Klein took the plunge in 1994.\nFILE PHOTO: A company logo is pictured outside a Gucci store in Vienna, Austria, May 4, 2016.  REUTERS/Leonhard Foeger/File Photo\nAnti-fur protesters have been known to demonstrate outside catwalk shows at fashion weeks around the world to call for an end to practices many see as cruel to animals, and luxury goods buyers - especially younger generations - have become more sensitive to environmental issues, too.\nMany labels and other luxury groups such as LVMH - owner of Louis Vuitton - are tightening their policies on how leather is sourced from tanneries and how they obtain furs, after a series of scandals over how animals are treated in breeding farms.\nFrance’s Hermes was caught in a storm two years ago when a crocodile farm used to supply leather for one of its best-selling handbags was accused of cruel slaughter practices.\nReporting by Sarah White; editing by Jason Neely/Jeremy Gaunt\n",
        "quotes": [
            [
                "Gucci’s decision will radically change the future of fashion,",
                "Simone Pavesi",
                true
            ],
            [
                "As fashion becomes more and more ethical, supply chains that revolve around animals will be a thing of the past.",
                "Simone Pavesi",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "rights",
            "alternatives",
            "sold",
            "joining",
            "stop",
            "fur",
            "animals",
            "brand",
            "luxury",
            "gucci",
            "italys",
            "supply",
            "fashion",
            "seeking",
            "using",
            "bans"
        ]
    }
]