[
    {
        "url": "https://www.politico.com/story/2016/09/trump-debate-tim-kaine-228676?cmpid=sf",
        "title": "Kaine to Trump on debate: 'You can run but you can't hide'",
        "authors": [
            {
                "name": "Burgess Everett",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-26",
        "text": "poster=\"https://v.politico.com/images/1155968404/201609/3540/1155968404_5141712201001_5141699664001-vs.jpg?pubId=1155968404\"\ntrue\nKaine to Trump on debate: 'You can run but you can't hide'\nLAKELAND, Fla. — In a bruising pre-debate series of attacks, Tim Kaine compared Donald Trump unfavorably to Richard Nixon, suggested Trump pays little in taxes and said Hillary Clinton will do “very well” as Trump struggles with the truth.\nAbout eight hours before Clinton and Trump take the stage in Hempstead, N.Y., Kaine predicted Trump will crumble when confronted with any questions that touch specific policy areas.\nStory Continued Below\n“You can run but you can’t hide. We’re going to see tonight: Can he give any details about anything? Can he answer questions like: where’s your tax return?” Kaine said, noting that presidents since Nixon have released their returns. “If you can’t be as ethical as Richard Nixon, folks, I mean come on.”\nAt the airport in Lakeland, Kaine was greeted by Michael Phillips, a campaign volunteer with a disability who works on technology to allow people with disabilities to better communicate. Kaine read aloud a note from Phillips at a rally in this Central Florida town about an hour later, quoting Phillips as saying: “I’ve been waiting my entire life for a candidate like you and Secretary Clinton.”\nKaine then held up a copy of Trump’s recent book, titled “Crippled America.”\nPhillips “has a severe disability. He said, ‘That’s not limiting me,’” Kaine recounted. “Donald Trump has a very different vision.”\nWhile Kaine repeated many familiar attacks on Trump as a poor steward of the military for his rhetoric aimed at the likes of Sen. John McCain and Khizr Khan, he also dinged Trump for promoting “stop and frisk” policies while tensions between police and black Americans persist in places like Charlotte and Minnesota, saying it would “widen the gap” between police and the community.\nKaine spent most of his pre-debate comments on Trump and questioned his relationship with facts as a partisan argument rages over whether moderator Lester Holt should fact-check the debate.\n“Donald Trump thinks he can get this over on you,” Kaine said. “He’s got to answer the questions. And the last thing we get to see [at the debate] about Donald Trump is whether he can tell the truth.”\nKaine did predict Clinton will do “very well” on Monday, a bit more cautious than his “A-plus” prediction at a rally Sunday night in the Miami area.\nAnd he said he’ll be doing his homework in preparation for the debate of his own in eight days in Farmville, Va.\n“I’m real interested in this debate. So I’m going to be on the edge of my seat taking notes,” he said.\nWhile Pence will be in New York to watch Trump, Kaine will attend a watch party that will include former Rep. Fannie Giffords in Orlando.\n",
        "quotes": [
            [
                "You can run but you can’t hide.",
                "Tim Kaine",
                true
            ],
            [
                "We’re going to see tonight: Can he give any details about anything?",
                "Tim Kaine",
                true
            ],
            [
                "Can he answer questions like: where’s your tax return?",
                "Tim Kaine",
                true
            ],
            [
                "If you can’t be as ethical as Richard Nixon, folks, I mean come on.",
                "Tim Kaine",
                true
            ],
            [
                "I’ve been waiting my entire life for a candidate like you and Secretary Clinton.",
                "",
                true
            ],
            [
                "He said, ‘That’s not limiting me,",
                "Kaine",
                true
            ],
            [
                "Donald Trump has a very different vision.",
                "Kaine",
                true
            ],
            [
                "Donald Trump thinks he can get this over on you,",
                "Tim Kaine",
                true
            ],
            [
                "He’s got to answer the questions.",
                "Tim Kaine",
                true
            ],
            [
                "And the last thing we get to see [at the debate] about Donald Trump is whether he can tell the truth.",
                "Tim Kaine",
                true
            ],
            [
                "I’m real interested in this debate.",
                "Hillary Clinton",
                true
            ],
            [
                "So I’m going to be on the edge of my seat taking notes,",
                "Hillary Clinton",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "run",
            "kaine",
            "clinton",
            "debate",
            "cant",
            "trump",
            "donald",
            "phillips",
            "nixon",
            "hide",
            "watch",
            "questions"
        ]
    }
]