[
    {
        "url": "http://www.cnn.com/2017/10/11/politics/donald-trump-republicans-bob-corker-tax/index.html",
        "title": "Trump may trade Twitter spats for tax push ... for now",
        "authors": [
            {
                "name": "Stephen Collinson",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-11",
        "text": "Trump may trade Twitter spats for tax push ... for now\nUpdated 11:15 AM ET, Wed October 11, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nTrump will promote his tax plan at a Pennsylvania rally Wednesday\nTrump and congressional Republicans are desperate for a major legislative win\nWashington (CNN)\nIn Washington, President Donald Trump is often his own worst enemy.\nHe rarely misses a chance to berate elite Republicans in Congress for failing to enact his ambitious agenda. Yet his tweeted tantrums and fierce character attacks -- often targeting his own team -- directly undermine his chances of building a Capitol Hill coalition to get things done.\nOn Wednesday, if he can avoid trampling over his own message as he so often does, Trump will try to ease that contradiction by using the power of the presidency in a unusually conventional way, to build support behind a top priority: tax reform.\nAfter days flinging insults at GOP Sen. Bob Corker, sniping at his Secretary of State Rex Tillerson and complaining about a bad rap from the press on his hurricane relief efforts, Trump plans to actually fixate on something that matters.\nTrump admin avoids discussing climate change while rolling back emissions rule\nIn an airport rally-style event near Harrisburg, Pennsylvania, the President will gather truckers and business leaders to highlight his vows to cut middle-class taxes, lift the corporate tax burden and to ignite soaring growth.\nRead More\n\"When your trucks are moving, America is growing,\" Trump will tell supporters, according to a senior administration official. \"America first means putting American truckers first.\"\nRepublicans want a win\nThe tax reform initiative is crucial for the President's hopes of finally notching a major legislative victory before the end of his first year in office. It means as much to Republicans who are desperate to show the spoils of their one-party rule in Washington to restive voters at the dawn of midterm election year.\nBut there is an even more significant dimension to the tax push since it may be the last chance for Trump and Republicans to find common cause and to bind the deep wounds left by their acrimonious failure to repeal and replace Obamacare.\nGiven the importance of the issue, it might have got more of Trump's attention. But he's spent much of his time recently pulling at the fractures in his own party and waging culture-war fights about patriotism and kneeling NFL players.\nSince he launched the tax push in Indianapolis on September 27, Trump's cause has barely advanced. In fact, it may have slipped backwards.\nThe trip will be Trump's first chance to bring the symbolism of his office to bear since his showdown with the Tennessee senator, who warned that his unpredictable temperament could ignite World War III, earning in return a new nickname from Trump: \"Liddle' Bob Corker.\"\nThe Failing @nytimes set Liddle' Bob Corker up by recording his conversation. Was made to sound a fool, and that's what I am dealing with!\nWhile the feud indulges Trump's relish for a fight, it could also be counterproductive, since the narrow nature of the GOP's Senate majority means he can hardly afford to lose any allies. Corker has already expressed concern about the tax reform bill, warning he may vote no if it adds to the deficit.\nThe Corker vs. Trump sideshow has dismayed many Republicans.\n\"I'd like to see it stop,\" Missouri Sen. Roy Blunt told CNN Tuesday .\nOther Republicans are warning that Trump's scatter-shot attacks on people he is relying on to support his priorities will cost him a chance to build the foundations of a successful presidency.\n\"If Donald Trump is fighting with Paul Ryan or Mitch McConnell or now Bob Corker, he is taking his eye off the ball for tax reform,\" CNN contributor and Republican strategist Doug Heye said Tuesday.\nJUST WATCHED\n'They're on another vacation right now'\nIt is clear that inside the White House, animosity toward Republican lawmakers runs deep, exemplifying the split between Trump, a Washington outsider, and those his allies see as establishment swamp creatures.\n\"(Trump is) calling on Congress to get their job done,\" said White House spokeswoman Sarah Sanders on Tuesday.\n\"They're on another vacation right now, I think that we would all be a lot better off if the Senate would stop taking vacations, and start staying here until we actually get some real things accomplished.\"\nTrump is selling his tax plan as a \"middle class miracle\" that will include sweeping tax cuts, a simplification of the code and a chance to unleash unheard of rates of economic growth.\nThe plan calls for a corporate tax rate of no higher than 20% and hopes to lure corporations to repatriate profits earned abroad in a way that stems the flight of US blue collar jobs to low wage economies.\nBut Democrats have argued that the plan is no more than a massive giveaway to the richest Americans, including Trump himself, laying the groundwork for a political battle that will likely rage through the end of the year.\nGiven the delicate reality of pre-midterm election politics, it's not easy to assess the chances of the bill, especially given that tax reform is among the most complicated tasks that Congress ever faces. Most Republicans are itching to vote for tax cuts. But Corker is now a wild card. And Republican Sen. Susan Collins could announce a run for Maine governor this week, and could therefore shirk at voting for a bill branded as huge giveaway to the rich by Democrats.\nBut unlike in the Obamacare repeal effort, it's also possible that some Democrats running for re-election in red states won easily by Trump could defy their leaders and vote to gift the President a big win.\nJUST WATCHED\n",
        "quotes": [
            [
                "When your trucks are moving, America is growing,",
                "Donald Trump",
                true
            ],
            [
                "America first means putting American truckers first.",
                "Donald Trump",
                true
            ],
            [
                "I'd like to see it stop,",
                "",
                true
            ],
            [
                "If Donald Trump is fighting with Paul Ryan or Mitch McConnell or now Bob Corker, he is taking his eye off the ball for tax reform,",
                "",
                true
            ],
            [
                "Trump is) calling on Congress to get their job done,",
                "Sarah Sanders",
                true
            ],
            [
                "They're on another vacation right now, I think that we would all be a lot better off if the Senate would stop taking vacations, and start staying here until we actually get some real things accomplished.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.cnn.com/2017/09/27/politics/donald-trump-tax-reform-indianapolis/index.html",
                "https://www.cnn.com/2017/10/10/politics/epa-cpp-climate-change/index.html",
                "http://www.cnn.com/2017/10/10/politics/roy-blunt-bob-corker-trump-feud/index.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/nytimes?ref_src=twsrc%5Etfw"
            ]
        },
        "key_words": [
            "republicans",
            "corker",
            "tax",
            "twitter",
            "washington",
            "reform",
            "trumps",
            "push",
            "spats",
            "chance",
            "trade",
            "sen",
            "trump",
            "bob"
        ]
    }
]