[
    {
        "url": "https://www.nytimes.com/2017/10/10/world/middleeast/egypt-human-rights.html?rref=collection%2Fsectioncollection%2Fworld",
        "title": "Egyptian Activist Receives a Top Human Rights Award",
        "authors": [
            {
                "name": "Nick Cumming-Bruce",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-10",
        "text": "Advertisement\nImage\nMohamed Zaree in Cairo on Tuesday. The award jury found that he was “at high risk” of prosecution and life imprisonment because of his work in Egypt.CreditCreditKhaled Desouki/Agence France-Presse — Getty Images\nBy Nick Cumming-Bruce\nOct 10, 2017\nGENEVA — A prominent Egyptian lawyer and activist was awarded a Swiss-based foundation’s prestigious human rights award on Tuesday, drawing international attention to the Egyptian government’s crackdown on civil rights groups.\nThe award — the annual prize of the Martin Ennals Foundation — was given to Mohamed Zaree, the Egypt country director of the Cairo Institute for Human Rights Studies, for his contribution to promoting human rights amid the government’s escalating harassment and intimidation of activists.\nSometimes referred to as the Nobel of human rights prizes, the award recognizes those who “have shown deep commitment to human rights and face great personal risk.”\nA jury drawn from 10 international organizations selected Mr. Zaree from a shortlist of three candidates, citing his work leading a forum of independent Egyptian human rights organizations as well as for the Cairo Institute.\nIt observed that he is “at high risk” of prosecution and life imprisonment under a strict law that President Abdel Fattah al-Sisi signed in May severely curtailing the work of aid groups.\nMr. Zaree, whom the government has barred from traveling, was unable to attend the award ceremony in Geneva. Speaking via video link, he said the prize was recognition not just of his work but of “the tens of thousands of Egyptian citizens who have been tortured, imprisoned, disappeared or killed over the last six years — killed for nothing more than standing up to corruption and tyranny through peaceful means.”\nIt was also, he said earlier in a telephone interview, recognition of all Egyptian human rights defenders “who are working from here or in exile resisting dictatorship and paying a very high price.”\n“I think this is a message to the Egyptian authorities that the world is watching and it is concerned about the situation of human rights defenders in Egypt,” he said. By targeting groups that oppose violence, he added, “they are leaving a wide space for Islamic terrorism and fundamentalists.”\nEgypt’s dire human rights record has become a matter of concern to the Trump administration, which in August withheld or canceled around $290 million in aid partly in protest of the law targeting aid workers. Egyptian officials shrugged off the criticism, and later blocked the Human Rights Watch website in retaliation for a detailed report on torture in Egyptian prisons.\n“The United States government needs to increase its pressure on its military allies in Egypt to allow Zaree and other human rights defenders to work without harassment or fear of imprisonment,” Brian Dooley, a jury member from the group Human Rights First, said in a statement.\nThe other finalists for the award included Karla Avelar, a transgender woman in El Salvador who survived rape and attempted murder to work on behalf of gay, lesbian, bisexual and transgender people; and a group of five Cambodian human rights defenders who spent more than a year in pretrial detention as part of a crackdown by Prime Minister Hun Sen to deter opposition ahead of an election next year.\nThe candidates were picked for their bravery and because the jury saw them as emblematic of the increasing hardships that human rights defenders face globally, said Phil Lynch, a jury member and director of the Geneva-based International Service for Human Rights.\nMichael Khambatta, the director of the Martin Ennals Foundation, said that the circumstances in Egypt were “clearly a major factor in this award.”\nThe Cairo Institute moved its headquarters to Tunisia in 2014 after its founder and a member of its board of directors received death threats, leaving Mr. Zaree as country director in Egypt. The Egyptian government froze the assets of the institute and six other organizations in 2016 and then opened an investigation of Mr. Zaree on charges that carry a possible 30-year jail term.\nThe charges include defaming the image of Egypt, an action seen as posing a threat to national security, and cooperating with annual reviews by the United Nations’ Human Rights Council. Mr. Zaree also faced harassment and intimidation by the state-run news media, which demonized him as a traitor, foreign agent and spy, the Martin Ennals Foundation said.\nAs a member of the Human Rights Council, Egypt has an obligation to uphold rights and cooperate with United Nations mechanisms. But Mr. Zaree’s experience fits a wider pattern of repression in which the authorities have targeted other activists for working with the United Nations. Egyptian security agents seized Ebrahim Metwally Hegazy , a lawyer and human rights defender, at Cairo’s international airport last month as he was en route to Geneva to testify before a United Nations panel on enforced disappearances.\nThe Martin Ennals Foundation aims to give nominees some measure of protection through the international recognition that the award carries, and also clearly intended to stoke a wider response to the harsh treatment of dissenters.\nIn deciding this year’s winner, said Hans Thoolen, the secretary of the foundation’s board, “there was a very clear understanding that the Egyptian regime seems to be emboldened by the lack of action in the U.N. and by major states.”\nMr. Zaree also called for an international response in his remarks to the Geneva audience. “Our fates as citizens are also deeply connected,” he said. “Your freedom and rights depend on also defending the freedom and rights of Egyptians.”\nDeclan Walsh contributed reporting from Cairo.\nRelated Coverage\n",
        "quotes": [
            [
                "have shown deep commitment to human rights and face great personal risk.",
                "",
                false
            ],
            [
                "the tens of thousands of Egyptian citizens who have been tortured, imprisoned, disappeared or killed over the last six years — killed for nothing more than standing up to corruption and tyranny through peaceful means.",
                "",
                false
            ],
            [
                "who are working from here or in exile resisting dictatorship and paying a very high price.",
                "",
                false
            ],
            [
                "I think this is a message to the Egyptian authorities that the world is watching and it is concerned about the situation of human rights defenders in Egypt,",
                "",
                true
            ],
            [
                "they are leaving a wide space for Islamic terrorism and fundamentalists.",
                "",
                false
            ],
            [
                "The United States government needs to increase its pressure on its military allies in Egypt to allow Zaree and other human rights defenders to work without harassment or fear of imprisonment,",
                "Brian Dooley",
                true
            ],
            [
                "clearly a major factor in this award.",
                "Michael Khambatta",
                false
            ],
            [
                "there was a very clear understanding that the Egyptian regime seems to be emboldened by the lack of action in the U.N. and by major states.",
                "Hans Thoolen",
                false
            ],
            [
                "Our fates as citizens are also deeply connected,",
                "",
                true
            ],
            [
                "Your freedom and rights depend on also defending the freedom and rights of Egyptians.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/05/29/world/middleeast/egypt-sisi-ngo-crackdown-activists.html?module=inline",
                "https://www.nytimes.com/2017/08/22/us/politics/us-aid-egypt-human-rights-north-korea.html?module=inline",
                "https://www.nytimes.com/2017/09/13/world/middleeast/egypt-lawyer-disappeared.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "rights",
            "jury",
            "activist",
            "egyptian",
            "mr",
            "award",
            "nations",
            "united",
            "director",
            "zaree",
            "member",
            "human",
            "receives",
            "egypt"
        ]
    }
]