[
    {
        "url": "https://www.cnn.com/2016/09/19/politics/hillary-clinton-jimmy-fallon-the-tonight-show/index.html",
        "title": "Clinton: Trump, Putin have 'the most famous bromance going'",
        "authors": [
            {
                "name": "Dan Merica",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-19",
        "text": "Clinton to Fallon: Trump, Putin have 'the most famous bromance going'\nBy Dan Merica, CNN\nUpdated 1:39 AM ET, Tue September 20, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nHillary Clinton yukked it up with \"Tonight Show\" host Jimmy Fallon\nThe Democratic nominee slammed GOP rival Donald Trump over his Russia stance\nNew York (CNN)\nHillary Clinton described Donald Trump's relationship with Russian President Vladimir Putin as a \"bromance\" during an interview that aired Monday, making light of a connection that she has derided during the 2016 presidential campaign.\nClinton, during an interview taped Friday for NBC's \"The Tonight Show\" with Jimmy Fallon, was presented with a brown paper bag full of items that the host said Trump left for her when he appeared on Thursday's show.\nOne of the items: A picture of Putin in a red-heart shaped frame.\n\"Yeah, the most famous bromance going, right?\" Clinton said with a smile.\n\"Besides me and (Justin) Timberlake, you know what I mean,\" Fallon said, referencing the pop star and Grammy Award-winner.\nRead More\n\"But, but Justin's worthy of your attention,\" Clinton said. \"Because last I checked, he hadn't, you know, killed off his adversaries.\"\nThe bag also included a Pink Floyd \"The Wall\" CD -- a reference to Trump's desire to build a wall along the U.S.-Mexico border and a bag of softballs, a joke about Fallon's interview style.\n\"This is a pretty beat up bag. It's like a homeless person's bag,\" Clinton said about the wrinkled brown bag.\nClinton has sought to make Trump's glowing comments about Putin an issue in the 2016 election, arguing that if the Republican nominee is elected, he would be someone the Russian president could manipulate.\n\"Every day that goes by, this just becomes more and more of a reality television show,\" Clinton said after Trump appeared on RT, a cable channel in the United States that is an arm of the government-run news agency Russia Today.\n\"It is not a serious presidential campaign and it is beyond one's imagination to have candidate for president praising a Russian autocrat like Vladimir Putin and throwing his lot in with him,\" she said.\nTrump has said when a world leader compliments him, as Putin has, he will compliment them back. Trump has also argued that Putin is a better leader than President Barack Obama, citing his approval rating inside the country.\nHis fondness for Putin has been criticized by many Republican hawks such as Sen. John McCain, in addition to Clinton and Democrats.\nClinton's interview with Fallon comes as the Democratic presidential nominee is trying to push a more aspirational message on the campaign trail, touting her policies and values more than going after Trump. Aides feel late night interviews like the one with Fallon help soften Clinton to voters. Friday's taping marked her third interview with Fallon.\nThe forum allows Clinton to let loose and tell stories she doesn't usually use in standard interviews. For example, Clinton used this appearance to tell Fallon about playing high school softball.\n\"I am not the greatest athlete, but I loved playing sports when I was growing up,\" Clinton said, describing how the team she played on -- the Good and Plenty's -- was sponsored by a local candy distributor.\nFallon started the interview with Clinton by joking about her recent pneumonia diagnosis, which kept her off the campaign trail for three days.\nThe late-night host put on a surgical mask and used hand sanitizer on his hands after high-fiving the Democratic nominee.\nClinton said she was feeling better and when asked whether former President Bill Clinton was a good nurse, the former secretary of state said he was very \"solicitous.\"\n\"He was really, he was really very sweet, actually,\" Clinton said. \"My dogs were great, too.\"\n",
        "quotes": [
            [
                "Yeah, the most famous bromance going, right?",
                "Hillary Clinton",
                true
            ],
            [
                "Besides me and (Justin) Timberlake, you know what I mean,",
                "Jimmy Fallon",
                true
            ],
            [
                "But, but Justin's worthy of your attention,",
                "Hillary Clinton",
                true
            ],
            [
                "Because last I checked, he hadn't, you know, killed off his adversaries.",
                "Hillary Clinton",
                true
            ],
            [
                "This is a pretty beat up bag.",
                "Hillary Clinton",
                true
            ],
            [
                "It's like a homeless person's bag,",
                "Hillary Clinton",
                true
            ],
            [
                "Every day that goes by, this just becomes more and more of a reality television show,",
                "Hillary Clinton",
                true
            ],
            [
                "It is not a serious presidential campaign and it is beyond one's imagination to have candidate for president praising a Russian autocrat like Vladimir Putin and throwing his lot in with him,",
                "",
                true
            ],
            [
                "I am not the greatest athlete, but I loved playing sports when I was growing up,",
                "Hillary Clinton",
                true
            ],
            [
                "He was really, he was really very sweet, actually,",
                "Hillary Clinton",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "putin",
            "bromance",
            "fallon",
            "interview",
            "host",
            "clinton",
            "trump",
            "famous",
            "jimmy",
            "items",
            "hillary",
            "tonight",
            "going"
        ]
    }
]