[
    {
        "url": "http://www.bbc.com/news/world-latin-america-41579674",
        "title": "Mexico prison riot leaves 13 dead",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "11 October 2017\nThese are external links and will open in a new window\nClose share panel\nMedia captionPrisoners and authorities clash in northern Mexico\nThirteen people have been killed in a riot at a Mexican jail, authorities in the northern state of Nuevo Leon say.\nEight others were severely injured in the disturbance at Cadereyta prison. Local media report that 250 inmates battled security forces.\nA spokesman for the state government said lethal force had been used to regain full control of the facility.\nIt is the latest in a string of bloody clashes in Mexico's jails, which are often dominated by drugs gangs.\nTensions also rose outside the jail, near Monterrey, as prisoners' friends and relatives clashed with police.\nImage copyright Reuters\nImage caption Relatives of inmates burnt police gear grabbed from a truck\nMany anxiously awaited news, banging on the side of vans which left the site carrying the injured.\nAuthorities say an initial fight - reportedly between rival gangs - was quashed on Tuesday morning but violence re-erupted later when prisoners started fires.\nBlack smoke was seen rising over the facility and helicopters were sent to dampen the flames.\nOne inmate died in the initial fire.\nAldo Fasci, a spokesman for the Nuevo Leon government, told reporters prisoners had taken three guards hostage and security forces had entered after attempts to mediate failed.\nImage copyright Reuters\nImage caption A helicopter dropped water to extinguish a fire at the prison\nRelated Topics\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.bbc.co.uk/news/world-latin-america-35551857"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "spokesman",
            "nuevo",
            "dead",
            "relatives",
            "mexico",
            "media",
            "security",
            "prison",
            "northern",
            "state",
            "13",
            "prisoners",
            "leaves",
            "riot"
        ]
    }
]