[
    {
        "url": "https://www.nytimes.com/2017/10/09/arts/music/october-revolution-jazz-contemporary-music.html?rref=collection%2Fsectioncollection%2Farts",
        "title": "A Revolution in Jazz? An Avant-Garde Festival Makes History, but Not Community",
        "authors": [
            {
                "name": "Giovanni Russonello",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-09",
        "text": "Advertisement\nCritic’s Notebook\nA Revolution in Jazz? An Avant-Garde Festival Makes History, but Not Community\nImage\nThe October Revolution in Jazz & Contemporary Music, a four-day festival in Philadelphia, wrapped up its first night with a performance by the Sun Ra Arkestra.CreditCreditRyan Collerd for The New York Times\nPHILADELPHIA — From Thursday through Sunday, audiences at FringeArts in this city’s historic district heard a saxophone distorted through six effects pedals squealing at peak volume, surrealist absurdism from a heritage jazz ensemble, atonal electric harp, and solo flute played in vehement gusts over a track of looming electronics.\nThe October Revolution in Jazz & Contemporary Music was something like a State of the Union for free improvisation and avant-garde composition, and also a statement of potential. An intergenerational sweep of experimentalists — including younger acts as well as many of free jazz’s first-generation heroes, now in their 70s, 80s and 90s — appeared on a well-appointed stage in a city not known for high-budget jazz presentations. It was a rare institutional moment for the improvising avant-garde and maybe proof that in a moment when jazz is surging , the United States can respect its fringes on a level that only Europe historically has.\nImage\nThe saxophonist and composer Anthony Braxton headlined the festival on Friday.CreditRyan Collerd for The New York Times\nBut all weekend, you got the sense that the good stuff was happening onstage — not much of the music’s live-wire energy was penetrating the audience or getting passed around. In a way, this festival was running in a different, almost opposing, direction from its inspiration.\nThe October Revolution drew its name from the original October Revolution in Jazz, convened in New York in 1964 by the experimental trumpeter Bill Dixon . (The first night of the Philadelphia festival fell on what would have been his 92nd birthday.) Also four days long, held at the Cellar Café in Upper Manhattan, his October Revolution hosted concerts by pioneers of the newfangled avant-garde, like Sun Ra, John Tchicai and Paul Bley, and it featured midnight panel discussions featuring musicians and writers trying to make sense of a new landscape in formation. Admission to each night’s musical revue cost $1 (about $8 today).\nWithin 10 years, similar gatherings would be commonplace, thanks to New York’s loft-jazz scene, where experimental musicians hosted concerts and happenings in an attempt to seize the economic gears — and to craft welcoming stages for uncompromising improvisation.\nImage\nKnoel Scott dancing during the Sun Ra Arkestra’s performance on Thursday night.CreditRyan Collerd for The New York Times\nThe festival in Philadelphia a half-century later was not about artist determination: The events were booked by the nonprofit Ars Nova Workshop , which has presented experimental music around the city for 17 years. There were no discussions or other acknowledgments of the politics of music making or the ways musicians might assert creative freedom off the bandstand. Ars Nova’s intent, instead, seemed to be twofold: pulling together various strands of American experimentalism that have blossomed in microscenes across the country, and raising the technical bar for the presentation of avant-garde music on institutional stages.\nThe Art Ensemble of Chicago played Saturday night’s final set, framed as a celebration of the band’s 50th anniversary. This group — originally a flagship ensemble of Chicago’s Association for the Advancement of Creative Musicians — has always embodied a radical black performativity. In the 1960s and ’70s, its music, sometimes laced with vocals and often performed in costume, proposed a form of collective free improvising that was distinctly Chicagoan: earthier and more liturgical than Ornette Coleman’s, more aerated than John Coltrane’s.\nIn its current iteration, the saxophonist Roscoe Mitchell is the only founding member left; Famoudou Don Moye, who joined on drums in the 1970s, was also on hand, along with the trumpeter Hugh Ragin, the cellist Tomeka Reid and the bassists Jaribu Shahid and Junius Paul. At FringeArts, all six stood at attention to begin the set, facing stage left; Mr. Mitchell tooted a staccato note on his saxophone, and the musicians took their positions. Long solos came pouring forth from each member, but the quicksilver spread of Mr. Moye’s drumming vied for attention throughout. He used brushes to a levitating effect on the snare and cymbals, then moved to the congas to accompany Ms. Reid as she took a percussive pizzicato solo. The night hit a climax on Mr. Mitchell’s final statement, the band building to a swarm behind him. He moved in whorls on alto saxophone, his face wide open — both blank and intent — as if he were in the midst of a harrowing revelation.\nImage\nThe cellist Tomeka Reid played a solo during the Art Ensemble of Chicago’s set on Saturday.CreditRyan Collerd for The New York Times\nThe festival’s opening night had culminated with a performance by the Sun Ra Arkestra , a big band based in Philadelphia that is experiencing a late-late-career renaissance more than 20 years after the death of its namesake. But it was on Friday that audiences began to wake up and recognize the rareness of what they were hearing. The saxophonist and composer Anthony Braxton headlined, playing a solo performance that was full of a mysterious, sibilant lyricism; his playing was more beautiful and generous than usual, but it still focused your attention on the way an instrument must assign a set of linguistic parameters — and what it means to brush against them. On original pieces and, unexpectedly, covers of jazz standards (“Ruby, My Dear” and “Four”), he played little flurrying obbligatos and flights around a single note, softly splitting tones or warbling or breathing through the horn while clacking on its keys.\nThe flutist Claire Chase, 39, began her set earlier that night with a spellbinding extended composition for flute and electronics — darkened percussive sounds and splattering effects teasing her blustery flute from below and above. She was true to the instrument, not conveying a lot of weight or body, but exuding gravitas and a deceptive power. She ended the piece on one note, holding it and repeating it, pushing hard. It was as if she had busted a hole through the sound and was now blasting air through it, the tattered canvas flapping and shivering in the wind.\nNext, Ms. Chase was joined onstage by a pickup crew of Philadelphia artists, who sat in a circle around her. On her cue they played a variety of instruments — glasses filled with water, triangles, other hand percussion — as she wove a melody throughout the pooling communal sound. Finally, they stood together, facing the audience, and Ms. Chase invited the entire room to join in singing Pauline Oliveros’s “Tuning Meditation,” whereby everyone sings tones of their own choosing while listening intently to the others’ pitch choices, creating a kind of endless circuit.\nMs. Chase was taking control of the space in a way that no other artist at the festival did, extending an invitation and embodying all the power and generosity that act implies. She was reframing the interaction, asking audience members to buy in with something other than money.\nTickets to the major shows were $95 a night, a far cry from the cost to attend Dixon’s festival, and a relatively homogeneous crowd showed up: largely male and on some nights almost exclusively white. The high price of entry implied a unidirectionality, too: You were here to be entertained.\nThis October Revolution allowed your ears to receive a broad, loosely webbed assortment of music, but there wasn’t much — coming from the audience or the organizers — to remind you what united them. (Maddeningly, the venue’s background music came from Hudson, a supergroup that’s the closest thing contemporary jazz has to a soft-rock band — and which Ars Nova will present later this week. It was like applying glue remover between sets.)\nThere are some examples out there of festivals that embrace the avant-garde and keep a closer kinship with Dixon’s ideal — namely, the Hyde Park Jazz Festival in Chicago, organized by a neighborhood committee, and the Vision Festival, an artist-run celebration in New York. Those have an air of communal creation, grounded intent, natural suture. But they don’t offer the crisp, rarefied listening experience that Ars Nova did. Which matters more? Can they coexist?\nA version of this article appears in print on , Section C, Page 4 of the New York edition with the headline: A Revolution in Jazz, at Least Onstage. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/06/23/arts/music/a-pioneering-black-composer-roscoe-mitchell-keeps-pushing.html?module=inline",
                "https://www.nytimes.com/2017/08/29/arts/music/jazz-refreshed-london.html?module=inline",
                "https://www.nytimes.com/2017/03/10/arts/music/west-coast-get-down-thundercat-jazz-albums.html?module=inline",
                "https://www.nytimes.com/2016/11/27/arts/music/pauline-oliveros-composer-who-championed-deep-listening-dies-at-84.html?module=inline",
                "https://www.nytimes.com/2016/02/21/arts/music/anthony-braxtons-tempo-emphasizes-the-upbeat.html?module=inline",
                "https://www.nytimes.com/2010/06/20/arts/music/20dixon.html?module=inline",
                "https://www.nytimes.com/2005/06/30/arts/struggling-to-keep-the-band-and-legend-of-sun-ra-alive.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.parsintl.com/publication/the-new-york-times/",
                "http://www.theoctoberrevolution.org/",
                "https://www.arsnovaworkshop.com/"
            ]
        },
        "key_words": [
            "revolution",
            "avantgarde",
            "chase",
            "way",
            "tones",
            "community",
            "set",
            "power",
            "performance",
            "history",
            "makes",
            "playing",
            "festival",
            "sound",
            "played",
            "philadelphia",
            "jazz"
        ]
    }
]