[
    {
        "url": "https://www.politico.com/story/2016/09/trump-minorities-living-in-hell-228726?cmpid=sf",
        "title": "Trump at debate: Minorities in cities 'are living in hell'",
        "authors": [
            {
                "name": "Matthew Nussbaum",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-26",
        "text": "Trump at debate: Minorities in cities 'are living in hell'\nBy MATTHEW NUSSBAUM\nMinorities in America’s inner cities “are living in hell,” Donald Trump said in response to a question about healing race relations.\n“We have a situation where we have our inner cities, African-Americans, Hispanics, are living in hell, because it's so dangerous,” Trump said. “You walk down the street, you get shot. In Chicago, they've had thousands of shootings, thousands, since January 1st. Thousands of shootings. And I say, where is this? Is this a war-torn country? What are we doing? And we have to stop the violence, we have to bring back law and order, in a place like Chicago, where thousands of people have been killed. Thousands, over the last number of years.”\nStory Continued Below\nIt was a twist on what has become one of Trump’s signature lines in his pitch to the African American community: “What do you have to lose?” Trump often uses the line after listing what he says are the litany of problems in American cities, which he pins on Democratic politicians.\nTrump also hit Clinton for not saying “law and order” in response to the question. Clinton, for her part, said Trump misunderstood the state of America’s inner cities.\n“Well, I've heard Donald say this at his rallies, and it's really unfortunate that he paints such a dire negative picture of black communities in our country,” she said. “The vibrancy of the black church, the black businesses that employ so many people, the opportunities that so many families are working to provide for their kids. There's a lot that we should be proud of and we should be supporting and lifting up.”\nTrump has struggled badly amongst African-American voters, but has sought to close the gap in recent weeks with events in African-American churches.\n",
        "quotes": [
            [
                "We have a situation where we have our inner cities, African-Americans, Hispanics, are living in hell, because it's so dangerous,",
                "Donald Trump",
                true
            ],
            [
                "You walk down the street, you get shot.",
                "Donald Trump",
                true
            ],
            [
                "In Chicago, they've had thousands of shootings, thousands, since January 1st.",
                "Donald Trump",
                true
            ],
            [
                "And I say, where is this?",
                "Donald Trump",
                true
            ],
            [
                "Is this a war-torn country?",
                "Donald Trump",
                true
            ],
            [
                "And we have to stop the violence, we have to bring back law and order, in a place like Chicago, where thousands of people have been killed.",
                "Donald Trump",
                true
            ],
            [
                "Thousands, over the last number of years.",
                "Donald Trump",
                true
            ],
            [
                "What do you have to lose?",
                "Donald Trump",
                true
            ],
            [
                "Well, I've heard Donald say this at his rallies, and it's really unfortunate that he paints such a dire negative picture of black communities in our country,",
                "",
                true
            ],
            [
                "The vibrancy of the black church, the black businesses that employ so many people, the opportunities that so many families are working to provide for their kids.",
                "",
                true
            ],
            [
                "There's a lot that we should be proud of and we should be supporting and lifting up.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "living",
            "cities",
            "black",
            "clinton",
            "debate",
            "trump",
            "hell",
            "donald",
            "inner",
            "shootings",
            "minorities",
            "say",
            "thousands"
        ]
    }
]