[
    {
        "url": "http://beforeitsnews.com/u-s-politics/2017/10/philip-k-dicks-electric-dreams-official-trailer-2537514.html",
        "title": "Philip K. Dick’s Electric Dreams [Official Trailer]",
        "authors": [],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "By ram7932\nSaturday, October 7, 2017 10:10\n \nFrom the author of The Minority Report, A Scanner Darkly and The Man in the High Castle comes the new anthology series Electric Dreams an Amazon Video production. With 10 standalone episodes and a sweeping all-star cast, each epic story will explore fantasy, humanity, and a future we’ve only begun to imagine. From 5 to 5000 years in the future, each story in the anthology will question what it means to be human in uniquely ambitious, grounded, yet fantastical worlds. Episodes will star Anna Paquin, Terrence Howard, Greg Kinnear, Steve Buscemi, Janelle Monae, Essie Davis, Bryan Cranston and Richard Madden. The show is set to air in 2018.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.prodo1.com/",
                "http://www.suppressedhealthsecrets.com",
                "https://mitocopper.com/pages/affiliate-program"
            ]
        },
        "key_words": [
            "share",
            "wake",
            "electric",
            "dreams",
            "whitelist",
            "k",
            "trailer",
            "beforeitsnews",
            "toomake",
            "tell",
            "sure",
            "philip",
            "support",
            "youthank",
            "dicks",
            "official",
            "worldwide"
        ]
    }
]