[
    {
        "url": "https://www.nytimes.com/2017/10/12/arts/television/dynasty-dallas-reboot.html?rref=collection%2Fsectioncollection%2Farts",
        "title": "‘Dynasty’ or ‘Dallas’? Squaring Off in the Lily Pond",
        "authors": [
            {
                "name": "Patrick Healy",
                "link": null
            },
            {
                "name": "Alexandra Jacobs",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-12",
        "text": "Advertisement\nImage\nLinda Evans (Krystle) and Joan Collins (Alexis) on “Dynasty.”CreditCreditvia Photofest\nOct 12, 2017\nAlong with “Cheers” and “The Cosby Show,” American television in the 1980s was dominated by two prime-time soaps: “Dallas” and “Dynasty.” For years they vied to beat each other in the ratings; more recently each has gotten the reboot treatment . But which show was the best? Who was the villain you loved more, J. R. or Alexis? Which had better cliffhangers, clothing, guest stars, even social relevance?\nThe two of us — one from the Styles section of The New York Times, one from Culture — decided to put on our marabou stoles and cowboy boots and duke it out.\nALEXANDRA JACOBS It’s a truth universally acknowledged that “Dallas” was a better-written show than “Dynasty,” but I would argue that “Dynasty” was a more captivating one — at least starting with Season 2, which is when I first tuned in clandestinely from my parents’ bedroom in New York. Even on their tiny black-and-white Panasonic with its broken antenna, I could tell this was going to be something colorful.\nThat initial black-and-whiteness probably crystallized a central tenet of the show’s appeal: that its sumptuous interiors and arch repartee recalled old movies I’d loved, like “Holiday” with Cary Grant and Katharine Hepburn. How could the twangy, homespun “Dallas” possibly compare?\nImage\nThe original cast of the CBS series “Dallas,” including (at left) Larry Hagman as the villainous J.R. Ewing and Linda Gray as Sue Ellen Ewing, his long-suffering wife.CreditLandov/CBS\nPATRICK HEALY You were secretly watching in New York; I was hiding out in our den in suburban Boston, because I wasn’t sure what my parents would think of me loving a soap opera.\n“Dallas” was more “Peyton Place” than “Holiday,” and the clothes weren’t as fine, but it did have an ingeniously original, amoral central character in J. R. Ewing (a shrewd performance by Larry Hagman) and a delicious mix of earnestness (Bobby and Pam Ewing) and bitchiness (Sue Ellen Ewing and Lucy Ewing).\n“Dallas” was twangy, but it also had broad appeal: It was a show about winning, and about people who wanted to be winners, and America needed that zest after the downbeat ’70s. As much as I enjoyed “Dynasty,” I never felt inspired to root for power-couple Blake and Krystle Carrington (John Forsythe and Linda Evans). I mean, did you really give a fig about Fallon?!\nJACOBS A fig stuffed with goat cheese and wrapped in prosciutto! As played by Pamela Sue Martin (familiar to me from a terrifying afternoon watching “The Poseidon Adventure”), Fallon was my favorite character on the show: intelligent, free-spirited and sexually liberated.\nYes, she was a spoiled brat with an Elektra complex, but also a feminist who wasn’t about to let any man tell her how to live her life, a working mother who single-handedly turns around Blake’s hotel, La Mirage. The chemistry between her and the staid, dependable Jeff Colby (John James) was intoxicating to my preadolescent self.\nHEALY Fallon the working mother … hmmm … there are working mothers and then there are Carrington working mothers. And I’m not sure “feminist” is the first word I’d use for someone who was so demeaning and spiteful (at least at first) to other women.\nFor me, Fallon represented a central flaw of “Dynasty.” The show was a portrait of wealth, glamour, conspicuous consumption and narcissism — nothing more, really. Everyone wanted Blake’s love and money, and to a lesser extent Cecil Colby’s. The sexual politics became increasingly problematic, too: While the men schemed and sabotaged, the women fought over men in lily ponds and apartments.\n“Dallas” felt richer for its focus on family and betrayal. (It was not above a pool fight, but those usually involved men.)\nBoth shows did have great villains. How would you rate J. R. and Joan Collins’s Alexis?\nJACOBS No contest. J. R. felt irritatingly underplayed, with a rushed mumbling delivery. His predilection for the insults “slut,” “loser,” “drunk” and “saddle tramp” got old fast.\nHEALY Alexis called Krystle “you bitch!” a fair amount too. Those lines were juvenile, but I was juvenile, and they made me laugh.\nJACOBS And she managed to make “whore” a two-syllable word! Alexis was over the top but she was both always herself and constantly changing — and not just outfits. She rolled with whatever crazy story line the writers came up with (quite literally, in the case of the infamous mud-wrestling scene ). And she always committed 100 percent, whether it was to singing a rendition of Frank Loesser’s “The Boys in the Back Room” à la Marlene Dietrich or falling off a balcony with Dex in the last season’s final episode.\nWhich brings us to cliffhangers. Sashaying down memory lane with you made me realize how much the experience of watching television has changed, from once-a-week treat to isolated bingeing-and-tweeting. Who the heck shot J. R., anyway?\nHEALY J. R. took it in the chest from his mistress Kristin Shepard (Mary Crosby), Sue Ellen’s scheming sister. That guy was such a dirty dog, but he was also one of the first prime-time villains that viewers loved to hate. He was a forerunner to antiheroes like Tony Soprano, Walter White and Cersei Lannister.\nThe “Who Shot J. R.?” season finale of “Dallas” was, for me, the greatest TV cliffhanger of all time. It came in March 1980; it wasn’t until November that Kristin was unmasked as the shooter. During the intervening months, everyone from President Carter to Vegas oddsmakers weighed in on J. R. The watercooler energy was enormous. While other television shows had fan followings, “Dallas” demonstrated that you could keep viewers in thrall for much of a year without any new episodes.\n“Dynasty” had its own cliffhangers. I’ll bet you a Dean & DeLuca coffee that we agree on the most memorable one.\nJACOBS Well, it has deeply uncomfortable resonance right now, but the Moldavian Massacre was the most memorable to me. That was truly scary: terrorists, shattering glass, bloodied bodies. Better make it a martini.\nHEALY Gruesome images — and then, cue the credits.\nJACOBS It took place during a royal wedding, with the bride, Amanda Carrington, played by real-life royalty, Catherine Oxenberg. Somehow the “Dy” in “Dynasty” was all bound up in my head with Princess Diana, and her own royal wedding to Prince Charles (never mind that the English pronounced it “Din-asty”). Obviously this was a time of conservatism and convention and backlash to the progressivism of the ’60s and ’70s.\nHEALY The depiction of so many women on “Dallas” as sexual objects and playthings definitely ran counter to progressivism. But “Dynasty” and “Dallas” could be topical, too.\nJACOBS “Dynasty” moved the national conversation forward on homosexuality. Steven Carrington is immediately introduced as being attracted to men, and despite tentativeness in how the show presented his orientation, one felt the creators were basically on his side — don’t you think? He was a likable and complex character, not a caricature.\nThen, of course, Rock Hudson’s death shortly after appearing on the show provoked national hysteria that he might have infected Linda Evans with H.I.V. by kissing her, which led to important education about how the disease is actually transmitted.\nIt was dismissed for being superficial but was actually right on top of the issues! And it had a few African-American cast members, notably the great Diahann Carroll as the mega-glam Dominique Deveraux. Did “Dallas” have a single minority?\nHEALY “Dallas” was an extraordinarily white show. For a state as racially and ethnically diverse as Texas, the series really failed by reducing people of color to servants and waitresses.\nIt did strive for some social relevancy, though, with its portrait of alcoholism. Sue Ellen struggled for years to get sober and stay sober: J. R. made serenity impossible, but it was really Sue Ellen’s battle with low self-esteem, betrayal, envy and self-loathing that proved painful to watch through her relapses — but ultimately pretty inspiring as she achieved stretches of sobriety.\nWith the stabs at realism came the fantastical. I speak, of course, about the Mortal Sin of “Dallas” — the entire season of episodes that was retroactively labeled a “dream” of Pam’s to explain Bobby’s death and subsequent reappearance in her shower. What was the best twist of “Dynasty”?\nJACOBS I don’t recall anything as shocking as the gasp-inducing “scar” reveal by Marcia Cross on “Melrose Place,” but the return of regular-guy Matthew Blaisdel at the end of Season 7 was certainly unexpected. It was no surprise whatsoever to me, though, at that point, that he had elected to hold the Carrington family hostage.\nAnd speaking of “Melrose,” that brings us to the current reboot, which stars Grant Show as Blake. How do you think it will stack up against the “Dallas” one a few years ago?\nHEALY Watching the new “Dynasty,” I missed the old “Dynasty.” The new versions of both “Dynasty” and “Dallas” go young with their actors. But the “Dallas” reboot still had J. R., Sue Ellen and Bobby, and they were up to their old tricks and in fine form. If only Joan Collins wasreprising her role as Alexis in the “Dynasty” reboot, as a cougar to middle-aged Blake!\nJACOBS You keep dreaming, honey … just like Pam Ewing. And now I’ll flounce away, borrowing a line from the original Krystle:\n“If you want a rematch, just whistle … if you can!”\nA version of this article appears in print on , Section C, Page 6 of the New York edition with the headline: ‘Dynasty’ or ‘Dallas’? The Battle Continues. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "The Boys in the Back Room",
                "J. R. Ewing",
                false
            ],
            [
                "If you want a rematch, just whistle … if you can!",
                "Krystle",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.latimes.com/archives/la-xpm-1985-08-02-ca-5790-story.html",
                "https://www.nytimes.com/2017/10/10/arts/television/dynasty-remake-review.html?_r=0&module=inline",
                "https://www.nytimes.com/2012/06/10/arts/television/dallas-with-larry-hagmans-j-r-ewing-returns.html?module=inline",
                "https://people.com/tv/dynasty-moldavian-wedding-cliffhanger-30-years-later/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.youtube.com/watch?v=rK1f4KtCwzk",
                "https://www.parsintl.com/publication/the-new-york-times/",
                "https://www.youtube.com/watch?v=HU8RQhgev3E",
                "https://www.youtube.com/watch?v=eWapXsbVN0o"
            ]
        },
        "key_words": [
            "dynasty",
            "squaring",
            "truth",
            "dallas",
            "pond",
            "vied",
            "universally",
            "treatment",
            "york",
            "tiny",
            "lily",
            "tuned",
            "villain"
        ]
    }
]