[
    {
        "url": "https://www.nytimes.com/2017/10/10/sports/baseball/chicago-cubs-washington-nationals-strasburg.html?rref=collection%2Fsectioncollection%2Fsports",
        "title": "While the Cubs Convey Success, the Nationals Still Flounder",
        "authors": [
            {
                "name": "Tyler Kepner",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-10",
        "text": "Advertisement\nImage\nChicago Cubs fans at Wrigley Field celebrating after the team’s 2-1 win over the Washington Nationals in Game 3 of the National League division series. The Cubs are trying to become the first team since 2000 to repeat as the World Series champion.CreditCreditTannen Maury/European Pressphoto Agency\nCHICAGO — When rain postponed the fourth game of this National League division series on Tuesday, it seemed like a victory, of sorts, for the Washington Nationals. Instead of using their fourth starter, Tanner Roark, against the imposing Chicago Cubs, they could use an ace, Stephen Strasburg, on his usual four days’ rest.\nYet for the Nationals, nothing comes easily at this time of year. The Cubs have completely remade their identity, overcoming their dubious postseason history last November by winning the World Series for the first time in 108 years. Now, it seems, the Nationals have replaced them as masters of the fall follies.\nWith the Nationals facing first-round elimination for the fourth time in six seasons, they cannot turn to Strasburg, after all. On Wednesday afternoon, it still will be Roark, who had a 4.67 E.R.A. this season, against the confident Cubs. Nationals Manager Dusty Baker said that Strasburg, who fired seven strong innings in Game 1 of this series, was not feeling well.\n“A lot of my team is under the weather with the change of weather and the air conditioning in the hotel and the air conditioning here,” Baker said. “It’s just this time of the year for mold around Chicago — I think it’s mold. I mean, I have it, too.”\nBaker initially said that Strasburg had thrown in the bullpen on Tuesday to prepare for his start in a potential Game 5, which would take place Thursday in Washington. The team later amended that statement, revealing that Strasburg had actually thrown in the bullpen on Monday.\nIn any case, Strasburg, who has always relied on a strict routine and was shut down before the 2012 playoffs because of a predetermined innings limit after he underwent Tommy John surgery, will not be available for Game 4.\n“It’s fine,” Baker said. “We have full confidence in Tanner.”\nAnd the Cubs have reason to believe in their starter: Jake Arrieta, a former Cy Young Award winner who skipped his last start of the regular season to rest a hamstring injury. Lately, Arrieta has been dominant: He has a 2.28 E.R.A. since the All-Star Game break.\n“I’ve been able to throw a few really quality sides — timing is really good, the stuff is good,” Arrieta said. “So the arm strength hasn’t been affected, and if there’s any effect there, I think it’s in a positive way, just kind of giving it a breather, not throwing for a few days, and obviously the hamstring, benefited from that, as well. So I think it could have been a blessing in disguise for us.”\nThe way things have gone for the Cubs lately, that would only be fitting. Last year, Cleveland had home-field advantage for the World Series, but it ultimately helped the Cubs because Kyle Schwarber — a lumbering slugger coming back from a knee injury — had an extra game to be their designated hitter. The Cubs won three of the four games in Cleveland.\nImage\nJake Arrieta is scheduled to start for the Cubs on Wednesday in the postponed Game 4. He will not be facing Stephen Strasburg.CreditDilip Vishwanat/Getty Images\nIn left field on Monday, Schwarber dropped — and then kicked — a Daniel Murphy fly ball in the sixth inning to set up the Nationals’ first run. The Cubs simply shrugged it off; they had no hits at the time off Max Scherzer but went on to win, 2-1.\n“There was no panic in the dugout,” said the Cubs’ Ben Zobrist. “There was no thought that it wasn’t going to happen. It was just: when is it going to happen? When you make mistakes, the mantra as a team is just, ‘So what?’ ”\nThe Cubs went 92-70 this season, an 11-game drop from last year, and five games worse than their record in 2015. But the playoffs reset everything, and the Cubs look well prepared.\nNo team has won consecutive World Series titles since the Yankees of 1998 through 2000, making this the longest stretch in major league history without a repeat champion. The Cubs’ president of baseball operations, Theo Epstein, said this spring that the biggest challenge for a defending champion is overcoming the physical toll on its pitchers from the previous postseason.\nBut like the Los Angeles Dodgers — who will face the winner of this series in the N.L.C.S. — the Cubs did not have a single starter among the top 20 in innings pitched this year. That could help their rotation handle the rigors of October better than most. The Cubs starter with the most innings — Jose Quintana, with 188⅔ — arrived from the White Sox in a trade for four prospects on July 13, more than two weeks before the non-waiver deadline.\n“He was going to have a lot of suitors, did have a lot of suitors at that point,” said Cubs Manager Joe Maddon. “Our guys did a great job of jumping the gun there a little bit and getting him, because he’s been really exceptionally important to us.”\nQuintana gave the Cubs a proven starter who did not have to grind through the last postseason and who is under team control through 2020. He went 7-3 with a 3.74 E.R.A. for the Cubs, then held Washington to an unearned run over five and two-thirds innings in Game 3.\nStarters have a ghastly 8.53 E.R.A. in this postseason, but the Cubs’ trio of Kyle Hendricks, Jon Lester and Quintana has allowed one earned run in 18 2/3 innings for a 0.48 E.R.A. — and an average of more than six innings per start.\n“If your starter can get you six, seven innings into a game, it takes a lot off your bullpen,” said Hendricks, adding later: “In this day and age, we’re lucky to have the rotation we have and rely on that.”\nThe Nationals boast a strong and durable rotation, too. But when the baseball gods dropped a gift in their laps on Tuesday, it squirted through their hands and shattered on the ground. The Cubs once played that hapless role, but not anymore. They expect the best in October — and play like it, too.\nA version of this article appears in print on , Section B, Page 11 of the New York edition with the headline: As Confusion Reigns, the Nationals Become the New Cubs. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "A lot of my team is under the weather with the change of weather and the air conditioning in the hotel and the air conditioning here,",
                "Baker",
                true
            ],
            [
                "It’s just this time of the year for mold around Chicago — I think it’s mold.",
                "Baker",
                true
            ],
            [
                "I mean, I have it, too.",
                "Baker",
                true
            ],
            [
                "We have full confidence in Tanner.",
                "Baker",
                true
            ],
            [
                "I’ve been able to throw a few really quality sides — timing is really good, the stuff is good,",
                "Jake Arrieta",
                true
            ],
            [
                "So the arm strength hasn’t been affected, and if there’s any effect there, I think it’s in a positive way, just kind of giving it a breather, not throwing for a few days, and obviously the hamstring, benefited from that, as well.",
                "Jake Arrieta",
                true
            ],
            [
                "So I think it could have been a blessing in disguise for us.",
                "Jake Arrieta",
                true
            ],
            [
                "There was no panic in the dugout,",
                "Ben Zobrist",
                true
            ],
            [
                "There was no thought that it wasn’t going to happen.",
                "Ben Zobrist",
                true
            ],
            [
                "It was just: when is it going to happen?",
                "Ben Zobrist",
                true
            ],
            [
                "When you make mistakes, the mantra as a team is just, ‘So what?",
                "Ben Zobrist",
                true
            ],
            [
                "He was going to have a lot of suitors, did have a lot of suitors at that point,",
                "",
                true
            ],
            [
                "Our guys did a great job of jumping the gun there a little bit and getting him, because he’s been really exceptionally important to us.",
                "",
                true
            ],
            [
                "If your starter can get you six, seven innings into a game, it takes a lot off your bullpen,",
                "Hendricks",
                true
            ],
            [
                "In this day and age, we’re lucky to have the rotation we have and rely on that.",
                "Hendricks",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.parsintl.com/publication/the-new-york-times/",
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY"
            ]
        },
        "key_words": [
            "nationals",
            "success",
            "chicago",
            "roark",
            "game",
            "flounder",
            "fourth",
            "strasburg",
            "convey",
            "cubs",
            "weather",
            "series",
            "mold"
        ]
    }
]