[
    {
        "url": "http://www.bbc.com/sport/american-football/41530732",
        "title": "Colin Kaepernick: From one man kneeling to a movement dividing a country",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "2017-10-11",
        "text": "By Patrick Jennings\nShare this page\nShare this with\n\"This is what lynchings look like in 2016.\"\nA video accompanies Colin Kaepernick's Instagram post. It begins as two white police officers wrestle a black man to the floor.\nOne officer appears to cuff the man's hands behind his back. Another, positioned by the man's shoulders, tightly presses his head to the ground.\nThe same officer moves one hand away, reaching for his gun. He points it to the man's chest, and fires.\nAlton Sterling, 37, died of gunshot wounds to the chest and back.\nFormer San Francisco 49ers quarterback Colin Kaepernick first protested against racial injustice and police brutality by kneeling down during the United States national anthem in the summer of 2016. Since then, a whole movement has grown around that gesture.\nBBC Sport's Richard Conway, David Lockwood and Simon Clancy travelled to the US to investigate. Listen again to BBC Radio 5 live's programme, On Bended Knee, and watch a special Newsnight report.\n\"Another murder in the streets because of the colour of a man's skin, at the hands of the people who they say will protect us,\" Kaepernick writes.\n\"When will they be held accountable?\"\nThe next day, 6 July 2016, another black man is shot dead by a police officer.\nPhilando Castile, 32, is shot seven times during a traffic stop. He died in the driver's seat with his girlfriend beside him and her four-year-old daughter in the back.\nPolice dashcam footage shows officer Jeronimo Yanez firing several times into the car. He pulled it over because of a broken brake light.\nMedia playback is not supported on this device\nPolice dashcam has been released of the Philando Castile shooting\nThe microphone on Yanez's uniform picks up this exchange:\nYanez: \"You have a licence and insurance?\"\n[pause]\nCastile: \"Sir, I do have to tell you I have a firearm on me.\"\nYanez: \"OK, OK. Don't reach for it then. Don't pull it out.\"\nCastile: \"I'm not pulling it out.\"\nYanez: \"Don't pull it out.\"\nAfter the shots were fired, Castile's girlfriend Diamond Reynolds took out her mobile phone and livestreamed from inside the car as the officer screamed for her not to move.\n\"Please don't tell me my boyfriend just went like that,\" she says.\n\"Please officer don't tell me you just did this to him. You shot four bullets into him, sir. He was just getting his licence.\"\nReynolds is handcuffed and held in the back of a police car with her daughter, who says: \"Please stop cussing because I don't want you to get shooted. I can keep you safe.\"\nMedia playback is not supported on this device\n'I don't want you to get shooted': Inside police car after Castile shooting\nThursday, 7 July 2016.\nA black former member of the US Army Reserve kills five police officers as a Black Lives Matter march is held in Dallas. The march was organised to protest against the shootings of the previous two days.\nMicah Johnson, 25, is himself killed following a stand-off with police, who sent remotely detonated explosives into the car park where he had taken refuge.\nThe city's police chief David Brown reveals Johnson told a negotiator he had wanted to kill white people, especially white police officers, because he was angry about the recent shootings of black men by police.\nHe is said to have shouted: \"How many did I get?\"\nMedia playback is not supported on this device\nA step-by-step guide to Dallas shootings\n'A very deep thinker'\nThe tattoo across his chest reads: \"Against all odds.\"\nKaepernick was adopted, a mixed-race baby raised by a white family. The Kaepernicks had two young sons who died because of heart defects. They wanted another child.\nTheir boy grew up to become a superstar, and one of the most divisive figures in the United States.\nAt high school he was a brilliant baseball pitcher, but the NFL was his focus. He could throw the ball. A quarterback.\nKaepernick posted this photo with his mum Teresa with the caption: \"She showed me how my heart was supposed to radiate! Love you!\"\nFirst, he had to reach the college game. It wasn't easy. Scouts from the University of Nevada - the only one to eventually offer him a scholarship - watched the clips his older brother had burned to DVD, but even they were not convinced.\nThey took a gamble because they saw him dominate a high-school basketball game he really should have missed, having been struck down with fever the same day.\nHe went to college. He studied for a degree in business management, excelled on the pitch, and opened his curious mind wide to the world.\nDr Reginald Stewart spent 19 years at the University of Nevada, and knew Kaepernick during his time there.\nHe told USA Today: \"He is very, very smart and very intellectual. He's a very deep thinker. What he's doing is absolutely and directly in line with how he's always communicated.\n\"It's not like I turned on the TV and was like: 'Wow, where did this come from?' I was like, you know what, he has been thinking about these issues for at least the time I've known him. At some point, he made the decision that this was important enough for him to act.\"\nKaepernick is drafted by the San Francisco 49ers in 2011. He leads them to the Super Bowl two years later, but they lose to the Baltimore Ravens.\nHe continues to read widely - about the civil rights movement and post-colonial theory, Malcom X's autobiography and Franz Fanon's The Wretched Of The Earth.\nHe begins to attend classes at the University of California, Berkeley, having befriended Ameer Hasan Loggins, who is working towards his doctorate in African Diaspora Studies.\nIn August, Loggins wrote an article for The Athletic about their relationship. He compared Kaepernick to Ella Baker, the civil rights activist who died in 1986, aged 83.\n\"She was a civil/human rights leader that was invested in developing a leaderful movement,\" Loggins wrote. \"She pushed the folks to politicise and mobilise the people via group-centred leadership.\n\"Here I am, taking leadership cues from Ella Baker, and next thing I know I am in the inner circle of a passionate, intelligent and conscious NFL star with a tremendous heart and a righteous indignation over the treatment of the oppressed.\n\"I met Kaepernick before he became a cultural icon and a lightning rod for both hope and hatred.\n\"People that trace our connection to UC Berkeley assume he became politicised in my class. But Colin was aware, focused, well-read, eager to learn.\"\nAnd then came three days in July last year.\nThe perilous fight\nThe singer pauses, hanging between verses. He knows - like the thousands standing around him in the stands, on the pitch and on the stage - that the Star-Spangled Banner, the American national anthem, is about to reach its highest point.\nKaepernick is on the team bench. Sandwiched between two giant soft-drink barrels, he sits alone as thousands roar and whoop in appreciation.\n\"I am not going to stand up to show pride in a flag for a country that oppresses black people and people of colour. To me, this is bigger than football and it would be selfish on my part to look the other way,\" he says after the pre-season match in August 2016.\n\"There are bodies in the street and people getting paid leave and getting away with murder.\"\nKaepernick, with his shirt number slightly obscured, is by the orange drinks cart\nThis is not his first protest. But it is his first protest in team kit. And it is the first time he is asked about it.\nHis silent, solitary gesture of solidarity makes a lot of people very angry. One of those is Nate Boyer. He used to be in the US Army Special Forces and is a former NFL player.\n\"When I saw that, I felt like I was betrayed. It just hurt. It was extremely disgraceful for me. In my eyes you might as well burn the flag,\" he told the BBC.\n\"That was my initial reaction before I stopped and thought: 'What is he so upset about that he would want to protest the symbol of what our country stands for - which is freedom of rights?'\"\nBoyer decides to write an open letter to Kaepernick. And they meet.\nMedia playback is not supported on this device\nColin Kaepernick 'has potential to be icon' - Nate Boyer\nThe NFL star - in 2014 he signed a contract that would have been worth up to $126m (£95.8m) over six years - actually sends a taxi to take Boyer from San Diego to San Francisco, about an eight-hour drive along the California coast.\n\"I wanted him to stand - but I wanted him to stand because he feels like we are going in the right direction, like things are changing,\" Boyer says of their meeting.\n\"I wanted him to understand the implications of what he was doing, and he listened. That was important, because we are at a time when people just shake their fists instead of trying to fix something together. We reached a position of consensus.\"\nA week later, Kaepernick protests again. This time he is joined by his team-mate Eric Reid, and both men kneel while the national anthem plays.\nBoyer, (far right) stands with his hand on his heart as the anthem plays. Kaerpernick kneels with team-mate Eric Reid (left)\nBoyer stands next to them. On the same night, at another match, Jeremy Lane of the Seattle Seahawks remains seated for the anthem. The movement is growing.\n\"It took courage for him to sit initially. It took more courage to bend his position a little bit,\" Boyer adds.\n\"I told him if they knelt I would be next to them with my hand on my heart, because I support your right to peacefully protest in this country. That is what I fought for.\"\nMr Trump attacked dissenting players at a rally in Alabama\nIn late September, two matches in to the 2017 NFL season, President Donald Trump makes a speech.\nHe says players who refuse to stand for the national anthem are \"sons of bitches\" who should be fired by their teams.\nThe reaction to his words could not be more divided.\nThere is support from many - who find the protest disrespectful - and there is condemnation from many others.\nKaepernick's mother tweets: \"I guess that makes me a proud bitch!\"\nNBA star LeBron James describes Trump as a \"bum\".\nOver the weekend of 24-25 September, never before had the protest of refusing to stand during the national anthem attracted such attention. Scores of athletes, managers and coaches - across several sports - performed some kind of protest or gesture of solidarity while the national anthem played before their games.\nSome linked arms, some stayed in the dressing room, many knelt. Travis Kelce of Kansas City Chiefs became the most prominent white player to kneel.\n\"I will be proud of it until the day I die,\" he told BBC Sport.\n\"Hopefully it creates talk and creates change. It's very important for this to actually become a change in society instead of it just being a bash on NFL players for making a protest.\"\nBut players find themselves having to explain what their actions mean.\nMany NFL supporters and the US public in general view the players as being unpatriotic, disrespectful of American values and/or the US military, and they agree with what Trump said.\nMedia playback is not supported on this device\nChiefs fans divided over players kneeling\nOutside the stadiums, fans tell the BBC:\n\"I'm 100% against it and 100% behind Trump. I don't come out to the football games to see political views. This is not the venue for the protest. I will boo them.\"\n\"They need to respect the flag.\"\n\"The message was never about the anthem, the message is about police brutality against African-Americans and that seems to have been lost.\"\nEric Reid, who first kneeled with Kaepernick a year before, writes in the New York Times: \"It baffles me that our protest is still being misconstrued as disrespectful to the country, flag and military personnel. We chose it because it's exactly the opposite.\n\"It has always been my understanding that the brave men and women who fought and died for our country did so to ensure that we could live in a fair and free society, which includes the right to speak out in protest.\"\nBut Kaepernick himself is absent. Why?\n'A prisoner of the moment'\nTwo NFL players walk into a computer game shop. It's not a joke, this really happened:\nKeith Marshall and Rob Kelley of the Washington Redskins were in Dulles, just outside the nation's capital, when they saw a young boy wearing Kaepernick's number seven San Francisco 49ers jersey. They complimented him on it.\nIn conversation, the 10-year-old Jaden explains why he is there. He has been saving up for an Xbox, and is keeping tabs on the price - he can't yet afford it.\nSo they buy it for him - with his grandma's permission of course.\nJaden explains why he has a Kaepernick jersey.\n\"I liked how he wasn't afraid to show what he thought. He risked getting fired, which was a big thing. I wouldn't even do that, but he did, and I really like him for standing out.\n\"I don't know if people agree with it, but he just doesn't care what people say and that's inspired me and probably inspired other people.\"\nMarshall and Kelley also bought Jaden a game - but it wasn't Madden, the official NFL computer game.\nHad it been, Jaden would not have found his favourite player. Kaepernick is no longer in the game. In March, he opted out of his contract with the 49ers. He is now 29 years old and a free agent. But off the pitch, he is busy.\n\"His family is probably able to do whatever they want, but not everybody is able to have the stuff that we have the luxury of having,\" said Kelley (right)\nHe has been donating money to various charities and projects across the United States - he has pledged to donate $1m (£750,000) in total - and has helped set up an educational campaign called Know Your Rights.\nIn late September, Sports Illustrated published a front cover on how sport has united following Trump's speech.\nThere was no Kaepernick there either.\nHe is not injured, and should still be capable of performing at the highest level. He has not spoken to the media for months. There are reports that team owners are refusing to sign him - despite coaches wanting to.\nNBA star Steph Curry was featured on the cover, after he said he would not accept an invitation to the White House. Trump later said Curry had been 'uninvited'.\nColin Kaepernick was not featured on the front of this month's Sports Illustrated magazine\nWhen he was asked about Kaepernick's omission from the Sports Illustrated front cover, Curry described him as \"a prisoner of the moment\".\n\"That was terrible,\" he said. \"The real people who are understanding exactly what's going on and who's really been active and vocal and truly making a difference, if you don't have Kaepernick front and centre on that, something's wrong.\"\nBoyer, who was there when Kaepernick 'took a knee' for the first time, has not spoken to him for a while either - not since the Super Bowl, in February.\nHe says that \"there was never any falling out as such\", but he does worry about him \"being pulled so far in one direction that there is never going to be any room to grow and really move forward\".\nHe believes Kaepernick \"may never play again\" but adds: \"I don't fear that, because he is in a much more important position now.\n\"If he is able to embrace those who disagree with him and love them, much like Martin Luther King did, then Colin has the potential to be something like that.\n\"He could be the face of something and really move this conversation forward - if he is willing to listen.\n\"It is going to take swallowing of pride and humility, but I would rather see him move into this realm than play again, because he has been quiet for a long time.\n\"We need you to be a part of this because you started this.\"\nMedia playback is not supported on this device\nTrump comments 'inflammatory' - Kraft\nWhere will it end? Friday night football in 'Muck City'\nGo past the Trump International golf course, past the country and polo club, past Twentymile Bend, and out into the sugarcane fields.\nWelcome to Belle Glade. 'Her soil is her fortune.'\nIt is a small agricultural town, inland from the opulent coastal resort of Palm Beach, where Donald Trump's Mar-a-Lago residence is situated.\nBelle Glade and its surrounding area is known as Muck City, population about 20,000. It is also a hotbed for American football talent.\nGlades Central High School counts dozens of NFL players among its alumni\nOn Friday night, 17-year-old Kortney Ware was among the Glades Central Raiders lining up to face a team from Lake Worth, down on the coast. They won 50-8. Before the match, as the anthem played, Ware took a knee.\n\"I did it for the police brutality,\" he told BBC Sport's Richard Conway.\n\"People have got to speak up. I am tired of seeing us black people killed, especially young people. Every day somebody black getting killed for little stuff. It's tough for us black people. So we're standing up.\"\nSome schools in the United States have vowed to punish players who refuse to stand for the national anthem.\nAnd on Tuesday, reports suggested NFL owners, at a league meeting next week, are planning to introduce rules to force players to stand.\nThe Raiders' coach, Jessie Hester, himself a former NFL player, says he \"fully supports\" the protests, and his players' right to do the same.\nMedia playback is not supported on this device\n'I'm sick of young black men being killed'\n\"There are no better people to do it than stars,\" he adds.\n\"There is social injustice in this country that we need to address and the guys in the NFL have a platform. People listen to them.\n\"These players here will want them to continue to speak out and be heard, because that's the only way change can happen.\"\nWare says Kaepernick was \"definitely\" an inspiration, and he hopes the influence of his kneel gesture will continue to grow.\n\"A lot of people are doing it now. Even the managers doing it too. That's amazingly successful,\" he adds.\n\"This will lead to better things, open people's eyes. We need even more people doing what we doing. Everybody speak up. Please. It's not always about the football.\n\"It's supposed to be the land of the free. But it's not been free.\"\nAdditional reporting: Simon Clancy, Richard Conway, David Lockwood\nShare this page\nShare this with\nTop Stories\nFrom the section Football\nFrom the section Football\n11 Oct 2017\nAlso in Sport\n",
        "quotes": [
            [
                "This is what lynchings look like in 2016.",
                "",
                true
            ],
            [
                "Another murder in the streets because of the colour of a man's skin, at the hands of the people who they say will protect us,",
                "Martin Luther King",
                true
            ],
            [
                "When will they be held accountable?",
                "",
                true
            ],
            [
                "You have a licence and insurance?",
                "Yanez",
                true
            ],
            [
                "Sir, I do have to tell you I have a firearm on me.",
                "Yanez",
                true
            ],
            [
                "OK, OK. Don't reach for it then.",
                "Yanez",
                true
            ],
            [
                "I'm not pulling it out.",
                "Yanez",
                true
            ],
            [
                "Please don't tell me my boyfriend just went like that,",
                "",
                true
            ],
            [
                "Please officer don't tell me you just did this to him.",
                "",
                true
            ],
            [
                "You shot four bullets into him, sir.",
                "",
                true
            ],
            [
                "He was just getting his licence.",
                "",
                true
            ],
            [
                "Please stop cussing because I don't want you to get shooted.",
                "",
                true
            ],
            [
                "She showed me how my heart was supposed to radiate!",
                "Martin Luther King",
                true
            ],
            [
                "He is very, very smart and very intellectual.",
                "",
                true
            ],
            [
                "He's a very deep thinker.",
                "",
                true
            ],
            [
                "What he's doing is absolutely and directly in line with how he's always communicated.",
                "",
                true
            ],
            [
                "It's not like I turned on the TV and was like: 'Wow, where did this come from?",
                "",
                true
            ],
            [
                "I was like, you know what, he has been thinking about these issues for at least the time I've known him.",
                "",
                true
            ],
            [
                "At some point, he made the decision that this was important enough for him to act.",
                "",
                true
            ],
            [
                "She was a civil/human rights leader that was invested in developing a leaderful movement,",
                "Loggins",
                true
            ],
            [
                "She pushed the folks to politicise and mobilise the people via group-centred leadership.",
                "Loggins",
                true
            ],
            [
                "Here I am, taking leadership cues from Ella Baker, and next thing I know I am in the inner circle of a passionate, intelligent and conscious NFL star with a tremendous heart and a righteous indignation over the treatment of the oppressed.",
                "Loggins",
                true
            ],
            [
                "I met Kaepernick before he became a cultural icon and a lightning rod for both hope and hatred.",
                "Loggins",
                true
            ],
            [
                "People that trace our connection to UC Berkeley assume he became politicised in my class.",
                "Loggins",
                true
            ],
            [
                "But Colin was aware, focused, well-read, eager to learn.",
                "Loggins",
                true
            ],
            [
                "I am not going to stand up to show pride in a flag for a country that oppresses black people and people of colour.",
                "",
                true
            ],
            [
                "To me, this is bigger than football and it would be selfish on my part to look the other way,",
                "",
                true
            ],
            [
                "There are bodies in the street and people getting paid leave and getting away with murder.",
                "",
                true
            ],
            [
                "When I saw that, I felt like I was betrayed.",
                "Martin Luther King",
                true
            ],
            [
                "It was extremely disgraceful for me.",
                "Martin Luther King",
                true
            ],
            [
                "In my eyes you might as well burn the flag,",
                "Martin Luther King",
                true
            ],
            [
                "That was my initial reaction before I stopped and thought: 'What is he so upset about that he would want to protest the symbol of what our country stands for - which is freedom of rights?",
                "",
                true
            ],
            [
                "I wanted him to stand - but I wanted him to stand because he feels like we are going in the right direction, like things are changing,",
                "Nate Boyer",
                true
            ],
            [
                "I wanted him to understand the implications of what he was doing, and he listened.",
                "",
                true
            ],
            [
                "That was important, because we are at a time when people just shake their fists instead of trying to fix something together.",
                "",
                true
            ],
            [
                "We reached a position of consensus.",
                "",
                true
            ],
            [
                "It took courage for him to sit initially.",
                "Nate Boyer",
                true
            ],
            [
                "It took more courage to bend his position a little bit,",
                "Nate Boyer",
                true
            ],
            [
                "I told him if they knelt I would be next to them with my hand on my heart, because I support your right to peacefully protest in this country.",
                "",
                true
            ],
            [
                "That is what I fought for.",
                "",
                true
            ],
            [
                "I guess that makes me a proud bitch!",
                "Martin Luther King",
                true
            ],
            [
                "I will be proud of it until the day I die,",
                "",
                true
            ],
            [
                "Hopefully it creates talk and creates change.",
                "",
                true
            ],
            [
                "It's very important for this to actually become a change in society instead of it just being a bash on NFL players for making a protest.",
                "",
                true
            ],
            [
                "I'm 100% against it and 100% behind Trump.",
                "",
                true
            ],
            [
                "I don't come out to the football games to see political views.",
                "",
                true
            ],
            [
                "This is not the venue for the protest.",
                "",
                true
            ],
            [
                "They need to respect the flag.",
                "",
                true
            ],
            [
                "The message was never about the anthem, the message is about police brutality against African-Americans and that seems to have been lost.",
                "",
                true
            ],
            [
                "It baffles me that our protest is still being misconstrued as disrespectful to the country, flag and military personnel.",
                "Eric Reid",
                true
            ],
            [
                "We chose it because it's exactly the opposite.",
                "Eric Reid",
                true
            ],
            [
                "It has always been my understanding that the brave men and women who fought and died for our country did so to ensure that we could live in a fair and free society, which includes the right to speak out in protest.",
                "Eric Reid",
                true
            ],
            [
                "I liked how he wasn't afraid to show what he thought.",
                "",
                true
            ],
            [
                "He risked getting fired, which was a big thing.",
                "",
                true
            ],
            [
                "I wouldn't even do that, but he did, and I really like him for standing out.",
                "",
                true
            ],
            [
                "I don't know if people agree with it, but he just doesn't care what people say and that's inspired me and probably inspired other people.",
                "",
                true
            ],
            [
                "His family is probably able to do whatever they want, but not everybody is able to have the stuff that we have the luxury of having,",
                "Kelley",
                true
            ],
            [
                "The real people who are understanding exactly what's going on and who's really been active and vocal and truly making a difference, if you don't have Kaepernick front and centre on that, something's wrong.",
                "Martin Luther King",
                true
            ],
            [
                "there was never any falling out as such",
                "Martin Luther King",
                false
            ],
            [
                "being pulled so far in one direction that there is never going to be any room to grow and really move forward",
                "Martin Luther King",
                false
            ],
            [
                "I don't fear that, because he is in a much more important position now.",
                "Martin Luther King",
                true
            ],
            [
                "If he is able to embrace those who disagree with him and love them, much like Martin Luther King did, then Colin has the potential to be something like that.",
                "Martin Luther King",
                true
            ],
            [
                "He could be the face of something and really move this conversation forward - if he is willing to listen.",
                "Martin Luther King",
                true
            ],
            [
                "It is going to take swallowing of pride and humility, but I would rather see him move into this realm than play again, because he has been quiet for a long time.",
                "Martin Luther King",
                true
            ],
            [
                "We need you to be a part of this because you started this.",
                "Martin Luther King",
                true
            ],
            [
                "I did it for the police brutality,",
                "Ware",
                true
            ],
            [
                "People have got to speak up.",
                "",
                true
            ],
            [
                "I am tired of seeing us black people killed, especially young people.",
                "",
                true
            ],
            [
                "Every day somebody black getting killed for little stuff.",
                "",
                true
            ],
            [
                "It's tough for us black people.",
                "",
                true
            ],
            [
                "There are no better people to do it than stars,",
                "",
                true
            ],
            [
                "There is social injustice in this country that we need to address and the guys in the NFL have a platform.",
                "",
                true
            ],
            [
                "These players here will want them to continue to speak out and be heard, because that's the only way change can happen.",
                "",
                true
            ],
            [
                "A lot of people are doing it now.",
                "Martin Luther King",
                true
            ],
            [
                "Even the managers doing it too.",
                "Martin Luther King",
                true
            ],
            [
                "This will lead to better things, open people's eyes.",
                "Martin Luther King",
                true
            ],
            [
                "We need even more people doing what we doing.",
                "Martin Luther King",
                true
            ],
            [
                "It's not always about the football.",
                "Martin Luther King",
                true
            ],
            [
                "It's supposed to be the land of the free.",
                "Martin Luther King",
                true
            ],
            [
                "But it's not been free.",
                "Martin Luther King",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.bbc.co.uk/news/world-us-canada-39497447",
                "https://theathletic.com/89431/2017/08/26/guest-column-the-true-colin-kaepernick-from-someone-who-has-been-there-and-calls-him-a-friend/",
                "https://www.espn.com/nfl/story/_/id/20226590/baltimore-ravens-coach-gm-support-colin-kaepernick-signing-owner-resistant",
                "https://www.washingtonpost.com/news/dc-sports-bog/wp/2017/09/28/a-kid-walked-into-a-gamestop-wearing-a-colin-kaepernick-jersey-two-nfl-players-bought-him-an-xbox/?utm_term=.c07de720d4c5",
                "https://www.cbssports.com/nfl/news/nfl-owners-to-discuss-rule-change-requiring-players-to-stand-during-anthem/",
                "http://www.bbc.co.uk/news/world-us-canada-41419906",
                "https://www.nytimes.com/2017/09/25/opinion/colin-kaepernick-football-protests.html",
                "https://www.usatoday.com/story/sports/nfl/49ers/2016/09/29/where-did-colin-kaepernick-get-start-activist/91232508/",
                "https://www.49ers.com/news/colin-kaepernick-opts-out-of-contract-becomes-a-free-agent-18611631",
                "http://www.bbc.com/sport/american-football/41380275",
                "https://www.washingtonpost.com/news/dc-sports-bog/wp/2017/09/28/a-kid-walked-into-a-gamestop-wearing-a-colin-kaepernick-jersey-two-nfl-players-bought-him-an-xbox/?utm_term=.84939931b806",
                "https://www.espn.com/college-football/news/story?id=5644658"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://knowyourrightscamp.com/",
                "https://www.bbc.co.uk/programmes/b09bjn0l",
                "https://www.bbc.co.uk/programmes/b098tk71",
                "http://kaepernick7.com/million-dollar-pledge/",
                "https://www.bbc.com/sport/football"
            ]
        },
        "key_words": [
            "man",
            "movement",
            "kaepernick",
            "playback",
            "kneeling",
            "dividing",
            "anthem",
            "dont",
            "protest",
            "colin",
            "nfl",
            "supported",
            "black",
            "trump",
            "players",
            "country"
        ]
    }
]