[
    {
        "url": "https://www.reuters.com/article/us-mexico-autos/u-s-content-in-mexican-autos-higher-than-argued-mexico-lobby-idUSKBN1CE2L7",
        "title": "U.S. content in Mexican autos higher than argued: Mexico lobby",
        "authors": [
            {
                "name": "Noe Torres",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-09",
        "text": "U.S. content in Mexican autos higher than argued: Mexico lobby\n3 Min Read\nMEXICO CITY (Reuters) - Mexico’s main automotive industry group said on Monday U.S. content in vehicles made south of the border is far higher than Trump administration officials have argued, as Mexican auto output and exports posted robust growth in September.\nThe comments came two days before trade negotiators from Mexico, the United States and Canada meet for a fourth round of talks on revamping the North American Free Trade Agreement (NAFTA) in Washington.\nU.S. President Donald Trump argues NAFTA has hollowed out American manufacturing, in particular in automaking, and fueled a U.S. trade deficit in goods with Mexico worth over $60 billion.\nHe has threatened to ditch NAFTA if the deal cannot be reworked in favor of the United States.\nLast month, the Trump administration released a study showing that U.S. value-added content was declining for manufactured goods imported from Mexico and Canada.\nThe U.S. Commerce Department analysis of OECD trade in value-added data found U.S. content in automotive imports from Mexico fell to 18.1 percent in 2011 from 26.5 percent in 1995. U.S. content in automotive imports from Canada declined to 26.4 percent from 34.9 percent over the same period.\nHowever, Mexican Auto Industry Association (AMIA) president Eduardo Solis told a news conference the figures did not tally with the group’s own analysis, which found that U.S. content in Mexican parts and components ranged between 37 percent and 39.5 percent, “depending on the scenario.”\nIn the case of Canadian parts, the U.S. content varied from between 48 percent to 52 percent, said Solis, who spoke at a news conference announcing the latest Mexico output data.\nUnder NAFTA, at least 62.5 percent of the material in a car or light truck made in the region must be from North America to be able to enter the marketplace tariff-free.\nTrump administration officials argue higher content requirements will bring back jobs to North America, though private-sector lobbyists say excessively high minimum thresholds will hurt competitiveness and jeopardize jobs.\nSolis himself will participate in the five-day round of talks in Washington beginning on Wednesday.\nAMIA data published on Monday showed Mexican auto output rose by 7.7 percent to 307,174 units last month compared with the same period a year earlier, while exports surged 15.0 percent to 270,899 vehicles. Three-fourths of Mexican auto exports are to the United States.\nThe AMIA data showed Mexican auto exports to Europe surged in September by 310.1 percent to 18,117 units.\n0 : 0\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "autos",
            "united",
            "mexico",
            "auto",
            "exports",
            "argued",
            "higher",
            "content",
            "trump",
            "lobby",
            "trade",
            "output",
            "mexican",
            "nafta"
        ]
    }
]