[
    {
        "url": "https://www.activistpost.com/2017/09/police-broke-law-77yo-man-will-likely-die-prison-growing-cannabis.html",
        "title": "Because Police Broke the Law, a 77yo Man Will Likely Die in Prison for Growing Cannabis",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-25",
        "text": "Because Police Broke the Law, a 77yo Man Will Likely Die in Prison for Growing Cannabis\nIn a case that clearly highlights the manner in which police break the law to target, arrest and convict citizens with impunity, 77-year-old Charles Frederick White has been sentenced to 10 years in federal prison for cultivating marijuana.\nThe sheriff’s office claims they happened upon the growing operation by mistake, while ostensibly claiming to follow up on a call from a woman outside the Baltimore area who said her identity had been stolen and that new credit cards taken out in her name were being sent to a Polk County address.\nCuriously, the officers took four months from the time she called to allegedly investigate.\n“It was just really hard to get in touch with them,” Rianhard said of the Polk County Sheriff’s Office. “They just really didn’t do a whole lot.”\nRianhard said she doesn’t know why it took four months after calling in December for sheriff’s detectives to go out to the address of the supposed thief.\nShe said she never knew that her identify theft case had accidentally spawned a major marijuana bust.\n“It’s bizarre how that happened,” Rianhard said.\nBizarre is likely a vast understatement, with the truth likely being much closer to White being targeted by federal, state, and local law enforcement, which used an absurd excuse to gain access to his property.\nThe detectives claim that they were unable to find the home they were looking for in the rural area 45 miles north of Springfield, so they decided to stop at the nearest home – that of Charles Frederick White, who at the time was 71.\nFrom the outset, law enforcement began violating White’s rights, as they drove up a long driveway to his home and parked. The detectives immediately noticed the pungent skunk-like smell of unharvested cannabis.\nFrom that point forward, all investigation into the identity theft was abandoned.\nWhite approached the detectives, who spoke to him for a few minutes before leaving. A search warrant was then obtained, and White was eventually charged with growing more than 1,700 marijuana plants.\nThe problem with this initial contact by the detectives is that White had a closed gate on his driveway — with a posted “No Trespassing” sign.\nOf course, the detectives claim that the gate was open and they never saw the sign – although two neighbors testified in court, saying they had lived next to White for years, and he NEVER left the gate open.\nOne of the neighbors even testified that he saw officers approach the gate that day, get out of their car, undo the chain and open the gate.\nAccording to a report by Springfield News-Leader :\nWhite’s attorneys have long argued that the case should have never reached a sentencing, saying White has been unfairly targeted by local, state and federal authorities.\nAuthorities already had their eye on White long before March 2012, his attorneys say, when overzealous detectives illegally stepped on his property — and trampled his constitutional rights.\nAccording to a motion filed by White’s attorneys, this case didn’t begin with a Maryland woman’s identity being stolen — it began in a Kansas City parking lot in 2010.\nCourt records show that a Missouri State Highway Patrol sergeant observed White and another man leaving a hydroponics store and filling a pickup truck with plant-growing equipment.\nDeclare Your Independence!\nProfit outside the rigged system! Protect yourself from tyranny and economic collapse. Learn to live free and spread peace!\nCounter Markets Newsletter - Trends & Strategies for Maximum Freedom\nClaim Your FREE Issue Today!\nAccording to court filings, White was the focus of a brief investigation.\nDetails of that investigation were never passed onto the Polk County Sheriff’s Office, the federal prosecutor said.\nThe discovery of more than 1,700 marijuana plants on White’s property, authorities said, was just luck.\nThe detectives, of course, testified in court that they had never heard of, nor met, White before trespassing on his property in March 2012, and unsurprisingly, also claimed to have not noticed the “No Trespassing,” as they trespassed onto his property.\nCourt records revealed that police twice went onto White’s property prior to obtaining a search warrant.\nDespite the neighbor’s testimony — that they saw the detectives undo the chain and open the gate — the federal judge in the case, Douglas Harpool, refused to suppress the evidence obtained from the clear violation of White’s Fourth Amendment protections against unreasonable search and seizure.\nFinally, after years of legal wrangling, this week, White, now a 77-year-old man with failing eyesight, walked into the federal courtroom for sentencing with a cane in his hand and shackles around his ankles after accepting a plea deal in February of 2017.\nHarpool said he didn’t feel good about handing down a 10-year prison sentence an elderly man over growing a plant that is legal in many states. The judge claimed to have researched ways to give White a downward departure from the 10-year-minimum federal prison sentence – but was unable to find any legal rationale to justify it.\n“This is not a sentence I feel particularly good about,” Harpool said.\nShowing the clear insanity of federal law, a pre-sentence report pegged the time White should serve in prison for his offense at 24 years in prison due to his past convictions for growing cannabis. White was previously convicted in 1990 of growing more than 600 marijuana plants, and in 2004 of cultivating more than 100 marijuana plants.\nUnder the terms of White’s plea deal, the federal prosecutor recommended the minimum sentence under U.S. law: 10 years in federal prison.\nFriends and family who attended the sentencing hearing were dismayed that the case was never thrown out of court due to the clear violations of White’s constitutional rights (i.e. trespassing onto his personal property) during the investigation.\n“He’s a good man. He’s always been happy and cheerful,” White’s stepdaughter, Valerie Patterson, said. “He’s never had a history of violence.”\nRobert Murphy, a friend, said officers entered White’s property unlawfully.\n“He’s a farmer. He’s always been a farmer,” Murphy said. “When he was busted, he was busted illegally.”\nWhite’s attorney suggested home confinement, but the judge said that was not applicable in this case.\nJudge Harpool eventually sentenced White to 10 years in prison and said that he would recommend that the Bureau of Prisons consider a “compassionate release” for White.\nThe fact that this man elderly man, who has no history of violence, is going to prison for 10 years over growing a plant shows the sheer insanity of federal cannabis law.\nSadly, it’s likely that White will die in prison over simply farming a plant the US federal government bans – but that over half of the US states have legalized medically – with a growing number having legalized recreationally.\nPlease share this story to awaken others to how the insane war on marijuana destroys the lives of good people!\nJay Syrmopoulos is a geopolitical analyst, freethinker, and ardent opponent of authoritarianism. He is currently a graduate student at the University of Denver pursuing a masters in Global Affairs and holds a BA in International Relations. Jay’s writing has been featured on both mainstream and independent media – and has been viewed tens of millions of times. You can follow him on Twitter @SirMetropolis and on Facebook at SirMetropolis . This article first appeared at The Free Thought Project .\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nIs anything new?\nGovernments still consider the Constitution for the United States of America to be lower than toilet paper.\nLeave a comment\nComment\nName\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 6, 2019\nAugust 6, 2019\nAugust 6, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "It was just really hard to get in touch with them,",
                "Rianhard",
                true
            ],
            [
                "They just really didn’t do a whole lot.",
                "Rianhard",
                true
            ],
            [
                "It’s bizarre how that happened,",
                "Rianhard",
                true
            ],
            [
                "This is not a sentence I feel particularly good about,",
                "Harpool",
                true
            ],
            [
                "He’s always been happy and cheerful,",
                "",
                true
            ],
            [
                "He’s never had a history of violence.",
                "",
                true
            ],
            [
                "He’s always been a farmer,",
                "Murphy",
                true
            ],
            [
                "When he was busted, he was busted illegally.",
                "Murphy",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://thefreethoughtproject.com/elderly-man-sentenced-prison-plants/",
                "https://www.news-leader.com/story/news/crime/2017/09/22/judge-felt-bad-prison-time-77-year-old-man-getting-10-years-prison-one-polk-countys-biggest-pot-bust/685823001/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/SirMetropolis/",
                "https://thefreethoughtproject.com/",
                "https://twitter.com/SirMetropolis"
            ]
        },
        "key_words": [
            "whites",
            "man",
            "detectives",
            "law",
            "broke",
            "likely",
            "77yo",
            "die",
            "marijuana",
            "prison",
            "white",
            "federal",
            "case",
            "cannabis",
            "growing",
            "property"
        ]
    }
]