[
    {
        "url": "https://www.activistpost.com/2017/10/evidence-emerges-showing-fbi-was-behind-2015-isis-terror-attack-in-texas.html",
        "title": "Evidence Emerges Showing FBI Was Behind 2015 ISIS Terror Attack in Texas",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-10-11",
        "text": "Hot Topics\nEvidence Emerges Showing FBI Was Behind 2015 ISIS Terror Attack in Texas\nWhile questions remain as to whether the Federal Bureau of Investigation had prior knowledge of the Las Vegas shooting, the victim of another terrorist attack on United States soil is speaking out, and attempting to hold the FBI accountable for the suffering he endured.\nIn May 2015, two men opened fire outside of a provocative “Draw Muhammad” event in Garland, Texas. While the suspects were ultimately the only casualties, the attack is notable in that it became the first ISIS-claimed attack on American soil. It is also notable, because of the close proximity between an FBI agent and one of the suspects—both before and during the attack.\nBruce Joiner, a security guard who was shot and wounded after Elton Simpson and Nadir Soofi opened fire outside of the event, is now suing the FBI for $8 million. He has filed a lawsuit claiming that FBI agents “solicited, encouraged, directed and aided members of ISIS in planning and carrying out the May 3 attack.”\nAs the Washington Examiner noted , if Joiner does not reach a settlement with the Bureau, “the case could shake loose hundreds of documents from both local and federal officials about what happened that day, and could answer the question of why an FBI agent was in a car directly behind the attackers and did nothing as the events unfolded.”\nSimpson gained the FBI’s attention a few years before the attack, as a Muslim who they saw as vulnerable to radicalization. In fact, FBI agents were reportedly monitoring him in the weeks leading up to the attack, and there was even an agent in a car following him to the scene, who did nothing to prevent the crime.\nAccording to a report from CBS News, court records revealed that the FBI agent who was in the car directly behind Simpson and Soofi during the attack had “texted Simpson just weeks before with the message, ‘Tear up Texas,’” and he was even “taking pictures of the car about 30 seconds before the first shots were fired.” As soon as the suspects opened fire, the agent fled the scene.\nAs The Free Thought Project reported , both local law enforcement and the FBI did not respond to warnings from a woman connected to Anonymous, who cautioned that there was going to be an ISIS-inspired attack at the event—just days before it happened.\n“The FBI helped the terrorists obtain a weapon that was used in the attack by lifting a hold during a background check, incited the terrorist to attack the Garland event, and even sent an agent to accompany the terrorists as they carried out the attack,” the lawsuit states, according to a report from the Washington Examiner.\nThe lawsuit also calls out former FBI Director James Comey, claiming that he worked to cover up the Bureau’s prior knowledge of the threat posed by Simpson:\nDeclare Your Independence!\nProfit outside the rigged system! Protect yourself from tyranny and economic collapse. Learn to live free and spread peace!\nCounter Markets Newsletter - Trends & Strategies for Maximum Freedom\nClaim Your FREE Issue Today!\nIn the aftermath of the attack, former FBI Director James Comey lied to the American people by claiming that Simpson was a needle in a haystack’ that was ‘invisible to us.’ Even after it had come to light that an undercover FBI agent had been communicating extensively with the terrorists during the week prior to the event and had accompanied them as they carried out the attack, the FBI continued to assert that ‘[t]here was no advance knowledge of a plot to attack the cartoon drawing contest.’\nThe issues alleged in the lawsuit could be explosive if the FBI is forced to acknowledge and respond. In addition to the accusation that the Bureau’s agents encouraged and directed the attack, the claim that the agents lifted a hold during a background check, in order to help Simpson and Soofi obtain the firearms used in the attack, is incredibly important. It is a reminder that even if gun control measures requiring strict background checks become law, the FBI has the power to bypass them, in order to serve their agenda.\nAs WikiLeaks founder Julian Assange recently noted , “Almost all ‘terror’ plots are created by the FBI as part of its business model.” While his comments were in reference to the Las Vegas shooting, the underlying principle applies to a number of both foiled and deadly attacks.\nAlmost all “terror” plots are created by the FBI as part of its business model.\nRachel Blevins is a Texas-based journalist who aspires to break the left/right paradigm in media and politics by pursuing truth and questioning existing narratives. Follow Rachel on Facebook , Twitter and YouTube . This article first appeared at The Free Thought Project .\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "solicited, encouraged, directed and aided members of ISIS in planning and carrying out the May 3 attack.",
                "",
                false
            ],
            [
                "the case could shake loose hundreds of documents from both local and federal officials about what happened that day, and could answer the question of why an FBI agent was in a car directly behind the attackers and did nothing as the events unfolded.",
                "Nadir Soofi",
                false
            ],
            [
                "texted Simpson just weeks before with the message, ‘Tear up Texas,",
                "Nadir Soofi",
                false
            ],
            [
                "taking pictures of the car about 30 seconds before the first shots were fired.",
                "Nadir Soofi",
                false
            ],
            [
                "The FBI helped the terrorists obtain a weapon that was used in the attack by lifting a hold during a background check, incited the terrorist to attack the Garland event, and even sent an agent to accompany the terrorists as they carried out the attack,",
                "Nadir Soofi",
                true
            ],
            [
                "t]here was no advance knowledge of a plot to attack the cartoon drawing contest.",
                "",
                false
            ],
            [
                "Almost all ‘terror’ plots are created by the FBI as part of its business model.",
                "Julian Assange",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://thefreethoughtproject.com/anonymous-warned-garland-texas-pd-pending-islamic-state-attack-days-happened/",
                "http://thefreethoughtproject.com/evidence-emerges-fbi-behind-2015-isis-attack-texas/",
                "https://www.washingtonexaminer.com/victim-of-draw-muhammad-isis-inspired-terror-attack-sues-fbi-accuses-james-comey-of-cover-up",
                "https://www.cbsnews.com/news/terrorism-in-garland-texas-what-the-fbi-knew-before-the-2015-attack/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://thefreethoughtproject.com/",
                "https://twitter.com/JulianAssange/status/915903148681830400",
                "https://www.youtube.com/rachelblevins",
                "https://twitter.com/rachblevins",
                "https://www.facebook.com/rachelblevinsofficial"
            ]
        },
        "key_words": [
            "agents",
            "fbi",
            "showing",
            "soofi",
            "simpson",
            "terrorists",
            "texas",
            "evidence",
            "emerges",
            "lawsuit",
            "event",
            "2015",
            "attack",
            "isis",
            "terror",
            "car",
            "agent"
        ]
    }
]