[
    {
        "url": "https://www.activistpost.com/2017/09/cnn-caught-lying-again-adding-words-to-syrian-witness-statement-to-fit-western-narrative.html",
        "title": "CNN Caught Creating Fake News Again: Adding Words To Syrian Witness’ Statement To Fit Western Narrative",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-06",
        "text": "CNN Caught Creating Fake News Again: Adding Words To Syrian Witness’ Statement To Fit Western Narrative\nAlthough the entirety of the Western corporate media machine is worthy of the name “Fake News,” CNN has become the standard bearer of the title. It seems that the organization is doing everything in its power to earn its position as the tip of the spear in the army of “fake news.” Indeed, it is scarcely possible to keep up with the lies, deceit, and half-truths CNN presents to the general public on a daily basis. Occasionally, however, one instance stands out so much that it cannot be allowed to slip by without being addressed.\nBack in 2016, as Aleppo was the scene of a fierce battle between America’s terrorist forces and the Syrian military, CNN broadcasted a report from Jibrin, Syria where it purported to show the sad state of civilians fleeing the war that had come to Aleppo. The clip shows two Syrians – one young boy and an older man – who are telling the reporter about their situation.\nThe CNN reporter predictably attributes the horrors facing the civilians as a result of the eastern part of Aleppo “being under siege by the Syrian military,” not the fact that terrorists had seized east Aleppo and were fighting to the death to keep it. Still he quotes an older man who paints a less than typical CNN-style portrayal of the “rebels.” The man says, “I wanted to leave with my kids fifteen days ago but the rebels shot at me and said ‘Hey you bastard! Do you want to join the regime?’”\nThe only thing surprising about the man’s statement was that it was actually aired on CNN.\nHowever, the most interesting aspect of the report is what was attributed to the young boy whom CNN quotes as saying, “We were afraid that we would starve to death. We were also scared because heavy bombs were falling.”\nThis quote makes the boy seem as if he is worried because of the Syrian military’s bombs. However, the translation is not only inaccurate, the second half is completely fabricated. The boy’s actual statement is “We were afraid that we would starve to death. We were afraid that we would starve to death.” Even to a non-Arabic speaker, one can clearly hear that the boy is merely repeating his first statement a second time. He says nothing about bombs. CNN simply added it to the translation for political and propaganda purposes.\nWhile civilians on the ground were no doubt worried about the bombs of the Syrian military (bombs kill regardless of who drops them) they were even more afraid of living under the unimaginable tyranny of America’s terrorists. Still, CNN has gone much further than simply bending the truth to fit a narrative, it has obviously told a complete and total lie. It has put words in the mouths of its interview subjects and passed it off as the truth. At best, this is a violation of journalistic ethics. More realistic, however, it is an act of willful deceit and an attempt to mold the minds of the general public for political purposes.\nAt this point, CNN cannot be taken seriously as even a second rate news organization. It is clearly nothing more than a propaganda mouthpiece for State Department and other interests. Unfortunately for CNN, even operating as a propaganda organ, it is only second rate.\nThis article may be freely shared in part or in full with author attribution and source link.\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 6, 2019\nAugust 6, 2019\nAugust 6, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "Do you want to join the regime?",
                "",
                true
            ],
            [
                "being under siege by the Syrian military,",
                "",
                false
            ],
            [
                "I wanted to leave with my kids fifteen days ago but the rebels shot at me and said ‘Hey you bastard!",
                "",
                true
            ],
            [
                "Do you want to join the regime?",
                "",
                true
            ],
            [
                "We were afraid that we would starve to death.",
                "",
                true
            ],
            [
                "We were also scared because heavy bombs were falling.",
                "",
                true
            ],
            [
                "We were afraid that we would starve to death.",
                "",
                true
            ],
            [
                "We were afraid that we would starve to death.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.activistpost.com/2012/05/dispatches-from-dissident-articles-from.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.thebookpatch.com/BookStoreDetails.aspx?BookID=19038&ID=6318fa2d-7ac3-42c0-b510-b6aeadfa93db",
                "http://www.brandonturbeville.com/",
                "http://ucy.tv/TT",
                "https://app.thebookpatch.com/BookStore/7-real-conspiracies/c3a655cd-5dc7-421a-8a8b-cf74c194ffc5?isbn=9781450770835",
                "https://app.thebookpatch.com/BookStore/the-difference-it-makes-36-reasons-hillary-clinton-should-never-be-president/f41a75c2-a316-4932-b4eb-e7efdb9f6a5a",
                "https://app.thebookpatch.com/BookStore/codex-alimentarius-the-end-of-health-freedom/e78aa577-49b0-493b-aa44-c84db9d0c8cf?isbn=9780615388427",
                "https://app.thebookpatch.com/BookStore/the-road-to-damascus-the-anglo-american-assault-on-syria/e489793f-d003-471a-9a4c-02f7e3df4d77?isbn=9781620306635",
                "https://trk.mdrtrck.com/aff_c?offer_id=6116&aff_id=1106&source=APContent",
                "https://accounts.google.com/ServiceLogin?service=mail&passive=true&rm=false&continue=https://mail.google.com/mail/&ss=1&scc=1&ltmpl=default&ltmplcache=2&emr=1&osid=1",
                "https://www.activistpost.com/tag/brandon-turbeville",
                "https://app.thebookpatch.com/BookStore/five-sense-solutions/155692ca-65ff-418c-b267-5ea8549d93a7?isbn=9781450784610"
            ]
        },
        "key_words": [
            "narrative",
            "afraid",
            "western",
            "cnn",
            "witness",
            "statement",
            "boy",
            "aleppo",
            "words",
            "syrian",
            "military",
            "fake",
            "creating",
            "death",
            "bombs",
            "starve",
            "fit"
        ]
    }
]