[
    {
        "url": "http://www.addictinginfo.org/2016/09/19/trump-just-blamed-bombings-on-freedom-of-the-press-video/",
        "title": "Trump Just Blamed Bombings On ‘Freedom Of The Press’ (VIDEO)",
        "authors": [
            {
                "name": "Conover Kennard",
                "link": null
            }
        ],
        "publisher": "addictinginfo.com",
        "publish_date": "2016-09-19",
        "text": "·\nDonald Trump appeared on Fox & Friends Monday morning and blamed the weekend attacks in New Jersey and New York City on refugees, a lack of profiling by law enforcement, and the First Amendment. Conservatives always go right past that First Amendment and only abide by the Second.\nTrump took aim at refugees; however, bombing suspect Ahmad Khan Rahami, 28, is a naturalized citizen.\nA Fox & Friends host asked Trump what he would do to stop “people who are radicalized here.” Trump responded to that by saying “freedom of the press” was to blame.\n“They’re all talking about it so wonderfully because, you know, it’s called ‘freedom of the press,’ where you buy magazines and they tell you how to make these same bombs that I saw,” Trump said. “They tell you how to make bombs. We should arrest the people that do that because they’re participating in crime. Instead they say ‘oh no you can’t do anything, that’s freedom of expression.’”\n“The websites are the same thing, those people should be arrested. They’re inciting violence, okay?” he continued. “They’re making violence possible. They should be arrested immediately…yet we don’t want to touch them because of freedom of speech.”\nWatch at around the 21 minute mark:\n[youtube https://www.youtube.com/watch?v=3GTRabASaY8]\nHowever, incitement is already an exception to the First Amendment.\nIt’s a high bar to prove — for which Trump may have reason to be personally grateful. Under a laxer rule, it’s possible that Trump could be charged for incitement himself. In August, his statement that “Second Amendment people” could be able to do something about Hillary Clinton was met with widespread condemnation as a veiled assassination threat. On Friday, he called for Clinton’s bodyguards to “disarm immediately,” adding “let’s see what happens to her.”\nDonald has attacked Freedom of the Press many times. Most recently, his campaign had a VICE reporter arrested . The GOP presidential nominee has gone as far as to defend Vladimir Putin for killing journalists.\nTrump said of Putin after being confronted by Joe Scarborough over the Russian leader’s bloody history with journalists, “He’s running his country, and at least he’s a leader. Unlike what he have in this country.”\nFreedom of the Press is part of our Constitution. It’s not up for debate, unless Melania Trump feels like suing bloggers for quoting from a source.\nBut if you ask Donald Trump Jr., he’ll tell you that political correctness is to blame for terrorist attacks.\nIronically, Junior’s pinned tweet reads, “Liberals love the first amendment until you say something they don’t agree with.”\nHe really should change that.\nFeatured image via Brian Blanco via Getty.\nSearch\nArchives\nArchives\n",
        "quotes": [
            [
                "oh no you can’t do anything, that’s freedom of expression.",
                "",
                false
            ],
            [
                "They’re all talking about it so wonderfully because, you know, it’s called ‘freedom of the press,’ where you buy magazines and they tell you how to make these same bombs that I saw,",
                "Donald Trump Jr.",
                true
            ],
            [
                "They tell you how to make bombs.",
                "Donald Trump Jr.",
                true
            ],
            [
                "We should arrest the people that do that because they’re participating in crime.",
                "Donald Trump Jr.",
                true
            ],
            [
                "Instead they say ‘oh no you can’t do anything, that’s freedom of expression.",
                "Donald Trump Jr.",
                true
            ],
            [
                "The websites are the same thing, those people should be arrested.",
                "",
                true
            ],
            [
                "They should be arrested immediately…yet we don’t want to touch them because of freedom of speech.",
                "Donald Trump Jr.",
                true
            ],
            [
                "let’s see what happens to her.",
                "Donald Trump Jr.",
                false
            ],
            [
                "He’s running his country, and at least he’s a leader.",
                "Donald Trump Jr.",
                true
            ],
            [
                "Unlike what he have in this country.",
                "Donald Trump Jr.",
                true
            ],
            [
                "Liberals love the first amendment until you say something they don’t agree with.",
                "Junior",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://addictinginfo.org/2016/09/18/it-looks-like-the-trump-campaign-just-got-this-reporter-arrested/",
                "https://thinkprogress.org/trump-first-amendment-terrorism-f190ca5108b6/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/DonaldJTrumpJr/status/708474355211227136",
                "https://twitter.com/DonaldJTrumpJr/status/777882069091356674",
                "http://freakoutnation.com/2015/12/watch-here-is-the-republican-front-runner-defending-putin-for-murdering-journalists/"
            ]
        },
        "key_words": [
            "trump",
            "refugees",
            "tell",
            "say",
            "press",
            "video",
            "arrested",
            "bombings",
            "theyre",
            "violence",
            "amendment",
            "freedom",
            "blamed"
        ]
    }
]