[
    {
        "url": "https://www.activistpost.com/2017/09/zaparte-rebellion-art-independence-2.html",
        "title": "ZapArte Rebellion: Art for Independence",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-24",
        "text": "Hot Topics\nBy Josef Dobraszczyk (words) & Camila Calderoni (images)\nThe state of Chiapas hosts some of the most spectacular scenery in perhaps all of Mexico, from dense tropical jungles to sweeping green mountain canyons. It is also officially the poorest state, with one of the highest percentage of indigenous populations, often reliant on small-scale subsistence farming for survival. Within this incredibly diverse state, the Zapatista Army of National Liberation (EZLN) has existed for over 24 years. Primarily an indigenous lands rights struggle, ‘Zapatismo’ has sought to offer a radically different model of decentralized governance, ideologically placing itself as a living alternative to Neoliberal Capitalism within a global struggle.\nThis movement came to international prominence on January 1st 1994, with a state-wide insurrection timed to coincide exactly with the implementation of the North American Free Trade Agreement (NAFTA) between the US, Mexico and Canada. Amongst many other conditions pressured by the US government of the time, NAFTA put an end to communal land rights held within the Mexican constitution since the 1917 revolution, affecting up to 25 million peasant farmers. Losing any faith in official cooperation after years of government affronts to indigenous communities, the Zapatistas looked instead to uprising and autonomous organization as their only remaining option. Many thousands in Chiapas took hope and inspiration from this action, with hundreds of villages choosing to declare themselves ‘autonomous’, free from government rule but organized under the networked umbrella of ‘Zapatismo’.\nAlthough predominantly based in such rural and indigenous communities, Zapatismo finds its greatest urban support base in the city of San Cristobal, a colourful and artistic city, well visited on the backpacker-tourist trail. Zapatista imagery can be found in countless bars, cafes and shops across the centre, yet the movement keep many of their activities relatively private for numerous reasons, including the fact that they are technically in open conflict with the Mexican government. So it’s a rare occasion that they offer a very public event, as we find in the case of the second annual ‘CompArte’ festival taking place within San Cristobal.\nAt any given time during the festival you could find slapstick tightrope clowning on topics of migration, naked theatre around gender constructs or a Zapatista Norteño band playing on one of many different stages across the site. Naturally, every aspect of the festival is free to attend; the spirit being that all are invited to participate, to share and collaborate in each other’s art. “Against capital and its walls, all of the arts” being the tagline promoted by the festival. There are children’s art workshops, giant mural paintings and collective Jarana strumming circles, with many of those presenting workshops and art from various Latin American countries and Europe.\nThe first five days of events are held at CIDECI, or University of the Earth, an independent university that normally hosts regular Zapatista conferences and the annual meeting of the National Indigenous Congress (CNI), an organization officially separate but inextricably linked to the Zapatista movement. At their yearly council this May, they elected Nahua indigenous healer and mother of three María de Jesús Patricio Martínez as their electoral presidential candidate for the upcoming 2018 elections. They are keen to state this not a genuine attempt to gain electoral power, rather an opportunity to challenge the electoral model itself, instead proposing a horizontal structure of organizing between communities. “We do not seek to administer power; we want to dismantle it from within … [we] want to build a new structure from below.” Many see this as an opportunity for the Zapatistas and National Indigenous Congress to nationally challenge the government that they see as the main source of oppression towards indigenous groups in Chiapas, and indeed the wider working population of Mexico.\nAside from indigenous rights struggles, there is certainly no shortage of human rights violations and current causes being advocated by the social justice movement in Mexico. During the festival many images and slogans remember the 1997 massacre in Acteal, a Zapatista village in which 45 were killed, including a number of pregnant women and their unborn children. Although officially attributed to a neighbouring village, most in Chiapas believe this to have been an act orchestrated by the ruling Institutional Revolutionary Party (PRI) government of the time, of which all the leading figures have avoided trial after formal submissions to the high court. Another painfully ongoing campaign in Mexico is the 43 ‘disappeared’ students of Ayotzinapa, declared ‘missing’ after a student protest in 2014 with major differences between formal and external investigations about the role of official security services in the deaths. Many see this event as emblematic of the wider corruption in Mexico, in which many believe the government unofficially legitimise and support the ‘narco-trafficking’ drug barons perpetuating violence and fear across the country.\nOne of the rallying moments of the festival comes when the ‘Comparsa’ marching band begin their procession, complete with multiple percussionists, a full brass section, various accordions and a spectacular dance troupe. They incite a riotous brigade of dancing and singing across the site, distributing pamphlets printed with their politically charged lyrics for all to join the chanting. It seems to sum up the festival’s spirit of colourful defiance in the face of a tragic history and very present threat, where journalists are regularly murdered and activists imprisoned for public protest.\nThe final two days of the festival take place in Oventic, a Zapatista village in the mountains near San Cristobal, declared autonomous in 1994 as one of the five major ‘Caracols’ that make up the Zapatista regional structure in Chiapas. The atmosphere is markedly different here, presenting theatre and music produced predominantly by those from indigenous and rural Zapatista communities.\nOne masked Zapatista volunteer is keen to stress the international nature of the festival and the movement, stating “we are all Zapatistas, wherever you are, in whatever country you live, we are fighting for Madre Tierra against those who would seek to exploit it for their own profit”. It’s this sort of language that has often captured the attention of international anti-capitalist movements, who see the Zapatista movement as a living example of the slogan ‘another world is possible’ that came to major prominence in 2001 around the Seattle anti-globalisation protests.\nIt’s this same internationalism, however, that forms the basis for criticisms of the Zapatista movement. Some claim that it is now more of a media image than a movement addressing the reality of challenges faced by villages in Chiapas — a state that has become equally famous for ‘Zapatourism in which tourists can buy handcraft Zapatista souvenirs to ‘support the struggle’ for the week.\nWhen speaking to those living in some of the more remote Zapatista villages, the daily life of ‘the struggle’ is indeed a far cry from the vibrant week of art experienced by those visiting for the duration of the festival. In May of 2017, the village of Cruzton came under attack, suffering an onslaught of bullets that lasted for hours, in which one member of the community was killed. As with Acteal, the community believe that the government initiated the attacks as a response to their non-violent declaration of autonomy. One member of the community states “they attack us because they know [the Zapatista movement] is a new dawn, that 1994 was the people waking up”. The attack received almost zero coverage outside of Zapatista channels.\nYet, there is a keen remembrance of this repression across Chiapas and, twenty four years after their initial declaration of autonomy, there still seems to be a widespread belief in the prospects of Zapatismo for a better way of life. In order to live by their ideals, the Zapatista communities have sacrificed many financial benefits that have been increasingly offered by the government in recent years (a form of bribery and co-optation as many in the communities see it).\nUndoubtedly the Zapatista movement is an international symbol, which manages to draw in an impressive variety of visitors and artists for the CompArte festival. It’s a testament to how the actions of one group, in one particular region, can have such a far-reaching global impact, serving to inspire artists, thinkers and social movements internationally. This idea of international publicity seems to serve a double purpose for the Zapatistas, however, acting as a kind of defence mechanism in keeping up the awareness of rural communities that are at daily risk of attack. Communities that are still seeking to live autonomously, function with independent school systems, workers co-operatives, and communal land cultivation. The organizational systems aim to decentralize power at every opportunity, and there seems to be a deeply held belief in the community to work collectively as keepers of the land, rooted in a shared history of Maize cultivation stretching back countless generations. Seemingly simple beliefs firmly rooted in ancestral tradition, they seem to offer a “radical” and “dangerous” opposition to the idea of a global trade system reliant on unlimited access to land and labour. Seemingly simple beliefs worth sharing through the art, music and theatre that seeks to reach out internationally to those seeking the possibility of another world for all, constructed together and from below.\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 8, 2019\nAugust 7, 2019\nAugust 6, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "Against capital and its walls, all of the arts",
                "",
                false
            ],
            [
                "We do not seek to administer power; we want to dismantle it from within … [we] want to build a new structure from below.",
                "",
                true
            ],
            [
                "we are all Zapatistas, wherever you are, in whatever country you live, we are fighting for Madre Tierra against those who would seek to exploit it for their own profit",
                "",
                false
            ],
            [
                "they attack us because they know [the Zapatista movement] is a new dawn, that 1994 was the people waking up",
                "",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.activistpost.com/tag/josef-dobraszczyk"
            ]
        },
        "key_words": [
            "rebellion",
            "zapatista",
            "movement",
            "art",
            "independence",
            "chiapas",
            "mexico",
            "zaparte",
            "international",
            "indigenous",
            "communities",
            "festival",
            "state"
        ]
    }
]