[
    {
        "url": "https://www.reuters.com/article/us-eurozone-economy-production/euro-zone-industry-output-rises-sharply-in-august-idUSKBN1CH12M",
        "title": "Euro zone industry output rises sharply in August",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-12",
        "text": "2 Min Read\nFILE PHOTO: A worker controls a tapping of a blast furnace at Europe's largest steel factory of Germany's industrial conglomerate ThyssenKrupp AG in the western German city of Duisburg December 6, 2012.  REUTERS/Ina Fassbender/File Photo\nBRUSSELS (Reuters) - Euro zone industrial output rose by far more than expected and at its highest rate in nine months in August as production of capital goods, such as machinery, rose sharply, boding well for economic growth in the second half of the year.\nOverall output rose 1.4 percent in August month-on-month and by 3.8 percent year-on-year, the European Union statistics office Eurostat said.\nThe figures were well ahead of the average forecast of economists polled by Reuters for a 0.5 percent month-on-month increase and a 2.6 percent year-on-year rise. The monthly rate was the highest rise since November 2016.\nThere was also an upward revision of the July data, to 0.3 percent from 0.1 percent in the month and to 3.6 percent year-on-year from the 3.2 percent initially estimated.\nThe output figures bode well for the 19-country bloc’s growth in the second half of the year, as the increase in capital goods production, of 3.1 percent in the month, showed businesses were investing.\nProduction of durable consumer goods, such as cars, was also strong, rising by 1.3 percent in the month, showing industry was expecting increased consumer demand for more expensive goods.\nReporting by Philip Blenkinsop; editing by Robert-Jan Bartunek\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "goods",
            "sharply",
            "zone",
            "rise",
            "industry",
            "euro",
            "rate",
            "second",
            "month",
            "rose",
            "output",
            "yearonyear",
            "rises",
            "monthonmonth",
            "production"
        ]
    }
]