[
    {
        "url": "https://www.activistpost.com/2017/09/explosive-lawsuit-shows-saudi-arabia-funded-dry-run-911-2-years-attacks.html",
        "title": "Explosive Lawsuit Shows Saudi Arabia Funded a “Dry Run” for 9/11—2 Years Before Attacks",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-10",
        "text": "Explosive Lawsuit Shows Saudi Arabia Funded a “Dry Run” for 9/11—2 Years Before Attacks\nFor the first time since that fateful September morning 16 years ago, families of victims of the 9/11 terror attacks are using a new law and are going after Saudi Arabia in lawsuits for their role in the attacks. New evidence in one major lawsuit now reveals the Saudi Arabian embassy in Washington may have funded a “dry run” for the hijackings carried out by two Saudi employees.\nThis new information is detailed in a bombshell report out of the NY Post. As the Post reports:\nTwo years before the airliner attacks, the Saudi Embassy paid for two Saudi nationals, living undercover in the US as students, to fly from Phoenix to Washington “in a dry run for the 9/11 attacks,” alleges the amended complaint filed on behalf of the families of some 1,400 victims who died in the terrorist attacks 16 years ago.\nThe court filing provides new details that paint “a pattern of both financial and operational support” for the 9/11 conspiracy from official Saudi sources, lawyers for the plaintiffs say. In fact, the Saudi government may have been involved in underwriting the attacks from the earliest stages — including testing cockpit security.\n“We’ve long asserted that there were longstanding and close relationships between al Qaeda and the religious components of the Saudi government,” said Sean Carter, the lead attorney for the 9/11 plaintiffs. “This is further evidence of that.”\nAccording to the Post:\nCiting FBI documents, the complaint alleges that the Saudi students — Mohammed al-Qudhaeein and Hamdan al-Shalawi — were in fact members of “the Kingdom’s network of agents in the US,” and participated in the terrorist conspiracy.\nThey had trained at al Qaeda camps in Afghanistan at the same time some of the hijackers were there. And while living in Arizona, they had regular contacts with a Saudi hijacker pilot and a senior al Qaeda leader from Saudi now incarcerated at Gitmo. At least one tried to re-enter the US a month before the attacks as a possible muscle hijacker but was denied admission because he appeared on a terrorist watch list.\nQudhaeein and Shalawi both worked for and received money from the Saudi government, with Qudhaeein employed at the Ministry of Islamic Affairs. Shalawi was also “a longtime employee of the Saudi government.” The pair were in “frequent contact” with Saudi officials while in the US, according to the filings.\n“After they boarded the plane in Phoenix, they began asking the flight attendants technical questions about the flight that the flight attendants found suspicious,” according to a summary of the FBI case files.\n“When the plane was in flight, al-Qudhaeein asked where the bathroom was; one of the flight attendants pointed him to the back of the plane,” it added. “Nevertheless, al-Qudhaeein went to the front of the plane and attempted on two occasions to enter the cockpit.”\nThe attempt to enter the cockpit was so frightening that the plane actually made an emergency landing and both men were apprehended in the airport by the FBI. However, neither of them were charged, and the FBI let them both go.\nDuring the investigation, the FBI confirmed that both of their tickets were indeed paid for by the Saudi Arabian Embassy.\n“The dry run reveals more of the fingerprints of the Saudi government,” said Kristen Breitweiser, one of the New York plaintiffs, whose husband perished at the World Trade Center, according to the Post.\n“These guys were Saudi government employees for years and were paid by the Saudi government,” she added. “In fact, the Saudi Embassy paid for their plane tickets for the dry run.”\nThis new information, while certainly bombshell, also backs up previous evidence of Saudi Arabia’s role in the deadly attacks.\nNaturally, lawyers for Saudi Arabia are denying all allegations and are demanding that the lawsuit be dismissed immediately.\nWaleed Nassar, an international disputes attorney who represents two Saudi charities that are defendants in 9/11 litigation alongside Saudi Arabia, said “the evidence, along with much of what has been submitted, is innuendo and circumstantial”.\n“The plaintiff’s burden is to show something more direct and that’s really the only hope they have to have Saudi Arabia remain in the litigation,” Nassar said.\nHowever, thanks to the release of the 28 pages last year , Americans and the rest of the world now know that Saudi Arabia played a significant role in the September 11th attacks. Also, thanks to the release of 28 pages, we know that the US government was complicit in covering up Saudi Arabia’s role in the attacks.\nFor a decade and a half, Presidents Barack Obama and George W. Bush kept secret the alleged role Saudi Arabia played in the September 11 attacks on America. Because of the cozy relationship the US has with the terrorist nation —  which Trump is complicit in maintaining  — special interests within the government have chosen to protect their Saudi friends instead of telling Americans the truth about what happened that fateful day.\nOnly because of the vigilance of those seeking the truth is this lawsuit and others like it now a reality. In fact, another lawsuit, filed earlier this year, produced similar evidence.\ndetails how officials from Saudi embassies supported hijackers Salem al-Hazmi and Khalid Al-Mihdhar 18 months before 9/11.\nThe officials allegedly helped them find apartments, learn English and obtain credit cards and cash. The documents state that the officials helped them learn how to blend into the American landscape.\nThe suit also produces evidence that officials in the Saudi embassy in Germany supported lead hijacker Mohamed Atta. It claims that a Saudi official was in the same hotel in Virginia with several hijackers the night before the attacks….\nThe lawsuit asserts that the Saudi royals, who for years had been trying to curry favor with fundamentalists to avoid losing power, were aware that funds from Saudi charities were being funneled to al-Qaida.\nAviation attorney Jim Kreindler told PIX11 News: “The charities were alter egos of the Saudi government.”\n“The Saudis were so duplicitous,” Kreindler said. “They claim to be allies fighting with U.S. against Iran, while at the same time working with the terrorists. There’s no question they had a hand in the 9/11 attacks.”\nMatt Agorist is an honorably discharged veteran of the USMC and former intelligence operator directly tasked by the NSA. This prior experience gives him unique insight into the world of government corruption and the American police state. Agorist has been an independent journalist for over a decade and has been featured on mainstream networks around the world. Agorist is also the Editor at Large at the Free Thought Project.  Follow @MattAgorist on Twitter , Steemit , and now on Facebook. This article first appeared at The Free Thought Project .\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 6, 2019\nAugust 6, 2019\nAugust 6, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "in a dry run for the 9/11 attacks,",
                "",
                false
            ],
            [
                "a pattern of both financial and operational support",
                "",
                false
            ],
            [
                "We’ve long asserted that there were longstanding and close relationships between al Qaeda and the religious components of the Saudi government,",
                "Sean Carter",
                true
            ],
            [
                "This is further evidence of that.",
                "Sean Carter",
                true
            ],
            [
                "the Kingdom’s network of agents in the US,",
                "Sean Carter",
                false
            ],
            [
                "a longtime employee of the Saudi government.",
                "Shalawi",
                false
            ],
            [
                "After they boarded the plane in Phoenix, they began asking the flight attendants technical questions about the flight that the flight attendants found suspicious,",
                "",
                true
            ],
            [
                "When the plane was in flight, al-Qudhaeein asked where the bathroom was; one of the flight attendants pointed him to the back of the plane,",
                "",
                true
            ],
            [
                "Nevertheless, al-Qudhaeein went to the front of the plane and attempted on two occasions to enter the cockpit.",
                "",
                true
            ],
            [
                "The dry run reveals more of the fingerprints of the Saudi government,",
                "Kristen Breitweiser",
                true
            ],
            [
                "These guys were Saudi government employees for years and were paid by the Saudi government,",
                "",
                true
            ],
            [
                "In fact, the Saudi Embassy paid for their plane tickets for the dry run.",
                "",
                true
            ],
            [
                "the evidence, along with much of what has been submitted, is innuendo and circumstantial",
                "Waleed Nassar",
                false
            ],
            [
                "The plaintiff’s burden is to show something more direct and that’s really the only hope they have to have Saudi Arabia remain in the litigation,",
                "Nassar",
                true
            ],
            [
                "The charities were alter egos of the Saudi government.",
                "Jim Kreindler",
                true
            ],
            [
                "They claim to be allies fighting with U.S. against Iran, while at the same time working with the terrorists.",
                "Kreindler",
                true
            ],
            [
                "There’s no question they had a hand in the 9/11 attacks.",
                "Kreindler",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://nypost.com/2017/09/09/saudi-government-allegedly-funded-a-dry-run-for-911/",
                "http://thefreethoughtproject.com/saudi-arabia-dry-run-911/",
                "http://thefreethoughtproject.com/28-pages-saudis-aided-911-attackers-covered/",
                "http://thefreethoughtproject.com/donald-trump-said-saudi-arabia-was-behind-911-now-hes-bowing-down/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://thefreethoughtproject.com/",
                "https://steemit.com/@tftproject",
                "https://www.facebook.com/TheREALMattAgorist/",
                "https://twitter.com/MattAgorist"
            ]
        },
        "key_words": [
            "shows",
            "saudi",
            "flight",
            "attacks",
            "lawsuit",
            "funded",
            "explosive",
            "evidence",
            "officials",
            "9112",
            "plane",
            "dry",
            "911",
            "run",
            "arabia",
            "role"
        ]
    }
]