[
    {
        "url": "https://www.activistpost.com/2017/09/sanctions-north-korea-ramp-war-cryptocurrencies-heats.html",
        "title": "As Sanctions on North Korea Ramp Up, War on Cryptocurrencies Heats Up",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-28",
        "text": "Hot Topics\nAs Sanctions on North Korea Ramp Up, War on Cryptocurrencies Heats Up\nThe dangerous provocations between North Korea and the United States haven’t yet escalated enough to rattle financial markets. The U.S. stock market notched another new record high last week, helping to blunt safe-haven demand for gold and silver.\nThe North Korea situation is, however, causing political reverberations in the crytpocurrency markets. Following China’s recent crackdown on crytpocurrency exchanges, U.S. officials may be gearing up for a regulatory attack on Bitcoin as part of an economic sanctions package.\nEnter Massachusetts Senator Ed Markey (D). In an interview on CNN last Friday, Markey said, “The only answer is to go to final sanctions on the North Koreans… The cryptocurrency Bitcoin, which they are using to supply funding to their economy – all of it should be shut off.”\nIt’s hard to believe the regime needs bitcoins in order to keep its nuclear weapons program up and running. But U.S. politicians have lots of other reasons to launch a crackdown on the cryptocurrency. Chief among them are bringing home tax revenue and defending the U.S. dollar and banking system from free-market competition.\nAs with the National Security agency’s backdoors into encrypted smartphones, we may not know the U.S. government’s full technical capacity to track or disable cryptocurrency transactions until it is actually deployed (or leaked).\nThe U.S. possesses sophisticated cyber warfare capabilities. It is widely believed that teams of U.S. and Israeli hackers sabotaged Iran’s fledgling nuclear program through cyber attacks. It is likely that government agencies possess some sort of cyber “nuclear” weapon with which to sabotage cryptocurrency markets.\nThat advantage of “low-tech” free-market currencies such as gold and silver coins is that they can remain completely off the grid. They aren’t vulnerable to cyber attacks or electro-magnetic pulses.\nPrecious metals could be subject to conventional regulatory attacks, to be sure. The U.S. has a sad history of banning the private ownership of gold .\nBut in the era of digital currencies, online banking, and smartphone-enabled day trading, physical gold coins aren’t even a drop in the bucket. They’re more like a drop in the ocean relative to the tens of trillions of dollars in wealth that could be seized digitally.\nIt’s not the 1930s anymore. Today’s cyber economy offers previously unfathomable financial opportunities…as well as risks.\nIt’s not a question of whether or not to participate in the digital economy. Almost all of us do to some extent (including whenever we use debit or credit cards). The question is whether or not or to be 100% reliant on digital finances without any grounding in tangible wealth.\nWe don’t foresee a day when that will become safe or prudent. As long as we live in uncertain times, the timeless value of physical gold and silver should command a place in your personal finances.\nStefan Gleason is President of Money Metals Exchange , the national precious metals company named 2015 “Dealer of the Year” in the United States by an independent global ratings group. A graduate of the University of Florida, Gleason is a seasoned business leader, investor, political strategist, and grassroots activist. Gleason has frequently appeared on national television networks such as CNN, FoxNews, and CNBC, and his writings have appeared in hundreds of publications such as the Wall Street Journal, TheStreet.com , Seeking Alpha, Detroit News, Washington Times, and National Review.\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "The only answer is to go to final sanctions on the North Koreans… The cryptocurrency Bitcoin, which they are using to supply funding to their economy – all of it should be shut off.",
                "Markey",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thestreet.com/",
                "https://www.moneymetals.com/resources/executive-order-6102",
                "http://activistpost.net/moneymetals.html"
            ]
        },
        "key_words": [
            "cryptocurrency",
            "digital",
            "war",
            "economy",
            "north",
            "sanctions",
            "cyber",
            "national",
            "nuclear",
            "gleason",
            "korea",
            "heats",
            "gold",
            "cryptocurrencies",
            "metals",
            "ramp"
        ]
    }
]