[
    {
        "url": "http://www.cnn.com/2017/10/12/politics/joe-biden-politics-2020/index.html",
        "title": "What is Joe Biden up to?",
        "authors": [
            {
                "name": "Caroline Kenny",
                "link": null
            },
            {
                "name": "Eric Bradner",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-12",
        "text": "Updated 12:26 PM ET, Thu October 12, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nEx-Vice President Joe Biden has aggressively criticized President Donald Trump\nSouth Carolina would be a key part of any possible Biden presidential bid\nWashington (CNN)\nFormer Vice President Joe Biden is recruiting friends into tough-to-win Southern races, campaigning with Democrats in Virginia and New Jersey and wading into superior court races in Pennsylvania.\nHe has cast President Donald Trump as racist, told an LGBT crowd that \"we have a hell of a lot of work to do\" and tweeted at Trump that \"this has to stop.\"\n\"Once again, we are living through a battle for the soul of the nation -- a battle I thought was done and won,\" Biden said in late September in South Carolina.\nIt's all led to questions about whether Biden, who bypassed a presidential campaign in 2016, will seek the Democratic nomination in 2020.\nIncreasingly, Democrats have looked to a wide field of younger figures to lead its anti-Trump message and tactics. But among the party's elders with national stature, Biden has been much more of a presence on the campaign trail than former presidents Barack Obama and Bill Clinton and the 2016 Democratic nominee Hillary Clinton -- and a much more direct critic of Trump, particularly on foreign policy .\nRead More\nBiden is set to campaign for the Democratic candidates in this year's two governor's races -- Thursday for Phil Murphy in New Jersey, then Saturday for Ralph Northam in Virginia.\nHe's a sought-after surrogate for Democrats in the South. Biden recently visited Alabama to help Democrat Doug Jones launch his Senate campaign against controversial former judge Roy Moore ahead of a December special election. He also campaigned for Archie Parnell in a South Carolina congressional special election.\nBiden also has endorsed candidates in five targeted Virginia delegate races, one state Senate special election in Washington that would flip control of the chamber, one successful state senate campaign in Florida and a number of judges in Pennsylvania.\nAnd he is crossing party lines. Biden is set to award Arizona Sen. John McCain with the National Constitution Center's Liberty Medal next week in Philadelphia. The next day, he'll join Ohio Gov. John Kasich for a discussion about bipartisanship in Delaware. Both Republicans have been sharp critics of Trump and have called for more bipartisan cooperation -- making them natural allies of Biden, who has decried Washington's partisanship.\nIt's too early to tell, though, whether Biden's packed political calendar means he's considering a third presidential campaign in 2020, people close to him said.\nBiden is deeply concerned with the direction of the country under Trump and wants to have a voice in countering Trump, those people said. But, they cautioned, he isn't yet personally giving serious consideration -- as he painstakingly did in the fall 2015, after the death of his son Beau Biden -- to whether he wants to run for president in 2020.\n\"We take it one day at a time,\" Biden's wife Jill Biden said while in Charleston.\nBiden is \"a political animal\" and his level of engagement \"isn't more than he's done in the past,\" said former Sen. Ted Kaufman, a close friend and adviser who was Biden's chief of staff in his Senate office for 19 years.\n\"Pick a year at random over the last -- what is it now, 40-some years -- and you'll find him involved in appearing for candidate fundraising events, talking to people about whether they want to run, those kinds of things,\" Kaufman said. \"Frankly, this is way too early to start thinking about what you're going to be doing -- whether he'll run for president or anything like that.\"\nBiden's post-vice presidential footprint\nThese days, Biden works for both the University of Pennsylvania and the University of Delaware, heading a center and an institute bearing his name at each university. He is also continuing his work on cancer research, and preparing to roll out a new book.\nHe is also traveling for speeches on other issues. He'll be at Rutgers University on Thursday for a discussion about sexual assault on college campuses -- one that comes a day after he sharply criticized Harvey Weinstein, the Hollywood executive producer and Democratic megadonor at the Anti-Violence Project Courage Awards in New York City.\n\"My father taught me that the greatest sin was the abuse of power: Mental. Physical. Or economic,\" Biden said there in his first comments about Weinstein since reports of his history of his sexual assaults emerged six days earlier. \"The cardinal sin was for a man to use his power to abuse a woman or a child. It is disgusting. But because of the bravery of so many courageous women speaking up. Putting their careers at risk to save other women from similar abuse, this disgusting behavior -- at least on the part of Harvey Weinstein -- has been brought to an abrupt and justifiable end.\"\nIs the big post-vice presidential footprint a tea leaf to read in terms of Biden's own political future? Not really, Kaufman said.\n\"It's hard to tell people this, but he's concerned about these issues,\" Kaufman said. \"He's concerned about violence against women. He's concerned about our foreign policy. He's concerned about the middle class. He's concerned about these things.\"\nOn political matters, the inner circle that speaks to Biden nearly every day includes former chief of staff Steve Ricchetti, now the managing director at Penn's Biden Center; longtime adviser Mike Donilon; Greg Schultz, a former aide now heading up Biden's American Possibilities political action committee; and Kate Bedingfield, who was Biden's communications director in his vice presidential office. His sister, Valerie Biden Owens, is also involved in his day-to-day political activities.\nTaking on Trump in South Carolina\nAt recent political events, Biden has raised local Democrats' eyebrows -- and stoked chatter about 2020 -- with his aggressive criticism of Trump's presidency.\nBiden -- who has deep Democratic ties in South Carolina, a state that would serve as a linchpin in any potential run -- made his second visit to the state of 2017 in late September for a Charleston NAACP speech. He also headlined a Charleston County Democratic Party fundraiser prior to the NAACP event and spoke with big donors and party operatives.\n\"We saw the truth of this president when he pardoned Joe Arpaio of Arizona,\" Biden said during his remarks at the NAACP dinner. \"It's moments like these that each of us has to stand up and declare with conviction and moral clarity that the Klan, white supremacists, neo-Nazis will never be allowed to march in the main street of American life. That we will not watch this behavior and go numb when it happens.\"\nAt the dinner, which took place inside a ballroom a mere two blocks from the Mother Emanuel Church where a white supremacists shot and killed nine African-Americans in 2015 , he called out Trump's response to the Ku Klux Klan rallies in Charlottesville, Virginia, and said that Americans have a duty to not tolerate this kind of intolerance.\n\"This is a moment for this nation to declare what this president can't with any clarity, consistency or vision: There is no place in America for hate groups.\"\n\"This just felt different,\" a Democratic operative in South Carolina who was in attendance for the speech said. \"He was more outspoken than I've honestly ever seen him and also I think he's ... I think the embarrassment and the anger over what Trump is doing while in the White House, he feels it personally. I think having been in the White House for eight years, he knows all that can happen, good or bad. He feels some sense of duty.\"\n\"I heard from numerous people that they were in awe of the stance he took and the energy he had and the remarks that he made specifically at the dinner,\" said Amanda Loveday, the former state Democratic Party executive director. \"I got one text from a huge Hillary Clinton supporter saying that he was on fire. He definitely came down here and provided an outlook for Democrats on what could be next.\"\nLong-lasting South Carolina ties\nThe former vice president isn't a stranger in the Palmetto State. Former Charleston mayor Joe Riley, who held the job for 40 years, withheld his endorsement of Hillary Clinton in 2016 until he was sure Biden wouldn't run. And Dick Harpootlian, a former state party chair, is a close ally who tried to persuade Biden to run in 2016.\nBiden was in South Carolina earlier this year for the unveiling of a statue of former Sen. Fritz Hollings, whom he credited with convincing him to take office at age 29 after his wife and daughter were killed in a car crash and with arranging for Biden's swearing-in at the hospital where his sons were at the time.\nThen there is Biden's relationship with another senator.\n\"The first time I took notice of him in South Carolina was when he delivered the eulogy of Republican Sen. Strom Thurmond,\" said 2015 Draft Biden co-chair Inez Tenenbaum, who was South Carolina's state education superintendent at the time. \"His eulogy was remarkable and extraordinary and people felt such a connection with him at times. That's how it all began.\"\nBiden's upcoming events with Kasich and for McCain are other examples of the former vice president crossing party lines.\n\"Democrats and Republicans alike are fans of Joe Biden,\" South Carolina state Rep. Justin Bamberg said. \"He is very, very likeable. South Carolinians are old school, it's all about who you know down here. And he knows a lot of people and a lot of people know and respect him for his good reputation.\"\nThe Draft Biden group was established in 2015 to get started on the ground should Biden decide to run. Many South Carolina Democrats joined in and played active roles. Several elected officials endorsed Biden even though he didn't run, and Loveday said that proves what could happen if he were to get into the 2020 race.\nAnother South Carolina Democrat, state Rep. James Smith, became close with Biden back in 2009 because both he and Beau served overseas in the military during overlapping time periods.\nSmith, who last week announced he is running for governor, was a \"Draft Biden\" leader in 2015 and has urged the former vice president to run in 2020. But their friendship goes deeper than that, a source familiar with their relationship said. Biden was looking for elected officials who served overseas to correspond with Beau was about to deploy to Iraq. He was put in touch with Smith, recently returned from a tour of duty in Afghanistan. The two began speaking on the phone regularly and are still in touch. Biden urged Smith to run for governor.\nIn an extensive interview with the Charleston Post and Courier , Biden said he is behind Smith.\n\"I have met a lot of guys in my career ... but this is a guy, I swear to God, that I would trust with anything. This is a guy who I watched, he never puts himself before anybody else,\" Biden said of Smith.\nMany operatives say a James Smith campaign in 2018 could help build lists and an organizing structure that could be turned over to Biden's camp in preparation for 2020.\nReasons for skepticism\nIf Biden were to run in 2020, Biden would still likely face a packed primary field, and wouldn't have even South Carolina locked down.\nBryanta Maxwell, the President of the Young Democrats in South Carolina, said her group has been getting excited for 2020 and throwing around names of people they hope will make a run at taking down Trump.\n\"Kamala Harris, of course. Maxine Waters' name has floated a bit. Cory Booker. Elizabeth Warren. Those are the main names that I've been hearing in my circles,\" she said.\n\"Obama brought something different to the table. He brought diversity. With him being an African-American male who grew up in a single family household and had to rise from the bottom to the top, a lot of young people these days relate to that story more so than they do with an old white man. If we have another candidate who can bring the excitement like that, it could turn things around,\" Maxwell said.\nOne critical factor is Biden's age: He is 74 and would be 77 on Election Day 2020.\nAnother factor is that he has run for president twice before -- and both times he fell short of the Democratic nomination.\nBiden's calls for bipartisanship -- and a past that includes eulogizing Thurmond -- could also make him a poor match for an angry Democratic primary electorate seeking a fierce Trump critic.\n\"The good news for Biden is that he had a very strong national network when he ran in 1988, and those people have been loyal to him ever since,\" one national Democratic strategist said. \"The problem for Biden in 2008 was that he didn't really expand that network: He ran a campaign that time that was basically the same folks, 20 years later.\"\n\"His challenge is not finding old friends to do events with,\" the Democrat said. \"His challenge is finding new ones.\"\n",
        "quotes": [
            [
                "we have a hell of a lot of work to do",
                "Trump",
                false
            ],
            [
                "Once again, we are living through a battle for the soul of the nation -- a battle I thought was done and won,",
                "Valerie Biden Owens",
                true
            ],
            [
                "We take it one day at a time,",
                "Jill Biden",
                true
            ],
            [
                "isn't more than he's done in the past,",
                "Valerie Biden Owens",
                false
            ],
            [
                "Pick a year at random over the last -- what is it now, 40-some years -- and you'll find him involved in appearing for candidate fundraising events, talking to people about whether they want to run, those kinds of things,",
                "Valerie Biden Owens",
                true
            ],
            [
                "Frankly, this is way too early to start thinking about what you're going to be doing -- whether he'll run for president or anything like that.",
                "Valerie Biden Owens",
                true
            ],
            [
                "My father taught me that the greatest sin was the abuse of power: Mental.",
                "Valerie Biden Owens",
                true
            ],
            [
                "The cardinal sin was for a man to use his power to abuse a woman or a child.",
                "Valerie Biden Owens",
                true
            ],
            [
                "But because of the bravery of so many courageous women speaking up.",
                "Valerie Biden Owens",
                true
            ],
            [
                "Putting their careers at risk to save other women from similar abuse, this disgusting behavior -- at least on the part of Harvey Weinstein -- has been brought to an abrupt and justifiable end.",
                "Valerie Biden Owens",
                true
            ],
            [
                "It's hard to tell people this, but he's concerned about these issues,",
                "Valerie Biden Owens",
                true
            ],
            [
                "He's concerned about violence against women.",
                "Valerie Biden Owens",
                true
            ],
            [
                "He's concerned about our foreign policy.",
                "Valerie Biden Owens",
                true
            ],
            [
                "He's concerned about the middle class.",
                "Valerie Biden Owens",
                true
            ],
            [
                "He's concerned about these things.",
                "Valerie Biden Owens",
                true
            ],
            [
                "We saw the truth of this president when he pardoned Joe Arpaio of Arizona,",
                "Valerie Biden Owens",
                true
            ],
            [
                "It's moments like these that each of us has to stand up and declare with conviction and moral clarity that the Klan, white supremacists, neo-Nazis will never be allowed to march in the main street of American life.",
                "Valerie Biden Owens",
                true
            ],
            [
                "That we will not watch this behavior and go numb when it happens.",
                "Valerie Biden Owens",
                true
            ],
            [
                "This is a moment for this nation to declare what this president can't with any clarity, consistency or vision: There is no place in America for hate groups.",
                "Valerie Biden Owens",
                true
            ],
            [
                "He was more outspoken than I've honestly ever seen him and also I think he's ...",
                "",
                true
            ],
            [
                "I think the embarrassment and the anger over what Trump is doing while in the White House, he feels it personally.",
                "",
                true
            ],
            [
                "I think having been in the White House for eight years, he knows all that can happen, good or bad.",
                "",
                true
            ],
            [
                "He feels some sense of duty.",
                "",
                true
            ],
            [
                "I heard from numerous people that they were in awe of the stance he took and the energy he had and the remarks that he made specifically at the dinner,",
                "Amanda Loveday",
                true
            ],
            [
                "I got one text from a huge Hillary Clinton supporter saying that he was on fire.",
                "Amanda Loveday",
                true
            ],
            [
                "He definitely came down here and provided an outlook for Democrats on what could be next.",
                "Amanda Loveday",
                true
            ],
            [
                "The first time I took notice of him in South Carolina was when he delivered the eulogy of Republican Sen. Strom Thurmond,",
                "Inez Tenenbaum",
                true
            ],
            [
                "His eulogy was remarkable and extraordinary and people felt such a connection with him at times.",
                "Inez Tenenbaum",
                true
            ],
            [
                "That's how it all began.",
                "Inez Tenenbaum",
                true
            ],
            [
                "Democrats and Republicans alike are fans of Joe Biden,",
                "Justin Bamberg",
                true
            ],
            [
                "South Carolinians are old school, it's all about who you know down here.",
                "Justin Bamberg",
                true
            ],
            [
                "And he knows a lot of people and a lot of people know and respect him for his good reputation.",
                "Justin Bamberg",
                true
            ],
            [
                "I have met a lot of guys in my career ... but this is a guy, I swear to God, that I would trust with anything.",
                "Valerie Biden Owens",
                true
            ],
            [
                "This is a guy who I watched, he never puts himself before anybody else,",
                "Valerie Biden Owens",
                true
            ],
            [
                "Maxine Waters' name has floated a bit.",
                "",
                true
            ],
            [
                "Those are the main names that I've been hearing in my circles,",
                "",
                true
            ],
            [
                "Obama brought something different to the table.",
                "Maxwell",
                true
            ],
            [
                "With him being an African-American male who grew up in a single family household and had to rise from the bottom to the top, a lot of young people these days relate to that story more so than they do with an old white man.",
                "Maxwell",
                true
            ],
            [
                "If we have another candidate who can bring the excitement like that, it could turn things around,",
                "Maxwell",
                true
            ],
            [
                "The good news for Biden is that he had a very strong national network when he ran in 1988, and those people have been loyal to him ever since,",
                "",
                true
            ],
            [
                "The problem for Biden in 2008 was that he didn't really expand that network: He ran a campaign that time that was basically the same folks, 20 years later.",
                "",
                true
            ],
            [
                "His challenge is not finding old friends to do events with,",
                "",
                true
            ],
            [
                "His challenge is finding new ones.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.phillyvoice.com/joe-biden-blasts-trump-for-retweet-of-golf-ball-hitting-hillary-clinton/",
                "http://www.montgomeryadvertiser.com/story/news/politics/southunionstreet/2017/10/03/joe-biden-endorses-doug-jones-kickoff-senate-campaign/718021001/",
                "https://www.cnn.com/2016/06/17/us/charleston-church-shooting-anniversary/index.html",
                "https://www.cnn.com/2015/05/30/politics/obit-vice-president-son-beau-biden/index.html",
                "https://www.postandcourier.com/politics/joe-biden-on-why-he-s-involved-in-s-c/article_e85584e2-ab1b-11e7-a1ee-7bbf5d95bef6.html",
                "https://www.inquirer.com/philly/news/pennsylvania/philadelphia/john-mccain-liberty-medal-national-constitution-center-20170706.html",
                "https://www.huffingtonpost.ca/entry/joe-biden-trump-transgender-rollback_n_58cbffd4e4b0ec9d29db9c17",
                "https://www.cnn.com/2017/10/11/politics/joe-biden-calls-out-harvey-weinstein/index.html",
                "https://patch.com/new-jersey/woodbridge/joe-biden-edison-thursday-campaign-rally",
                "https://thehill.com/blogs/blog-briefing-room/353683-kasich-to-join-biden-for-discussion-on-bridging-the-political-divide",
                "https://www.postandcourier.com/features/faith_and_values/former-vice-president-joe-biden-to-charleston-s-naacp-we/article_d3460394-9fd9-11e7-999b-e360cf73ab08.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.cnn.com/video/data/2.0/video/us/2017/10/06/biden-speech-lc-orig.cnn.html"
            ]
        },
        "key_words": [
            "biden",
            "hes",
            "democratic",
            "joe",
            "trump",
            "carolina",
            "south",
            "bidens",
            "state",
            "run",
            "president"
        ]
    }
]