[
    {
        "url": "http://www.addictinginfo.org/2016/09/20/hateful-arizona-pastor-deported-from-botswana-after-saying-gays-should-be-stoned-to-death-video/",
        "title": "Hateful Arizona Pastor Deported From Botswana After Saying Gays Should Be ‘Stoned to Death’ (VIDEO)",
        "authors": [
            {
                "name": "John Prager",
                "link": null
            }
        ],
        "publisher": "addictinginfo.com",
        "publish_date": "2016-09-20",
        "text": "·\nWouldn’t it be nice if we could just kick bigots out of our country? Well, that’s exactly what happened when anti-gay Arizona pastor Stephen Anderson stopped by Botswana for a visit and decided to preach hate.\nAnderson’s road to Botswana was an eventful one, with the United Kingdom banning him from so much as getting on a connecting flight in their country. This forced him to find a “roundabout” way to get to Botswana, where he intended to spend quite some time preaching. But after he suggested that homosexuals be stoned to death in a radio interview, Anderson learned that his hatred is not tolerated everywhere.\n“I have identified Steven Anderson as an undesirable person to travel to South Africa,” Home Affairs Minister Malusi Gigaba told the BBC . The country’s Constitution, unlike ours, prohibits hate speech against, among other things, the gay community (even though homosexual acts are illegal in Botswana)  — and if you’ve ever listened to Anderson speak for five minutes straight, you know hate speech is kind of his ‘thing.’ The government even tweeted to inform everyone he had been declared a “prohibited immigrant”:\nPastor #StevenAnderson , a #USA citizen has been declared a Prohibited Immigrant and as such is being deported from #Botswana\nWhat prompted his removal was a radio interview in which he said homosexuals should be “stoned to death.” Anderson also repeated his praise of the Pulse nightclub shooter. While he says he doesn’t advocate violence, the victims were “disgusting homosexuals who the Bible says are worthy of death, the Bible says the government should put them to death, so why would I be sad if these horrible people died that the Bible says should die anyway.”\nAnderson told his interviewer, who pointed out that the Bible supports slavery, that while he doesn’t believe the Bible condones slavery ( it does ), “if it did then yes I would condone it” because “the Bible is always right and I am not smarter than God.”\nYou can watch Anderson getting snagged by immigration officials below. If you’re anything like me, you’ll play it on repeat and laugh.\nYou can see an interview with his camera guy here:\nFeatured image via screen capture\nSearch\nArchives\nArchives\n",
        "quotes": [
            [
                "I have identified Steven Anderson as an undesirable person to travel to South Africa,",
                "",
                true
            ],
            [
                "disgusting homosexuals who the Bible says are worthy of death, the Bible says the government should put them to death, so why would I be sad if these horrible people died that the Bible says should die anyway.",
                "Steven Anderson",
                false
            ],
            [
                "if it did then yes I would condone it",
                "",
                false
            ],
            [
                "the Bible is always right and I am not smarter than God.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/hashtag/USA?src=hash",
                "https://twitter.com/hashtag/StevenAnderson?src=hash",
                "http://www.evilbible.com/evil-bible-home-page/slavery/",
                "http://www.gabzfm.com/point-20-sep-controversial-anti-gay-pastor-steve-anderson",
                "https://twitter.com/hashtag/Botswana?src=hash",
                "https://www.youtube.com/watch?v=lTwoq4oreok",
                "http://www.bbc.com/news/world-africa-37349683"
            ]
        },
        "key_words": [
            "stoned",
            "video",
            "saying",
            "bible",
            "interview",
            "deported",
            "pastor",
            "death",
            "speech",
            "anderson",
            "suggested",
            "botswana",
            "homosexuals",
            "hateful",
            "gays",
            "told",
            "arizona"
        ]
    }
]