[
    {
        "url": "https://www.politico.com/story/2016/09/tim-kaine-hillary-clinton-debate-expectations-228652?cmpid=sf",
        "title": "Kaine raises debate expectations for Clinton",
        "authors": [
            {
                "name": "Rebecca Morin",
                "link": null
            },
            {
                "name": "Burgess Everett",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-25",
        "text": "Kaine raises debate expectations for Clinton\nKENDALL, Fla. -- Tim Kaine isn’t playing the lowered expectations game for Hillary Clinton ahead of the first presidential debate.\nThe Democratic vice presidential nominee all but guaranteed a win by his running mate on Monday in New York, predicting Clinton will shine and Donald Trump will fumble when asked about specifics, the Trump Foundation and Trump University.\nStory Continued Below\n“When the lights are bright like they are now she brings the A-plus game. She’ll be very, very good tomorrow. Donald Trump’s a performer and an entertainer, I’m not taking that away from him,” Kaine said at a rally here on a campus of Miami-Dade College. “But he can't get away with the 15-second thing and then walking away. … No, it’s 90 minutes, mano y mano.”\nKaine’s bullish view of the world came just hours after Trump campaign manager Kellyanne Conway called him the “ Babe Ruth of debating. \" It’s a counterintuitive political strategy: Raising expectations ahead of what may be the most-watched debate in history is a risky proposition for both sides when the race is so tight. In 2012, President Barack Obama gave a rusty performance in his first debate that jolted the race and alarmed Democrats nationwide.\nThe Virginia senator himself acknowledged that things had gotten closer than many Democrats had hoped, repeatedly calling Clinton’s lead “narrow.” But he suggested that Monday night could change all that.\n“You’re going to see him have to get into specifics and Hillary too. But we’re going to see who can answer the specific questions. I mean Donald Trump hasn’t answered a basic question that’s been asked of presidential candidates: show us your tax returns,” Kaine said. “Donald Trump’s had problems with the specifics so far, tomorrow night we’re going to see: Can he give some specifics?”\nKaine barely mentioned Mike Pence, Trump’s running mate, even though the two will debate in just over a week. His only knock on Pence was that he was too easy on Russian President Vladimir Putin.\n",
        "quotes": [
            [
                "When the lights are bright like they are now she brings the A-plus game.",
                "Tim Kaine",
                true
            ],
            [
                "She’ll be very, very good tomorrow.",
                "Tim Kaine",
                true
            ],
            [
                "Donald Trump’s a performer and an entertainer, I’m not taking that away from him,",
                "Tim Kaine",
                true
            ],
            [
                "But he can't get away with the 15-second thing and then walking away.",
                "Tim Kaine",
                true
            ],
            [
                "No, it’s 90 minutes, mano y mano.",
                "Tim Kaine",
                true
            ],
            [
                "You’re going to see him have to get into specifics and Hillary too.",
                "Tim Kaine",
                true
            ],
            [
                "But we’re going to see who can answer the specific questions.",
                "Tim Kaine",
                true
            ],
            [
                "I mean Donald Trump hasn’t answered a basic question that’s been asked of presidential candidates: show us your tax returns,",
                "Tim Kaine",
                true
            ],
            [
                "Donald Trump’s had problems with the specifics so far, tomorrow night we’re going to see: Can he give some specifics?",
                "Tim Kaine",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.politico.com/story/2016/09/trump-debate-babe-ruth-conway-228636"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "kaine",
            "raises",
            "clinton",
            "going",
            "debate",
            "presidential",
            "hillary",
            "trump",
            "donald",
            "game",
            "specifics",
            "expectations",
            "trumps"
        ]
    }
]