[
    {
        "url": "http://dailybuzzlive.com/usher-infected-herpes/",
        "title": "Let It Burn? Usher Cut a $1.1 MILLION Check to a Woman He Infected with Herpes [Court Documents Added]",
        "authors": [
            {
                "name": "Daily Buzz Live",
                "link": null
            }
        ],
        "publisher": "dailybuzzlive.com",
        "publish_date": "2017-07-19",
        "text": "Posted on\nAccording to Radar Online, legal documents detail how Usher had ‘rigorous unprotected sex’ without disclosing he had the virus. The papers also show that he was ‘exposed to herpes’ in 2009 or 2010. Usher finalized his divorce from Tameka Foster in 2009.\nYou can read the official court documents here.  The woman has been identified in the documents posted by Radar as Maya Fox-Davis — the SAME bridesmaid who Tameka Foster accused Usher of sleeping with in court.\nvia Radar Online:\nIn a disgusting revelation, a “greenish discharge” once oozed from the performer’s penis, but otherwise he had no signs of the infection and was labeled an “asymptomatic carrier” by doctors.\nAfter initially admitting concern to his partner, Usher — who’s worth a cool $180 million — later convinced her that an STD examination result was negative, and they continued to engage in unprotected sex.\n“Believing Raymond’s statements that it had been nothing and cleared up, [she] continued her relationship,” a lawyer for the victim wrote in a legal complaint for damages.\nTheir romps went without a hitch until three weeks after a passionate hookup when the victim — whose identity is being withheld by Radar — woke up “feeling very sick” with a “fever of 100 degrees, chills, headache, and aches and pains.”\nShe “also developed lesions and blisters in her vagina,” and was so terrified she sought treatment at urgent care, where a doctor promptly diagnosed her with herpes.\nAccording to the document, the “Yeah!” singer — going by the pseudonym “Papa Bear” in messages — posted a check covering her medical bills totaling $2,754.40.\nUsher — now married to Grace Miguel, former executive chef on The Cosby Show — is accused of “consciously and purposefully” withholding his herpes diagnosis from the woman “and continued to have unprotected sex.”\nThe legal complaint was filed at the Superior Court in Los Angeles. California law requires a person who knows or should know they are infected with genital herpes to avoid sexual contact with an uninfected person — or to warn potential partners before sexual contact occurs.\nAfter being confronted by his partner for infecting her, Usher called her two days later with his doctor, who confirmed he carries the herpes virus.\nHer test results confirmed a first-time infection and a file in the settlement reads: “In a series of telephone conversations and online chat sessions, [Usher] has apologized for infecting [her] and told her he would take care of things.”\nIn a declaration, the celebrity fashionista said she “feels that her health and body have been ruined,” and she “has suffered severe emotional distress and has been extremely depressed … knowing there is no cure.”\nUsher eventually settled with his ex on Dec. 28, 2012, coughing up a total of $1.1 million.\nAccording to the Centers for Disease Control and Prevention, about ONE out of SIX people in the United States between the ages of 14 to 49 have genital herpes.\nOne out of six.\n* indicates required\nEmail Address *\nRecent Posts\nDo You Want To Scare People? Check Out This Cool 3D Art Trick. Jonathan Harris READ MORE →\nA gorilla named Jelani, that is housed in a habitat at the Louisville Zoo, was READ MORE →\nDaily Buzz Live Search\n",
        "quotes": [
            [
                "Believing Raymond’s statements that it had been nothing and cleared up, [she] continued her relationship,",
                "",
                true
            ],
            [
                "fever of 100 degrees, chills, headache, and aches and pains.",
                "",
                false
            ],
            [
                "also developed lesions and blisters in her vagina,",
                "",
                false
            ],
            [
                "and continued to have unprotected sex.",
                "Grace Miguel",
                false
            ],
            [
                "In a series of telephone conversations and online chat sessions, [Usher] has apologized for infecting [her] and told her he would take care of things.",
                "",
                true
            ],
            [
                "feels that her health and body have been ruined,",
                "",
                false
            ],
            [
                "has suffered severe emotional distress and has been extremely depressed … knowing there is no cure.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.dailymail.co.uk/tvshowbiz/article-2149012/Usher-accused-sleeping-ex-wifes-bridesmaid-bombshell-custody-battle-hearing.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "legal",
            "documents",
            "check",
            "continued",
            "tameka",
            "cut",
            "usher",
            "court",
            "million",
            "victim",
            "unprotected",
            "infected",
            "woman",
            "let",
            "radar",
            "herpes"
        ]
    }
]