[
    {
        "url": "https://www.nytimes.com/2017/10/09/sports/football/jemele-hill-suspended-espn.html?rref=collection%2Fsectioncollection%2Fsports",
        "title": "Jemele Hill Suspended by ESPN After Response to Jerry Jones",
        "authors": [
            {
                "name": "Ken Belson",
                "link": null
            },
            {
                "name": "Kevin Draper",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-09",
        "text": "Advertisement\nJemele Hill Suspended by ESPN After Response to Jerry Jones\nImage\nESPN has suspended SportsCenter host Jemele Hill for violating its social media policy.CreditCreditD Dipasupil/Getty Images\nOct 9, 2017\nJemele Hill, the “SportsCenter” host on ESPN whose tweets last month calling President Trump a white supremacist caused the White House to call for her firing , was suspended on Monday for once again running afoul of the company’s social media policy .\nAfter the Dallas Cowboys’ owner, Jerry Jones, said Sunday that he would bench any players who “disrespect the flag,” Hill suggested on Twitter that fans who disagreed with Jones’s stance should boycott Cowboys advertisers.\n“Change happens when advertisers are impacted,” she wrote . “If you feel strongly about JJ’s statement, boycott his advertisers.”\nShe later clarified that she was not calling for an N.F.L. boycott but was pointing out the “unfair burden” placed upon players. She also noted that some fans who supported players kneeling during the national anthem were continuing to watch N.F.L. games.\nESPN said in a statement that Hill was suspended for “a second violation of our social media guidelines.” She will not appear on television for the next two weeks. A spokesman for the company declined to say which specific guideline she had violated or whether she would be paid during the suspension.\n“She previously acknowledged letting her colleagues and company down with an impulsive tweet,” the statement said.\nAfter her tweets about Trump last month, Hill, who is African-American, expressed regret that the posts had “painted ESPN in an unfair light” but did not otherwise apologize. John Skipper, ESPN’s president, wrote an internal memo emphasizing that employees were allowed to participate in public discussion of political matters, but in doing so must abide by the company’s social media guidelines.\nHill, 41, did not appear on Monday night’s “SportsCenter,” and neither did her co-host, Michael Smith, who is also African-American. Instead, Matt Barrie hosted alone, on a standard set missing the SC6 branding that usually accompanies Hill and Smith’s show.\nTrump and his surrogates have criticized the N.F.L. for allowing players to kneel or sit during the playing of the anthem. But Jones’s comments raised the possibility of a showdown between some of its most powerful owners and the players’ union.\nJones’s remarks were the most strident comments yet by an owner in the debate over the players’ right to protest during the anthem.\nHe made the comments after the Cowboys’ 35-31 loss to the Green Bay Packers on Sunday night. Jones was asked about Vice President Mike Pence, who attended an Indianapolis Colts game earlier in the day but walked out after about two dozen players with the visiting San Francisco 49ers knel t during the national anthem .\nPence later tweeted , “I left today’s Colts game because @POTUS and I will not dignify any event that disrespects our soldiers, our Flag, or our National Anthem,” referring to Trump. Pence, who flew from Las Vegas for the game and then traveled to Los Angeles later Sunday, was criticized for what many felt was a premeditated political stunt.\nJones has been the most vocal of the 32 owners in saying that his players should stand. After his team lost to the Packers on Sunday, he went much further.\nJones brushed aside a question about two Cowboys players who had raised their fists at the end of the anthem.\n“But if there is anything that is disrespectful to the flag, then we will not play,” he told The Dallas Morning News . “You understand? If we are disrespecting the flag, then we won’t play. Period.”\nThe players who have protested by sitting or kneeling during the anthem have insisted that they are not disrespecting the flag or the military, but rather trying to raise awareness of police brutality and racial injustice in the United States.\nJones’s comments were the clearest sign yet that the owners are eager to move on from the public-relations crisis. But they may have inadvertently stirred up a more fractious fight with the N.F.L. Players Association. Late Sunday, the union issued a statement that defended its members’ right to free expression.\n“It is a source of enormous pride that some of the best conversations about these issues have taken place in our locker rooms in a respectful, civil and thoughtful way that should serve as a model for how all of us can communicate with each other,” the union said. “We should not stifle these discussions and cannot allow our rights to become subservient to the very opinions our Constitution protects. That is what makes us the land of the free and home of the brave.”\nThe Dolphins’ owner, Stephen M. Ross, who has backed the players’ right to protest, appears to be changing his stance. He told The Miami Herald that while many players insist their protests are about raising awareness of social injustice, the president has “changed that whole paradigm of what protest is” by turning it into a proxy for respect for the flag and support of the military.\nA version of this article appears in print on , Section B, Page 11 of the New York edition with the headline: ESPN Host Barred for Urging  Boycott to Rebuke Jerry Jones. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "Change happens when advertisers are impacted,",
                "",
                true
            ],
            [
                "If you feel strongly about JJ’s statement, boycott his advertisers.",
                "Jemele Hill",
                true
            ],
            [
                "a second violation of our social media guidelines.",
                "Jemele Hill",
                false
            ],
            [
                "She previously acknowledged letting her colleagues and company down with an impulsive tweet,",
                "",
                true
            ],
            [
                "painted ESPN in an unfair light",
                "Hill",
                false
            ],
            [
                "I left today’s Colts game because @POTUS and I will not dignify any event that disrespects our soldiers, our Flag, or our National Anthem,",
                "",
                true
            ],
            [
                "But if there is anything that is disrespectful to the flag, then we will not play,",
                "Jerry Jones",
                true
            ],
            [
                "If we are disrespecting the flag, then we won’t play.",
                "",
                true
            ],
            [
                "It is a source of enormous pride that some of the best conversations about these issues have taken place in our locker rooms in a respectful, civil and thoughtful way that should serve as a model for how all of us can communicate with each other,",
                "",
                true
            ],
            [
                "We should not stifle these discussions and cannot allow our rights to become subservient to the very opinions our Constitution protects.",
                "",
                true
            ],
            [
                "That is what makes us the land of the free and home of the brave.",
                "",
                true
            ],
            [
                "changed that whole paradigm of what protest is",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://sportsday.dallasnews.com/dallas-cowboys/cowboys/2017/10/08/cowboys-owner-jerry-jones-player-disrespects-flag-allowed-play",
                "http://www.miamiherald.com/sports/spt-columns-blogs/armando-salguero/article177737646.html",
                "https://www.nytimes.com/2017/09/13/sports/jemele-hill-espn-white-house.html?module=inline",
                "https://www.nytimes.com/2017/10/08/us/politics/pence-anthem-colts.html?module=inline",
                "https://www.nytimes.com/2017/10/08/sports/nfl-scores.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.parsintl.com/publication/the-new-york-times/",
                "https://twitter.com/jemelehill/status/917422283995713544",
                "https://twitter.com/jemelehill/status/917421938879889408",
                "https://twitter.com/jemelehill/status/917219440487432192",
                "https://twitter.com/jemelehill/status/908173152370520064?ref_src=twsrc%5Etfw&ref_url=https%3A%2F%2Fwww.nytimes.com%2F2017%2F09%2F13%2Fsports%2Fjemele-hill-espn-white-house.html&module=inline",
                "https://twitter.com/VP/status/917074120084516865"
            ]
        },
        "key_words": [
            "jones",
            "play",
            "game",
            "flag",
            "jerry",
            "response",
            "raised",
            "comments",
            "owners",
            "jemele",
            "hill",
            "trump",
            "pence",
            "players",
            "packers",
            "suspended",
            "espn"
        ]
    }
]