[
    {
        "url": "https://www.politico.com/states/florida/story/2016/09/trump-did-not-get-a-pass-defiant-bondi-says-of-fraud-case-105621?cmpid=sf",
        "title": "‘Trump did not get a pass,’ defiant Bondi says of fraud case",
        "authors": [
            {
                "name": "Christine Sexton",
                "link": null
            },
            {
                "name": "Marc Caputo",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-20",
        "text": "AP Photo/Gerald Herbert\n‘Trump did not get a pass,’ defiant Bondi says of fraud case\n09/20/2016 09:37 AM EDT\n“Donald Trump did not get a pass,” Bondi told reporters.\nStory Continued Below\nBondi told reporters that the contribution, made to her political committee amid her 2014 reelection campaign, had no bearing on her office’s decision to not join a civil fraud lawsuit filed by New York Attorney General Eric Schneiderman against Trump University, which was defunct by the time she first took office in 2011.\n“There never was an investigation into Donald Trump by this office,” Bondi said.\nBondi’s first political opponent in 2010, former state senator and federal prosecutor Dan Gelber, recently said she should at least have returned the check to Trump while the New York case was pending.\nBut Bondi on Tuesday said she didn’t return the check because it would have looked as if it were a bribe.\n“If I had returned it you would have reported ‘Bondi accepted a bribe, got caught and returned it.’ That's how the reporting goes,” Bondi said. “And so, no, there was nothing improper about it. So there was no reason to return it.”\nNonetheless, when controversy recently flared over the donation again, Bondi’s committee tried to return the check but Trump wouldn’t accept it.\nScores of complaints against Trump University and he related Trump Institute were filed during the term of her predecessor, Bill McCollum, who did not investigate. At the time she collected the contribution, only one additional complaint against Trump University had been filed with her office and, Bondi said, she was unaware of the complaint when she solicited the contribution from Trump. The attorney general’s office fields tens of thousands of complaints yearly.\nStill, the timing of Bondi’s solicitation and acceptance of the check from Trump in 2013 have made the two Republicans an easy target for Democrats who have filed ethics complaints, accused her of participating in a “pay to play” scheme and called for independent investigations.\nTrump once said that he gives money to politicians \"because when I want something, I get it. When I call, they kiss my ass.” But Trump said he never discussed Trump University with Bondi and backed her because she’s a friend.\nAs for why her office didn’t take the case, Bondi said her office referred Florida-based complainants – many of whom were elderly people who claimed they were scammed out of tens of thousands of dollars – to New York because Trump University was based in that state. Bondi has bristled at the negative press coverage and said that it’s wrong to question her pro-consumer record.\n“We have returned billions of dollars to consumers since I have been in office,” she said.\nBondi has been dogged by the timing of the Trump donation and her office’s inaction since her 2014 reelection campaign – only to see the issue roar back to life when she endorsed Trump in Florida the day before the March 15 Republican presidential primary that he handily won.\nThe issue died down until last month, when Trump began calling out Democratic presidential nominee Hillary Clinton by accusing her of using the Clinton Foundation as a pay-to-play scheme. Democrats hit back by pointing fingers at Bondi.\n\"My charity helps people, his is used to pay off your attorney general,\" Bill Clinton said at a Florida event earlier this month.\nTrump’s charity, the Donald J. Trump Foundation, was ensnared in the Trump University controversy because it was used to donate the $25,000 check to Bondi’s committee. That broke IRS rules and Trump recently admitted to the Washington Post that he paid a fine over the error.\nThe timing of the contribution was controversial from the start.\nOn Aug. 24, Schneiderman announced his lawsuit against Trump University. Five days later, an Orlando Sentinel reporter called Bondi’s office to inquire about whether she would join the suit.\n“We are currently reviewing the allegations in the New York complaint,” a Bondi spokeswoman told the reporter.\nAbout this time – Bondi is unclear as to the details – she solicited the check from Trump. Though her upper-level staff discussed the Schneiderman complaint, she said she was unaware of it. On Sept. 14, the Orlando Sentinel reported the Trump University lawsuit and, the following day, Bondi began receiving regular updates about the New York-based case.\nOn Sept. 17, Bondi's political committee And Justice for All deposited the Trump check. The contribution was spotted by Orlando Sentinel columnist Scott Maxwell on Oct. 15, who said the timing “looks awfully fishy.”\nBut Bondi described the contribution, among the largest to her committee, as relatively routine.\n“I was calling friends and family and many, many people because I was running for reelection,” Bondi said.\nFlorida Playbook\nGary Fineout and Matt Dixon's must-read briefing on what's hot, crazy or shady about politics in the Sunshine State.\nSign up for POLITICO Florida Playbook\nEmail\n",
        "quotes": [
            [
                "Bondi accepted a bribe, got caught and returned it.",
                "",
                true
            ],
            [
                "We have returned billions of dollars to consumers since I have been in office,",
                "",
                true
            ],
            [
                "Trump did not get a pass,",
                "",
                true
            ],
            [
                "Donald Trump did not get a pass,",
                "Bondi",
                true
            ],
            [
                "There never was an investigation into Donald Trump by this office,",
                "Bondi",
                true
            ],
            [
                "If I had returned it you would have reported ‘Bondi accepted a bribe, got caught and returned it.’ That's how the reporting goes,",
                "Bondi",
                true
            ],
            [
                "And so, no, there was nothing improper about it.",
                "Bondi",
                true
            ],
            [
                "So there was no reason to return it.",
                "Bondi",
                true
            ],
            [
                "because when I want something, I get it.",
                "Bill Clinton",
                false
            ],
            [
                "When I call, they kiss my ass.” But Trump said he never discussed Trump University with Bondi and backed her because she’s a friend.",
                "Bill Clinton",
                true
            ],
            [
                "As for why her office didn’t take the case, Bondi said her office referred Florida-based complainants – many of whom were elderly people who claimed they were scammed out of tens of thousands of dollars – to New York because Trump University was based in that state.",
                "Bill Clinton",
                true
            ],
            [
                "Bondi has bristled at the negative press coverage and said that it’s wrong to question her pro-consumer record.",
                "Bill Clinton",
                true
            ],
            [
                "We have returned billions of dollars to consumers since I have been in office,” she said.",
                "Bill Clinton",
                true
            ],
            [
                "Bondi has been dogged by the timing of the Trump donation and her office’s inaction since her 2014 reelection campaign – only to see the issue roar back to life when she endorsed Trump in Florida the day before the March 15 Republican presidential primary that he handily won.",
                "Bill Clinton",
                true
            ],
            [
                "The issue died down until last month, when Trump began calling out Democratic presidential nominee Hillary Clinton by accusing her of using the Clinton Foundation as a pay-to-play scheme.",
                "Bill Clinton",
                true
            ],
            [
                "Democrats hit back by pointing fingers at Bondi.",
                "Bill Clinton",
                true
            ],
            [
                "My charity helps people, his is used to pay off your attorney general,",
                "Bill Clinton",
                true
            ],
            [
                "We are currently reviewing the allegations in the New York complaint,",
                "Bondi",
                true
            ],
            [
                "I was calling friends and family and many, many people because I was running for reelection,",
                "Bondi",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "pass",
            "office",
            "bondis",
            "york",
            "timing",
            "fraud",
            "trump",
            "committee",
            "defiant",
            "university",
            "bondi",
            "contribution",
            "check",
            "case"
        ]
    }
]