[
    {
        "url": "http://beforeitsnews.com/u-s-politics/2017/10/soros-funded-refuse-fascism-plans-overthrow-of-u-s-government-2537099.html",
        "title": "Soros-Funded ‘Refuse Fascism’ Plans Overthrow of U.S. Government",
        "authors": [],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "By ram7932\nSunday, October 1, 2017 7:58\n% of readers think this story is Fact. Add your two cents.\nCDN – http://www.conservativedailynews.com\nRefuse Fascism is the project of a group that has received funding from organizations linked to George Soros and they have put a call-to-action on their website demanding the overthrow of the “Trump/Pence regime” set to begin on November 4th.\n“Every force and faction in the power structure would be forced to respond to our demand,” the call-to-action post reads. “The cracks and divisions among the powers already evident today will sharpen and widen. As we draw more and more people forward to stand up, all of this could lead to a situation where this illegitimate regime is removed from power.”\nHow will they achieve their coup d’etat? By gathering .. or something.\nWe will gather in the streets and public squares of cities and towns across this country, at first many thousands declaring that this whole regime is illegitimate and that we will not stop until our single demand is met: This Nightmare Must End: the Trump/Pence Regime Must Go!\nAntifa  has taken the  Refuse Fascism  call seriously. Last Tuesday, they blocked traffic on the 101 freeway in Los Angeles to hold up signs spelling out “Nov 4 It Begins” while chanting “No Trump, no KKK, no fascist USA.”\nThe website has pre-planned banners, leaflets, graphics and posters for the event that is to start on November 4, just three days before the 100th anniversary of the Bolshevik Revolution in Russia, and go until the Trump administration is thrown from power.\nSo it begs the question, who is Refuse Fascism?\nAccording to  a fundraiser on CrowdRise.com , the project’s website RefuseFascism.org is run by the Alliance for Global Justice.\nAccording to a  report  by The Daily Caller, AFGJ received money from several progressive organizations with George Soros’ Tides Foundation being one of the largest givers.\nAccording to its most recent 990 tax form , Alliance for Global Justice (AfGJ) received $2.2 million in funding for the fiscal year ending in March 2016.\nOne of the group’s biggest donors is the Tides Foundation, a non-profit funded by billionaire progressive philanthropist George Soros. Tides gave AfGJ $50,000.\nThe United Steel Workers labor union also contributed $5,000. The city of Tucson is also listed in AfGJ’s 990 as a donor, but a city official says that the city acted merely as a pass-through for a Native American tribe that provided a grant to the activist group. The city official said that no city money went to AfGJ.\nCharities associated with several major corporations also donated. Patagonia.org, the outdoor apparel and equipment company, gave $40,000. The Ben & Jerry Foundation, the charity associated with the ice cream maker, gave $20,000. And Lush Cosmetic gave $43,950.\nAnother bit of irony is seen in the $5,000 contribution from the Peace Development Fund, a group that claims to support organizations that fight for human rights and social justice.\nAnother major donation came from a group that was chaired by Hillary Clinton during the 1980s. The New World Foundation gave $52,000 to AfGJ.\nThe current Crowdrise campaign has raised $135,000 of their $175,000 goal specifically for the Nov. 4 revolution.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nraburgeson\nLast year I would have said I could not see the people burning down collages and universities. I will not be taking any bets on this subject from now on.\nOct 1, 2017, 11:24 am\n‘WE ARE NOT AFRAID OF THE JEWS’ by Alicia Frischmann\nWHAT DID ANCIENT TIME FAMOUS PEOPLE SAID ABOUT THE JEWS\n2000 Years ago:\n“The Jews belong to a dark and repulsive force.\nOne knows how numerous this clique is, how they stick together and what power they exercise through their unions.\nThey are a nation of rascals and deceivers.”\nMarcus Tullius Cicero  106 BC – 43 BC.\nCicero is considered one of Rome’s greatest orators.\n* *\n“Antisemitism is an indication of intelligence.\nThe more antisemitic you are the more intelligent you will be.\nAntisemitism is the awareness that the JEWS are behind all problems”.\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Every force and faction in the power structure would be forced to respond to our demand,",
                "",
                true
            ],
            [
                "The cracks and divisions among the powers already evident today will sharpen and widen.",
                "",
                true
            ],
            [
                "As we draw more and more people forward to stand up, all of this could lead to a situation where this illegitimate regime is removed from power.",
                "",
                true
            ],
            [
                "No Trump, no KKK, no fascist USA.",
                "",
                true
            ],
            [
                "WE ARE NOT AFRAID OF THE JEWS",
                "",
                false
            ],
            [
                "The Jews belong to a dark and repulsive force.",
                "",
                true
            ],
            [
                "One knows how numerous this clique is, how they stick together and what power they exercise through their unions.",
                "",
                true
            ],
            [
                "They are a nation of rascals and deceivers.",
                "",
                true
            ],
            [
                "Antisemitism is an indication of intelligence.",
                "",
                true
            ],
            [
                "The more antisemitic you are the more intelligent you will be.",
                "",
                true
            ],
            [
                "Antisemitism is the awareness that the JEWS are behind all problems",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.prodo1.com/",
                "https://beforeitsnews.com/v3/r2/?url=https://www.conservativedailynews.com/tag/refuse-fascism/",
                "https://beforeitsnews.com/v3/r2/?url=https://www.crowdrise.com/stop-trumppence-before-they-start/fundraiser/allianceforglobaljus",
                "http://www.suppressedhealthsecrets.com",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://www.conservativedailynews.com/tag/antifa/",
                "https://beforeitsnews.com/v3/r2/?url=http://dailycaller.com/2017/02/03/look-who-funds-the-group-behind-the-call-to-arms-at-milos-berkeley-event/"
            ]
        },
        "key_words": [
            "city",
            "website",
            "afgj",
            "refuse",
            "overthrow",
            "group",
            "foundation",
            "plans",
            "gave",
            "regime",
            "tides",
            "sorosfunded",
            "fascism"
        ]
    }
]