[
    {
        "url": "https://www.activistpost.com/2017/10/catalan-independence-5-things-think.html",
        "title": "Catalan Independence: 5 Things to Think About",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-10-01",
        "text": "Hot Topics\nHeadlines and commentary across both Eastern and Western media have mainly focused on the Catalan independence referendum and the actions of Spanish police and the Spanish government’s attempts to disrupt polls.\nHowever, little is being said about what the real implications of Catalan independence may be.  What do those politicians in Catalonia in favor of independence seek to do with it should they succeed? Will they create a Catalonia that serves the best interests of the people? Or serve the EU and NATO more efficiently and eagerly than a united Spain ever could?\nThere are 5 points those following this conflict should know and keep in mind as events unfold:\n1. Catalonia has a formidable industrialized economy relative to other regions of Spain, with a GDP and population just exceeding those of nations like Scotland or Singapore, and likely could achieve and sustain independence from Spain.\n2. NATO appears eager to encourage independence and would welcome what they expect to be a robust military capability to add to their wars of global aggression.\nAn article published in 2014 by the Atlantic Council – a Fortune 500-funded NATO think tank – titled, “ The Military Implications of Scottish and Catalonian Secession ,” would state:\nCatalonia has 7.3 million people, with more than $300 billion in GDP. Spending just 1.6% of that on defense provides over $4.5 billion annually, or roughly the budget of Denmark, which has well-regarded and efficient armed forces. Catalonian military plans are more vague, but so far, they emphasize the navy. With excellent ports in Barcelona and Tarragona, Catalonia is well-positioned as a minor naval power, ‘with the Mediterranean as our strategic environment, and NATO as our framework’, as the nationalists’ think-tank on defense argues. The rough plans call for a littoral security group of a few hundred sailors at first. After a few years, Catalonia would assume responsibility as “a main actor in the Mediterranean,” with land-based maritime patrol aircraft and small surface combatants. Eventually, the nationalist ambition may include an expeditionary group with a light assault carrier and hundreds of marines, to take a serious role in collective security.\nThe Atlantic Council piece would emphatically conclude that:\nIf accurately characterized by the few white papers that have surfaced, the separatists’ position suggests a valuable and refreshing view of specialization in collective defense: build a navy that is comparatively focused on influencing events ashore.\n3. Pro-independence Catalan politicians appear to enthusiastically support Catalonia’s membership in NATO.\nPrime Minister Artur Mas explicitly confirmed Catalonia is seeking NATO membership. In a recent interview with the Italian daily La Reppublica, Catalan Prime Minister Artur Mas explained that an independent Catalonia sees herself at the heart of NATO. This is in line with Catalonia’s commitment to the international community, the principle of collective security, international law, and the rule of law at sea.\nDeclare Your Independence!\nProfit outside the rigged system! Protect yourself from tyranny and economic collapse. Learn to live free and spread peace!\nCounter Markets Newsletter - Trends & Strategies for Maximum Freedom\nClaim Your FREE Issue Today!\nThe article also claims:\nCatalonia seeks freedom, not to avoid the inescapable responsibilities that come hand in hand with it, but to fully exercise them side by side with partners and allies. Catalans understand fully that freedom never comes without cost, and that whereas independence means government of the people, by the people, and for the people, instead of alien rule, it also means that they will not be able to look the other way when a crisis or challenge arises. They understand that when the next Afghanistan comes, Catalan blood will also be spilled.\nIn essence, Catalan politicians appear eagerly committed not only to NATO, but to the foreign wars of aggression it wages, and spilling the blood of its people to help NATO fight them.\n4. Some Catalan politicians have begun planning for its military’s integration into NATO.\nThe Mediterranean: our strategic environment. NATO: our framework\nCatalonia must participate in SNMG2 (Standing NATO Maritime Group 2; formerly Standing Naval Force Mediterranean), a component of the NRF (NATO Response Force).\nIt would also be convenient to participate in the SNMCMG2 (Standing NATO Mine Countermeasures Group 2).\n5. Like “Kurdistan,” any sort of “independence” is meaningless if the resulting state finds itself utterly dependent and entwined with Western hegemony and the institutions that maintain it – especially at the cost of member states and proxies – be they Kurdish or Catalan.\nThat Catalonia’s politicians have already openly and eagerly pledged Catalan blood and treasure to foreign interests and the wars they seek to fight across the globe, suggests that the notion of Catalonia actually achieving any sort of “independence” is actually Catalonia simply becoming more dependent on an even greater master, and one even further abroad.\nFurther Thoughts\nThese 5 points should be considered by those for and against Catalan independence. While Catalonia could create for itself a lasting and meaningful independence underpinned by peace and prosperity for its people, it appears that many in senior leadership positions intend to simply shift Catalonia’s subservience from Madrid to Brussels.\nFurther questions regarding Catalonia’s economy remain – including what an independent Catalonia might do to help feed larger, foreign corporations who may seek to circumvent barriers and obstacles in Spain’s current economic climate, and exploit an “independent” Catalonia, its people, markets, and resources. Unfortunately, such economic policies and their fallout may unfold long after it is possible for the people of Catalonia to do anything about it.\nFor the Catalan people dedicated to independence, they must find and use the local, socioeconomic leverage necessary to direct their potentially independent nation toward a trajectory that best serves them and their future – not a handful of Catalan politicians eagerly serving interests in Brussels, London, or Washington.\nYou can read more from Tony Cartalucci at his blog Land Destroyer Report , where this first appeared .\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nMost Viewed Articles of the Week\nLatest News\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "The Military Implications of Scottish and Catalonian Secession ,",
                "",
                true
            ],
            [
                "with the Mediterranean as our strategic environment, and NATO as our framework",
                "",
                false
            ],
            [
                "a main actor in the Mediterranean,",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "http://www.atlanticcouncil.org/blogs/defense-industrialist/the-military-implications-of-scottish-and-catalonian-secession"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://landdestroyer.blogspot.com/",
                "http://landdestroyer.blogspot.com/2017/10/catalan-independence-5-things-to-think.html"
            ]
        },
        "key_words": [
            "think",
            "catalan",
            "titled",
            "nato",
            "independence",
            "security",
            "military",
            "collective",
            "defense",
            "politicians",
            "things",
            "catalonia"
        ]
    }
]