[
    {
        "url": "https://www.reuters.com/article/us-hawaii-telescope/hawaii-approves-telescope-on-volcano-sacred-to-indigenous-people-idUSKCN1C4099",
        "title": "Hawaii approves telescope on volcano sacred to indigenous people",
        "authors": [
            {
                "name": "Alex Dobuzinskis",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-09-29",
        "text": "Hawaii approves telescope on volcano sacred to indigenous people\n3 Min Read\n(Reuters) - A team of scientists won approval from Hawaii officials on Thursday to build a $1.4 billion telescope atop a volcano indigenous people consider sacred, but opponents vowed to continue fighting.\nAn artist's concept illustrating the TMT Observatory at the proposed site on Mauna Kea, Hawaii provided September 28, 2017.   Courtesy of TMT Observatory/Handout via REUTERS\nThe Hawaii Board of Land and Natural Resources voted 5-2 to allow construction of the Thirty Meter Telescope (TMT) on the summit of Mauna Kea on Hawaii’s Big Island, state officials said in a statement.\nAstronomers consider the summit one of the world’s best places to view the cosmos, while Native Hawaiians say the project would disturb holy ground crucial to their connection with ancestors and the heavens.\nA consortium of scientists, after selecting the site in 2009 and applying to build there, initially received construction permits from state officials in 2011. In 2015, the Hawaii Supreme Court voided that decision, saying officials did not follow the proper procedures for a “contested case hearing.”\nThat forced the state board to re-evaluate the proposal with more input from opponents. The project calls for building one of the world’s largest telescopes atop the dormant volcano.\n“This was one of the most difficult decisions this board has ever made,” Suzanne Case, chairwoman of the Board of Land and Natural Resources, said in a statement.\nThe 13,800 foot-tall (4,205 meters) volcano is already  dotted with telescopes, the board noted in a 345-page decision paper.\n“Today, Mauna Kea is the best place on earth to study the heavens,” the board’s decision paper said.\nNative Hawaiians and environmentalists will soon stage protests at the site and another legal challenge is expected in the Hawaii Supreme Court, said Kahookahi Kanuha, who is co-founder of the Hawaii Unity and Liberation Institute and is Native Hawaiian.\nIlima Long, 40, a graduate student in political science at the University of Hawaii who opposes the project, said Native Hawaiians like herself support science, just not this project.\n“Hawaiians, our ancestors were scientists,” she said. “We’re the best navigators and wayfarers of all human history.”\nThe board placed dozens of conditions on the consortium, which includes scientists from the California Institute of Technology and Japan, India and Canada.\nThe consortium will be required to provide $1 million a year for college scholarships for Native Hawaiians and other educational initiatives.\n“In moving forward, we will listen respectfully to the community in order to realize the shared vision of (Mauna Kea) as a world center for Hawaiian culture, education, and science,” TMT International Observatory Board Chairman Henry Yang said in a statement.\nReporting by Alex Dobuzinskis in Los Angeles; Editing by Paul Tait\n",
        "quotes": [
            [
                "This was one of the most difficult decisions this board has ever made,",
                "Suzanne Case",
                true
            ],
            [
                "Today, Mauna Kea is the best place on earth to study the heavens,",
                "Suzanne Case",
                true
            ],
            [
                "We’re the best navigators and wayfarers of all human history.",
                "",
                true
            ],
            [
                "In moving forward, we will listen respectfully to the community in order to realize the shared vision of (Mauna Kea) as a world center for Hawaiian culture, education, and science,",
                "Henry Yang",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "telescope",
            "native",
            "hawaii",
            "board",
            "tmt",
            "scientists",
            "kea",
            "mauna",
            "indigenous",
            "officials",
            "approves",
            "volcano",
            "hawaiians",
            "sacred",
            "state"
        ]
    }
]