[
    {
        "url": "https://www.reuters.com/article/us-eurozone-banks-loans-dispute/eu-parliament-head-challenges-ecb-over-bad-loan-guidelines-idUSKBN1CF0I5",
        "title": "EU parliament head challenges ECB over bad loan guidelines",
        "authors": [
            {
                "name": "Silvia Aloisi",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-10",
        "text": "EU parliament head challenges ECB over bad loan guidelines\n3 Min Read\nMILAN (Reuters) - The head of the European parliament has challenged the European Central Bank over how new guidelines for bank bad loans are being set, escalating a row between Italy and the ECB over the proposed measures.\nEuropean Parliament President Antonio Tajani speaks at the EU summit in Brussels, Belgium, June 22, 2017.        REUTERS/Gonzalo Fuentes\nThe ECB last week issued new proposals that will force banks from 2018 to set aside more cash against newly classified bad loans and said it may also present additional measures to tackle the sector’s huge stock of bad debts.\nItaly - whose banks hold nearly 30 percent of the bloc’s 915 billion euros ($1.08 trillion) in bad loans - has reacted angrily to the proposals, asking the ECB to soften them following a public consultation that runs until Dec. 8. Italian bank shares fell for a fifth straight day on Tuesday following a string of analyst reports warning the country’s lenders would be hit by the new measures.\nEU parliament speaker Antonio Tajani, an Italian national, said in a letter to ECB President Mario Draghi, also Italian, that he was “deeply concerned” about how the new policies were being set.\nTajani urged Draghi to involve the European parliament in the process to avert an institutional clash.\n“I seriously wonder whether specific additional obligations... can be imposed on supervised entities without appropriately involving the co-legislators in the decision-making process,” Tajani said in the letter, seen by Reuters and reprinted in the Italian press.\n“I would urge you to take all steps in order to ensure that parliament’s prerogatives as co-legislator are duly respected, so as to avoid an inter-institutional dispute about this issue.”\nThe ECB declined to comment.\nThe letter is an unusual challenge to the ECB by a mainstream European lawmaker such as Tajani, an ally of former prime minister Silvio Berlusconi who was elected president of the European parliament in January.\nThe European parliament does not have a role in banking supervision decisions, although it can ask the ECB for information.\nThe ECB’s banking supervisory functions are legally separated from monetary policy and are carried out by the Single Supervisory Mechanism (SSM), chaired by Daniele Nouy. Draghi, who like Nouy often appears before the European Parliament, regularly invokes the separation principle when asked about SSM matters.\nDraghi tends to reply to letters from European lawmakers within days and his responses are published by the ECB.\n($1 = 0.8491 euros)\nReporting by Silvia Aloisi Additional reporting by Francesco Canepa in Frankfurt, Stefano Bernabei in Rome Editing by Jeremy Gaunt\n",
        "quotes": [
            [
                "I seriously wonder whether specific additional obligations... can be imposed on supervised entities without appropriately involving the co-legislators in the decision-making process,",
                "Tajani",
                true
            ],
            [
                "I would urge you to take all steps in order to ensure that parliament’s prerogatives as co-legislator are duly respected, so as to avoid an inter-institutional dispute about this issue.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "letter",
            "bad",
            "tajani",
            "ecb",
            "eu",
            "loan",
            "italian",
            "parliament",
            "draghi",
            "challenges",
            "european",
            "head",
            "guidelines",
            "loans",
            "president"
        ]
    }
]