[
    {
        "url": "http://edition.cnn.com/2017/10/11/opinions/day-of-the-girl-one-campaign-opinion-smith/index.html",
        "title": "This year, The Day of the Girl is marked by a state of emergency",
        "authors": [
            {
                "name": "Gayle E. Smith",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-11",
        "text": "Follow CNN\nThis year, The Day of the Girl is marked by a state of emergency\nBy Gayle E. Smith\nUpdated 1138 GMT (1938 HKT) October 11, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nGayle Smith: The International Day of the Girl is an opportunity to appreciate the importance of girls in society\nThis year, with over 130 million girls out of school worldwide, we must begin to prioritize their education, she writes\nGayle E. Smith is the president and CEO of the ONE Campaign , an organization dedicated to ending extreme poverty and preventable disease, particularly in Africa. The opinions expressed in this commentary are hers.\n(CNN)\nOver 130 million girls around the world didn't go to school today. Millions more braved long distances and dangerous conditions to get to classrooms whose teacher never arrived, or where there were no textbooks or other materials to help them learn.\nThis is not only an injustice, but a crisis with far-reaching and long-lasting consequences.\nGayle Smith\nToday is International Day of the Girl -- a day for the world to pause and recognize the importance of girls in society. This year, with so many girls deprived of an education, we're declaring a state of emergency. We've got a long way to go to help hundreds of millions of girls realize their potential. It's critical that world leaders begin prioritizing the education of girls, particularly in fragile countries.\nAfrica has the potential to seize an extraordinary demographic dividend. By 2050, Africa will be home to more than a billion youth who must be educated and empowered to boost global economic growth and safeguard global stability.\nBut girls are being left behind. A new ONE Campaign report released this week found that nine out of the 10 toughest countries for a girl to get an education are in Africa. These countries are not just among the poorest in the world, they are all fragile and vulnerable to conflict. According to the report, in the 10 toughest countries, \"girls are 57% more likely than boys to be out of school at the primary level, and the disparity only gets worse as girls get older\" -- rising to 83% at the upper secondary level.\nRead More\nIt's even worse for the millions of girls living in countries that don't sufficiently track this kind of information, like Somalia. In those countries, girls too often don't count.\nThe implications of girls being out of school in the poorest countries are often more dramatic than they are for boys. A girl who doesn't go to school is more likely to marry young -- many times against her will -- and will likely bear children much earlier. This can have life-or-death consequences: babies born to adolescent mothers face a substantially higher risk of dying than those born to young women, and complications during pregnancy and childbirth are the second-leading cause of death for 15- to 19-year-old girls globally.\nBut when girls are educated, they get better employment opportunities and their earning potential goes up. They are less likely to be made child brides, and they tend to have smaller and healthier families. When you add up the benefits for households and countries, educating girls to the same level of boys could yield between $112 billion and $152 billion a year in economic growth (GNI) in developing countries.\nEducating girls is the smartest investment we can make. When empowered through an education, they help lift everyone out of poverty faster. We all benefit.\nStill, global leadership on education has been largely absent. Global funding for education is dismal. Only 10% of global aid flows support education, and in Africa, the majority of governments are failing on their commitments to spend 20% of budgets on education.\nWorld leaders have two huge opportunities early next year to turn this around. The first is the African Union Summit in Ethiopia, where African leaders will adopt recommendations on this year's theme of \"harnessing the demographic dividend\" -- the growing youth population. Education is on the agenda here and it matters.\nThen in February in Senegal, the Global Partnership for Education -- the only global fund dedicated solely to education in developing countries -- will seek $3.1 billion to help over 13 million girls complete primary and lower secondary school by 2020. ONE is calling on leaders to step up and make sure the partnership is fully funded. This is one of our best chances to start turning around the education emergency.\nBut money isn't enough. We also need to break down barriers that keep girls out of school, invest in better teachers, connect classrooms, and monitor learning outcomes for success. We must be fair in fighting for quality education for all, but we must also be fierce in our determination to get girls into schools where they belong. When girls are educated, nations are healthier, wealthier and more stable.\nFollow CNN Opinion\nAn educated girl is a powerful girl, equipped and empowered to chase her dreams and improve the world for herself and for us all. Every girl in every country deserves a quality education, and it's in all of our interests to see that they get it. Their futures -- and ours -- depend on it.\n",
        "quotes": [
            [
                "girls are 57% more likely than boys to be out of school at the primary level, and the disparity only gets worse as girls get older",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.one.org/international/policy/poverty-is-sexist-why-educating-every-girl-is-good-for-everyone/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.one.org/us/",
                "http://one.org/index"
            ]
        },
        "key_words": [
            "girls",
            "education",
            "toughest",
            "world",
            "emergency",
            "smith",
            "marked",
            "countries",
            "day",
            "africa",
            "school",
            "state",
            "girl"
        ]
    }
]