[
    {
        "url": "http://www.bbc.com/sport/football/41457294",
        "title": "World Cup 2018: Norway 1-0 N Ireland",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "2017-10-08",
        "text": "Norway 1\nBy Richard Petrie\nBBC Sport NI\n8 Oct 2017\nMedia playback is not supported on this device\nNI manager Michael O'Neill is proud of his side's achievement in reaching the World Cup play-offs\nNorthern Ireland lost in Norway in their final World Cup group game after their place in the play-offs for Russia 2018 was confirmed by Scotland's draw in Slovenia prior to kick-off in Oslo.\nA Chris Brunt own goal in the second half gave the Norwegians the victory.\nNI are assured of being one of the best eight runners-up from the nine groups in the European qualifying series.\nBut the defeat is a blow to their hopes of being one of the four seeded teams for the play-offs draw on 17 October.\nThe four highest ranked countries in the Fifa rankings issued on 16 October will be seeded, with either Portugal or Switzerland already certain to be one of those teams, depending on which of them finishes second in Group B.\nNorthern Ireland currently hold their highest ever position in the standings, 20th, but are likely to slip down the rankings following their losses to Germany and Norway in their last two Group C qualifiers.\nScotland's 2-2 draw with Slovenia earlier on Sunday took some of the pressure off Michael O'Neill's men before their game but this defeat could deal a blow to their hopes of reaching a first World Cup finals since 1986 through the route of the play-offs.\nBrunt own goal gives Norway victory\nFor Norway, this was their eighth win over Northern Ireland in 10 meetings, and avenged their 2-0 reverse in Belfast in March.\nThe only goal of the game came in the 71st minute when goalkeeper Michael McGovern could only get one hand to Stefan Johansen's cross from the left and Brunt's attempted clearance flew into the net.\nThe visitors had chances to equalise but Stuart Dallas' right-footed shot was pushed wide by Orjan Nyland, who also denied Conor McLaughlin, while substitute George Saville drove an effort over the bar.\nSaint-Etienne forward Alexander Soderlund side-footed a right-foot effort into the net deep into stoppage time and appeared unfortunate to have his 'goal' ruled out by a late offside flag.\nNorthern Ireland had not scored a first-half goal in a competitive away match since drawing 1-1 with Finland in the final fixture of their Euro 2016 qualifying campaign and rarely looked like ending that sequence during a tepid first half.\nSteven Davis twice tested Nyland, while at the other end, Birger Meling saw a right-foot drive pushed away by McGovern and the Norwich stopper also saved well from Johansen.\nJosh Magennis attempts to launch an attack for Northern Ireland\nO'Neill gambles with players on yellow cards\nNI manager Michael O'Neill named his strongest team for the game despite six key players being one yellow card away from a suspension which would rule them out of the first leg of the play-offs, to be staged over two legs between 9 and 14 November.\nJonny Evans, Steven Davis, Corry Evans, Oliver Norwood, Stuart Dallas and Josh Magennis were all on one caution going into Sunday's match, but all avoided being booked.\nAll six were named in O'Neill's starting line-up, although Norwood, winning his 50th cap, was replaced at half-time by Millwall midfielder George Saville, while Corry Evans came off in the second half.\nNI unable to add to tally of wins\nNorthern Ireland went into the game having won six games in the campaign, more than any other previous World Cup qualifying competition, but they were unable to add to that tally as they bid to clinch a place at successive major tournament finals for the first time.\nThe men in green had won their last two away qualifiers against Azerbaijan and San Marino but a third success on their travels for the first time in their history proved beyond them.\nGroup winners Germany maintained their 100% record by beating Azerbaijan 5-1 on Sunday, with second-placed Northern Ireland finishing 11 points behind the defending champions following their third reverse of the campaign.\nThe Czech Republic defeated San Marino 5-0 to seal third place in the group, four points behind NI, but two ahead of Norway and five in front of Azerbaijan.\n'We can't be greedy'\nNorthern Ireland manager Michael O'Neill: \"The main thing was to get through without suspension and now we have two massive games in November.\n\"We can't be greedy. We'll be up against some great teams and we'll have to deal with whatever comes.\n\"You may play a good team if you're seeded. It's unlikely we will be seeded, but we still have a chance to get to Russia.\n\"We're punching above our weight and have done for a long time. The squad has been stretched, so the players deserve credit.\"\nNorway's hold over NI - the stats\nNorway have now won seven of their nine games against Northern Ireland in all competitions (L2).\nNorthern Ireland have lost consecutive qualifiers (Euro/WC) for the first time since October 2013 (three in a row).\nMichael O'Neill's side have conceded four goals in their last two games, more than in their previous seven combined (3).\nNorway's Sander Berge completed a higher share of his passes (96.7%) and had more touches (81) than any other player to start this match.\n19 Henriksen\n15 Berge\n8 Johansen\n21 Sørloth\n9 Søderlund\n16 Norwood\n13 Evans\n8 Davis\n21 Magennis\n9 Washington\n14 Dallas\nFull Time\nPosted at 90'+4'\nOffside, Norway. Alexander Søderlund tries a through ball, but Alexander Sørloth is caught offside.\nPosted at 90'+2'\nPosted at 90'+2'\nAttempt missed. Alexander Sørloth (Norway) left footed shot from the left side of the box misses to the right.\nPosted at 90'+2'\nAttempt saved. Tarik Elyounoussi (Norway) left footed shot from outside the box is saved in the bottom left corner. Assisted by Martin Linnes.\nSubstitution\nSubstitution, Norway. Martin Linnes replaces Stefan Johansen because of an injury.\nBooking\nPosted at 85'\nAttempt missed. George Saville (Northern Ireland) left footed shot from the centre of the box is too high. Assisted by Stuart Dallas following a corner.\nPosted at 85'\nPosted at 84'\nAttempt blocked. Steven Davis (Northern Ireland) right footed shot from the right side of the box is blocked. Assisted by Jonny Evans.\nPosted at 83'\nSubstitution\nPosted at 81'\nPosted at 81'\nGareth McAuley (Northern Ireland) wins a free kick in the defensive half.\nSubstitution\nPosted at 78'\nPosted at 78'\nJonny Evans (Northern Ireland) wins a free kick in the defensive half.\nPosted at 77'\nMarkus Henriksen (Norway) wins a free kick in the defensive half.\nPosted at 77'\nPosted at 77'\nAttempt missed. Alexander Sørloth (Norway) header from the centre of the box misses to the left. Assisted by Tarik Elyounoussi with a cross.\nPosted at 75'\nHåvard Nordtveit (Norway) wins a free kick in the defensive half.\nPosted at 75'\nPosted at 74'\nAttempt missed. Kyle Lafferty (Northern Ireland) header from the centre of the box is too high. Assisted by Chris Brunt with a cross following a corner.\nPosted at 74'\nAttempt saved. Conor McLaughlin (Northern Ireland) right footed shot from the centre of the box is saved in the bottom right corner. Assisted by George Saville.\nPosted at 74'\nPosted at 74'\nAttempt saved. Stuart Dallas (Northern Ireland) right footed shot from outside the box is saved in the bottom left corner.\nPosted at 72'\nPosted at 72'\nDelay in match Conor McLaughlin (Northern Ireland) because of an injury.\nSubstitution\nGoal!\nPosted at 71'\nOwn Goal by Chris Brunt, Northern Ireland.  Norway 1, Northern Ireland 0.\nSubstitution\nPosted at 69'\nAlexander Søderlund (Norway) wins a free kick in the defensive half.\nPosted at 69'\nPosted at 68'\nPosted at 68'\nAttempt blocked. George Saville (Northern Ireland) right footed shot from outside the box is blocked. Assisted by Stuart Dallas.\nPosted at 65'\nAttempt blocked. Mohamed Elyounoussi (Norway) left footed shot from outside the box is blocked.\nPosted at 60'\nPosted at 59'\nPosted at 57'\nAttempt blocked. Alexander Sørloth (Norway) left footed shot from the left side of the box is blocked.\nShow more updates\nFT\nFrom the section Football\nFrom the section Football\nFrom the section Football\nFrom the section Football\nFrom the section Football\n",
        "quotes": [
            [
                "The main thing was to get through without suspension and now we have two massive games in November.",
                "Michael O'Neill",
                true
            ],
            [
                "We'll be up against some great teams and we'll have to deal with whatever comes.",
                "Michael O'Neill",
                true
            ],
            [
                "You may play a good team if you're seeded.",
                "Michael O'Neill",
                true
            ],
            [
                "It's unlikely we will be seeded, but we still have a chance to get to Russia.",
                "Michael O'Neill",
                true
            ],
            [
                "We're punching above our weight and have done for a long time.",
                "Michael O'Neill",
                true
            ],
            [
                "The squad has been stretched, so the players deserve credit.",
                "Michael O'Neill",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://www.bbc.com/sport/football/teams/northern-ireland",
                "https://www.bbc.com/sport/football"
            ]
        },
        "key_words": [
            "cup",
            "seeded",
            "n",
            "world",
            "games",
            "game",
            "ireland",
            "2018",
            "northern",
            "michael",
            "group",
            "norway",
            "goal"
        ]
    }
]