[
    {
        "url": "https://www.reuters.com/article/us-golf-cimb/eight-birdie-smith-upstages-quality-field-at-cimb-classic-idUSKBN1CH0UW",
        "title": "Eight birdie Smith upstages quality field at CIMB Classic",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-12",
        "text": "Eight birdie Smith upstages quality field at CIMB Classic\n3 Min Read\nKUALA LUMPUR (Reuters) - Australian Cameron Smith blitzed the TPC Kuala Lumpur with a flawless eight-under-par 64 to take a one-stroke lead over a top-quality field after the opening round of the $7 million CIMB Classic on Thursday.\nSmith, who won his first PGA title at the Zurich Classic team event in May, picked up five shots on the way out and three more over the last five holes to stand a shot clear of Thai Poom Saksansin and Americans Xander Schauffele and Keegan Bradley.\nWorld number four Justin Thomas, who has won the tournament for the last two years with a combined score of 49-under, left himself with some work to do in his quest for a “three-peat” after posting a two-under 70.\nHideki Matsuyama, who passed up the chance to defend his Japan Open title to play in Malaysia this week, is a spot above Thomas in the world rankings and matched his score on Thursday after mixing four birdies with two bogeys.\nSchauffele, who edged Thomas by a stroke to win the Tour Championship in Atlanta last month, never looked back after opening with a birdie and then chipping-in from off the green for another at his third hole.\nThe 23-year-old Californian, PGA Tour rookie of the year for 2017, picked up another five shots over the remaining 15 holes and suggested his error-free 65 had been as much the result of avoiding the lush tropical rough as anything.\n“It was boring, which I guess is a good thing out here,” he said.\n“I hit a lot of fairways, kind of made an easy day out of it. I tried to copy everything (Justin) did as I figured he’s a good guy to imitate out here.”\nPGA Championship title-holder Thomas also picked up shots in  two of his first three holes but his round never really got going despite the birdie-friendly conditions.\nTwo bogeys on his back nine left him six shots off the pace in a share of 23rd but the 24-year-old cannot be written off after erasing a four-shot deficit in the final round to retain his title last year.\nKevin Na nailed a 45-foot putt for a birdie at the 15th and then holed an iron for an eagle at the 16th but bogeyed the last to drop to a share of fifth with fellow Americans Gary Woodland and Pat Perez after carding a 66.\nDavis Love III also threatened the grip of the twentysomethings at the top of the leaderboard with five straight birdies from the second but the 53-year-old stumbled on the back nine and finished tied for eighth after a 67.\nReporting by Nick Mulvenney in Sydney; Editing by Peter Rutherford\n",
        "quotes": [
            [
                "It was boring, which I guess is a good thing out here,",
                "",
                true
            ],
            [
                "I hit a lot of fairways, kind of made an easy day out of it.",
                "",
                true
            ],
            [
                "I tried to copy everything (Justin) did as I figured he’s a good guy to imitate out here.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "holes",
            "share",
            "cimb",
            "thomas",
            "title",
            "smith",
            "round",
            "won",
            "score",
            "quality",
            "classic",
            "shots",
            "field",
            "tour",
            "birdie",
            "upstages",
            "picked"
        ]
    }
]