[
    {
        "url": "http://beforeitsnews.com/sports/2017/09/930-expo-park-forbes-field-era-temple-cup-08-race-mo-bros-kiner-wallops-herman-deal-k-mart-2701555.html",
        "title": "9/30 Expo Park-Forbes Field Era: Temple Cup, '08 Race, Mo Bros, Kiner Wallops, Herman Deal, K Mart",
        "authors": [
            {
                "name": "The Green Weenie",
                "link": null
            }
        ],
        "publisher": "beforeitsnews.com",
        "publish_date": "2017-09-09",
        "text": "Total:\n9/30 Expo Park-Forbes Field Era: Temple Cup, '08 Race, Mo Bros, Kiner Wallops, Herman Deal, K Mart\nSaturday, September 30, 2017 4:01\n% of readers think this story is Fact. Add your two cents.\n1893 – The Pirates ended their season with an eight game winning streak by topping the NY Giants by an 8-6 score to finish the year 81-48, five games behind the Boston Beaneaters. Pittsburgh’s partial owner William Chase Temple thought there should be a series between the top two teams (as his club was second) for the title, so he donated the Temple Cup to the league for a best of seven post-season championship series, to start in 1894. It lasted for four years, never being terribly popular among the players or fans, and didn’t help Temple’s Bucs at all – they never finished higher than sixth during the Cup’s existence. The winner was supposed to take ⅔ of the gate, but the first teams to play agreed beforehand on a 50-50 split, which the winning club then reneged on, causing Temple to sell his Pirate share in disgust with baseball. \nSam Leever 1909 (photo Conlon Collection/Detroit Public Library)\n1908 – The Pirates beat the Cards 7-5 at Forbes Field behind Sam Leever, who relieved starter Vic Willis, and “Wee Tommy” Leach’s home run. Pittsburgh fell behind 5-0 in the home finale, tying the game in the seventh and pushing the winning runs across in the eighth. The victory put the Bucs in a virtual tie for first with the NY Giants and ½ game ahead of the Chicago. In a wild NL finish, the Cubs would take the pennant by a game over both the Pirates and Giants. \n1921 – RHP Phil Morrison got his only big league outing, tossing ⅔ of an inning against St. Louis in a 12-4 defeat, giving up a hit and getting a K. He’s noteworthy as one of the Pirates’ early brother acts, as he joined sib “Jughandle Johnny” Morrison, who pitched eight years for Pittsburgh, on the roster that season. \n1946 – 2B Billy Herman, who the Bucs wanted as a manager, was traded to Pittsburgh by Boston with OF Stan Wentzel, RHP Elmer Singleton and IF Whitey Wietelmann for three-time All Star 3B Bob Elliott and C Hank Camelli. Even Herman realized a lopsided deal when he saw one, saying “Why, they’ve gone and traded the whole team on me.” Elliott won the 1947 NL MVP award and led the Beaneaters to the 1948 NL pennant. \n1949 – Ralph Kiner hit his 54th homer and 16th in September over the LF scoreboard at Forbes Field as the Pirates beat Herm Wehmeier and the Reds‚ 3-2 behind Bob Chesnes four-hitter. The monthly total eclipsed Cy Williams’ 1923 NL mark, and 54 homers is still the Pirate standard for long balls in a season. \nRalph Kiner 1950 Bowman\n1951 – Ralph Kiner hit a two-out, 425’ walk-off grand slam in the 11th inning to give the Pirates an 8-4 win over the Reds at Forbes Field. The four RBI gave him 109 on the year, his fifth straight season with 100+ runs driven home, tying the franchise record set by Pie Traynor. Bill Werle, the Pirates third pitcher, got the win. \n1964 – 19 Pirates struck out in 16 innings, but the Bucs still beat the Reds 1-0 on Jerry Mays’ suicide squeeze, knocking Cincy out of the top spot in the NL. Starter Bob Veale struck out 16 in 12-1/3 innings while the Reds’ Jim Maloney K’ed 11 in eleven frames at Crosley Field. Al McBean went the final 3-⅔ IP for the victory.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Global\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Why, they’ve gone and traded the whole team on me.",
                "Ralph Kiner",
                true
            ],
            [
                "3-2 behind Bob Chesnes four-hitter.",
                "Ralph Kiner",
                false
            ],
            [
                "The monthly total eclipsed Cy Williams",
                "Ralph Kiner",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.prodo1.com/",
                "http://www.suppressedhealthsecrets.com",
                "https://mitocopper.com/pages/affiliate-program"
            ]
        },
        "key_words": [
            "share",
            "wallops",
            "herman",
            "temple",
            "parkforbes",
            "whitelist",
            "wake",
            "k",
            "beforeitsnews",
            "toomake",
            "kiner",
            "tell",
            "sure",
            "race",
            "support",
            "field",
            "mart",
            "youthank",
            "mo",
            "worldwide"
        ]
    }
]