[
    {
        "url": "https://www.cnn.com/2016/09/21/politics/make-america-great-again-sweatbands-donald-trump/index.html",
        "title": "Trump campaign offering 'Make America Great Again' sweatband",
        "authors": [
            {
                "name": "Noah Gray",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-21",
        "text": "Trump, who says he does not exercise, offering 'Make America Great Again' sweatbands\nUpdated 1:13 PM ET, Wed September 21, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nStory highlights\nDonald Trump has repeatedly said he does not regularly exercise\nFor as little as $12, supporters can own a campaign-sanctioned sweatband\n(CNN)\nEven though Donald Trump has said he does not exercise, his supporters can still break a sweat in campaign style.\nThe Republican presidential nominee's campaign is offering a \"Make America Great Again\" sweatband in exchange for a campaign donation. This comes just a week after Trump told Dr. Mehmet Oz he doesn't actually exercise , and ultimately wants to lose 15 pounds.\nThe Trump campaign sent out an email Wednesday morning, encouraging supporters to \"stay healthy with Trump\" in light of last week's medical record release.\n\"We need a president in good health, and the results of Donald Trump's latest physical show he is ready to lead,\" the email reads.\nA link allows supporters to \"commit to be healthy too\" by ordering their official sweatband, which starts at $12.\nRead More\nTrump's also known for having fast food delivered to his plane after events, tweeting out a picture of him last month eating KFC on his plane ( with silverware ).\nBut despite the lack of exercise and high consumption of fast food, Trump's doctor has said in the past that if elected, Trump would be \"healthiest individual ever elected to the presidency.\"\nThe Trump campaign declined to comment on whether the Republican nominee planned to wear the sweatband on the trail, just as he's done with his \"Make America Great Again\" hat.\n",
        "quotes": [
            [
                "We need a president in good health, and the results of Donald Trump's latest physical show he is ready to lead,",
                "",
                true
            ],
            [
                "healthiest individual ever elected to the presidency.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "http://www.cnn.com/2016/08/02/politics/donald-trump-eats-kfc-knife-fork/",
                "https://www.cnn.com/2016/09/15/health/donald-trump-health/index.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://donate.donaldjtrump.com/lets-keep-fighting?additional%5Butm_content%5D=092116-maga-sweatband-inh-jfc-t-t-hf-e+-+1&amount=12&utm_campaign=JFC_merchandise_make-america-great-again-sweatband&utm_medium=email&utm_source=e_t-t"
            ]
        },
        "key_words": [
            "campaign",
            "sweatband",
            "supporters",
            "trump",
            "weeks",
            "great",
            "offering",
            "donald",
            "exercise",
            "email",
            "america",
            "does",
            "healthy"
        ]
    }
]