[
    {
        "url": "http://www.cnn.com/travel/article/wonder-list-bill-weir-botswana-rhino/index.html",
        "title": "Black rhinos of Botswana, Namibia: Can hunters save them?",
        "authors": [],
        "publisher": "www.cnn.com",
        "publish_date": "2016-04-12",
        "text": "Bill Weir, CNN • Updated 6th September 2016\nFacebookTwitterEmail\n(CNN) —\nTwo men approach one black rhinoceros from opposite sides.\nBoth know that there are fewer than 5,000 of them left on the planet. Both shudder at the thought of this ancient species going extinct in their lifetimes.\nOn \"The Wonder List,\" Bill Weir heads to Namibia for a rare glimpse of one of the world's last black rhinos.\nThey agree that the voracious Asian demand for rhino horn as a status symbol is fueled by ignorance and greed. They agree that the gangs of violent poachers who supply this black market must be stopped at all costs. But that is where their agreement ends, because one man carries a camera while the other carries a gun.\nOne is convinced that strict hunting bans and high-end photo tourism can save Africa's iconic creatures from extinction.\nThe other believes that without the big-game hunter, there would be no big game. He argues that a man willing to spend a small fortune to shoot a rhino, lion or elephant is the best incentive poor African nations have to protect their wildlife.\nl\ne\nv\na\nr\nt\nSo who's right? Which man holds the moral high ground? And in this age of manmade mass extinction, which one's ideas will save the black rhino?\nThese are the questions that sent \"The Wonder List\" on safari, from the searing deserts of Namibia to the lush delta of Botswana.\nWe picked these nations because they are neighbors with very different ideas about species protection.\nIt turned out to be a good choice, because we encountered some of the most incredible wildlife scenes ever filmed and some of the most passionate debates in conservation.\nA few years back, Botswana banned hunting. Private game farms still exist, but on state-owned land like the Okavango Delta, animals enjoy the highest level of protection in Africa.\nExperience stunning landscapes, piercing sunsets and dramatic night skies as \"The Wonder List\" visits Namibia and Botswana.\nMeanwhile, next door in Namibia, tightly regulated \"sustainable-use conservation\" allows for hunting even the most endangered of species.\nIn 2014, the government auctioned off a black rhino hunt to a Texas oil heir, Corey Knowlton, for $350,000.\nNamibian wildlife managers rationalized this by identifying a specific rhino for the hunt -- one that was old, aggressive and well past breeding prime -- and they vowed that the money would go back into rhino conservation.\nBut for countless animal lovers, that logic is cold comfort.\nKnowlton received thousands of angry messages and dozens of death threats, while Zimbabwe's Cecil the lion and the Minnesota dentist who shot him created the kind of firestorm that makes it reasonable to wonder: Which will go extinct first, the black rhino or the Great White Hunter?\nEditor's note: This article was originally published in 2016.\n© 2019 Cable News Network. Turner Broadcasting System, Inc. All Rights Reserved. CNN Sans ™ & © 2016 Cable News Network.\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://www.cnn.com//www.turner.com"
            ]
        },
        "key_words": [
            "man",
            "botswana",
            "wildlife",
            "hunters",
            "namibia",
            "rhinos",
            "save",
            "hunting",
            "species",
            "list",
            "black",
            "rhino",
            "wonder"
        ]
    }
]