[
    {
        "url": "https://www.nytimes.com/2017/10/11/world/middleeast/trump-iran-nuclear-deal.html?rref=collection%2Fsectioncollection%2Fworld",
        "title": "Growing Chorus Confronts Trump Against Leaving Nuclear Deal",
        "authors": [
            {
                "name": "Nicholas Fandos",
                "link": null
            },
            {
                "name": "Mark Landler",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-11",
        "text": "Advertisement\nImage\nPresident Trump in Middletown, Pa., on Wednesday. He is widely expected to disavow the Iran nuclear deal when he outlines his strategy this week.CreditCreditTom Brenner/The New York Times\nOct 11, 2017\nWASHINGTON — President Trump is coming under mounting pressure from European allies and fellow Republicans to preserve the Iran nuclear deal. With the president widely expected to disavow the agreement when he outlines his Iran strategy on Friday, defenders and even erstwhile opponents of the deal are urging him not to unravel it completely.\nMr. Trump’s top national security aides are united behind a plan to decertify the deal, but leave it in place, with a goal of revising its terms. But in pursuing that course, the president will set off a volatile sequence of events that some warn could end up mortally wounding the agreement.\nOn Capitol Hill, lawmakers will have to decide whether to reimpose punitive sanctions on Tehran, a move that would almost certainly scuttle the 2015 deal that was brokered by world powers. In European capitals, allies are showing signs of resisting pressure to join the United States in trying to renegotiate its terms.\n“While the Trump administration is making a very fine distinction between a decertification that is a report to Congress rather than leaving the deal, I’m concerned that that distinction will be lost on our allies and adversaries,” said Senator Chris Coons, a senior Democrat on the Foreign Relations Committee.\nPrime Minister Theresa May of Britain called Mr. Trump on Tuesday to urge him to uphold the deal, adding that it should be “carefully monitored and properly enforced,” according to a spokesman for 10 Downing Street. The British foreign secretary, Boris Johnson, reinforced that message in a call to Secretary of State Rex W. Tillerson.\nThe White House’s overarching Iran policy is predicated on de-emphasizing the nuclear deal in favor of confronting Tehran on other issues, including its missile program and its support for extremist groups throughout the Middle East. Yet Mr. Trump’s longstanding contempt for the nuclear accord — he has labeled it a “disaster” and the “worst deal ever” — has kept it center stage.\nLawmakers in the House and Senate remained largely in the dark on Wednesday as to Mr. Trump’s precise plans, even as congressional leaders prepared for the likelihood that the deal’s fate would end up in their laps by week’s end. Other lawmakers, including some Republicans once critical of the deal, called on Mr. Trump to preserve it himself.\nImage\nRepresentative Ed Royce, left, the Republican chairman of the House Foreign Affairs Committee, and Representative Eliot L. Engel, the top Democrat on the committee.CreditJose Luis Magana/Associated Press\nAll were operating under the assumption that Mr. Trump is preparing to withhold certification. In so doing, he would make it easier for Congress to reimpose sanctions on Iran’s nuclear program and effectively kill the deal with simple majorities in both chambers.\nBut senior Republican congressional aides said that outcome appeared unlikely, even if much of their party — and many Democrats — remained critical of the deal. Without explicit evidence of a breach by the Iranians, and given Europe’s support for the deal, there appeared to be little appetite among Republican leaders to pull the plug on Mr. Trump’s behalf.\n“As flawed as the deal is, I believe we must now enforce the hell out of it,” Representative Ed Royce, the Republican chairman of the House Foreign Affairs Committee, said on Wednesday. He urged Mr. Trump to provide Congress with clear instructions for what he was trying to do.\n“Whatever he decides, it is critical that the president lay out the facts,” Mr. Royce said. “He should explain what his decision means, and what it doesn’t.”\nMr. Royce and others in the House have argued instead for stepped-up enforcement and the enforcement of additional, targeted sanctions against Iran’s missile program and Hezbollah. Lawmakers were also preparing for the possibility that Mr. Trump could simply ask them to amend the law that requires him to recertify the deal every 90 days.\nAny legislative outcome is likely to hinge on the Senate, where Democrats are confident they can hold most of their members together to preserve the deal. Of the four Senate Democrats who voted against the deal, two — Chuck Schumer of New York, the minority leader, and Ben Cardin of Maryland, the top Democrat on the Foreign Relations Committee — have indicated they would not move to abandon it.\nThat leaves two other previous Democratic no votes, Robert Menendez of New Jersey and Joe Manchin of West Virginia, undecided. But Republicans could also lose some of their own, like Senators John McCain and Jeff Flake of Arizona, Susan Collins of Maine or Rand Paul of Kentucky.\nLooming over all this is the prerogative of Senator Bob Corker of Tennessee, the Republican chairman of the Foreign Relations Committee who has been bitterly feuding with Mr. Trump. Mr. Corker’s sway over the committee, and the Republican caucus, could prove consequential in advancing legislation.\nImage\nPrime Minister Theresa May of Britain called President Trump on Tuesday to urge him to uphold the deal.CreditParliamentary Recording Unit\nSome people expressed concern that Mr. Corker could no longer play the role of broker between the White House and Congress — a role that is not easily replaced. The Senate’s other leading Iran expert, Tom Cotton, Republican of Arkansas, is viewed as too hard-line to be an intermediary.\nAs the White House prepared to roll out the policy, experts were focusing on two unanswered questions: how it would confront Hezbollah, the Iranian-backed militant group, and whether it would designate the Islamic Revolutionary Guard Corps as a terrorist organization. Such a designation would be significant because the guard corps is the military wing of the Iranian government.\nJohn Kerry, the former secretary of state who negotiated the Iran deal, warned House Democrats that such a move would set a dangerous precedent, according to a person who attended the briefing. Additionally, Ernest Moniz, the former energy secretary who was deeply involved in the negotiations, briefed House Democrats on Wednesday afternoon.\nThere were other concerns. Democrats argued that whatever the intention of Mr. Trump’s maneuvering, it would be lost on America’s negotiating partners abroad.\nRepresentative Eliot L. Engel, top Democrat on the Foreign Affairs Committee, who was previously critical of the deal, said that decertifying the agreement amounted to “playing with fire.”\nJake Sullivan, who helped negotiate the deal for the Obama administration, said, “This dance around decertification has not been productive for our broader goals. It’s much harder to push our European partners to pressure Iran on missiles and terrorism when they are more focused on the risk Washington poses than they are on the risk Tehran poses.”\nBut critics of the deal said Mr. Trump’s willingness to walk away from it would give the United States the leverage to improve its terms — first with the Europeans, and later with Iran.\n“Decertification reinforces the credibility of Donald Trump’s walkaway, which is terrifying European political leaders that he actually could leave the nuclear deal,” said Mark Dubowitz, the chief executive of the Foundation for Defense of Democracies, a leading critic of the nuclear accord. “This is already shifting the European positions from ‘keep it’ to ‘keep it, but fix it.’”\nA version of this article appears in print on , Section A, Page 6 of the New York edition with the headline: Growing Chorus Urges Trump to Remain in Iranian Nuclear Deal. Order Reprints | Today’s Paper | Subscribe\nAdvertisement\n",
        "quotes": [
            [
                "While the Trump administration is making a very fine distinction between a decertification that is a report to Congress rather than leaving the deal, I’m concerned that that distinction will be lost on our allies and adversaries,",
                "Chris Coons",
                true
            ],
            [
                "As flawed as the deal is, I believe we must now enforce the hell out of it,",
                "Ed Royce",
                true
            ],
            [
                "Whatever he decides, it is critical that the president lay out the facts,",
                "Royce",
                true
            ],
            [
                "He should explain what his decision means, and what it doesn’t.",
                "Royce",
                true
            ],
            [
                "This dance around decertification has not been productive for our broader goals.",
                "Jake Sullivan",
                true
            ],
            [
                "It’s much harder to push our European partners to pressure Iran on missiles and terrorism when they are more focused on the risk Washington poses than they are on the risk Tehran poses.",
                "Jake Sullivan",
                true
            ],
            [
                "Decertification reinforces the credibility of Donald Trump’s walkaway, which is terrifying European political leaders that he actually could leave the nuclear deal,",
                "Mark Dubowitz",
                true
            ],
            [
                "This is already shifting the European positions from ‘keep it’ to ‘keep it, but fix it.",
                "Mark Dubowitz",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.parsintl.com/publication/the-new-york-times/",
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY"
            ]
        },
        "key_words": [
            "foreign",
            "mr",
            "outcome",
            "confronts",
            "leaving",
            "nuclear",
            "senate",
            "republican",
            "chorus",
            "deal",
            "trump",
            "growing",
            "house",
            "royce",
            "democrats"
        ]
    }
]