[
    {
        "url": "http://www.cnn.com/2017/10/12/politics/trump-iran-deal-certification-nuclear-weapon/index.html",
        "title": "Trump Iran deal plan risks opening nuclear 'Pandora's box'",
        "authors": [
            {
                "name": "Zachary Cohen",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-12",
        "text": "Updated 6:50 AM ET, Thu October 12, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nRep. Eliot Engel said Wednesday that the US needs to remain in the agreement and certify Iran's compliance\nTrump will likely stop short of scrapping the agreement entirely but is expected to lay out an aggressive new whole-of-government strategy to counter Iran\nWashington (CNN)\nPresident Donald Trump appears poised to \"decertify\" the Iran nuclear deal in an effort to initiate tougher and more wide-ranging restrictions on Tehran, but his plan -- which hinges on Congress determining a path forward -- is raising concerns of a potential backlash that could set the stage for another nuclear crisis.\nTwo senior US officials told CNN that Trump plans to \"decertify\" the deal this week despite the international community's assessment that Iran is fulfiling its obligations under the 2015 Joint Comprehensive Plan of Action, known as the JCPOA.\nWhile Trump will likely stop short of scrapping the agreement entirely, he is expected to lay out an aggressive new whole-of-government strategy to counter Iran's regional aggression and its threats worldwide.\nThe plan is also expected to highlight how the United States can work with allies to counter Iranian behavior and also address certain flaws in the nuclear deal.\nThe world needs to look at Iran's actions beyond the terms of just nuclear compliance, a source with knowledge of the plan told CNN on Wednesday.\nRead More\nThis approach could allow the US to stay in the deal but help Trump avoid the political headache of having to re-certify it every 90 days.\nIt might also help keep the Europeans on board with administration efforts to fight Iran's other destabilizing activities.\nCongress will have 60 days to pass legislation reimposing sanctions on Iran, but the plan for Trump to declare that the agreement is no longer in the best interests of the United States has sparked warnings that the decision could backfire in a way that ultimately expedites Iran's development of a nuclear weapon.\n\"The nuclear deal wasn't meant to fix Iran's regional meddling, irritating as that may be. Its goal, rather, was to ensure that Iran doesn't acquire nuclear weapons, which would then set off a regional nuclear arms race in the Middle East where Saudi Arabia would quickly follow suit,\" CNN national security analyst Peter Bergen wrote in a recent op-ed .\nSeveral lawmakers and members of the Trump administration agree that more needs to be done to counter threats that are not explicitly included in the Iran deal, but many have also indicated that those efforts should not come at the expense of creating a scenario in which the agreement is terminated.\nTrump's Secretary of Defense James Mattis testified last week that it is in America's national security interest to remain in the agreement.\nEuropean diplomats, anticipating Trump's move, have already been meeting with Democrats and Republicans in Congress to take lawmakers' temperatures and lobby them on the merits of the agreement.\nThe message these diplomats have gotten from administration officials is that they were \"looking for a middle way\" and didn't want to \"kill the deal,\" one envoy said. Amending the US law provided a way out, but the envoy said there is little appetite in Congress for the hot potato Trump had handed them.\nDemocrats back the deal and even the few who voted against it, like Sen. Chuck Schumer of New York, have now said they will support it, the envoy said.\nConveying what Republicans are saying, the envoy said, \"they want to avoid a crisis and they don't want to kill the agreement\" and be saddled with the blame for that.\nHouse Foreign Relations Committee Chairman Ed Royce said Wednesday that he believes it is in the United States' national security interest to \"enforce the hell\" out of the Iran nuclear deal -- imploring President Donald Trump to clearly explain the facts behind whatever decision he makes regarding the deal's certification this week.\n\"As flawed as the deal is, I believe we must now enforce the hell out of it,\" the California Republican said while speaking at a hearing on how to best counter threats posed by Iran. \"Let's work with allies to make certain that international inspectors have better access to possible nuclear sites, and we should address the fundamental sunset shortcoming, as our allies have recognized.\"\nDespite voting against the original deal when it was reached in 2015, New York Rep. Eliot Engel -- the top Democrat on the House Foreign Affairs Committee -- said Wednesday that the United States needs to remain in the agreement and certify Iran's compliance.\n\"Withholding certification would be a distraction from the real issues ... and it's playing with fire,\" Engel said, adding that the move would be viewed by Iran and countries around the world as the first step toward withdrawing from the deal.\nIran has said that such action could lead to its refusal to recognize the terms of the pact and potentially launch it immediately into a program to develop a nuclear weapon in a year rather than a decade or more.\n\"Wouldn't an Iran armed with nuclear weapons behave worse than a non-nuclear-armed Iran? Just take a look at the behavior of North Korean dictator Kim Jong Un, whose antics on the world stage only get attention because he has nukes,\" argued Bergen.\nIf Iran were to begin reinstalling its centrifuges and rebuilding its plutonium reactors, they would be able to begin rapidly expanding toward nuclear capability within a few years, said Jake Sullivan, a former top foreign policy adviser for Hillary Clinton who worked on negotiating the original deal in 2015.\nBy opting not to certify Iran's compliance, Trump would risk creating a scenario similar to that in North Korea, in which the United States has no good options and is left solely responsible, Sullivan said on Wednesday while testifying before the House Foreign Relations Committee.\nTrita Parsi , the president of the National Iranian American Council, echoed Sullivan's concerns.\n\"A failed certification would be the first step to unraveling the Iran nuclear deal and taking us to a new, devastating war of choice in the Middle East,\" Parsi said in a statement to CNN. \"Congress would be empowered to kill the accord through the front door by snapping back sanctions, or to kill it through the back door by moving the goalposts on sanctions relief.\"\n\"The risks are too great to allow Trump to open up a nuclear Pandora's box in the Middle East,\" he added. \"Trump's national security team, and all serious thinkers in Congress, must block the President from a failed certification before it is too late.\"\nBut despite concerns over decertifying the deal, some lawmakers said the move could allow Congress to address some of the current agreement's shortcomings.\n\"It's different than tearing up the deal, if he in fact chooses to decertify, but it gives us the opportunity for something that's more ironclad, while dealing with the broader issues in the region,\" Republican Rep. Adam Kinzinger of Illinois said on MSNBC Wednesday.\nTrump was asked again on Wednesday whether he has made a decision on the Iran deal, but only offered a very short response: \"You're going to see very soon. We're going to be announcing that very shortly.\"\nCNN's Dana Bash and Elise Labott contributed to this report\n",
        "quotes": [
            [
                "The nuclear deal wasn't meant to fix Iran's regional meddling, irritating as that may be.",
                "Peter Bergen",
                true
            ],
            [
                "Its goal, rather, was to ensure that Iran doesn't acquire nuclear weapons, which would then set off a regional nuclear arms race in the Middle East where Saudi Arabia would quickly follow suit,",
                "Peter Bergen",
                true
            ],
            [
                "they want to avoid a crisis and they don't want to kill the agreement",
                "",
                false
            ],
            [
                "As flawed as the deal is, I believe we must now enforce the hell out of it,",
                "",
                true
            ],
            [
                "Let's work with allies to make certain that international inspectors have better access to possible nuclear sites, and we should address the fundamental sunset shortcoming, as our allies have recognized.",
                "",
                true
            ],
            [
                "Withholding certification would be a distraction from the real issues ... and it's playing with fire,",
                "Engel",
                true
            ],
            [
                "Wouldn't an Iran armed with nuclear weapons behave worse than a non-nuclear-armed Iran?",
                "Engel",
                true
            ],
            [
                "Just take a look at the behavior of North Korean dictator Kim Jong Un, whose antics on the world stage only get attention because he has nukes,",
                "Engel",
                true
            ],
            [
                "A failed certification would be the first step to unraveling the Iran nuclear deal and taking us to a new, devastating war of choice in the Middle East,",
                "Parsi",
                true
            ],
            [
                "Congress would be empowered to kill the accord through the front door by snapping back sanctions, or to kill it through the back door by moving the goalposts on sanctions relief.",
                "Parsi",
                true
            ],
            [
                "The risks are too great to allow Trump to open up a nuclear Pandora's box in the Middle East,",
                "",
                true
            ],
            [
                "Trump's national security team, and all serious thinkers in Congress, must block the President from a failed certification before it is too late.",
                "",
                true
            ],
            [
                "It's different than tearing up the deal, if he in fact chooses to decertify, but it gives us the opportunity for something that's more ironclad, while dealing with the broader issues in the region,",
                "",
                true
            ],
            [
                "You're going to see very soon.",
                "",
                true
            ],
            [
                "We're going to be announcing that very shortly.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2017/10/11/opinions/real-risk-trump-iran-gambit-parsi/index.html",
                "http://www.cnn.com/2017/10/05/politics/trump-iran-deal-deadline-plan/index.html",
                "https://www.cnn.com/2017/10/03/politics/mattis-iran-nuclear-deal-national-security/index.html",
                "https://www.cnn.com/2017/10/11/opinions/iran-deal-obamacare-bergen-opinion/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "plan",
            "states",
            "box",
            "united",
            "irans",
            "national",
            "nuclear",
            "pandoras",
            "iran",
            "risks",
            "congress",
            "deal",
            "trump",
            "opening"
        ]
    }
]