[
    {
        "url": "https://www.activistpost.com/2017/10/media-pushes-narrative-vegas-gunman-loved-conspiracy-theories-questioned-911.html",
        "title": "Media Pushes Narrative Vegas Gunman “Loved Conspiracy Theories,” Questioned 9/11",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-10-09",
        "text": "Hot Topics\nMedia Pushes Narrative Vegas Gunman “Loved Conspiracy Theories,” Questioned 9/11\nAs police frantically continue to find a motive for the Las Vegas murderer, both sides of the political spectrum — equally as frantic — search for anything that ties him to their political foes. Now it appears that there is a new narrative surfacing from multiple outlets that Stephen Paddock was a conspiracy theorist who thought 9/11 was an inside job.\nRest assured, if police had any evidence linking this murderous psychopath to an extreme right, extreme left, or terrorist group, this would’ve been made public by now. We have seen an unprecedented length of time go by, not only without surveillance footage but with no hints as to why Paddock shot into a crowd of 22,000 innocent people. However, it looks like this may start to change.\nAccording to the Daily Mail , a prostitute who Paddock hired repeatedly has allegedly come forward with some rather nefarious claims.\nA Las Vegas prostitute who was hired by murderer Stephen Paddock has spoken out about their ‘violent’ sex sessions and how he bragged about having ‘bad blood’.\nThe woman, who spoke anonymously, said she would spend hours drinking and gambling in Sin City with Paddock, who she described as ‘paranoid’ and ‘obsessive’.\nIf he hit a winning streak, he would take her back to his room for ‘really aggressive and violent sex’ including living out rape fantasies, she said.\nWhile violent rape fantasies from a mass murderer surely fit the bill, the idea that questioning the official government story on 9/11 is somehow an indication that someone may go on a killing spree is as asinine as it is dangerous. However, this is what’s happening right now in the media.\nThe 27-year-old woman said Paddock, 64, would often rant about conspiracy theories including how 9/11 was orchestrated by the US government.\nAfter failing to tie Paddock to the left, right, and ISIS, the media is now reaching out to tie him to those who question the government.\nIt is important to note that most people who question the State do so out of a desire to prevent death, not foster it. People who questioned the narrative of weapons of mass destruction in Iraq did so because they wanted to prevent a war in which many would die. However, they were labeled as kooks and conspiracy theorists by the establishment— despite being proven right years later.\nThis is nothing new.\nIn fact, in spite having no real reason to go after ‘conspiracy theorists’, the government has a long history of infiltrating groups and labeling those who question the status quo as a threat. It even has a name: PATCON , short for “Patriot Conspiracy.”\nIndeed, much of the police state which has risen up around the country is in response to the essentially non-existent threat from those who want to expose the crimes of the State who are labeled as extremist groups.  YouTube and Google have even gotten in on the action and have moved to censor evidence of US war crimes and historical footage of war.\nA police sergeant in Morgan County, Indiana admitted in May of 2014 that his department had obtained an armored vehicle in part because of returning military veterans were  deemed domestic terror threats by Homeland Security in 2009.\nIn August of 2013, Concord, New Hampshire Police Chief John Duval secretly contacted Homeland Security and demanded an armored vehicle due to the alleged “threat” posed by peaceful libertarians.\nThe MIAC Report , a federal training document famously presented to Missouri police in 2009, went as far as falsely tying supporters of former Presidential Candidate Ron Paul and the Constitution to “extremist groups” as well.\nIn 2014, a sheriff’s deputy admitted on video that these weapons of war were needed to fend off “constitutionalists” with firearms.\nThe important thing to remember is that no matter which group — outside of ISIS who openly calls for killing — that the investigation attempts to associate with Paddock is not full of mass murderers.\nNaturally, both sides of the political spectrum are hoping for Stephen Paddock to identify with their rival party. That way they can use the logical fallacy of false equivalence to paint their political enemies as mass murderers.\nIn fact, however, it is entirely possible that perhaps one of the reasons police are taking so long to release a motive—is that he didn’t have one. Perhaps, Paddock snapped and simply went on a killing spree because he is insane.\nAs the Free Thought Project reported last week, it was revealed that Paddock was prescribed psychotropic drugs which can cause people to be violent.\nThis information was given to the Las Vegas Review-Journal by a source within law enforcement who was not authorized to speak publicly about this case.\nRecords from the Nevada Prescription Monitoring Program obtained Tuesday show Paddock was prescribed 50 10-milligram diazepam tablets by Henderson physician Dr. Steven Winkler on June 21.\nA woman who answered the phone at Winkler’s office would not make him available to answer questions and would neither confirm nor deny that Paddock was ever a patient.\nPaddock purchased the drug — its brand name is Valium — without insurance at a Walgreens store in Reno on the same day it was prescribed. He was supposed to take one pill a day.\nValium, although often used as a sedative and calming medication, can have serious side effects of aggression. According to the FDA, diazepam can elicit the following side effects:\nconfusion, hallucinations, unusual thoughts or behavior;\nunusual risk-taking behavior, decreased inhibitions, no fear of danger;\ndepressed mood, thoughts of suicide or hurting yourself;\nhyperactivity, agitation, aggression, hostility;\n“If somebody has an underlying aggression problem and you sedate them with that drug, they can become aggressive,” said Dr. Mel Pohl, chief medical officer of the Las Vegas Recovery Center. “It can disinhibit an underlying emotional state. … It is much like what happens when you give alcohol to some people … they become aggressive instead of going to sleep.”\nTFTP even interviewed a Harvard educated psychiatrist who backed up the claim  that Paddock may have been on harder psychotropic drugs as well. Why isn’t the media calling for an investigation into these things?\nNo matter how people try and spin this mass murder to fit their agenda, the fact remains that there are likely thousands of people, if not more, mourning the loss of family members and friends killed in Las Vegas on Sunday. No amount of spin, political shaming, or wrongful association will change that.\nMatt Agorist is an honorably discharged veteran of the USMC and former intelligence operator directly tasked by the NSA. This prior experience gives him unique insight into the world of government corruption and the American police state. Agorist has been an independent journalist for over a decade and has been featured on mainstream networks around the world. Agorist is also the Editor at Large at the Free Thought Project , where this article first appeared .  Follow @MattAgorist on Twitter , Steemit , and now on Facebook.\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "If somebody has an underlying aggression problem and you sedate them with that drug, they can become aggressive,",
                "",
                true
            ],
            [
                "It can disinhibit an underlying emotional state.",
                "Mel Pohl",
                true
            ],
            [
                "It is much like what happens when you give alcohol to some people … they become aggressive instead of going to sleep.",
                "Mel Pohl",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://thefreethoughtproject.com/police-armored-military-vehicles-needed-constitutionalists-firearms/",
                "http://thefreethoughtproject.com/exclusive-vegas-paddock-medication/",
                "https://www.motherjones.com/politics/2013/08/occupy-free-state-project-dhs-police-concord/",
                "https://fox59.com/2014/05/12/armed-for-war-local-police-tote-pentagon-surplus/",
                "https://www.dailymail.co.uk/news/article-4959970/Vegas-prostitute-says-Stephen-Paddock-enjoyed-violent-sex.html",
                "http://thefreethoughtproject.com/corporate-media-lies-death-suffering/",
                "https://www.washingtontimes.com/news/2009/apr/16/napolitano-stands-rightwing-extremism/",
                "http://thefreethoughtproject.com/vegas-gunman-psychotropic-medication/",
                "http://thefreethoughtproject.com/stephen-paddock-conspiracy-media/",
                "https://libertarianinstitute.org/justice/patcon-oklahoma-city-jesse-trentadues-lonely-crusade-justice/",
                "http://thefreethoughtproject.com/youtube-delete-footage-isis-propaganda/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://thefreethoughtproject.com/",
                "https://steemit.com/@tftproject",
                "https://www.facebook.com/TheREALMattAgorist/",
                "https://twitter.com/MattAgorist"
            ]
        },
        "key_words": [
            "loved",
            "theories",
            "vegas",
            "narrative",
            "war",
            "las",
            "media",
            "political",
            "right",
            "paddock",
            "mass",
            "conspiracy",
            "questioned",
            "woman",
            "state",
            "911",
            "pushes",
            "gunman"
        ]
    }
]