[
    {
        "url": "https://www.politico.com/story/2016/09/trump-sniffles-first-2016-debate-228769?cmpid=sf",
        "title": "Trump denies he was suffering from 'sniffles'",
        "authors": [
            {
                "name": "Politico Staff",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-27",
        "text": "Trump denies he was suffering from 'sniffles'\nBy POLITICO STAFF\nDonald Trump on Tuesday morning denied he was suffering from a case of the \"sniffles\" during his primetime debate showdown on Monday night, when he could frequently be heard sharply inhaling through his nose.\n\"No, no sniffles. You know, the mic was very bad, but maybe it was good enough to hear breathing,\" Trump told \"Fox & Friends.\" \"But no sniffles. No cold.\"\nStory Continued Below\nTrump's sniffling became a viral sensation during the evening, with Hillary Clinton supporter Howard Dean raising a sensational theory about why Trump seemed to be having some trouble.\n\"Notice Trump sniffing all the time. Coke user?\" Dean, a physician and former Vermont governor, tweeted.\nSome Clinton supporters took pleasure in what appeared to be a minor ailment, especially after Trump and his allies have floated conspiracy theories that the former secretary of state is suffering from chronic health conditions.\nClinton was diagnosed with pneumonia earlier this month, and almost collapsed after becoming \"overheated\" during a Sept. 11 memorial service in New York.\n",
        "quotes": [
            [
                "You know, the mic was very bad, but maybe it was good enough to hear breathing,",
                "Donald Trump",
                true
            ],
            [
                "Notice Trump sniffing all the time.",
                "Dean",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "know",
            "good",
            "clinton",
            "sniffles",
            "dean",
            "suffering",
            "maybe",
            "mic",
            "trump",
            "hear",
            "denies"
        ]
    }
]