[
    {
        "url": "http://occupydemocrats.com/2016/09/19/just-trump-exploits-nyc-bombing-call-rolling-back-freedom-press/",
        "title": "JUST IN: Trump Exploits NYC Bombing To Call For Rolling Back “Freedom Of Press”",
        "authors": [
            {
                "name": "Marcos Da Silva",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-19",
        "text": "Now Reading\nJUST IN: Trump Exploits NYC Bombing To Call For Rolling Back “Freedom Of Press”\nDuring a Fox and Friends interview Monday morning to talk about the NYC bombings, Donald Trump came dangerously close to suggesting unheard of levels of censorship. Trump asserted that the the biggest obstacle towards stopping terrorism at home is the first amendment and the lax attitude surrounding freedom of the press. Referring to jihadi propaganda, the Donald said:\n“They’re all talking about it so wonderfully because, you know, it’s called “freedom of the press,” where you buy magazines and they tell you how to make these same bombs that I saw. They tell you how to make bombs. We should arrest the people that do that because they’re participating in crime. Instead they say “oh no you can’t do anything, that’s freedom of expression.”\nOf course, this is wild conjecture. There is no way Donald Trump has absolutely any idea why the New York bomber decided to build these bombs, the information for which is easily found in a cursory Google search, which has nothing to do with how that possibly relates to the print news media’s freedom of expression, which he’s criticized on numerous occasions. The type of publications that would even contain this kind of information – we’re assuming he’s referring to the Daeshi magazine, Dabiq –  are diligently hunted down and taken off the website by counterterror forces. But the most terrifying aspect of this line of thinking, is how casually it could use the “boogeyman of terrorism” to make freedom of speech disposable, setting a dangerous precedent that could be expanded to censor any kind of dissenting opinion.\nTrump, has long demonstrated his disdain for the press, and has a chilling history that suggests he would be open to embracing unconstitutional censorship. Trump has praised the leadership of Russia, admiring its “strength” despite its history of censorship and human rights abuses including state control of the media and regular murder of dissident journalists .\nBack in August, he took to Twitter and railed against “the corrupt media” and freedom of the press for having the audacity to look into his personal life and to dig up the skeletons in his closet.\nAlthough Trump has never actually revealed what he would do to address this grievance with the press, his comments underscore a grim future ahead for America if he is elected. Trump has taken every opportunity to criticize and attempt to discredit anyone that disagrees with him in any way, leaving behind a trail of journalists and citizens fed up with appalling lack of regard to the First Amendment and the founding principles of our nation.\nSee Also\nhttps://www.youtube.com/watch?v=eIWbj0LdpvA\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [
            [
                "oh no you can’t do anything, that’s freedom of expression.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://occupydemocrats.com/2015/12/19/trump-rejects-first-amendment-endorses-russian-murder-of-journalists/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://occupydemocrats.com/privacy/"
            ]
        },
        "key_words": [
            "freedom",
            "exploits",
            "donald",
            "taken",
            "bombing",
            "press",
            "censorship",
            "way",
            "nyc",
            "bombs",
            "tell",
            "terrorism",
            "rolling",
            "trump"
        ]
    }
]