[
    {
        "url": "http://addictinginfo.org/2016/09/27/guy-who-forgot-911-happened-says-hillary-is-too-stupid-to-be-president-because-she-stayed-with-bill/",
        "title": "Guy Who Forgot 9/11 Happened Says Hillary Is ‘Too Stupid’ To Be President Because She Stayed With Bill",
        "authors": [
            {
                "name": "John Prager",
                "link": null
            }
        ],
        "publisher": "addictinginfo.com",
        "publish_date": "2016-09-27",
        "text": "·\nFormer New York City Mayor Rudy Giuliani decided to weigh in on future President Hillary Clinton’s ability to perform as President in a worse way than Trump’s “stamina” remarks at the first presidential debate . According to Giuliani, the fact that Clinton is strong enough and loves her husband enough to make things work after he was unfaithful to her is actually a sign of weakness that disqualifies her from being President just as much as That One Time She Coughed and her almost superhuman ability to work hard and power through pneumonia for days before she finally collapses from the unnatural amount of strain she put on her body.\n“The president of the United States, her husband, disgraced this country with what he did in the Oval Office and she didn’t just stand by him, she attacked Monica Lewinsky,” Giuliani said following Monday’s debate. “And after being married to Bill Clinton for 20 years, if you didn’t know the moment Monica Lewinsky said that Bill Clinton violated her that she was telling the truth, then you’re too stupid to be president.”\nBill Clinton didn’t actually “violate” anybody. He fooled around with a woman, who was an adult and consented to everything they did, behind his wife’s back. While she certainly had the right to be angry, and Americans absolutely have the right to criticize him (he was wrong, but it didn’t affect his ability to run the country), to say that she is a weak person for staying with him is absolute bullsh*t. Clinton’s strength is in her ability to forgive, to think of the bigger picture, to make her marriage work in spite of a very, very public affair.\nOf course, this is the sort of thinking that can be expected from a guy who was Mayor when the planes hit the twin towers on September 11, 2001, yet recently completely forgot about those attacks while he was criticizing President Obama, who paraded his mistress around for all to see, and who told the media he was divorcing his wife before he informed her or their children.\n“Under those eight years, before Obama came along, we didn’t have any successful radical Islamic terrorist attack inside the United States,” Giuliani said in a speech in youngstown, Ohio earlier last month. “They all started when Clinton and Obama got into office.”\nWatch it below:\nSearch\nArchives\nArchives\n",
        "quotes": [
            [
                "The president of the United States, her husband, disgraced this country with what he did in the Oval Office and she didn’t just stand by him, she attacked Monica Lewinsky,",
                "Giuliani",
                true
            ],
            [
                "And after being married to Bill Clinton for 20 years, if you didn’t know the moment Monica Lewinsky said that Bill Clinton violated her that she was telling the truth, then you’re too stupid to be president.",
                "Giuliani",
                true
            ],
            [
                "Under those eight years, before Obama came along, we didn’t have any successful radical Islamic terrorist attack inside the United States,",
                "Giuliani",
                true
            ],
            [
                "They all started when Clinton and Obama got into office.",
                "Giuliani",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nydailynews.com/news/politics/rudy-giuliani-appears-forget-9-11-happened-article-1.2752166",
                "https://www.huffingtonpost.ca/entry/rudy-guiliani-hillary-clinton-bill-stupid_n_57ea93b0e4b0c2407cd9a947",
                "https://www.huffpost.com/entry/rudy-giulianis-nasty-litt_b_83571",
                "http://author.addictinginfo.org/2016/09/26/donald-trump-attacked-clintons-stamina-and-her-response-was-absolutely-brilliant-video/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "happened",
            "right",
            "guy",
            "president",
            "911",
            "stayed",
            "bill",
            "forgot",
            "obama",
            "didnt",
            "clinton",
            "states",
            "united",
            "hillary",
            "stupid",
            "giuliani",
            "ability",
            "work"
        ]
    }
]