[
    {
        "url": "https://www.politico.com/story/2016/09/joe-arpaio-obama-birth-certificate-228487?cmpid=sf",
        "title": "Joe Arpaio: Trump didn’t call Obama’s birth certificate ‘legitimate’",
        "authors": [
            {
                "name": "Nick Gass",
                "link": null
            },
            {
                "name": "Madeline Conway",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-21",
        "text": "Joe Arpaio: Trump didn’t call Obama’s birth certificate ‘legitimate’\nBy MADELINE CONWAY\nDonald Trump finally acknowledged President Barack Obama’s American birthplace last week, but one of his supporters, controversial Arizona Sheriff Joe Arpaio, sees a silver lining for the \"birther\" movement: Trump didn't take a position on whether Obama’s birth certificate was forged.\n“If he says the president was born here, maybe he has information I don’t have,” Arpaio told POLITICO of the GOP nominee's statement. “He didn’t say the document was legitimate. He didn’t go that route.”\nStory Continued Below\nOf Trump’s statement on Obama’s birthplace, Arpaio added: “It didn’t bother me.”\nArpaio, a prominent Trump supporter known for his hard-line views on immigration, opened an investigation into the legitimacy of Obama’s birth certificate in August 2011, several months after the White House published it online, further demonstrating that he was, in fact, born in Hawaii.\nTrump rose to political prominence in part through insinuating, falsely, that Obama was not born in the United States — a claim the president’s supporters have long decried as racist. He backed down from it under pressure last week, in a short statement at an otherwise drawn-out press conference at his new luxury hotel in Washington. Trump also attempted to blame his opponent, Hillary Clinton, for starting the rumor, another claim independent fact checkers have debunked.\nBy NICK GASS\nBut while Trump has sought to sidestep the birther issue, Arpaio has refused to back down from his own claim that Obama’s birth certificate was forged. On Tuesday in Phoenix, Arpaio addressed the conservative group that requested he investigate the document, saying that “we are looking at a forged document. Period.”\nOn Wednesday, Arpaio told POLITICO the investigation into the document is ongoing. He declined to detail what evidence that effort has turned up, but he claimed that his office has found nothing “to say it’s a legitimate document.”\nArpaio also tried to separate himself from the birther movement, arguing that his investigation is focused on the document itself, rather than the president’s birthplace, and denied that his skepticism is motivated by racism.\nStill, he would not say that he believes Obama was born in the U.S.\n“I have no idea now where he was born,” Arpaio said. “You hear a lot of stories.”\nHe and Trump did not discuss the birth certificate issue before the nominee held the press conference last week, Arpaio said.\n“I didn’t know he was going to say it,” he said.\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "If he says the president was born here, maybe he has information I don’t have,",
                "Joe Arpaio",
                true
            ],
            [
                "He didn’t say the document was legitimate.",
                "Joe Arpaio",
                true
            ],
            [
                "He didn’t go that route.",
                "Joe Arpaio",
                true
            ],
            [
                "we are looking at a forged document.",
                "",
                false
            ],
            [
                "to say it’s a legitimate document.",
                "",
                false
            ],
            [
                "I have no idea now where he was born,",
                "Joe Arpaio",
                true
            ],
            [
                "You hear a lot of stories.",
                "Joe Arpaio",
                true
            ],
            [
                "I didn’t know he was going to say it,",
                "Joe Arpaio",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.usatoday.com/story/news/politics/elections/2016/09/21/sheriff-arpaio-obama-birth-certificate/90770204/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "legitimate",
            "week",
            "trump",
            "joe",
            "certificate",
            "birth",
            "document",
            "say",
            "born",
            "didnt",
            "arpaio",
            "obamas"
        ]
    }
]