[
    {
        "url": "https://www.politico.com/story/2016/09/clinton-questions-state-department-228453?cmpid=sf",
        "title": "State spokesman on Clinton questions: 'I don't view it as a distraction'",
        "authors": [
            {
                "name": "Nick Gass",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-21",
        "text": "poster=\"https://v.politico.com/images/1155968404/201609/2514/1155968404_5135180630001_5135164727001-vs.jpg?pubId=1155968404\"\ntrue\nState spokesman on Clinton questions: 'I don't view it as a distraction'\nBy NICK GASS\nLingering questions about Hillary Clinton, her email arrangement and alleged pay-for-play with the family foundation during her four years at the State Department are not a distraction, spokesman John Kirby emphasized Wednesday.\nDuring a sit-down on \"Fox & Friends,\" Kirby faced off with questions about the situation on the ground in Syria and the issue of vetting refugees to the United States before co-host Brian Kilmeade posed a question about Clinton and then took a step back to ask the rear Navy admiral what he thought about such questions.\nStory Continued Below\n\"How much harder is your job being that you had all these things to handle as well as trying to justify what Hillary Clinton did over the last four years? Most of your job is questions about her four years,\" Kilmeade asserted. And it must be -- you must be saying to yourself -- can I just do this job? How much of a distraction has this been?\"\n\"Look, the job’s hard enough, being a spokesman is tough in any environment. And there's a lot going on in the world,\" Kirby responded. \"What we've tried to focus on with respect to this particular issue is our responsibilities at the State Department and explaining the policies and regulations that were in place then, the ones that are in place now, and how we're trying to improve going forward.\"\nNoting that Secretary John Kerry \"has been very, very open and forthright about admitting we can do a better job with our records management at the State Department,\" Kirby added, \"We want to be more transparent.\"\n\"You sure? I mean, just don't jump to conclusions,\" Kilmeade said.\n\"We know we can do a better job with records management. And he's hired a former ambassador to come in and do nothing but help us be better at transparency,\" Kirby continued. \"Look, I don't view it as a distraction. It's part of my job. When you stand up there every day, that's what you gotta do.\"\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "How much harder is your job being that you had all these things to handle as well as trying to justify what Hillary Clinton did over the last four years?",
                "Brian Kilmeade",
                true
            ],
            [
                "Most of your job is questions about her four years,",
                "Brian Kilmeade",
                true
            ],
            [
                "Look, the job’s hard enough, being a spokesman is tough in any environment.",
                "Kirby",
                true
            ],
            [
                "And there's a lot going on in the world,",
                "Kirby",
                true
            ],
            [
                "What we've tried to focus on with respect to this particular issue is our responsibilities at the State Department and explaining the policies and regulations that were in place then, the ones that are in place now, and how we're trying to improve going forward.",
                "Kirby",
                true
            ],
            [
                "has been very, very open and forthright about admitting we can do a better job with our records management at the State Department,",
                "Kirby",
                false
            ],
            [
                "We want to be more transparent.",
                "Kirby",
                true
            ],
            [
                "I mean, just don't jump to conclusions,",
                "Brian Kilmeade",
                true
            ],
            [
                "We know we can do a better job with records management.",
                "Kirby",
                true
            ],
            [
                "And he's hired a former ambassador to come in and do nothing but help us be better at transparency,",
                "Kirby",
                true
            ],
            [
                "Look, I don't view it as a distraction.",
                "Kirby",
                true
            ],
            [
                "It's part of my job.",
                "Kirby",
                true
            ],
            [
                "When you stand up there every day, that's what you gotta do.",
                "Kirby",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "questions",
            "job",
            "kilmeade",
            "clinton",
            "kirby",
            "department",
            "spokesman",
            "view",
            "state",
            "dont",
            "distraction"
        ]
    }
]