[
    {
        "url": "https://www.reuters.com/article/us-uber-norway/uber-suspends-unlicensed-service-in-norway-in-change-of-tack-idUSKBN1CE0BO",
        "title": "Uber suspends unlicensed service in Norway in change of tack",
        "authors": [
            {
                "name": "Julia Fioretti",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-09",
        "text": "Uber suspends unlicensed service in Norway in change of tack\n3 Min Read\n(Reuters) - Uber said on Monday it would suspend its unlicensed service UberPOP in Oslo until Norway introduces new rules, as the U.S. ride-hailing app adopts a more conciliatory tone with national authorities.\nThe move follows a similar one-year suspension in Finland in July to allow a new taxi law to come into effect, however there is no set date for when UberPOP will be reintroduced in Norway.\nThe U.S. ride-hailing company has come under fierce pressure from traditional taxi drivers and regulators across Europe who accuse it of unfair competition and skirting traditional licensing rules.\nUberPOP has already been suspended in several European capitals, including Paris and Brussels, and Uber was recently humbled when it lost its license to operate in London.\n“We’ve learned the hard way that we must change as a company in order to serve the millions of riders and drivers who rely on us. With our new CEO Dara Khosrowshahi onboard, it’s a new era for Uber,” the company said in a statement.\n“That’s why it’s now time to pause UberPOP in Norway, in order to relaunch under new regulations.”\nUberPOP will be suspended on Oct. 30, while Uber’s licensed services UberBLACK and UberXXL will continue to operate as normal.\nThe Norwegian transport minister said Uber was being treated as any other market participant would be. “All actors offering taxi services must conform to rules and regulation at any time,” Ketil Solvik-Olsen told Reuters.\nThe suspension of UberPOP in Norway comes as the non-EU country must answer by Oct. 27 a query on its transport regulations by the EFTA Surveillance Authority (ESA), the body that ensures EU regulations are enforced in countries that have access to the European common market.\nUber will suspend UberPOP three days after that deadline.\nIn February, ESA said Norway was setting “disproportionately high barriers to enter the taxi market” that led to inefficient use of resources and higher prices for consumers.\nKhosrowshahi took the helm of Uber in August, replacing co-founder and former boss Travis Kalanick and has promised change at the $70 billion dollar firm.\nThe Uber logo is seen on mobile telephone in London, Britain, September 25, 2017. REUTERS/Hannah McKay\nThe company said it was encouraged by developments in Norway such as the government’s sharing economy committee which recommended repealing certain provisions related to taxis and an opinion from the EFTA surveillance authority which said Norway’s restrictions on taxi licenses were illegal.\n“Norway deserves modernized laws that encourage innovation and competition without sacrificing what makes the Norwegian model special,” Uber said. “We hope the government will implement these recommendations soon, so that we can relaunch a new and improved version of the product loved by so many.”\nUberPOP had around 280,000 users in Oslo and hundreds of drivers.\nReporting by Julia Fioretti in Brussels and Camilla Knudsen in Oslo, editing by David Evans\n",
        "quotes": [
            [
                "We’ve learned the hard way that we must change as a company in order to serve the millions of riders and drivers who rely on us.",
                "",
                true
            ],
            [
                "With our new CEO Dara Khosrowshahi onboard, it’s a new era for Uber,",
                "",
                true
            ],
            [
                "That’s why it’s now time to pause UberPOP in Norway, in order to relaunch under new regulations.",
                "",
                true
            ],
            [
                "All actors offering taxi services must conform to rules and regulation at any time,",
                "Ketil Solvik-Olsen",
                true
            ],
            [
                "disproportionately high barriers to enter the taxi market",
                "",
                false
            ],
            [
                "Norway deserves modernized laws that encourage innovation and competition without sacrificing what makes the Norwegian model special,",
                "",
                true
            ],
            [
                "We hope the government will implement these recommendations soon, so that we can relaunch a new and improved version of the product loved by so many.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "uberpop",
            "service",
            "change",
            "tack",
            "company",
            "unlicensed",
            "transport",
            "suspension",
            "suspended",
            "uber",
            "traditional",
            "norway",
            "drivers",
            "suspends",
            "taxi"
        ]
    }
]