[
    {
        "url": "https://www.nytimes.com/2017/10/11/sports/soccer/usmnt-world-cup.html?rref=collection%2Fsectioncollection%2Fsports",
        "title": "How the United States Missed the World Cup, Minute by Minute",
        "authors": [
            {
                "name": "Andrew Das",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-11",
        "text": "Advertisement\nSupported by\nHow the United States Missed the World Cup, Minute by Minute\nImage\nChristian Pulisic of the United States reacted to his team’s 2-1 loss to Trinidad and Tobago on Tuesday night. The defeat, coupled with two other results, means the Americans will miss next summer’s World Cup in Russia.CreditCreditAshley Allen/Getty Images\nBy Andrew Das\nOct 11, 2017\nCOUVA, Trinidad and Tobago — Just win the game. Win the game against Trinidad and Tobago on Tuesday, the United States national team knew, and nothing else would matter.\nBut the Americans didn’t win. Over 90 excruciating minutes, and then a half-dozen more in extra time, it all went very, very wrong. Even a tie would have been enough for the Americans. Even with a loss, they still might have been all right, depending on other results. But those went wrong, too.\nAnd so the United States is not going to the World Cup in Russia next summer, but Panama is, and Honduras might. “It was a perfect storm kind of a night, where everything that could have possibly went wrong did, in this stadium and two others,” Michael Bradley, the American captain, said.\nHere is how, over 90 minutes of uncommonly tense soccer in three cities, everything changed:\n1st minute Three Games, Three Countries\nThe ball rolls off the spot to kick off World Cup qualifiers here in Couva, Trinidad; in San Pedro Sula, Honduras; and in Panama City. The United States qualifies for next year’s World Cup with a win or a tie. But if the Americans lose, and Panama and Honduras both post wins, over Costa Rica and Mexico, they’re out. Their opponent, Trinidad, is in last place in the qualifying group, with one win in nine games.\n17’ Americans Stunned by Own Goal\nThe first sign of trouble comes at the same time as a hint of potential salvation. In San Pedro Sula, Oribe Peralta gives Mexico a 1-0 lead over Honduras at about the same moment United States defender Omar Gonzalez swings his leg toward Trinidad forward Shahdon Winchester in Couva. Gonzalez and Winchester both are racing to be first to a routine cross, but Winchester gets there first and the ball ricochets off him, then off Gonzalez’s shin, and then in a spinning loop over goalkeeper Tim Howard.\nThe Americans are stunned, and suddenly — improbably — trailing by 1-0. “One of the most unlucky goals ever, I think,” Gonzalez says, “and it’s one that will haunt me forever.”\nBradley calls the goal “a killer.” On the sideline, Coach Bruce Arena fumes. “We foolishly brought Trinidad into the game,” he says after the match.\nUnited States fans start rooting hard for Mexico and Costa Rica.\nImage\nAlberth Elis of Honduras, center, and Eddie Hernández celebrated after Elis put his country’s first goal past Mexico goalkeeper Guillermo Ochoa.CreditOrlando Sierra/Agence France-Presse — Getty Images\n34’ Honduras Pulls Even\nBad news. Alberth Elis scores in San Pedro Sula, heading in a free kick at the back post to pull Honduras even.\n36’ Costa Rica Helps U.S.\nAnd suddenly, good news. In Panama City, Johan Venegas runs on to a through ball and deftly chips it over the sliding goalkeeper to give Costa Rica a 1-0 lead. A Panama loss guarantees the Americans at least a playoff spot.\n37’ U.S. Goes Down, 0-2\nThe other games keep breaking the United States’ way. Carlos Vela restores Mexico’s lead against Honduras in San Pedro Sula. The goal is especially welcome to the Americans in Couva, where Alvin Jones’s screamer of a shot has just put Trinidad and Tobago ahead by 2-0 over a lethargic, and now extremely nervous, United States.\nAfter Jones nearly fools Howard again from long range, the Americans are rattled, and the break is a welcome respite.\n“We talked at halftime about a strong response,” Bradley says later, “and I still feel like everything was there for us. And it was.”\nImage\nChristian Pulisic scored for the United States in the 47th minute.CreditAshley Allen/Getty Images\n47’ U.S. Comes Out Swinging\nThe United States roars out of the locker room, with Christian Pulisic freeing himself to score less than 90 seconds into the second half. A few steps away, Jozy Altidore tells himself another goal is coming. “At that point in the game, you thought, maybe we have a chance here,” he says. But things are about to take a dark turn in Central America.\n52’ Controversy in Panama City\nPanamanian defender Román Torres heads a corner kick toward the back post, where it is knocked down amid a scramble. His teammate Blas Pérez tries to get to the ball, but a defender hauls him down, and another lying on the goal line blocks its path into the net. The ball never crosses the line , but the referee mistakenly allows the goal.\nInstead of another corner kick, Panama has tied the score at 1-1. When an own goal a minute later in San Pedro Sula ties the score between Honduras and Mexico, American fans quickly start studying the qualifying math. If Panama and Honduras can score again, and the Americans can’t, the United States is out.\n60’ Honduras Takes Lead Over Mexico\nThe first shoe drops in San Pedro Sula. Romell Quioto of Honduras slips behind Mexico’s back line and runs down a long pass. Spinning at the top of the penalty area, he turns and fires his team into the lead . The celebrations, given what that lead could mean, are suitably bonkers.\nWith a half-hour to play, Honduras can almost taste the World Cup, and now it’s Panama that really needs a goal. If Panama scores, the United States is out. If the United States scores, Panama is out.\n“It didn’t matter,” Arena says of why he never checks the scores during the game. “It never mattered to us — the score of the other games — at any time today.”\n72’ U.S. Makes Changes\nArena has already sent on a forward, Clint Dempsey, for a midfielder, Paul Arriola, at halftime. Now, still needing a second goal, he wants another set of fresh legs, so midfielder Kellyn Acosta comes on for left back Jorge Villafaña.\nImage\nUnited States forward Jozy Altidore, left, reacted after missing a chance to score in the second half.CreditRebecca Blackwell/Associated Press\n77’ Oh, So Close for U.S.\nDempsey’s left-footed shot from the top of the area is pushed onto the post by Trinidad goalkeeper Adrian Foncette. The Americans in the crowd groan.\n87’ Americans Miss Again\nAnother chance: Benny Feilhaber, who entered minutes earlier as Arena’s last throw of the dice, wins a header in the goal mouth but drives it downward, where Foncette bats it away.\nJust then, in Panama City, Torres, the burly central defender from the Seattle Sounders, is chewing up turf as he runs down the center-forward channel like a striker ....\n88’ Goal! Panama!\nTorres scores a late winner for Panama. Bedlam in Panama City.\nIt’s all over but the shouting now, and Americans are doing most of that. In a split second, a difficult feat — qualifying for the World Cup — that has become something of a birthright for a generation of United States fans has vaporized.\nImage\nClint Dempsey argued with an official in the closing minutes of the match.CreditRebecca Blackwell/Associated Press\n90’ The Door Closes for U.S.\nFive minutes of extra time for the Americans in Couva, but it produces only three yellow cards. In San Pedro Sula, there are seven minutes added, an agonizing wait for Hondurans eager to celebrate.\nIn Panama City, the whistle blows. A full stadium still smiling from Torres’s goal turns up the volume even more to celebrate the country’s first World Cup berth.\n“We did it!” said Pérez, Panama’s 36-year-old striker. “As our national anthem says, ‘We have finally won.’ ” Torres, the newly shirtless national hero, poses for selfies with fans. The country’s president gives everyone Wednesday off, declaring it a national holiday .\nImage\nPanama’s Roman Torres celebrated after the victory. Panama qualified for the World Cup for the first time ever.CreditRodrigo Arangua/Agence France-Presse — Getty Images\nThey are roaring in San Pedro Sula, too. Mexico has been beaten, 3-2, but Honduras Coach Jorge Luis Pinto, the well-traveled Colombian manager who led Costa Rica to the quarterfinals in the 2014 World Cup in Brazil, is pulling the handbrake. Honduras will face a home-and-home playoff against Australia in November. “We have won something, but let’s not go crazy,” Pinto said. “You have to go play the playoff.”\nMeanwhile, in a tiny conference room at the Ato Boldon Stadium in Trinidad, and then along the edge of a single-lane delivery tunnel just outside the room’s glass door, the mood is much more grim. Arena, U.S. Soccer President Sunil Gulati and four senior players take turns choosing words to place in front of the term of the day: disappointment. Arena goes with “highly.” Gulati uses “extraordinarily.” Bradley, finally emerging from doping control nearly two hours after the final whistle, declares himself “incredibly” disappointed.\nArena gives a 10-minute news conference in which he says he accepts responsibility for the defeat, and the failure to qualify. Several United States players, including Dempsey and Pulisic, use the focus on Arena as cover to slip through the tunnel and onto the team bus — thereby avoiding reporters.\nGonzalez, stung with guilt, steps into a huddle of reporters.\n“I just want to say sorry to the fans,” he says. “All the U.S. fans that were pulling for us, that wanted to go to Russia, that believed in us. We let down an entire nation today.”\nNo one seems to know how to follow up a statement like that, so Gonzalez drops his eyes, steps aside and walks the lonely road to the team bus. It waits to collect Altidore, and then Howard, before lurching away.\nA version of this article appears in print on , Section B, Page 14 of the New York edition with the headline: ‘We Let Down an Entire Nation’. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "It was a perfect storm kind of a night, where everything that could have possibly went wrong did, in this stadium and two others,",
                "Michael Bradley",
                true
            ],
            [
                "One of the most unlucky goals ever, I think,",
                "Gonzalez",
                true
            ],
            [
                "and it’s one that will haunt me forever.",
                "Gonzalez",
                false
            ],
            [
                "We foolishly brought Trinidad into the game,",
                "Bruce Arena",
                true
            ],
            [
                "We talked at halftime about a strong response,",
                "Bradley",
                true
            ],
            [
                "and I still feel like everything was there for us.",
                "Bradley",
                false
            ],
            [
                "At that point in the game, you thought, maybe we have a chance here,",
                "Christian Pulisic",
                true
            ],
            [
                "It never mattered to us — the score of the other games — at any time today.",
                "Bruce Arena",
                true
            ],
            [
                "As our national anthem says, ‘We have finally won.",
                "Pérez",
                true
            ],
            [
                "We have won something, but let’s not go crazy,",
                "Pinto",
                true
            ],
            [
                "You have to go play the playoff.",
                "Pinto",
                true
            ],
            [
                "I just want to say sorry to the fans,",
                "",
                true
            ],
            [
                "All the U.S. fans that were pulling for us, that wanted to go to Russia, that believed in us.",
                "",
                true
            ],
            [
                "We let down an entire nation today.",
                "",
                true
            ],
            [
                "We Let Down an Entire Nation",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "http://www.bbc.com/news/world-latin-america-41579670",
                "https://www.nytimes.com/2017/10/10/sports/soccer/usmnt-trinidad-world-cup.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/beINSPORTSUSA/status/917927723045212160",
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.youtube.com/watch?v=wZGaxkl46HI",
                "https://twitter.com/beINSPORTSUSA/status/917920052074205184",
                "https://www.parsintl.com/publication/the-new-york-times/",
                "https://twitter.com/beINSPORTSUSA/status/917916801178025987",
                "https://twitter.com/TelemundoSports/status/917928116076527616",
                "https://www.youtube.com/watch?v=z6qwqOCftE4"
            ]
        },
        "key_words": [
            "cup",
            "panama",
            "world",
            "states",
            "united",
            "wrong",
            "went",
            "honduras",
            "win",
            "missed",
            "minute",
            "trinidad"
        ]
    }
]