[
    {
        "url": "https://www.politico.com/story/2016/09/trump-first-debate-performance-paul-ryan-228784?cmpid=sf",
        "title": "Hill Republicans: At least Trump didn't blow it",
        "authors": [
            {
                "name": "Kenneth P. Vogel",
                "link": null
            },
            {
                "name": "Glenn Thrush",
                "link": null
            },
            {
                "name": "Alex Isenstadt",
                "link": null
            },
            {
                "name": "Michael Grunwald",
                "link": null
            },
            {
                "name": "Rachael Bade",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-27",
        "text": "Hill Republicans: At least Trump didn't blow it\nGOP lawmakers just need him to avoid a monumental blunder that could sink their own candidates on the ballot.\nCapitol Hill Republicans grumbled Tuesday about Donald Trump’s debate performance, but they also saw a silver lining: He didn’t overtly screw up their own election prospects — at least not yet.\nThey didn’t need a lot from him: just don’t let the floor collapse on the Republican Party with an election-altering gaffe. So even after their nominee all but admitted paying no federal taxes and stood by his attacks on a woman for gaining too much weight, plenty of congressional Republicans were breathing a sigh of relief. And no one was predicting doomsday on Nov. 8.\nStory Continued Below\n“He made his points and he didn’t make any major mistakes. … so I think he had a very good night,” said Rep. Tom Cole of Oklahoma. “We’re to the point now that our presidential nominee is helping us, not hurting us, and that was an unknown several months ago. He’s performing above expectations and we’re benefiting from it in the House and will probably benefit from it in the Senate as well.”\nThat’s a remarkable change in tone for the party that fretted for months about a down-ballot backlash against their nominee. Republicans worried Trump’s controversial comments would cripple their incumbents and wipe out their Senate and possibly even House majorities.\nBut Trump’s improved performance this month has buoyed congressional Republicans, to the point that those fears have morphed into hopes of minimal House losses and keeping the Senate. And while his performance Monday was far from flawless — he was too easily goaded by Hillary Clinton instead of hammering at her vulnerabilities, several Republicans said — it could have been a lot worse.\nBy GLENN THRUSH\n“I think it’s basically a wash,” said Sen. Roger Wicker of Mississippi, who heads the Senate Republican campaign arm. “I think he did just fine.”\nHouse Speaker Paul Ryan, who has been highly critical of Trump’s controversial comments in the past, also gave the nominee’s performance a robust endorsement.\n“I saw Donald Trump give a spirited voice to those of us who don’t like the status quo, and I see emerging in front of us the potential for what a unified Republican government can get you, which can be the solutions,” the Wisconsin Republican said at a news conference. “I think he passed a number of thresholds … and showed that for 90 minutes he could go toe-to-toe with Hillary Clinton.”\nOther Republicans were less enthused. Republican Study Committee Chairman Bill Flores of Texas said Trump “made some good points, but he wasn’t as consistent as he could be.” Another Texan, House Rules Chairman Pete Sessions, said Trump’s “abilities are greater” than he showed.\nAnd moderate Rep. Charlie Dent, a frequent Trump critic, said the nominee did not meet his goal of demonstrating that he could be presidential and substantive on the issues.\n“I think the reaction from a lot of people is: ‘In a nation of over 300 million people, this is the best we can do?’” the Pennsylvania Republican said. “I thought I was watching a dumpster fire.”\nRep. Patrick Meehan, also of Pennsylvania, said Trump “had an idea where he wanted to go,” but didn’t quite get there: “He started out strong but needed to be able to stay disciplined, and I think the next debate you’ll probably see him more capable of doing that.”\nEven Rep. Lee Zeldin (R-N.Y.), a Trump supporter, wouldn’t say Trump won.\n“From the lens of Trump supporters, they would believe he did well, and from the lens of a Clinton view, they would say she clearly won,” Zeldin said. “As for undecided voters, I don’t know. … Each side scored some points. Both sides as they watch the video afterwards may say, ‘Maybe I should have answered this question a little differently.’”\nSome Republicans, including Senate Majority Whip John Cornyn (R-Texas), didn’t want to talk about the debate at all. Others claimed they didn’t watch it and therefore couldn’t weigh in.\nThose who did, however, said one of Trump’s weaker moments came when Clinton attacked him for calling a former beauty pageant contestant “Miss Piggy” when she later gained weight. Trump doubled down on those comments in an interview on Fox News.\nAsked about Trump’s pageant comments, Zeldin, without calling out Trump specifically, said his best advice “for anyone running for office is to focus on your policy, your vision.”\nRyan wouldn’t comment on the pageant remarks.\nDemocrats on the Hill, meanwhile, said Trump’s performance showed why he shouldn’t be president. House Minority Leader Steny Hoyer of Maryland said his answers proved it’d be “dangerous” for him to be “leader of the free world.” House Democratic Caucus Chairman Xavier Becerra of California dodged a question about whether Trump’s behavior — interrupting and talking over Clinton multiple times — was sexist, but did say it was clear the GOP nominee became “unhinged” over the course of the 90-minute faceoff.\n“And I think that’s the last thing we want for a president who will have his or her finger over the nuclear button, someone who becomes unhinged so easily,” Becerra told reporters. “I think Donald Trump essentially showed who he is.”\nOverall, though, several Republicans didn’t feel Trump’s missteps were a big deal.\n“I think there were some missed opportunities, but let’s face it: For all the complaining about the Clinton camp, the bar was set low and all he had to do was prove he had a good temperament,” said Rep. Scott Perry of Pennsylvania. “I think he met that test, so I don’t now what all the complaining is about. … I’m not worried.”\nRepublicans also noted that Trump showed again that he’s his own breed. During the debate, he railed against trade and backed Democrats’ pitch to revoke gun rights from people on the “no-fly” list, for example. This, some felt, created a buffer to separate the party from the wild, and at times unruly, candidate.\nHeather Caygle and Seung Min Kim contributed to this report.\n",
        "quotes": [
            [
                "In a nation of over 300 million people, this is the best we can do?",
                "",
                true
            ],
            [
                "Maybe I should have answered this question a little differently.",
                "",
                true
            ],
            [
                "He made his points and he didn’t make any major mistakes.",
                "",
                true
            ],
            [
                "so I think he had a very good night,",
                "",
                false
            ],
            [
                "We’re to the point now that our presidential nominee is helping us, not hurting us, and that was an unknown several months ago.",
                "Tom Cole",
                true
            ],
            [
                "He’s performing above expectations and we’re benefiting from it in the House and will probably benefit from it in the Senate as well.",
                "Tom Cole",
                true
            ],
            [
                "I think it’s basically a wash,",
                "",
                true
            ],
            [
                "I think he did just fine.",
                "Roger Wicker",
                true
            ],
            [
                "I saw Donald Trump give a spirited voice to those of us who don’t like the status quo, and I see emerging in front of us the potential for what a unified Republican government can get you, which can be the solutions,",
                "",
                true
            ],
            [
                "I think he passed a number of thresholds … and showed that for 90 minutes he could go toe-to-toe with Hillary Clinton.",
                "Roger Wicker",
                true
            ],
            [
                "made some good points, but he wasn’t as consistent as he could be.",
                "Donald Trump",
                false
            ],
            [
                "I think the reaction from a lot of people is: ‘In a nation of over 300 million people, this is the best we can do?",
                "Donald Trump",
                true
            ],
            [
                "I thought I was watching a dumpster fire.",
                "Donald Trump",
                true
            ],
            [
                "had an idea where he wanted to go,",
                "Donald Trump",
                false
            ],
            [
                "He started out strong but needed to be able to stay disciplined, and I think the next debate you’ll probably see him more capable of doing that.",
                "Donald Trump",
                true
            ],
            [
                "From the lens of Trump supporters, they would believe he did well, and from the lens of a Clinton view, they would say she clearly won,",
                "Zeldin",
                true
            ],
            [
                "As for undecided voters, I don’t know.",
                "Zeldin",
                true
            ],
            [
                "Both sides as they watch the video afterwards may say, ‘Maybe I should have answered this question a little differently.",
                "Zeldin",
                true
            ],
            [
                "for anyone running for office is to focus on your policy, your vision.",
                "Donald Trump",
                false
            ],
            [
                "And I think that’s the last thing we want for a president who will have his or her finger over the nuclear button, someone who becomes unhinged so easily,",
                "Becerra",
                true
            ],
            [
                "I think Donald Trump essentially showed who he is.",
                "Becerra",
                true
            ],
            [
                "I think there were some missed opportunities, but let’s face it: For all the complaining about the Clinton camp, the bar was set low and all he had to do was prove he had a good temperament,",
                "Scott Perry",
                true
            ],
            [
                "I think he met that test, so I don’t now what all the complaining is about.",
                "Scott Perry",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.politico.com/story/2016/09/donald-trump-campaign-self-fund-228801",
                "https://www.politico.com/story/2016/09/clinton-trump-debate-takeaways-228758",
                "https://www.politico.com/magazine/story/2016/09/donald-trump-debate-performance-214295"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "blow",
            "senate",
            "think",
            "nominee",
            "republicans",
            "trump",
            "performance",
            "house",
            "trumps",
            "didnt",
            "hill",
            "republican"
        ]
    }
]