[
    {
        "url": "https://www.politico.com/story/2016/09/shimon-peres-israeli-leader-for-8-decades-dies-at-93-215625?cmpid=sf",
        "title": "Shimon Peres, Israeli leader for 8 decades, dies at 93",
        "authors": [
            {
                "name": "Kristen East",
                "link": null
            },
            {
                "name": "Cristiano Lima",
                "link": null
            },
            {
                "name": "David Cohen",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-27",
        "text": "Shimon Peres, Israeli leader for 8 decades, dies at 93\nThe Nobel Peace Prize winner was connected to every major event and figure in Israeli history.\nShimon Peres, whose public career spanned the entire history of the state of Israel, reaching the highest of highs (the Oslo Accord) and the lowest of lows (the assassination of his close colleague Yitzhak Rabin) in the mid-1990s, has died.\nPeres, who suffered a stroke Sept. 13, was 93. The Jerusalem Post said he \"suffered severe organ failure Tuesday.\"\nStory Continued Below\nPeres and Rabin shared a Nobel Peace Prize in 1994 with Palestinian leader Yasser Arafat “for their efforts to create peace in the Middle East.” Their attempt, backed by President Bill Clinton, at solving the seemingly intractable Israeli-Palestinian conflict was the biggest breakthrough in the region since the Israel-Egypt accords of 1978 and offered, for a time, hope for better days.\nPeres, who began his public life in Israel under founding Prime Minister David Ben-Gurion, was twice Israel’s prime minister, in 1984-86 and 1995-96; he was also unofficially the prime minister in 1977. The 1995-96 stint had a tragic air to it — it followed Rabin’s slaying by an Israeli radical and was marked by Palestinian terrorism that, coupled with the assassination, halted momentum toward peace with the Palestinians.\nConnected to every major leader in Israeli history, Peres served in important government positions over eight decades, finally ending up in 2007 as president. He also had deep connections with the American Jewish community and U.S. political leaders. In 2012, President Barack Obama presented him with the Presidential Medal of Freedom. “No individual has done so much over so many years to build our alliance and to bring our two nations closer,” Obama said.\nAdded Obama: “Shimon Peres — born in a shtetl in what was then Poland, who rose to become president of Israel — he is a dreamer. And rightly so. For he knows what we must never forget: With faith in ourselves and courage in our hearts, no dream is too big, no vision is beyond our reach.”\nPeres was born Shimon Persky on Aug. 16, 1923, in Wiszniew, Poland (now part of Belarus). Among his relations: a Perske family in New York City that would yield Betty Jane Perske (born 1924), who achieved enduring fame as the actress Lauren Bacall.\nUnder the sway of Theodor Herzl’s Zionist philosophy, his family emigrated to Palestine in 1934. “To us,” Peres wrote in \"The Imaginary Voyage,\" his 2000 book about him, “Herzl was an exceptional person, a kind of prince in exile or a king without a crown who had pointed out the route his people should follow.”\nIn 1942, the remaining Jews in Peres’ hometown, including his grandfather, were exterminated by the Nazis.\nPeres lived on a kibbutz and, in 1945, he married Sonia Gelman. In 1947, Peres joined the Haganah, which had been formed as a Zionist self-defense organization and was now at the forefront of Jewish efforts to prepare for the inevitable fight for statehood. The United Nations approved a resolution calling for the partition of Palestine into two states in November 1947, and Ben-Gurion proclaimed Israel’s independence in May 1948.\nWar followed, and Israel emerged from it a nation. Ben-Gurion appointed Peres director of naval services in 1948.\n“David Ben-Gurion was a mythic figure, the founding father of Israel and a modern-day prophet, but he was also a real man who stormed through history on human legs,” wrote Peres in his 2011 biography of his mentor. “It was my great privilege to know him and work with him for many years.”\nPeres served the young nation in just about every way imaginable, including a stint representing the Defense Ministry in the United States. He served in the Knesset (parliament) from 1959, and also as leader or deputy leader of Defense, Immigrant Absorption, Finance, Information, and Transport and Communication. A hawk on defense, Peres was known for his efforts to improve Israeli forces. In July 1976, he was Rabin’s defense minister when Israel launched a daring raid to rescue hostages held at Entebbe Airport in Uganda.\nRabin was soon hit by a financial scandal, and Peres unofficially replaced him until elections could be held. In May 1977, Peres led the Labor coalition to its first-ever defeat, losing to Menachem Begin’s Likud Party.\nIt was a setback that was to be repeated: For all his accomplishments, Peres couldn’t win over Israel’s voters.\n“He comes across,” wrote Marcus Eliason for The Associated Press in 1980, “as a technocrat, as much at home with the silicon chip as with French literature. Technology fascinates him, be it the atomic bomb or the zip code.”\nAfter Begin defeated him again in 1981, Peres took on Begin’s successor, Yitzhak Shamir, in 1984. This time, neither coalition was able to secure a majority, so a unity government was formed, with Peres serving the first 25 months as prime minister and the next 25 as Shamir’s vice premier/foreign minister.\nAs prime minister, Peres withdrew Israeli forces from Lebanon and improved relations with Morocco and Egypt. As foreign minister in 1987, he negotiated a secret peace deal with Jordan’s King Hussein that was designed to pave the way for Palestinian talks. That agreement was scuttled by Shamir, who then secured his hold on the prime minister’s job in 1988.\nIn 1992, a revitalized Rabin was elected prime minister. Peres became his foreign minister, and secret talks with Palestinians began at an isolated farmhouse in Norway. The Associated Press later reported “only 10 people in Israel knew that one of the Middle East’s most enduring taboos had been broken: Israel was talking to the PLO.”\nShimon Peres is flanked by Yitzhak Rabin and Yasser Arafat as they hold their Nobel Peace medals and documents. | AP Photo\nA breakthrough came in August 1993, followed by a Sept. 13 ceremony on the White House lawn where Rabin and Arafat shook hands in front of Clinton.\n”The signing of the Israel-PLO accord is more than a political milestone,” Peres wrote in Tikkun magazine. “It is a transformative event which touches every Jewish family — physically, emotionally, spiritually.”\nSome Jews feared the Oslo Accord would lead to the destruction of Israel; their objections were mirrored among those Arabs who adamantly rejected Israel’s right to exist. But things seemed to be on track as the deals were followed by further agreements, as well as a landmark treaty with Jordan.\nThen came Rabin’s assassination by radical Jewish right-winger Yigal Amir on Nov. 4, 1995, and Israeli society was turned upside down.\nAccording to the book \"Murder in the Name of God\" by Michael Karpin and Ina Friedman, Amir and his fellow plotters considered whether Peres should be killed along with Rabin. The decision, however, was made for Amir: As a giant peace rally in Tel Aviv ended, the two leaders left separately. Karpin and Friedman described the moment:\n“As Yigal Amir sat on the concrete flower pot in the parking area, Shimon Peres descended the steps beside him. Amir noticed there was only one bodyguard with him and no policemen. Yigal’s arm moved to act, but he held back. Peres’s bodyguard cast a suspicious glance at him. ‘For God’s sake, what’s that dark guy doing down there? Is he one of us?’ the bodyguard whispered into his tiny microphone.”\nShortly thereafter, Rabin exited and was gunned down by Amir. As Israel went into a period of mourning, debate and pained soul-searching, Peres became prime minister again.\n“I shared with him days of worry and grief,” Peres said of Rabin in addressing a joint session of Congress in December 1995. “I shared with him hours of reflection and decision. We complemented each other in a determined pursuit of the only objective worthy of the task bestowed upon us by the people of Israel: to carve a new era of security in peace, to build bridges across an Arab-Israeli divide, an impossible divide. And he, the captain, is no more.”\nMonths later, Peres was ousted. He had confidently called for new elections, only to see his standing in the polls badly damaged by a rise in Palestinian terror attacks.\nShimon Peres in June 1996, shortly after his loss to Benjamin Netanyahu.  | AP Photo\nBuoyed by opposition to Oslo, Benjamin Netanyahu prevailed in elections in May 1996. As would-be peace partners, Netanyahu and Arafat were mismatched and distrustful. The promise of 1993 disintegrated.\nAfter the electoral rebuke, Peres remained on Israel’s public stage. In 1996, he founded the Peres Center for Peace , an organization designed to promote peace with Israel’s neighbors, as well as between Jews and Arabs within Israel.\nHe served as president from 2007 until his retirement in July 2014. Even after his retirement, he remained an advocate for finding a peaceful solution.\n\"The alternative to two states is a continued war,\" he told The Associated Press in November 2015, \"and nobody can maintain a war forever. If you say we should live on our sword don't forget that there are other swords as well.\"\nIn August 2016, at the age of 93, he announced he had joined Snapchat.\n\"Today all the young people are on Snapchat, and I am happy to be there with them,\" Peres said in explaining that he always wanted to stay on the cutting edge of technology.\nShimon Peres (center) wears virtual reality goggles along with President Reuven Rivlin (left) and Prime Minister Benjamin Netanyahu during a ceremony at the Peres Center for Peace in Jaffa on July 21, 2016. | AP Photo\nIn 1996, Peres and King Hussein were awarded the annual Liberty Medal in Philadelphia for their peace efforts. In 2008, Peres received an honorary knighthood from Queen Elizabeth II.\nIn 2013, Clinton saluted him for his 90th birthday: “You are the world’s social Einstein. You have tried to put together a unified theory of meaning to unite politics and philosophy and psychology and history and science and technology. Every one of us who has been blessed enough to know you … has been made a little bigger, a little stronger and a little more optimistic that one day your theory will be real,” he told Peres in Jerusalem, according to Haaretz.\n“When I was a child, Israel was a legend more than a reality,” Peres said at that gala. “She emerged from a dream, and today she has surpassed that dream.”\nPeres’ wife, Sonia, died in 2011; the couple had three children.\n",
        "quotes": [
            [
                "For God’s sake, what’s that dark guy doing down there?",
                "",
                true
            ],
            [
                "for their efforts to create peace in the Middle East.",
                "Yasser Arafat",
                false
            ],
            [
                "No individual has done so much over so many years to build our alliance and to bring our two nations closer,",
                "Obama",
                true
            ],
            [
                "Shimon Peres — born in a shtetl in what was then Poland, who rose to become president of Israel — he is a dreamer.",
                "Obama",
                true
            ],
            [
                "For he knows what we must never forget: With faith in ourselves and courage in our hearts, no dream is too big, no vision is beyond our reach.",
                "Obama",
                true
            ],
            [
                "Herzl was an exceptional person, a kind of prince in exile or a king without a crown who had pointed out the route his people should follow.",
                "Marcus Eliason",
                true
            ],
            [
                "David Ben-Gurion was a mythic figure, the founding father of Israel and a modern-day prophet, but he was also a real man who stormed through history on human legs,",
                "Peres",
                true
            ],
            [
                "It was my great privilege to know him and work with him for many years.",
                "Peres",
                true
            ],
            [
                "as a technocrat, as much at home with the silicon chip as with French literature.",
                "Marcus Eliason",
                false
            ],
            [
                "Technology fascinates him, be it the atomic bomb or the zip code.",
                "Marcus Eliason",
                true
            ],
            [
                "only 10 people in Israel knew that one of the Middle East’s most enduring taboos had been broken: Israel was talking to the PLO.",
                "",
                false
            ],
            [
                "It is a transformative event which touches every Jewish family — physically, emotionally, spiritually.",
                "Marcus Eliason",
                true
            ],
            [
                "Murder in the Name of God",
                "",
                false
            ],
            [
                "As Yigal Amir sat on the concrete flower pot in the parking area, Shimon Peres descended the steps beside him.",
                "",
                true
            ],
            [
                "Amir noticed there was only one bodyguard with him and no policemen.",
                "",
                true
            ],
            [
                "Yigal’s arm moved to act, but he held back.",
                "",
                true
            ],
            [
                "Peres’s bodyguard cast a suspicious glance at him.",
                "",
                true
            ],
            [
                "For God’s sake, what’s that dark guy doing down there?",
                "",
                true
            ],
            [
                "Is he one of us?’ the bodyguard whispered into his tiny microphone.",
                "",
                true
            ],
            [
                "I shared with him days of worry and grief,",
                "Marcus Eliason",
                true
            ],
            [
                "I shared with him hours of reflection and decision.",
                "Marcus Eliason",
                true
            ],
            [
                "We complemented each other in a determined pursuit of the only objective worthy of the task bestowed upon us by the people of Israel: to carve a new era of security in peace, to build bridges across an Arab-Israeli divide, an impossible divide.",
                "Marcus Eliason",
                true
            ],
            [
                "And he, the captain, is no more.",
                "Marcus Eliason",
                true
            ],
            [
                "The alternative to two states is a continued war,",
                "Marcus Eliason",
                true
            ],
            [
                "and nobody can maintain a war forever.",
                "Marcus Eliason",
                false
            ],
            [
                "If you say we should live on our sword don't forget that there are other swords as well.",
                "Marcus Eliason",
                true
            ],
            [
                "Today all the young people are on Snapchat, and I am happy to be there with them,",
                "Marcus Eliason",
                true
            ],
            [
                "You are the world’s social Einstein.",
                "",
                true
            ],
            [
                "You have tried to put together a unified theory of meaning to unite politics and philosophy and psychology and history and science and technology.",
                "",
                true
            ],
            [
                "Every one of us who has been blessed enough to know you … has been made a little bigger, a little stronger and a little more optimistic that one day your theory will be real,",
                "",
                true
            ],
            [
                "When I was a child, Israel was a legend more than a reality,",
                "Marcus Eliason",
                true
            ],
            [
                "She emerged from a dream, and today she has surpassed that dream.",
                "Marcus Eliason",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.peres-center.org/",
                "https://www.jpost.com/"
            ]
        },
        "key_words": [
            "israel",
            "leader",
            "rabin",
            "minister",
            "dies",
            "decades",
            "israels",
            "president",
            "shimon",
            "peace",
            "prime",
            "amir",
            "peres",
            "israeli",
            "93"
        ]
    }
]