[
    {
        "url": "https://www.activistpost.com/2017/09/smart-billboards-target-individual-motorists-spy-license-plates-cellphones.html",
        "title": "Smart Billboards Target Individual Motorists and Spy on License Plates and Cellphones",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-28",
        "text": "Hot Topics\nSmart Billboards Target Individual Motorists and Spy on License Plates and Cellphones\nEditor’s Note: This is the Minority Report world we have entered. Please also see the article by Nicholas West which covers the use of billboards to predict people’s political views . This is already being used in many areas around the world; it’s called “neuropolitics.” Naturally, this is terrific for advertisers in our digitally connected world of smart devices that monitor us at all times.\nImagine driving down a highway and seeing a personalized billboard ad directed at you. Now imagine advertisers using billboards to send messages to your smartphone.\nThat’s the future of’ ‘advertised spying’ in America. (Yes, I made that term up.)\nSYNAPS, describes how advertisers can personalize their advertising…\nIt really is up to you to choose who will see your advertising – and it does not matter, where the billboard is. Pick your segment based on a specific car model and age, car price or size, or even how  conservative or modern it is.\nMIT’s connection to spying billboards\nSYNAPS, appears to have gotten its start in Russia, as a recent article in MIT Technology Review points out.\nCo-founders Alex Pustov and Alesky Utkin expect to be operating 20-50 smart billboards in Russia this year. They also claim to encrypt all the license plate data they collect.\nWould you trust a foreign company with our license plate data?\nWhat is MIT’s connection to SYNAPS?\nAccording to SYNAPS, their American business is located at MIT’s Martin Trust in Cambridge, Massachusetts.\nWhat does Martin Trust do?\nThey claim to supply students with ‘support and connections to become effective entrepreneurs’.\nMartin Trust also claims , they nurture and assist new companies and make sure they have long-term success.\nThe McClatchy article warned, that smart billboards can spy on cellphones.\nSmart billboards can also target motorists on the highway or pedestrians passing bus shelters by picking up cellular or mobile signatures, WiFi signals or even beaconing given off by certain apps.\nUnfortunately, universities helping companies or government agencies to spy on the public has become the norm. (Click  here  to read how 200 universities are working with DHS.)\nWould you trust a foreign company with our license plate and cellphone data? Will American law enforcement have access to that data?\nSYNAPS is not the only company using smart billboards to target and track our travel patterns. Since 2015, automakers  Lexus , GM and Chevrolet (seen below) have been using smart billboards to spy on motorists.\nEarlier this year, General Motors received requests from numerous automotive companies and car dealerships to purchase their smart billboards. FYI, GM has also been using  facial recognition billboards  to spy on people.\nLast year, Yahoo patented a smart billboard that uses cameras and microphones to spy on everyone.\nThe search giant has received a patent for a ‘smart billboard’ that uses cameras, microphones and a range of sensors to capture information of passers-by for ad targeting purposes. The sensors, cameras and microphones would work together to gather information about passers-by for ad targeting purposes.\nSmart billboards collect cellphone data \nLast year, New York Senator Chuck Schumer warned everyone that smart billboards are spying on our cell phones.\nClear Channel uses ‘Radar Analytics’ to spy on Americans’ travel and conversations. (Click here to watch the video.)\nThe official party line is to say the data they collect is anonymized. But as I have stated numerous times, that’s not the case. (Click  here ,  here  &  here  to find out more.)\nWe should assume that law enforcement will have access to smart billboard data just like they have with CCTV cameras .\nSmart billboards coupled with CCTV cameras will create a huge surveillance network that would rival the United Kingdom for the most spied on nation in the world .\nYou can read more from MassPrivateI at his blog, where this first appeared .\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "support and connections to become effective entrepreneurs",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.activistpost.com/2015/11/hidden-cameras-measure-and-manipulate-political-views-neuropolitics.html",
                "http://news.milestonesys.com/lamargm-use-worknet-analytics-for-milestone-digital-billboard-marketing/",
                "https://www.technologyreview.com/s/603743/moscow-billboard-targets-ads-based-on-the-car-youre-driving/",
                "http://truepublica.org.uk/united-kingdom/britain-now-officially-the-most-surveilled-state-in-the-world/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=Kj7Dm_i-OoM",
                "https://web.clearchanneloutdoor.com/radar",
                "https://massprivatei.blogspot.com/2017/09/hundreds-of-universities-have-helped.html",
                "https://www.youtube.com/watch?v=5eXd81u873A",
                "http://entrepreneurship.mit.edu/mission/",
                "https://www.youtube.com/watch?v=YrKUuuNnKrE",
                "http://massprivatei.blogspot.com/2016/07/highway-bluetooth-detectors-are-spying.html",
                "https://massprivatei.blogspot.com/2017/09/smart-billboards-target-individual.html",
                "http://massprivatei.blogspot.com/2016/05/dhspolice-are-turning-public-cctv.html",
                "https://massprivatei.blogspot.com/2017/04/gridsmart-is-being-used-to-spy-on-cars.html",
                "https://massprivatei.blogspot.com/",
                "https://massprivatei.blogspot.com/2017/03/dot-creating-nationwide-spying-database.html",
                "http://entrepreneurship.mit.edu/"
            ]
        },
        "key_words": [
            "motorists",
            "smart",
            "individual",
            "advertisers",
            "spy",
            "world",
            "article",
            "license",
            "car",
            "billboard",
            "trust",
            "cellphones",
            "plates",
            "target",
            "billboards",
            "using"
        ]
    }
]