[
    {
        "url": "http://www.bbc.com/news/world-us-canada-41548363",
        "title": "Trump wall: New proposal ties Dreamer plan to border clampdown",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "9 October 2017\nThese are external links and will open in a new window\nClose share panel\nMedia playback is unsupported on your device\nMedia captionDaca recipients: 'Life in the US is like a rollercoaster'\nThe White House has tied any new deal on young undocumented immigrants to a clampdown on illegal immigration, including a border wall with Mexico.\nUS President Donald Trump is asking for funding for the wall, speedier deportations and the hiring of thousands of new immigration officials.\nLast month he ended the Obama-era \"Dreamer\" programme which had protected some 690,000 immigrants.\nLeading Democrats in Congress have rejected the latest proposals.\nThey accused Mr Trump of backtracking on a commitment not to include the border wall in negotiations over the status of young immigrants, who are mostly from Mexico and other Latin American countries.\nThe Deferred Action for Childhood Arrivals (Daca) programme, set up in 2012 under President Barack Obama, is due to expire in March, casting doubt on the future of those protected.\nWhat are Trump's demands?\nThe list of \"principles\" delivered by the White House to Congress on Sunday includes:\nConstructing the border wall with Mexico\nEmploying 10,000 additional Immigration and Customs Enforcement officers and 1,000 lawyers for the agency\nHiring an extra 370 immigration judges and 300 federal prosecutors\nBanning immigrants from bringing their extended family members to the US\nPenalising \"sanctuary cities\" that have resisted the Trump administration's efforts to crack down on illegal immigrants\nHaving companies use an E-Verify programme to keep illegal immigrants from getting jobs\n\"These findings outline reforms that must be included as part of any legislation addressing the status of Deferred Action for Childhood Arrivals recipients,\" Mr Trump wrote in a letter to Congress accompanying the list.\nImage copyright AFP\nImage caption Dreamer supporters rallied outside Trump Tower in New York last week\nHis legislative affairs director, Marc Short, said the priorities were \"essential to mitigate the legal and economic consequences of any grant of status to Daca recipients\".\nLast month, Mr Trump told Congress, which is dominated by his Republican party, it had six months to agree new legislation to help the Dreamers.\nWho are the Dreamers?\nThey are young people who were brought to or entered the US illegally as children and as such faced deportation.\nUnder Mr Obama's policy, they were able to apply for work and study permits but critics said the scheme amounted to an amnesty for illegal immigrants.\nSince the scheme was introduced, about 100,000 recipients have seen their status lapse or change, leaving about 690,000 recipients today.\nMedia playback is unsupported on your device\nMedia captionWhere do America's undocumented immigrants live?\nIn order to qualify for Daca, applicants under the age of 30 submitted personal information to the Department of Homeland Security.\nThey had to go through an FBI background check and have a clean criminal background, and either be in education, have recently graduated or have been honourably discharged from the military.\nIn exchange, the US government agreed to \"defer\" any action on their immigration status for a period of two years.\nWhat do the Democrats say?\n\"The administration can't be serious about compromise or helping the Dreamers if they begin with a list that is anathema to the Dreamers, to the immigrant community and to the vast majority of Americans,\" House of Representatives Democratic leader Nancy Pelosi and Senate Democratic leader Chuck Schumer said in a joint statement.\n\"The list includes the wall, which was explicitly ruled out of the negotiations. If the president was serious about  protecting the Dreamers, his staff has not made a good faith effort to do so.\"\nMr Schumer and Ms Pelosi said in a statement after a meeting with Mr Trump last month that he had told them funding for the wall would not be part of a Daca deal.\nHowever, the next day White House press secretary Sarah Huckabee Sanders tweeted that \"excluding the wall was certainly not agreed to\".\nWill the wall actually be built?\nMedia playback is unsupported on your device\nMedia captionMore than 200 companies are believed to have submitted designs for the proposed border wall.\nIt was one of Mr Trump's most controversial election pledges but debate has raged over how it will be funded.\nThe US leader insisted Mexico itself should pay but the authorities there have rejected the idea.\nMeanwhile, a prototype was erected near San Diego, California, last week.\n",
        "quotes": [
            [
                "These findings outline reforms that must be included as part of any legislation addressing the status of Deferred Action for Childhood Arrivals recipients,",
                "",
                true
            ],
            [
                "essential to mitigate the legal and economic consequences of any grant of status to Daca recipients",
                "",
                false
            ],
            [
                "The administration can't be serious about compromise or helping the Dreamers if they begin with a list that is anathema to the Dreamers, to the immigrant community and to the vast majority of Americans,",
                "",
                true
            ],
            [
                "The list includes the wall, which was explicitly ruled out of the negotiations.",
                "",
                true
            ],
            [
                "If the president was serious about  protecting the Dreamers, his staff has not made a good faith effort to do so.",
                "",
                true
            ],
            [
                "excluding the wall was certainly not agreed to",
                "Sarah Huckabee Sanders",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [
                "https://www.majorityleader.gov/newsroom/91317-5"
            ],
            "unsure": []
        },
        "key_words": [
            "immigration",
            "mr",
            "clampdown",
            "plan",
            "wall",
            "dreamer",
            "status",
            "recipients",
            "media",
            "proposal",
            "ties",
            "border",
            "daca",
            "trump",
            "illegal",
            "immigrants"
        ]
    }
]