[
    {
        "url": "https://www.reuters.com/article/us-britain-economy/uk-stuck-in-slow-growth-gear-boe-on-course-to-raise-rates-idUSKBN1CF1F1",
        "title": "UK stuck in slow growth gear, BoE on course to raise rates",
        "authors": [
            {
                "name": "William Schomberg",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-10",
        "text": "October 10, 2017 /  11:48 AM / 2 years ago\nUK stuck in slow growth gear, BoE on course to raise rates\n4 Min Read\nLONDON (Reuters) - Britain’s Brexit-bound economy remains stuck in a low gear but is probably not weak enough to dissuade the Bank of England from raising interest rates next month, economic data showed.\nSeparately on Tuesday, Britain’s budget forecasters gave a gloomier medium-term outlook for the economy, potentially leaving finance minister Philip Hammond with less room to offset any big hit from Britain’s departure from the European Union.\nThe somewhat downbeat picture for the world’s fifth-biggest economy from a raft of data - including a record goods trade deficit - contrasted with the situation in some of Britain’s closest trading partners in the European Union.\nGerman exports outpaced imports in August, adding to signs it performed strongly in the third quarter, and Italian industrial output was much stronger than expected.\nBut there were some signs of encouragement for Britain.\nThe country’s factories had their strongest two months of 2017 in July and August, and the construction sector grew for the first time in three months.\nIn year-on-year terms, factory output was 2.8 percent higher, its fastest growth in six months.\nRevisions to past data showed Britain’s economy had been a bit less weak earlier this year than previously thought.\n“They’re not storming figures but I think they’re good enough to keep the Bank of England on track for a November rate hike,” said Victoria Clarke, an economist with Investec.\nBritain’s economy has slowed sharply this year as consumers felt the pinch from rising inflation, caused largely by the fall in the value of the pound after the Brexit vote, and by weak wage growth.\nBOE ANNOUNCEMENT\nNonetheless, the BoE said last month that most of its policymakers thought it was likely that they would need to raise rates for the first time in a decade in the coming months.\nThe BoE believes last year’s Brexit vote will create more inflation pressure by dampening business investment and slowing migration to Britain.\nSterling rose after Tuesday’s official data and British government bond prices edged down. [GBP/]\nFigures for the much bigger services sector are due to be released on Oct. 25, along with a preliminary first estimate for third-quarter gross domestic product growth, little more than a week before the BoE’s Nov. 2 announcement.\nMany economists say only a shock weakening in those figures is likely to cause the BoE to delay raising rates.\nIn a reminder of the long-standing problems that have held back Britain’s economy, Tuesday’s data showed the country’s deficit in its trade in goods hit an all-time high in cash terms.\nThat was despite the slump in the value of the pound which some supporters of Brexit have predicted will deliver an export boom. Export volumes in the three months to August were 3.2 percent lower than the previous three months, though they are 8.9 percent higher than a year before.\nFILE PHOTO: A man unloads Volkswagen cars from a car transporter outside a car showroom at Portslade near Brighton in southern England, Britain, April 24, 2013.  REUTERS/Luke MacGregor/File Photo\nAnd there was bad news regarding the Achilles heel of the British economy - the long-standing weak record of its companies and workers to squeeze more output from their work.\nBritain’s official budget watchdog said it expected to “significantly” downgrade its forecasts for productivity growth in the next five years.\nFinance minister Hammond is due to present an annual budget on Nov. 22. Although he is under pressure to increase public spending and eliminate a pay cap on public sector pay, any cut in productivity forecasts would substantially limit his room for maneuver by reducing future tax revenues.\nAdditonal reporting by Andy Bruce; Editing by Alison Williams\n",
        "quotes": [
            [
                "They’re not storming figures but I think they’re good enough to keep the Bank of England on track for a November rate hike,",
                "Victoria Clarke",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "boe",
            "budget",
            "rates",
            "economy",
            "gear",
            "weak",
            "months",
            "england",
            "sector",
            "raise",
            "uk",
            "stuck",
            "course",
            "growth",
            "output",
            "slow",
            "britains",
            "data"
        ]
    }
]