[
    {
        "url": "http://inhealth.cnn.com/treating-psoriatic-arthritis/11-ways-to-relieve-pain-with-psoriatic-arthritis?did=t1_rss12",
        "title": "11 Ways to Relieve Pain with Psoriatic Arthritis",
        "authors": [],
        "publisher": "healthguides.healthgrades.com",
        "publish_date": "2017-03-08",
        "text": "x\nThis content is created or selected by the Healthgrades editorial team and is funded by an advertising sponsor. The content is subject to the Healthgrades medical review process for accuracy, balance and objectivity. The content is not edited or otherwise influenced by the advertisers appearing on this page except with the possible suggestion of the broad topic area. For more information, read the  Healthgrades advertising policy.\n11 Ways to Relieve Pain with Psoriatic Arthritis\nBy\nJennifer Larson\n1\nPsoriatic arthritis is an inflammatory disease that can affect people with psoriasis. It can be mild, but it can also cause severe pain and swelling in the joints. It can affect any joint in the body—or many joints at the same time. Some treatments that help control the pain and swelling can also reduce the chances of long-term damage to the joints. But even if your chosen method of treatment doesn’t halt the progression of damage to your joints, it may still bring relief and improve your quality of life. So it’s worth searching for the most effective pain relief strategies that work for you.\nHow to Reduce Pain and Swelling with Psoriatic Arthritis\nhttps://d33ljpvc0tflz5.cloudfront.net/dims3/MMH/crop/1494x999%2B5%2B0/resize/580x388/quality/75/?url=https%3A%2F%2Fd26ua9paks4zq.cloudfront.net%2Fb3%2F92%2Ff1205e0442a0971cdc453872bda0%2Fresizes%2F1500%2Fimage-gettyimages-482147045.jpg\n2\nIf you only have mild or occasional joint pain, you may be able to get relief from an over-the-counter (OTC) painkiller like acetaminophen, ibuprofen or naproxen. These non-steroidal anti-inflammatory drugs (NSAIDs) won’t halt the progression of the disease, though, and there is no proof they can stop damage from aggressive psoriatic arthritis.\n1. Start with an over-the-counter painkiller.\nhttps://d33ljpvc0tflz5.cloudfront.net/dims3/MMH/crop/4245x2840%2B10%2B0/resize/580x388/quality/75/?url=https%3A%2F%2Fd26ua9paks4zq.cloudfront.net%2Fd9%2F60%2Fb3053e3745108b06bb02f937b59c%2Fimage-pharmacist-and-patient.jpg\n3\nYou may have heard of DMARDs, or disease-modifying anti-rheumatic drugs. Your healthcare provider can prescribe a DMARD, such as methotrexate, to try to improve your joint pain and swelling, as well as any psoriasis you may have on your skin. However, the American College of Rheumatology cautions that they can’t stop the progression of joint damage, either. But they may relieve your pain enough to allow you to enjoy the normal activities of daily life. Be sure to discuss possible side effects with your healthcare provider.\n2. Try a prescription-strength drug.\nhttps://d33ljpvc0tflz5.cloudfront.net/dims3/MMH/crop/1500x1003%2B0%2B0/resize/580x388/quality/75/?url=https%3A%2F%2Fd26ua9paks4zq.cloudfront.net%2Ffa%2Fd2%2F8f7def984013a0d624ae75149e0d%2Fresizes%2F1500%2Fgettyimages-565888815.jpg\n4\nIf OTC painkillers and DMARDs aren’t dulling your pain and inflammation, your doctor might be willing to discuss the use of a biologic therapy. Technically, biologics are a subset of DMARDs. The two types of biologics currently available are anti-tumor necrosis factor-alpha drugs and ustekinumab. These drugs work by suppressing the immune system, which can also leave you vulnerable to infections. But they do reduce pain and swelling and can even stop joint damage from progressing.\n3. Try biologic therapy.\n5\nYou have swollen, painful joints from your psoriatic arthritis but perhaps you don’t want to take other medications. You might find some pain relief from corticosteroid injections, which can reduce inflammation in your joints. Generally speaking, there are fewer side effects associated with corticosteroid injections than with oral steroids because they’re more directly targeted. Oral steroids have to be digested, absorbed, and travel through the blood stream through the entire body.\n4. Schedule corticosteroid injections.\nhttps://d33ljpvc0tflz5.cloudfront.net/dims3/MMH/crop/1496x1001%2B3%2B0/resize/580x388/quality/75/?url=https%3A%2F%2Fd26ua9paks4zq.cloudfront.net%2F80%2F71%2Fbbbc2d9f474ca8be7939ba0862ea%2Fresizes%2F1500%2Fimage-gettyimages-110883253.jpg\n6\nYou might question why walking would help sore joints, but bear with us. You can keep your joints more supple and strong by exercising regularly. Walking is a relatively low-impact way to do it. If you’d prefer to ride a stationary bike, you can achieve the same goal. Exercise can also help you lose weight or maintain a healthy weight, which can also reduce the stress you put on your weight-bearing joints.\n5. Walk more.\n7\nStart looking for ways to avoid putting unnecessary strain or pressure on already-sore joints and reduce some of the pain you may be experiencing. For example, are your finger joints sore and painful? Reduce the amount of strain you put on them by using both hands to lift objects, rather than relying on just one hand. You might also find some relief in a brace, split or other type of support device.\n6. Reduce unnecessary strain on your joints\nhttps://d33ljpvc0tflz5.cloudfront.net/dims3/MMH/crop/1500x1003%2B0%2B24/resize/580x388/quality/75/?url=https%3A%2F%2Fd26ua9paks4zq.cloudfront.net%2F9c%2F2a%2F50b5f85342c69954b8b8a4fdd876%2Fresizes%2F1500%2Fimage-gettyimages-stk119050rke.jpg\n8\nOne of the best ways to reduce the pain caused by psoriatic arthritis is to take the stress off your joints and rest them. Sit back or lie back and remove the weight from your aching joints.\n7. Rest.\n9\nFinally, a pain relief strategy that sounds like fun. A massage can temporarily reduce the pain associated with psoriatic arthritis. Look for a licensed massage therapist, and be sure to let the therapist know beforehand that you have psoriatic arthritis. Some therapists like to use essential oils and scented lotions, which could be irritating to your skin, especially if you have psoriatic plaques in addition to your arthritis.\n8. Get a massage.\nhttps://d33ljpvc0tflz5.cloudfront.net/dims3/MMH/crop/1500x1003%2B0%2B0/resize/580x388/quality/75/?url=https%3A%2F%2Fd26ua9paks4zq.cloudfront.net%2F2e%2Faa%2F61d1fdd842ecab611dc571ed4816%2Fresizes%2F1500%2Fimage-gettyimages-73957728.jpg\n10\nPhysical and occupational therapists are trained to help you work through some of your problems and regain function that you might have lost. The exercises you’ll do in this type of therapy can help you move easier and do everyday activities. You can ask them to weigh in on the type of exercise that you do on your own, too.\n9. Try physical or occupational therapy.\nhttps://d33ljpvc0tflz5.cloudfront.net/dims3/MMH/crop/1494x999%2B5%2B0/resize/580x388/quality/75/?url=https%3A%2F%2Fd26ua9paks4zq.cloudfront.net%2Fb9%2F39%2F2369c8dd491fabdbbb0aa58054fa%2Fresizes%2F1500%2Fimage-gettyimages-568775853.jpg\n11\nSome people swear that the tiny needles used in acupuncture help to relieve their joint pain. Others feel that the relaxing techniques used in reiki help them feel calm and reduce their pain. Reiki is a Japanese stress reduction technique in which the practitioner uses his or her hands to channel energy into another person. A word of caution, however: you should always discuss with your regular healthcare provider any complementary therapies that you’d like to try.\n10. Consider complementary therapies.\n12\nIt may not be possible (or necessary) for everyone, but joint replacement surgery may be an option for some with joints severely damaged by psoriatic arthritis. Artificial joints made of plastic and metal replace the damaged joint, restoring more range of motion and hopefully reducing the pain, too.\n11. Consider joint replacement surgery.\nhttps://d33ljpvc0tflz5.cloudfront.net/dims3/MMH/thumbnail/580x388/quality/75/?url=https%3A%2F%2Fd26ua9paks4zq.cloudfront.net%2F4a%2F5b%2Ffe98ed3647c69414fb68579182c4%2Fresizes%2F1500%2Fimage-surgery.jpg\nHow to Reduce Pain and Swelling with Psoriatic Arthritis\nPsoriatic arthritis is an inflammatory disease that can affect people with psoriasis. It can be mild, but it can also cause severe pain and swelling in the joints. It can affect any joint in the body—or many joints at the same time. Some treatments that help control the pain and swelling can also reduce the chances of long-term damage to the joints. But even if your chosen method of treatment doesn’t halt the progression of damage to your joints, it may still bring relief and improve your quality of life. So it’s worth searching for the most effective pain relief strategies that work for you.\nWas this helpful? (357)\n© 2019 Healthgrades Operating Company, Inc. The content on Healthgrades does not provide medical advice. Always consult a medical provider for diagnosis and treatment. All rights reserved. May not be reproduced or reprinted without permission from Healthgrades Operating Company, Inc. Use of this information is governed by the Healthgrades User Agreement.\nAlternative Therapies. National Psoriasis Foundation. https://www.psoriasis.org/treating-psoriasis/complementary-and-alternative/alternative-therapies\nPsoriatic Arthritis. American College of Rheumatology. http://www.rheumatology.org/I-Am-A/Patient-Caregiver/Diseases-Conditions/Psoriatic-Arthritis\nPsoriatic Arthritis: Diagnosis and Treatment. American Academy of Dermatology. https://www.aad.org/public/diseases/painful-skin-joints/psoriatic-arthritis#treatment\nPsoriatic Arthritis: Tips For Managing. American Academy of Dermatology. https://www.aad.org/public/diseases/painful-skin-joints/psoriatic-arthritis#tips\nPsoriatic Arthritis Treatment. Arthritis Foundation. http://www.arthritis.org/about-arthritis/types/psoriatic-arthritis/treatment.php\nPsoriatic Arthritis: Treatment. Mayo Clinic. http://www.mayoclinic.org/diseases-conditions/psoriatic-arthritis/diagnosis-treatment/treatment/txc-20233909\nADVERTISEMENT\nYour opinion matters!\nPlease fill out this short, 1-3 minute survey about Treating Psoriatic Arthritis. Your answers are anonymous and will not be linked to you personally.\nThe survey will appear at the end of your visit.\nNo, Thanks\nThank you!\nA survey will be presented to you after you finish viewing our Treating Psoriatic Arthritis content.\nClose\nYou appear to be interested in [INTEREST]\nThere are [COUNT] four and five-star providers near [LOCATION] who treat [INTEREST]. Let us connect you with the right doctor.\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.healthgrades.com/content/advertising-policy",
                "https://www.mayoclinic.org/diseases-conditions/psoriatic-arthritis/diagnosis-treatment/drc-20354081"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.arthritis.org/about-arthritis/types/psoriatic-arthritis/treatment.php",
                "https://www.aad.org/public/diseases/painful-skin-joints/psoriatic-arthritis#tips",
                "https://www.psoriasis.org/treating-psoriasis/complementary-and-alternative/alternative-therapies",
                "https://www.aad.org/public/diseases/painful-skin-joints/psoriatic-arthritis#treatment",
                "http://www.rheumatology.org/I-Am-A/Patient-Caregiver/Diseases-Conditions/Psoriatic-Arthritis"
            ]
        },
        "key_words": [
            "mattersplease",
            "visit",
            "11",
            "treating",
            "linked",
            "psoriatic",
            "ways",
            "survey",
            "minute",
            "pain",
            "personallythe",
            "short",
            "opinion",
            "arthritis",
            "relieve"
        ]
    }
]