[
    {
        "url": "https://www.reuters.com/article/us-california-fire/at-least-23-dead-hundreds-missing-as-winds-fan-california-fires-idUSKBN1CG124",
        "title": "Searchers pick through burned-out California homes for bodies",
        "authors": [
            {
                "name": "Paresh Dave",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-17",
        "text": "4 Min Read\nSANTA ROSA, Calif. (Reuters) - Search-and-rescue teams combed through gutted homes across California’s celebrated wine country on Monday, looking for the charred bodies of those killed in the state’s deadliest wildfires, as survivors slowly began returning home.\nAt least 41 people have been confirmed dead in the week of fires. With 88 people still unaccounted for in Sonoma County alone, local officials said they expected the death toll to rise.\n“I would expect to find some of the missing in their burned-out homes,” Sonoma County Sheriff Robert Giordano told reporters at a Monday morning news briefing, standing in front of maps and charts of the 14 still-burning blazes.\nThe sheriff said he believed many others had survived the fast-moving flames. Most of the 1,863 people so far listed in missing-persons reports have turned up safe, including many evacuees who failed to alert authorities after fleeing their homes.\nHopes for victims known to have been in the direct path of the flames will dwindle as each day passes, Giordano said.\nThe 41 confirmed fatalities make the fires California’s deadliest on record, surpassing the 29 deaths from the Griffith Park fire of 1933 in Los Angeles.\nThe driver of a private water tender died in Napa County in a vehicle rollover on Monday, officials said.\nTens of thousands of people who fled the flames in hard-hit Sonoma County and elsewhere were allowed to return home, with about 40,000 still displaced.\nAt least 5,700 homes and businesses have been destroyed by the wildfires that erupted a week ago and consumed an area larger than that of New York City. Entire neighborhoods in the city of Santa Rosa were reduced to ashes.\nAbout 11,000 firefighters supported by air tankers and helicopters were battling the flames, which have consumed more than 213,000 acres (86,200 hectares). Cal Fire, the state’s firefighting agency, was hopeful the blazes would be contained by Friday.\nAn American flag stands in front of a home destroyed after a wildfire tore through Santa Rosa, California, U.S., October 15, 2017. REUTERS/Jim Urquhart\nFirefighters gained control of two of the deadliest fires  in wine country’s Napa and Sonoma counties. The Tubbs fire was 70 percent contained and the Atlas fire 68 percent contained, Cal Fire said. Half of the Redwood Valley fire was extinguished by Monday.\n‘NOT OUT OF THE WOODS’\n“The weather has improved from the high, dry winds we experienced last week, but there’s still winds and high temperatures at high elevations,” said Cal Fire spokeswoman Amy Head. “Even if the winds don’t pick up, it’s really steep country and we could have some issues with embers flying across lines. We’re not out of the woods yet.”\nMendocino County authorities said power company PG&E would send low-flying planes to check lines and re-establish power.\nRichard Vignole, 65, returned to his family’s home in Santa Rosa, which also serves as headquarters for his appliance repair business, and found it destroyed.\nThe backyard pool, a center of activity at their social gatherings, was a black muck.\nThe toll as he walked into what was once the doorway added up: A totaled Harley-Davidson Super Glide, a molten fire safe with its contents smoked away and fire-stained pottery collected by his wife over the years. The beige garage doors had become pink and yellow. A slab of granite outside had warped.\n“That’s how hot it was,” he said. “It’s a complete and utter loss.”\nHis wife, Debbie Vignole, had not arrived yet to see the damage on Monday.\n“You probably don’t want to be here for that,” he said.\nSlideshow (11 Images)\nAbout 50 search-and-rescue personnel backed by National Guard troops were going over tens of thousands of blackened charred acres in Sonoma County for bodies, sheriff’s spokeswoman Misti Harris said.\nCrews checked the wreckage of the Journey’s End mobile home park in Santa Rosa for the remains of two people missing after the blaze.\nReporting by Paresh Dave in Santa Rosa, Calif; Additional reporting by Dan Whitcomb in Los Angeles; Writing by Scott Malone and Dan Whitcomb; Editing by Jonathan Oatis and Peter Cooney\n",
        "quotes": [
            [
                "I would expect to find some of the missing in their burned-out homes,",
                "Robert Giordano",
                true
            ],
            [
                "The weather has improved from the high, dry winds we experienced last week, but there’s still winds and high temperatures at high elevations,",
                "Amy Head",
                true
            ],
            [
                "Even if the winds don’t pick up, it’s really steep country and we could have some issues with embers flying across lines.",
                "Amy Head",
                true
            ],
            [
                "We’re not out of the woods yet.",
                "Amy Head",
                true
            ],
            [
                "That’s how hot it was,",
                "",
                true
            ],
            [
                "It’s a complete and utter loss.",
                "",
                true
            ],
            [
                "You probably don’t want to be here for that,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "homes",
            "burnedout",
            "fires",
            "california",
            "bodies",
            "rosa",
            "santa",
            "winds",
            "county",
            "high",
            "week",
            "searchers",
            "pick",
            "flames",
            "sonoma"
        ]
    }
]