[
    {
        "url": "http://www.bbc.com/news/world-asia-40884065",
        "title": "Is the traditional chewing of Betel nut killing Papua New Guinea?",
        "authors": [
            {
                "name": "Papua New Guinea",
                "link": null
            },
            {
                "name": "Kathleen Prior",
                "link": null
            }
        ],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "By Kathleen Prior Papua New Guinea\n12 October 2017\nThese are external links and will open in a new window\nClose share panel\nImage copyright Kathleen Prior\nIn Papua New Guinea, the popularity of the psychoactive betel nut is on the rise. With mouth cancer rates soaring, the nation is struggling to control its growing addiction.\nOnce reserved for sacred events, now almost half of Papua New Guineans chew betel nut.\nIt is common for children as young as six to chew it, and addicts admit using the drug every day from morning to night.\nThe chewing of betel nut, the seed of the Areca palm, is common across Asia and the Pacific.\nIn Papua New Guinea, where it is known locally as \"buai\", it is consumed with a mustard stick dipped in slaked lime powder.\nImage copyright Kathleen Prior\nImage caption The sale of betel nut is a lucrative business\nChewed then spat out, it creates a sense of euphoria and alertness.\nCustomary practice\nAt an annual cultural festival in East New Britain province, the tell-tale signs of betel nut chewing are ubiquitous. Spittle and shells litter the ground, as men, women and older children laugh and chatter with lips stained bright red.\nA clan from the Baining mountains are performing, and Philomena has travelled with them alongside her five children aged eight to 18 years. They are all chewing betel nut.\nAs Philomena chews her eyes widen and she begins to sweat. \"It is a stimulant, it gives you a high feeling and keeps you going when you are becoming bored.\" Then a jet of red spit shoots from her mouth.\nGesturing with her hands, she speaks louder, \"Now I am chewing it energises me. I have been psyched up.\"\nImage copyright Kathleen Prior\nImage caption Many start chewing betel nut from when they are young kids\n\"If my children want to chew buai, they can. But they must make sure they eat first. If you don't eat and you chew, it makes you dizzy.\"\nHer daughter Sophia, who is 18, has been chewing since she was 10 years old. As she speaks, she swirls the red mush around her mouth, giving her a lisp.\n\"Chewing buai makes me happy and gives me extra energy to complete my errands. Without the buai we would be tired and sleepy. It's part of our culture. Everyone in the family chews buai.\"\n'Like a cup of tea'\nBetel nut's active ingredient, arecoline, acts on the same receptor proteins in the brain as nicotine. It is highly addictive and also a carcinogen.\nPapua New Guinea has the highest rate of oral cancers in the world. According to the World Health Organisation, nearly one in every 500 new cases of mouth and oropharynx cancer is in Papua New Guinea and it is the nation's biggest cancer killer.\nImage copyright Kathleen Prior\nImage caption Betel nut consumption has seen a sharp rise\nDr Yvonne Sapuri, who diagnoses approximately two new cases of oral cancer weekly at the Kimbe General Hospital in West New Britain, fears these figures are hugely underestimated.\n\"Our statistics are not very accurate and a lot of cases go undiagnosed. I have noticed a big increase in the number of suspected cancer patients with mouth lesions.\"\nThis in a country with limited and healthcare facilities, frequent drug shortages and few oncologists. At Papua New Guinea's only specialist cancer centre, radiotherapy treatments were put on hold after its only radiation specialist resigned last year.\nImage copyright Kathleen Prior\nImage caption Chewing the nut lends a sense of euphoria and alertness\n\"Most patients come to the hospital very late. Our health system is fragile and cancer services are not fully functional, so the survival rates are low.\"\nWith the popularity of betel nut on the rise, the future burden of cancer treatment on the national health system is a ticking time bomb.\n\"A lot more people are chewing betel nut now, more than in the past. Everyone knows it's bad for you, but people still do it because it is addictive. It becomes habitual, like having a cup of tea.\"\nOld habits die hard\nAt a small roadside stall, Winifred sells betel nut, mustard and bananas that she grows behind her house. She chews betel nut, despite the health implications.\n\"It's bad for our health. We know but still we cannot leave it. It grows easily in the backyard! We just need to learn to chew responsibly.\"\nImage copyright Kathleen Prior\nImage caption Herself selling betel nut, Winifred agrees people should be educated on the health dangers\n\"When my children were just six or seven they already knew how to chew,\" the mother-of-four continues. \"I tried stopping them, they were too young. But they grew up with betel nut. We have to educate the children to not chew.\"\nLong  term exposure to the mixture dramatically increases risk.\n\"If a child started chewing betel nut at a very early age, he would be likely to get cancer before reaching the age of 30,\" said Dr Paki Molumi, surgeon at the ear, nose and throat department at Port Moresby General Hospital.\nSupport for a ban\nIn an urgent crackdown, a ban on the sale and consumption of betel nut across Port Moresby has been in force for three-and-a-half years. It had been estimated that £500,000 worth was traded in the capital each week.\nThe move was declared \"political suicide\" for the city's Governor, Powes Parkop, who spearheaded its implementation. In the weeks leading up to the country's general election, the ban was partially lifted.\nImage copyright Kathleen Prior\nImage caption Known as \"buai\", betel nut is consumed with a mustard stick dipped in slaked lime powder\nAfter a long electoral process, the nation looks ahead to a second term under incumbent Prime Minister Peter O'Neill. At the end of July it was announced that Parkop had also retained his seat.\nNow, the ban allows regulated sale at approved locations. But it was marked by controversy:  it  was criticised for police brutality in enforcement and for ruining the livelihoods of betel nut suppliers. One MP even filed a court petition questioning its constitutionality.\nYou might also like:\nA stain on the city\nIt is true that many Papua New Guineans rely on the sale of betel nut for their livelihoods. A native cash crop, betel nut is referred to as \"green gold\", and it is completely untaxed.\nMarkets often have an area dedicated solely to betel nut vendors. Prices for one betel nut and mustard stick vary between 6 cents to $1.30 (5p to £1), dependent upon the location, season and recent growing conditions.\nFor Nuari, betel nut sales are her main source of income. She tends to the plants herself, and when they bear fruit she comes to the market to make some cash. If there are good sales, she will make £25 in a day. \"With the money I make I can sustain myself and can buy things like soap and salt, the small things I need in life.\"\nImage copyright Kathleen Prior\nImage caption Nauri agrees that there should be a ban\nEven heavy users like Nauri support the ban. \"The government has to stop people chewing because it makes so much rubbish. Everyone spits everywhere and it makes the place dirty - it's unhygienic.\"\nOne of the motivating factors behind the ban was to clean up the capital from this residue. The spitting of pathogenic saliva increases the spread of disease. In a country with one of the highest infection rates of tuberculosis in the world, this habit poses huge contamination risks.\nFuture of a dependent nation\nLast year the inaugural No Betel Nut Day was held to educate citizens on the risks and early symptoms. This year it was postponed because of a date clash with elections -  the minister of health lost his seat.\nFor doctors delivering devastating terminal diagnoses, it's too little, too late.\n\"We lack the public awareness aspect of preventive health...Betel nut is now a part of everyone's life, and it's disturbing to see parents give it to their young children,\" Dr Sapuri says.\n\"It's become a norm and so it is very difficult to fight it.\"\nAll pictures copyright.\n",
        "quotes": [
            [
                "It is a stimulant, it gives you a high feeling and keeps you going when you are becoming bored.",
                "",
                true
            ],
            [
                "Now I am chewing it energises me.",
                "",
                true
            ],
            [
                "If my children want to chew buai, they can.",
                "",
                true
            ],
            [
                "But they must make sure they eat first.",
                "",
                true
            ],
            [
                "If you don't eat and you chew, it makes you dizzy.",
                "",
                true
            ],
            [
                "Chewing buai makes me happy and gives me extra energy to complete my errands.",
                "",
                true
            ],
            [
                "Without the buai we would be tired and sleepy.",
                "",
                true
            ],
            [
                "It's part of our culture.",
                "",
                true
            ],
            [
                "Everyone in the family chews buai.",
                "",
                true
            ],
            [
                "Our statistics are not very accurate and a lot of cases go undiagnosed.",
                "",
                true
            ],
            [
                "I have noticed a big increase in the number of suspected cancer patients with mouth lesions.",
                "",
                true
            ],
            [
                "Most patients come to the hospital very late.",
                "",
                true
            ],
            [
                "Our health system is fragile and cancer services are not fully functional, so the survival rates are low.",
                "",
                true
            ],
            [
                "A lot more people are chewing betel nut now, more than in the past.",
                "",
                true
            ],
            [
                "Everyone knows it's bad for you, but people still do it because it is addictive.",
                "",
                true
            ],
            [
                "It becomes habitual, like having a cup of tea.",
                "",
                true
            ],
            [
                "It's bad for our health.",
                "",
                true
            ],
            [
                "We know but still we cannot leave it.",
                "",
                true
            ],
            [
                "It grows easily in the backyard!",
                "",
                true
            ],
            [
                "We just need to learn to chew responsibly.",
                "",
                true
            ],
            [
                "When my children were just six or seven they already knew how to chew,",
                "Winifred",
                true
            ],
            [
                "I tried stopping them, they were too young.",
                "",
                true
            ],
            [
                "But they grew up with betel nut.",
                "",
                true
            ],
            [
                "We have to educate the children to not chew.",
                "",
                true
            ],
            [
                "If a child started chewing betel nut at a very early age, he would be likely to get cancer before reaching the age of 30,",
                "Paki Molumi",
                true
            ],
            [
                "With the money I make I can sustain myself and can buy things like soap and salt, the small things I need in life.",
                "",
                true
            ],
            [
                "The government has to stop people chewing because it makes so much rubbish.",
                "Nauri",
                true
            ],
            [
                "Everyone spits everywhere and it makes the place dirty - it's unhygienic.",
                "Nauri",
                true
            ],
            [
                "We lack the public awareness aspect of preventive health...Betel nut is now a part of everyone's life, and it's disturbing to see parents give it to their young children,",
                "Sapuri",
                true
            ],
            [
                "It's become a norm and so it is very difficult to fight it.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.bbc.com/news/world-europe-41567391",
                "http://www.bbc.com/news/world-asia-india-41563750",
                "http://www.bbc.com/news/world-41527080"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "cancer",
            "kathleen",
            "image",
            "children",
            "nut",
            "prior",
            "chewing",
            "traditional",
            "guinea",
            "betel",
            "health",
            "papua",
            "copyright",
            "killing"
        ]
    }
]