[
    {
        "url": "https://www.cnn.com/2016/09/20/politics/donald-trump-iraq-war-reality-check/index.html",
        "title": "Reality Check: Trump repeats lie that he was against the Iraq War from the start",
        "authors": [
            {
                "name": "Steven A. Holmes",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-20",
        "text": "Reality Check: Trump repeats lie that he was against the Iraq War from the start\nUpdated 2:37 PM ET, Tue September 20, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nTrump keeps repeating that he was against the Iraq War from the start\nThe evidence suggests otherwise\nDid he really say that again? And again?\nAt a Florida rally Monday night, Donald Trump twice repeated the false claim that he opposed the Iraq War before it started. \"I was against going into the war in Iraq, he told the crowd, \"but we got out the wrong way. President Obama did a terrible thing the way he got us out of the war.\"\nBut CNN's research shows no evidence for his repeated claim of opposition to the war before it started. Instead, during a September 2002 interview on Howard Stern's radio show Trump was asked if he supported invading Iraq. \"Yeah, I guess so,\" he answered.\nRead More\nHardly a ringing endorsement of the upcoming war. But nowhere near full-throated opposition.\nIn an August speech, Trump pointed to an interview with Fox News Channel anchor Neil Cavuto, three months before the war started, to bolster his case that he opposed the war. At one point in the interview, he expressed impatience with President George W. Bush for not starting the war.\n\"Well, I'm starting to think that people are much more focused now on the economy,\" he said. \"They are getting a little bit tired of hearing, we're going in, we're not going in, the -- you know, whatever happened to the days of the Douglas MacArthur. He would go and attack. He wouldn't talk. We have to -- you know, it's sort like either do it or don't do it.\"\nJUST WATCHED\nDonald Trump in 2002: I support Iraq invasion 01:32\nLater in the interview, Trump said the war was not a higher priority than the economy. But he never said it should not be undertaken. \"He's under a lot of pressure,\" Trump said of Bush. \"I think he's doing a very good job. But, of course, if you look at the polls, a lot of people are getting a little tired. I think the Iraq situation is a problem. And I think the economy is a much bigger problem as far as the president is concerned.\"\nIt wasn't until August 2004 -- 17 months after the invasion began and the war was being widely criticized -- that Trump came out fully against the war. \"What was the purpose of this whole thing? Hundreds and hundreds of young people killed,\" he said in an interview with Esquire magazine. \"And what about the people coming back with no arms and legs? Not to mention the other side. All those Iraqi kids who've been blown to pieces. And it turns out that all of the reasons for the war were blatantly wrong. All this for nothing!\"\nThis gap between what Trump claims and the evidence to the contrary has been pointed out many times. Yet he keeps repeating the claims. Given that, it is hard to come to any other conclusion than that he is simply lying.\n",
        "quotes": [
            [
                "I was against going into the war in Iraq, he told the crowd, \"but we got out the wrong way.",
                "",
                true
            ],
            [
                "President Obama did a terrible thing the way he got us out of the war.",
                "",
                true
            ],
            [
                "Well, I'm starting to think that people are much more focused now on the economy,",
                "Donald Trump",
                true
            ],
            [
                "They are getting a little bit tired of hearing, we're going in, we're not going in, the -- you know, whatever happened to the days of the Douglas MacArthur.",
                "Donald Trump",
                true
            ],
            [
                "We have to -- you know, it's sort like either do it or don't do it.",
                "Donald Trump",
                true
            ],
            [
                "He's under a lot of pressure,",
                "Donald Trump",
                true
            ],
            [
                "I think he's doing a very good job.",
                "Donald Trump",
                true
            ],
            [
                "But, of course, if you look at the polls, a lot of people are getting a little tired.",
                "Donald Trump",
                true
            ],
            [
                "I think the Iraq situation is a problem.",
                "Donald Trump",
                true
            ],
            [
                "And I think the economy is a much bigger problem as far as the president is concerned.",
                "Donald Trump",
                true
            ],
            [
                "What was the purpose of this whole thing?",
                "Donald Trump",
                true
            ],
            [
                "Hundreds and hundreds of young people killed,",
                "Donald Trump",
                true
            ],
            [
                "And what about the people coming back with no arms and legs?",
                "Donald Trump",
                true
            ],
            [
                "Not to mention the other side.",
                "Donald Trump",
                true
            ],
            [
                "All those Iraqi kids who've been blown to pieces.",
                "Donald Trump",
                true
            ],
            [
                "And it turns out that all of the reasons for the war were blatantly wrong.",
                "Donald Trump",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "war",
            "president",
            "interview",
            "economy",
            "trump",
            "invasion",
            "think",
            "repeats",
            "start",
            "lie",
            "iraq",
            "started",
            "check",
            "going",
            "reality"
        ]
    }
]