[
    {
        "url": "https://www.cnn.com/2016/09/19/politics/syria-coalition-airstrike/index.html",
        "title": "US builds working theory on cause of Syrian airstrike",
        "authors": [
            {
                "name": "Barbara Starr",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-19",
        "text": "Updated 10:05 PM ET, Tue November 29, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\n(CNN)\nThe mistaken US-led coalition bombing of a Syrian military position Saturday may have happened because the personnel weren't wearing military uniforms and didn't have standard military weapons, several US military officials told CNN.\nOfficials said they now think the personnel bombed may have been Syrian military prisoners, according to several US defense officials.\nThat's a working theory of how US, British, Danish and Australian aircraft may have incorrectly assessed intelligence and targeted the site that killed more than 60 Syrian personnel near Deir Ezzor in eastern Syria. The UK Ministry of Defence is saying it used drones in the strike.\nOfficials emphasized there are no final conclusions by the US about who was struck. Overhead imagery and interviews with those involved will have to be assessed.\nBut the US is not disputing that Syrian personnel were hit. The US is trying to determine what specifically led to the mistaken strike and how the personnel may have been misidentified.\nRead More\nOfficials told CNN they believe a likely scenario is the personnel hit were prisoners of the regime, perhaps military personnel being detained, although that is not certain.\nThe initial signs indicate they were dressed in civilian clothing. They also may not have had the typical weapons of a Syrian military unit but rather trucks with weapons mounted on top of them.\nIt is also not known if they were deliberately placed there to potentially deceive the coalition.\nThe strike happened about two kilometres outside the airport in Deir Ezzor, where the US did not expect Syrian forces to be located. The US had struck ISIS strongholds in the area of Deir Ezzor dozens of times in recent months, but had not seen Syrian forces at this location.\nGen. Joseph Votel, head of US Central Command, has appointed a one-star general to conduct an investigation, but as of early Monday that name had not been released.\nThe US expressed regret for the incident, but it still sparked a furious diplomatic row at an emergency UN Security Council meeting over the weekend. The US remains insistent that it does not target Syrian forces, only ISIS and al Qaeda, officials said.\nWhile the strike has raised tensions with Russia over the effort to make a potential ceasefire work, it also comes as the pace of operations against ISIS strongholds in Iraq's Mosul and Syria's Raqqa is picking up. In northern Syria, US Special Operations Forces remain partnered with Turkish forces and plan to move with them throughout the area, including the town of Al Rai.\nUS officials told CNN that despite video emerging last week that appeared to show Turkish and US forces being asked to leave the town, they have remained in the area.\nThere is also growing intelligence that ISIS is hunkering down for major combat in Mosul as Iraqi forces draw closer. US surveillance has shown a growing number of improvised explosive devices, bombs, tunnels, trenches and firepits have been dug. The US also believes ISIS has put bombs on all the major bridges into the city, one official said.\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.cnn.com/2016/09/17/middleeast/syria-claims-coalition-airstrike-hit-regime-forces/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "airstrike",
            "personnel",
            "working",
            "cause",
            "theory",
            "wearing",
            "weapons",
            "usled",
            "builds",
            "werent",
            "military",
            "syrian",
            "mistaken",
            "used"
        ]
    }
]