[
    {
        "url": "http://www.bbc.com/sport/football/41561948",
        "title": "Chris Coleman: Senior Wales players urge manager to stay in role",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "2017-10-10",
        "text": "10 Oct 2017\nHeartbreak for Wales - where did it all go wrong?\nA group of senior Wales players, including Gareth Bale, has urged manager Chris Coleman to stay on after his contract ends in November.\nWales' hopes of qualifying for the 2018 World Cup in Russia ended with a 1-0 defeat by the Republic of Ireland in Cardiff on Monday.\nColeman, 47, said after the game that he was \"not thinking about\" his future, having previously said this would be his last campaign.\nHe was been in charge since 2012.\nWales have not qualified for a World Cup since 1958, although they reached the semi-finals of Euro 2016.\nDefender Chris Gunter said: \"Everyone in Wales, fans and players, would want to see him stay on, 100%.\n\"He's been a massive part of what we've done and he is the man to hopefully take us forward.\n\"If the powers that be can give him a really good contract and make him stay, he can carry on being the greatest Welsh manager of all time.\"\nChris Coleman guided Wales into the Euro 2016 semi-finals\nAsked about his future, former Fulham boss Coleman said: \"I'm genuinely not thinking about it. There's a dressing room full of devastated players and staff.\n\"If you look at the make-up of our squad and the age of the squad - some of the young ones coming through - this is a good group of players, even better for tonight.\n\"Defeat hurts but you learn a lot from defeat - you learn about yourself first and foremost.\n\"The whole nation will be mourning and disappointed. Again that elusive World Cup has passed us by.\"\nWales, who needed to beat the Republic of Ireland to qualify for the play-offs, suffered their first defeat since the 2-0 loss to Portugal in the Euro 2016 semi-finals.\nBut James McClean's goal secured victory for the Republic and sets up a two-legged play-off against one of the other group runners-up in November.\nMeanwhile, Wales are lining up a friendly in November, with Mexico or the United States possible opponents.\nColeman added: \"There's a chance I can [stay] and a chance I won't. I can't give an answer right now.\n\"It's not just a matter of signing a new contract. The FAW has been great with me. I asked them to leave me alone as my contract has been running down and all the questions were getting asked.\n\"I wanted to concentrate on getting results. There'll be a conversation in due course.\n\"Right now, I'm thinking about the experience. I'll go back to my family and take a bit of time. When the dust settles we'll see where we go.\"\nFormer Wales striker John Hartson on BBC Radio 5 live\nOnly Chris Coleman can answer the question over his own future. I think he will walk away now.\nI do not think he will be short of offers. He will be lined up for a big job, if that is what he wants.\nThe Welsh players will be extremely, extremely down. Wales had to win their last four games - they won three and just came up a little short tonight.\nWales were not quite inventive and creative enough around the Irish penalty area. The Irish were outstanding defensively.\nFrom the section Football\nFrom the section Football\nFrom the section Football\nFrom the section Football\nAlso in Sport\n",
        "quotes": [
            [
                "Everyone in Wales, fans and players, would want to see him stay on, 100%.",
                "Chris Gunter",
                true
            ],
            [
                "He's been a massive part of what we've done and he is the man to hopefully take us forward.",
                "Chris Gunter",
                true
            ],
            [
                "If the powers that be can give him a really good contract and make him stay, he can carry on being the greatest Welsh manager of all time.",
                "Chris Gunter",
                true
            ],
            [
                "I'm genuinely not thinking about it.",
                "Coleman",
                true
            ],
            [
                "There's a dressing room full of devastated players and staff.",
                "Coleman",
                true
            ],
            [
                "If you look at the make-up of our squad and the age of the squad - some of the young ones coming through - this is a good group of players, even better for tonight.",
                "Coleman",
                true
            ],
            [
                "Defeat hurts but you learn a lot from defeat - you learn about yourself first and foremost.",
                "Coleman",
                true
            ],
            [
                "The whole nation will be mourning and disappointed.",
                "Coleman",
                true
            ],
            [
                "Again that elusive World Cup has passed us by.",
                "Coleman",
                true
            ],
            [
                "There's a chance I can [stay] and a chance I won't.",
                "Chris Coleman",
                true
            ],
            [
                "I can't give an answer right now.",
                "Chris Coleman",
                true
            ],
            [
                "It's not just a matter of signing a new contract.",
                "Chris Coleman",
                true
            ],
            [
                "The FAW has been great with me.",
                "Chris Coleman",
                true
            ],
            [
                "I asked them to leave me alone as my contract has been running down and all the questions were getting asked.",
                "Chris Coleman",
                true
            ],
            [
                "I wanted to concentrate on getting results.",
                "Chris Coleman",
                true
            ],
            [
                "There'll be a conversation in due course.",
                "Chris Coleman",
                true
            ],
            [
                "Right now, I'm thinking about the experience.",
                "Chris Coleman",
                true
            ],
            [
                "I'll go back to my family and take a bit of time.",
                "Chris Coleman",
                true
            ],
            [
                "When the dust settles we'll see where we go.",
                "Chris Coleman",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.bbc.com/sport/football/36748307"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.bbc.com/sport/football/teams/republic-of-ireland",
                "https://www.bbc.com/sport/football"
            ]
        },
        "key_words": [
            "think",
            "manager",
            "world",
            "urge",
            "stay",
            "coleman",
            "group",
            "chris",
            "thinking",
            "republic",
            "contract",
            "role",
            "wales",
            "players",
            "senior"
        ]
    }
]