[
    {
        "url": "http://dailybuzzlive.com/78-year-old-panhandler-busted-driving-2013-fiat/",
        "title": "See What Happens When A 78-Year-Old Panhandler Gets Busted Driving A 2013 Fiat",
        "authors": [
            {
                "name": "Eric Roberts",
                "link": null
            }
        ],
        "publisher": "dailybuzzlive.com",
        "publish_date": "2017-05-10",
        "text": "Posted on\nSee What Happens When A 78-Year-Old Panhandler Gets Busted Driving A 2013 Fiat.\nIf you saw an elderly lady standing out in the middle of the road with a sign asking for money, you would probably help her right? Well what if that same woman was actually very well off. Well off enough to drive a 2013 Fiat?\nThis is the realization that one man came to when he saw an old lady that he had been helping out, drive up in a better car than he probably has.\nThis all happened in Oklahoma City when a 78-year-old woman was holding a sign claiming that she needed cash to buy something to eat.\nDaniel Ayala, one of the many people who have helped this woman out, had given her money on multiple occasions. He even helped her out when he didn’t even have enough money to buy himself lunch.\nOne day Ayala noticed the elderly woman sitting in a bright read Fiat. He confronted the woman and Brandi Newman was there to witness and capture it with her cell phone.\nYou can hear Ayala say, “I work hard for my money and Thursday I did not eat to give you four dollars, and you drive a better car than me?” What would you do in this situation? Would you confront the old lady too or just let it be?\nWatch the video below and share this article. Let us know what you think.\n* indicates required\nEmail Address *\nRecent Posts\n11 Innocent Dogs That Don’t Know How This Mess Happened. “Man, I’d sure hate to READ MORE →\nDaily Buzz Live Search\n",
        "quotes": [
            [
                "I work hard for my money and Thursday I did not eat to give you four dollars, and you drive a better car than me?",
                "Ayala",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://dailybuzzlive.com/11-innocent-dogs-dont-know-mess-happened/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "money",
            "busted",
            "saw",
            "driving",
            "78yearold",
            "happens",
            "ayala",
            "old",
            "gets",
            "lady",
            "panhandler",
            "fiat",
            "drive",
            "sign",
            "woman",
            "probably",
            "let"
        ]
    }
]