[
    {
        "url": "https://www.politico.com/story/2016/09/harry-reid-donald-trump-racist-228692?cmpid=sf",
        "title": "Harry Reid: 'Donald Trump is a racist'",
        "authors": [
            {
                "name": "Steven Shepard",
                "link": null
            },
            {
                "name": "Louis Nelson",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-26",
        "text": "Donald Trump is a racist, Senate Minority Leader Harry Reid said on the Senate floor Monday afternoon, and the media has been negligent by refusing to label him as such.\n“Virtually every time Donald Trump says or does something discriminatory -- and that's often -- the media relies upon a catalog of buzzwords to describe his actions,” Reid (D-Nev.) said Monday. “The press uses words like hateful, intolerant, bigot, extremist, prejudice, to name but a few. Yet there's always one word that many of the press conspicuously avoid: racist. They never label Trump as a racist. But he is a racist. Donald Trump is a racist.”\nStory Continued Below\nIn his Senate floor remarks, Reid said “racist is a term I don’t throw around lightly,” and detailed a handful of the allegations of discriminatory behavior leveled against the GOP nominee. The Nevada senator recalled the housing discrimination lawsuit filed against Trump in the 1970s, when his real estate company was sued for steering minority applicants away from buildings with mostly white tenants and marking their applications with a “c” or the number nine.\nHe also quoted a former employee of one of Trump’s Atlantic City, New Jersey, casinos who recalled an edict from the Manhattan billionaire that black employees be pulled off the casino floor whenever he visited.\nReid said Trump’s racism has “reached new heights” during his White House bid. He ticked off Trump’s support for the so-called “birther” movement, his proposal to temporarily ban Muslims from entering the United States and his comment — uttered when he first announced his candidacy — that Mexican immigrants \"are bringing drugs, they’re bringing crime, they’re rapists, and some, I assume, are good people.”\nHe also highlighted Trump’s attacks against U.S. District Court Judge Gonzalo Curiel, who the Manhattan billionaire has accused of bias in presiding over a fraud case against him because of the judge’s Mexican heritage. House Speaker Paul Ryan (R-Wis.) called Trump’s attacks “the textbook definition of a racist comment.”\n“Here we are seven weeks from Election Day, and the speaker of the house and Senate Republican leader are both endorsing this racist man. We probably should not support a man for president who by their speaker's own admission is a textbook definition of a racist,” Reid said. “Think of the example he's setting for our nation's youth. Republicans are normalizing this racist behavior. This will be their legacy, one of them. They got plenty to add to that.”\n“It's time for Republicans to stop closing their eyes to Donald Trump's racism, and it's time for reporters and journalists to be honest with the American people,” Reid added. “They owe America the truth. Through his words and deeds, Donald Trump is a racist.”\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "Virtually every time Donald Trump says or does something discriminatory -- and that's often -- the media relies upon a catalog of buzzwords to describe his actions,",
                "Reid",
                true
            ],
            [
                "The press uses words like hateful, intolerant, bigot, extremist, prejudice, to name but a few.",
                "",
                true
            ],
            [
                "Yet there's always one word that many of the press conspicuously avoid: racist.",
                "",
                true
            ],
            [
                "They never label Trump as a racist.",
                "",
                true
            ],
            [
                "racist is a term I don’t throw around lightly,",
                "Reid",
                false
            ],
            [
                "the textbook definition of a racist comment.",
                "Donald Trump",
                false
            ],
            [
                "Here we are seven weeks from Election Day, and the speaker of the house and Senate Republican leader are both endorsing this racist man.",
                "Reid",
                true
            ],
            [
                "We probably should not support a man for president who by their speaker's own admission is a textbook definition of a racist,",
                "Reid",
                true
            ],
            [
                "Think of the example he's setting for our nation's youth.",
                "Reid",
                true
            ],
            [
                "Republicans are normalizing this racist behavior.",
                "Reid",
                true
            ],
            [
                "This will be their legacy, one of them.",
                "Reid",
                true
            ],
            [
                "They got plenty to add to that.",
                "Reid",
                true
            ],
            [
                "It's time for Republicans to stop closing their eyes to Donald Trump's racism, and it's time for reporters and journalists to be honest with the American people,",
                "Reid",
                true
            ],
            [
                "Through his words and deeds, Donald Trump is a racist.",
                "Reid",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.politico.com/story/2016/09/how-can-polling-change-2016-228677"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "senate",
            "reid",
            "words",
            "trump",
            "donald",
            "racist",
            "harry",
            "white",
            "trumps",
            "house",
            "floor"
        ]
    }
]