[
    {
        "url": "https://www.reuters.com/article/us-apple-spielberg/apple-nears-tv-deal-with-spielberg-for-amazing-stories-idUSKBN1CF2L4",
        "title": "Apple nears TV deal with Spielberg for 'Amazing Stories'",
        "authors": [
            {
                "name": "Lisa Richwine",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-10",
        "text": "Apple nears TV deal with Spielberg for 'Amazing Stories'\n3 Min Read\nLOS ANGELES (Reuters) - Apple Inc ( AAPL.O ) is finalizing a deal to make 10 new episodes of Steven Spielberg’s 1980s science fiction anthology series “Amazing Stories,” landing a premiere Hollywood talent for its plunge into original TV programming, a source with knowledge of the discussions said.\nFILE PHOTO: Director Steven Spielberg poses at the premiere of the HBO documentary film \"Spielberg\" in Los Angeles, California, U.S., September 26, 2017. REUTERS/Mario Anzuoni\nThe series would be produced for Apple by Spielberg’s Amblin Television and Comcast Corp’s ( CMCSA.O ) NBCUniversal television production unit. “Amazing Stories” originally ran on the NBC broadcast network.\n“We love being at the forefront of Apple’s investment in scripted programming,” NBC Entertainment President Jennifer Salke said in a statement about the show’s planned revival.\nAn Apple spokeswoman declined to comment. Amblin did not immediately respond to requests for comment.\nThe deal is the first to be made public since Apple hired veteran Sony executives Jamie Erlicht and Zack Van Amburg in June to expand the iPhone maker’s push into original programming, a field crowded with streaming services and traditional networks.\nIt is unclear how people will be able to watch “Amazing Stories” or when it will debut. Apple has not divulged if it will put its own TV series in the iTunes Store, where it sells shows made by other companies, or on another platform.\nThe deal with Spielberg fits with a strategy Apple executives have outlined in meetings with Hollywood executives. Apple has emphasized in the discussions that it wants prestigious programming and to work with A-list actors, producers and writers, according to sources with knowledge of Apple’s plans.\nThe company already has placed bids on other projects, including for a comedy series about morning television starring Jennifer Aniston and Reese Witherspoon, sources said.\n“They are looking for really high-end premium stuff they feel is creatively in line with the Apple brand,” one source said of Apple’s strategy.\nThe technology company is competing with several established players that have hooked big name stars, such as Netflix Inc ( NFLX.O ) and Time Warner Inc’s TWX.N HBO, plus newer entrants like Facebook Inc FB.N.\nApple has committed $1 billion to start its programming push, the sources said. Netflix, by comparison, says it will spend up to $7 billion on content next year.\nThe budget for “Amazing Stories” will be more than $5 million per episode, according to The Wall Street Journal, which first reported that Apple had reached a deal for the series.\nReporting by Lisa Richwine and Piya Sinha-Roy in Los Angeles; Additional reporting by Aishwarya Venugopal in Bengaluru; Editing by Leslie Adler\n",
        "quotes": [
            [
                "We love being at the forefront of Apple’s investment in scripted programming,",
                "Steven Spielberg",
                true
            ],
            [
                "They are looking for really high-end premium stuff they feel is creatively in line with the Apple brand,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.reuters.com/finance/stocks/overview/AAPL.O",
                "https://www.reuters.com/finance/stocks/overview/NFLX.O",
                "https://www.reuters.com/finance/stocks/overview/CMCSA.O"
            ]
        },
        "key_words": [
            "programming",
            "apples",
            "nears",
            "spielberg",
            "amazing",
            "apple",
            "tv",
            "executives",
            "deal",
            "sources",
            "television",
            "series"
        ]
    }
]