[
    {
        "url": "http://www.bbc.co.uk/news/resources/idt-sh/the_daydream_that_never_stops",
        "title": "The daydream that never stops",
        "authors": [],
        "publisher": "www.bbc.co.uk",
        "publish_date": "",
        "text": "When does living in a fantasy world become a problem?\nBy Jon Kelly\n5 October 2017\nOne day, when she was five years old, Daya Bharj told her brother she didn’t want to play with him any more. She wanted to play with her imagination.\nDaya lay down on the sofa in her family's living room and stared at the ceiling. She imagined a little boy, about her own age, running through a field. He came across an airplane that had crash-landed, then climbed inside and sat in one of the cockpit seats.\nHis arms were too short to fasten his own seatbelt. But this was Daya’s daydream, and she could invent another character to come along and do it for him. She imagined the boy looking like Peter Pan, so the figure who strapped him into his chair resembled Captain Hook. Then Daya conjured up a pilot to fly the plane. It took off and soared into the clouds.\nDaya discovered she really liked daydreaming. She could replay the scene she’d created, adding new details or editing out things she didn’t like. She spent a couple of hours that day lying on the sofa. Her family thought she was sleeping, but her eyes were wide open.\nThirteen years on, the daydream is still going. The little boy has grown up with Daya, but he’s had a much more eventful life.\nAs she re-ran the opening scene again and again in her head, Daya would adjust all the details and settle on those she liked best.\nAt first, the boy was called Peter, but later she changed it to Light. The burly, tough-looking figure who straps him into the seat stopped resembling Captain Hook, and became Light’s brother. Light is the hero of the daydream. “He is basically me in that world,” says Daya.\nHis facial features are the same as Daya’s, and he’s more or less her height. But unlike her he has white, messy hair, very pale skin and his body is covered in scars (in recent years, as Daya has been watching Japanese cartoons, he has grown to look increasingly like a Manga character – his name is borrowed from the anime series, Death Note).\nHe is everything that Daya wants to be - kind, gentle and sweet. Today he’s 18, like Daya, but his voice hasn’t yet broken.\nWhen he is a small boy, Light is taken from his family. His wealthy father is the kingpin of a network known as The Syndicate or The Organisation, and Light’s kidnappers demand a ransom for his return.\nHe’s passed between different captors. Sometimes he pleads to be freed and sometimes he tries to escape. But there is a twist. It was Light’s dad who arranged to for him to be snatched in the first place.\nLight’s hardships contrasted with the happy, secure home Daya's family had provided for her in Wembley, north London.\n“I think I needed excitement,” she says.\n“I was reading all these books and in all of them, the kid has had a horrible life. You never really see a kid who’s grown up with a fantastic parent and becomes the hero.”\nThe daydreaming carried on all through Daya’s time at primary school but intensified when she moved to secondary school. She was badly bullied, and at one point had to change schools. So she retreated from the real life she hated into her fantasy world.\n“I think in my head I needed friendships,” she says.\n“I needed some kind of connection with people. So I created all these people to interact with.”\nEvery day after classes she would go to her local park, fine-tuning Light’s story. She might start a new storyline or kill a character off, but then decide against it, and the plot would continue as if these things had never happened.\nFavourite scenes would be repeated in her head over and over again. She had to keep moving while she daydreamed, pacing up and down or riding on the swings.\nShe’d put her headphones in and her favourite songs would be the soundtrack to the plot, with the action choreographed around the bass lines and drum beats.\nSometimes Daya borrowed plots and scenarios from books she’d read and television programmes she'd watched. The daydream started becoming much more detailed - and darker.\nLight’s first captor is called Kilgrave - Lana borrowed the name from a villain in the Jessica Jones comic series - who keeps him in chains and beats him up when he tries to escape.\nLight forms a friendship of sorts with Kilgrave’s daughter, Lana.\nBut Kilgrave decides Light is more trouble than he’s worth and sells him to a group who are rivals of Light’s father.\nEach member of this group sports a tattoo of a scorpion (Daya borrowed this detail from a criminal gang in the Alex Rider young adult spy novels).\nThey cut off one of Light’s fingers and send it to his family. But of course Light’s own father is unmoved by this, because he was behind his kidnapping all along.\nThe family patriarch had wanted to ensure that Light’s thuggish brother - the Captain Hook figure, now called Kyle - would take over The Organisation instead. So when Light’s finger arrives in the post, his father instructs the police to call off the search.\nWith no prospect of a ransom, Light’s new captors start making plans to kill him. But then Lana appears. She has infiltrated the group and tells Light: “I’m going to help you escape.” She leads him to a sewer (inspired by a large pipe Daya saw in her local playground) and the pair of them run away to a safe house.\nThe next morning, Light wakes up and realises he is chained to a bed. “What’s going on?” he asks Lana. “I thought you were going to help me?” Lana admits that she is planning to ransom him herself.\nLight is devastated by the betrayal. But as the pair talk and talk, during the long months he spends in Lana's captivity, a bond forms between captive and captor.\nEventually, Lana agrees not to sell him. And as they stand on the roof of Lana’s house, she confesses that she has developed feelings for him. “I’m in love with you,” she says.\nBut Light rebuffs her. He doesn’t feel the same way, he explains, and besides, he’s gay. Lana is enraged.\nShe pushes Light from the roof, and he tumbles to the ground, his eyes full of shock and self-reproach at having once again trusted someone who didn’t deserve it.\nDaya’s parents were worried about her. They knew about the bullying, and now their daughter was acting very strangely.\nShe always wanted to be alone. Every day after school she would spend hours pacing or sitting on the swings, immersed in her daydream. Sometimes she’d excuse herself from classes because she would rather spend time with Light and Lana than concentrate on work.\nHer schoolwork was suffering. She couldn’t focus on anything for long. If she watched a television programme, she’d switch off after five minutes, because if there was a line or a joke she liked she'd want to incorporate it into the daydream, and she’d go off and think about that instead.\nThe story was now heading in an entirely new direction.\nLight survives the fall but loses his memory after hitting his head as he lands. He picks himself up and tries to work out who he is and what has happened to him.\nAnd then he sees another boy, about his own age, with a tattoo of a scorpion.\nLight can’t remember the significance of the scorpion, but it triggers something in him, so he goes up to the boy with the tattoo, who introduces himself as L.\nIn most ways, L (whose name is also borrowed from the Death Note anime) is the opposite of Light. He rides a motorcycle, is mysterious, brooding and assertive - a bad-boy type. He also happens to be Daya's idea of a perfect boyfriend.\nThe pair get along well and, what’s more, there's a mutual attraction. L offers to help Light put his life back together.\nThey become friends and go everywhere together. The chemistry between them deepens (\"it's implied but never actually acted on,\" Daya says). But L can never tell Light he’s with the scorpion tattoo gang, and Light can’t remember why the tattoo seems familiar.\nAnd then it comes back to him. The gang with the scorpion tattoo wanted to kill me! He confronts L. How could he do this to him? How can he work with the group that took him away? L tries to plead with him, but it makes no difference. Light storms off and vows to never see L again.\nThe last straw for Daya’s parents came when they saw her talking to a glass of water.\nPreviously she’d always daydreamed in private, but recently - she was about 16 or 17 by now - she had started voicing her storylines out loud.\nShe wasn’t going mad, she told her mum and dad. She tried to explain about the daydream, and all the plots and characters.\nBut they didn’t understand. Wasn’t she too old to have imaginary friends?\nDaya was sent to a series of therapists and psychologists. None of them could agree about what was going on with her.\nSome thought she just had an overactive imagination. Others thought it might be obsessive compulsive disorder (OCD). One thought it might be schizophrenia, but Daya explained: “I know it’s not real.” A school counsellor wondered if she identified so closely with Light because, deep down, she wanted to be a boy. “I was like: ‘No!’”\nThe experts didn’t have an answer. So one day Daya went online and typed “daydreaming too much” into Google. And very quickly she realised she wasn’t the only one who did this.\nLight’s memory is returning to him now. He recalls more and more details of his early life - about Kilgrave and his father. But there are some things he still doesn’t remember. Lana pushing him off the roof, for instance.\nOne day Light is approached by a group of agents working for the CIA. (Sometimes they belong to another intelligence agency - it depends on what sort of mood Daya is in.) Where has he been, they ask? They’ve been looking for him ever since he was first kidnapped.\nLight tells them as much as he remembers. The agents are very impressed that Light is able to explain a case that has baffled them for years. So they ask him to join them and help solve crimes.\nBut when he gets to their headquarters, he is stunned to see L working there too. Light is furious. Isn’t L part of the scorpion tattoo gang?\nL explains. He has come over to join the good guys. When Light left him, L was deeply upset and realised that he'd been going down the wrong path. He wanted to change. He’d been a bad guy until he met Light, and now he has decided to make amends.\nSo Light and L are friends again. They join forces as partners solving crimes because they realise they need each other. L needs Light to accept his dark side, and Light needs L to help him relax and have fun.\n“Light’s wound up so tight he wants to control everything and be in charge all the time because he had no control for so long,” Daya says.\nThey investigate the scorpion tattoo gang together, and they run into Lana, who still belongs to it. Lana becomes jealous of L because she can tell straight away there is something going on between him and Light. She tells Light he needs to take revenge on his father by killing him. But Light has other business to attend to first.\nLight tracks down Kilgrave and allows himself to be captured by him again. But once he is taken inside Kilgrave’s house and shackled to a wall, Light wraps his chains around Kilgrave’s neck and strangles him.\nNow that Light has killed her father, though, Lana swears vengeance against him.\n“She’s going to be the main villain for him now because she’s furious that he killed her dad,” Daya says.\n“And Light’s planning on killing his own father, so I’m kind of in the middle of this right now, because I don’t know how to do it.”\nIn 2002, an Israeli trauma clinician named Eli Somer noticed that six survivors of abuse in his care had something in common.\nTo escape their memories and their emotional pain, each would retreat into an elaborate inner fantasy world for up to eight hours at a time.\nSome imagined an idealised version of themselves living a perfect life. Others created entire friendships or romantic relationships in their heads. While one man pictured himself fighting in a guerrilla war, another conjured up football and basketball matches in which he displayed his athletic prowess.\nTheir plotlines often involved themes of captivity, escape and rescue – being chained up in a dungeon, for instance, or leading a prisoners’ revolt.\nThis wasn’t just normal daydreaming. Aside from the sheer amount of time they spent doing it, the patients found it difficult to control. It was adversely affecting their work, studies or social life. Often they would pace or rock back and forth as they daydreamed, sometimes while listening to evocative music.\nSomer, who is a professor of clinical psychology at the University of Haifa, wrote up his findings in an academic paper in which he defined “maladaptive daydreaming” (MD) as “excessive fantasy activity that replaces human interaction and/or interferes with academic, interpersonal or vocational functioning”.\nResearchers at the University of Lausanne in Switzerland and Fordham University in New York have also carried out studies into MD. In total, 10 papers on MD have been published, two more have been accepted for publication and another two have been submitted for peer review.\nThis literature suggests most people with MD are not victims of abuse and that some spend up to 60% of their waking time daydreaming.\nThe research has been widely read beyond academia by people who Googled “extreme daydreaming” and wanted to know if there was something wrong with them.\nToday, there are almost 200,000 Google results for the search term “maladaptive daydreaming”. Blogs, forums, email lists and YouTube videos serve a flourishing online MD community.\nDaya was one of those who discovered the term on the web and, for her, it was a revelation. “When I found out it had a name it gave me a sense of power - this is real, I’m not crazy, I’m not losing my mind,” she says.\nHer MD is, however, self-diagnosed.\nThe condition is not included in the Diagnosis and Statistical Manual of Mental Disorders (DSM) published by the American Psychiatric Association (APA). The British Psychological Society says it “does not have a position on maladaptive daydreaming as it is not an officially recognised disorder”.\nSome psychologists don’t think MD is a useful term. These sceptics say it risks pathologising normal behaviour, or that it's unhelpful to look at MD as a condition in its own right rather than as a by-product of, say, depression or OCD.\n“The problem is not daydreaming, the problem is, why do people daydream so much that it gets in the way of their lives?” says Roderick Orner, visiting professor of psychology at the University of Lincoln. “It's some other difficulty which makes somebody run into a daydreaming world.”\nSomer says the term MD (he now prefers “daydreaming disorder”) is only 15 years old and more research is needed before it can be included in the major diagnostic manuals. But he says that although it is related to other conditions such as OCD and attention deficit hyperactivity disorder, it differs from them in significant ways. For instance, he says, mental acts in MD are not the distressing, senseless rituals experienced by those with OCD, but fulfilling fantasies that have significant meaning for the daydreamers.\n“Individuals with MD describe a yearning for this excessively rewarding activity that is reminiscent of other pathological habits such as gambling, excessive internet use or unrestrained sexual behaviour,” Somer says.\nHe believes it could eventually be classified as behavioural addiction.\nIn 2014, a Texas student named Cyan Read launched a petition on Change.org urging the APA to acknowledge MD as a disorder. Without official recognition, says Read, many people who are negatively affected by their daydreams have nowhere to go other than online communities that are often \"sort of enabling\".\n“Some people, they don't want to get rid of it. It's their lifeline,” she says.\n“But people who want to get rid of it, like me, feel left out. It's a big waste of time. I want to be productive in life. I don't want to have put away an hour a day to daydream - that's a whole hour I could be doing something else.”\nI am sitting with Daya in a cafe near her home. “This is the first time I’ve ever explained the whole story to someone,” she tells me. She looks relieved.\nWe talk for an hour, but I don’t always have her full attention. When the milk frother behind the counter makes a hissing noise, Daya tells me afterwards, she imagines it’s the sound of a machine-gun firing and creates a scenario around it in which Light sprays bullets at Kilgrave.\nSometimes the daydream does still get in the way of real life. She’s tried dating, but no-one ever compares to L.\n“They’ve never lived up to him, so I’ve always just broken up with them. I 'm not interested. And it’s sad because I feel I should have continued something that was an actual real-life relationship.”\nBut since she discovered MD sites online, Daya has found ways to stop the fantasy taking over her life. She'll listen to songs that she hasn’t yet created scenarios around. When she was studying for her GCSEs, she gave Light a series of tests that he had to sit and invented a tutor who would stand over him, telling him to focus (at first the tutor was young and handsome, but Light developed a crush on him, so Daya turned him into an old man).\nIt must have worked because Daya has just begun a creative writing course at Brunel University. Light will follow her into higher education, studying part-time for a degree in painting and dance while continuing his investigative work for the CIA.\nHas she thought of turning her daydream into a book, or a series of books, I ask her.\nDaya has tried a couple of times, she says. She got as far as drafting a synopsis, but it was so long and sprawling she was overwhelmed by the enormity of the task ahead.\nBut that’s not the biggest issue. “I always have a problem with writing it down because I don’t know the end,” she says. “And I hope I never actually reach the end, to be honest.”\nOnce, the idea of daydreaming into adulthood horrified her. She wanted to grow out of it. But now she thinks it's a useful tool for creative projects like writing. “I would love to have it for the rest of my life,” she says. “I hope it never goes.”\nCredits\nAuthor\nShare this\n",
        "quotes": [
            [
                "He is basically me in that world,",
                "Daya Bharj",
                true
            ],
            [
                "I was reading all these books and in all of them, the kid has had a horrible life.",
                "",
                true
            ],
            [
                "You never really see a kid who’s grown up with a fantastic parent and becomes the hero.",
                "",
                true
            ],
            [
                "I think in my head I needed friendships,",
                "Daya Bharj",
                true
            ],
            [
                "I needed some kind of connection with people.",
                "",
                true
            ],
            [
                "So I created all these people to interact with.",
                "",
                true
            ],
            [
                "I’m going to help you escape.",
                "Daya Bharj",
                true
            ],
            [
                "I thought you were going to help me?",
                "Daya Bharj",
                true
            ],
            [
                "I’m in love with you,",
                "Daya Bharj",
                true
            ],
            [
                "it's implied but never actually acted on,",
                "Daya Bharj",
                false
            ],
            [
                "I know it’s not real.",
                "Daya Bharj",
                true
            ],
            [
                "Light’s wound up so tight he wants to control everything and be in charge all the time because he had no control for so long,",
                "Daya Bharj",
                true
            ],
            [
                "She’s going to be the main villain for him now because she’s furious that he killed her dad,",
                "Daya Bharj",
                true
            ],
            [
                "And Light’s planning on killing his own father, so I’m kind of in the middle of this right now, because I don’t know how to do it.",
                "",
                true
            ],
            [
                "excessive fantasy activity that replaces human interaction and/or interferes with academic, interpersonal or vocational functioning",
                "",
                false
            ],
            [
                "When I found out it had a name it gave me a sense of power - this is real, I’m not crazy, I’m not losing my mind,",
                "Daya Bharj",
                true
            ],
            [
                "does not have a position on maladaptive daydreaming as it is not an officially recognised disorder",
                "Daya Bharj",
                false
            ],
            [
                "The problem is not daydreaming, the problem is, why do people daydream so much that it gets in the way of their lives?",
                "Roderick Orner",
                true
            ],
            [
                "It's some other difficulty which makes somebody run into a daydreaming world.",
                "Roderick Orner",
                true
            ],
            [
                "Individuals with MD describe a yearning for this excessively rewarding activity that is reminiscent of other pathological habits such as gambling, excessive internet use or unrestrained sexual behaviour,",
                "Daya Bharj",
                true
            ],
            [
                "Some people, they don't want to get rid of it.",
                "",
                true
            ],
            [
                "But people who want to get rid of it, like me, feel left out.",
                "Daya Bharj",
                true
            ],
            [
                "It's a big waste of time.",
                "Daya Bharj",
                true
            ],
            [
                "I want to be productive in life.",
                "Daya Bharj",
                true
            ],
            [
                "I don't want to have put away an hour a day to daydream - that's a whole hour I could be doing something else.",
                "Daya Bharj",
                true
            ],
            [
                "This is the first time I’ve ever explained the whole story to someone,",
                "Daya Bharj",
                true
            ],
            [
                "They’ve never lived up to him, so I’ve always just broken up with them.",
                "",
                true
            ],
            [
                "And it’s sad because I feel I should have continued something that was an actual real-life relationship.",
                "",
                true
            ],
            [
                "I always have a problem with writing it down because I don’t know the end,",
                "Daya Bharj",
                true
            ],
            [
                "And I hope I never actually reach the end, to be honest.",
                "Daya Bharj",
                true
            ],
            [
                "I would love to have it for the rest of my life,",
                "Daya Bharj",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "tells",
            "lana",
            "going",
            "working",
            "daya",
            "needs",
            "l",
            "join",
            "stops",
            "daydream",
            "father",
            "light"
        ]
    }
]