[
    {
        "url": "http://www.cnn.com/2017/10/05/entertainment/peter-kraus-bachelor-winter-games/index.html",
        "title": "Peter Kraus returning to 'Bachelor' franchise",
        "authors": [
            {
                "name": "Lisa Respers France",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-05",
        "text": "Updated 9:49 AM ET, Thu October 5, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nNew spinoff coming\n(CNN)\nIt's not \"The Bachelor,\" but fans of the franchise will get a chance to see Peter Kraus give love another shot.\nAfter coming in as the runner-up on last season's \"The Bachlorette,\" the business owner had been a favorite to hand out roses on \"The Bachelor.\"\nRead More\nOn Wednesday, the franchise's creator Mike Fleiss tweeted that Kraus would be participating in the spinoff  \"Bachelor Winter Games.\"\nPeter Kraus was one of the contestant vying for the heart of Rachel Lindsay on the 13th season of \"The Bachelorette\" on ABC.\n\"Yes, Peter will be looking for love -- and going for the gold -- on #TheBachelor Winter Games!!!,\" Fleiss tweeted.\nYes, Peter will be looking for love-- and going for the gold-- on #TheBachelor Winter Games!!!!\n\"The Bachelor Winter Games,\" is said to \"take competitive dating to a chilling new level\" by bringing all-stars back from \"The Bachelor\" and \"The Bachelorette\" to participate in \"winter-themed athletic challenges.\"\nAccording to Fleiss, the season will feature international locations.\n\"In celebration of #TheBachelor being the world's No. 1 show, at least 12 different nations will be represented at The Winter Games!!!,\" Fleiss tweeted.\n",
        "quotes": [
            [
                "Yes, Peter will be looking for love -- and going for the gold -- on #TheBachelor Winter Games!!",
                "Fleiss",
                true
            ],
            [
                "take competitive dating to a chilling new level",
                "Fleiss",
                false
            ],
            [
                "In celebration of #TheBachelor being the world's No.",
                "Fleiss",
                true
            ],
            [
                "1 show, at least 12 different nations will be represented at The Winter Games!!",
                "Fleiss",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/hashtag/TheBachelor?src=hash&ref_src=twsrc%5Etfw"
            ]
        },
        "key_words": [
            "roses",
            "went",
            "returning",
            "peter",
            "spinoff",
            "franchise",
            "shotafter",
            "runnerup",
            "owner",
            "seasons",
            "favorite",
            "bachelor",
            "kraus"
        ]
    }
]