[
    {
        "url": "http://addictinginfo.org/2016/09/26/georgia-trump-supporter-preparing-for-civil-war-if-hillary-clinton-wins-election-audio/",
        "title": "Georgia Trump Supporter Preparing For Civil War If Hillary Clinton Wins Election (AUDIO)",
        "authors": [
            {
                "name": "Stephen D Foster Jr",
                "link": null
            }
        ],
        "publisher": "addictinginfo.com",
        "publish_date": "2016-09-26",
        "text": "·\nDonald Trump supporters are so desperate to be in power that they are threatening America at gunpoint to vote for him or be killed.\nThat’s what Georgia Trump fan Jimmy Arno is preparing for after the election votes are tallied in November because he expects a bloody civil war to break out in order to overthrow the government before Hillary Clinton is inaugurated.\nArno is even considering joining a right-wing militia, whom he collectively refers to as “patriots,” because he seriously believes only they can defend the Constitution.\n“Should martial law, civil war — whatever — break out in this country, they will uphold the Constitution and rebuild our loss,” he said. “The war that’s going to break out if Hillary Clinton’s elected, if that happens. Your patriots are going to overthrow the government.”\nAnd of course, Arno is a fan of the Confederacy, loves the Confederate flag, and has a portrait of Robert E. Lee hanging in his living room.\nSo basically, what Arno is saying is that he believes the South will rise again and a civil war sequel will turn out differently. This time a rebellion will somehow succeed even though the United States military, including a navy and air force, would be standing in their way.\nNevertheless, threats of civil war and violent rebellion are frightening but they also prove that conservatives are unfit to govern because apparently the only way they can do so is with a gun pressed against the heads of the people.\nArno went on to blame President Obama directly for the high racial tensions.\n“I know that we were a whole lot further along racially eight years ago than we are today,” he claims.\nBut the fact is that Republicans raised those racial tensions themselves by vowing to make President Obama fail from the start simply because of the color of his skin and their claim that he is an illegitimate president. The birther movement, of which Trump is a prominent leader, contends that President Obama is not one of us and that he wasn’t born here. The election of President Obama made racists, including Arno, mad so they started publicly throwing a hissy fit and their tantrums have only gotten worse in the last eight years.\nHere’s the audio via NPR.\nTrump supporters are deplorable people who want to shoot and kill anyone who disagrees with them just so they can watch the world burn. If Hillary Clinton is elected president as she should be, conservatives need to accept that they lost instead of resorting to taking up arms against the country. Such an action is treason and would only demonstrate that they are nothing more than sore losers who should never be allowed to get close to political power ever again.\nFeatured image via screenshot\n",
        "quotes": [
            [
                "Should martial law, civil war — whatever — break out in this country, they will uphold the Constitution and rebuild our loss,",
                "Georgia Trump",
                true
            ],
            [
                "The war that’s going to break out if Hillary Clinton’s elected, if that happens.",
                "Georgia Trump",
                true
            ],
            [
                "Your patriots are going to overthrow the government.",
                "Georgia Trump",
                true
            ],
            [
                "I know that we were a whole lot further along racially eight years ago than we are today,",
                "Georgia Trump",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.npr.org/2016/09/26/495435828/divided-states-of-america-georgia-auto-mechanic?utm_campaign=storyshare&utm_source=twitter.com&utm_medium=social?utm_campaign=storyshare&utm_source=twitter.com&utm_medium=social"
            ]
        },
        "key_words": [
            "arno",
            "supporters",
            "rebellion",
            "president",
            "election",
            "wins",
            "obama",
            "clinton",
            "supporter",
            "war",
            "hillary",
            "preparing",
            "georgia",
            "break",
            "civil",
            "trump"
        ]
    }
]