[
    {
        "url": "https://www.politico.com/story/2016/09/obama-nominates-ambassador-to-cuba-in-long-shot-move-228810?cmpid=sf",
        "title": "Obama nominates ambassador to Cuba in long-shot move",
        "authors": [
            {
                "name": "Nahal Toosi",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-27",
        "text": "Obama nominates ambassador to Cuba in long-shot move\nWhen it comes to picking fights with Republicans over Cuba, Barack Obama has apparently decided he's only a lame-duck, second-term president once.\nThe president announced Tuesday that he has nominated Jeffrey DeLaurentis, the top U.S. diplomat currently serving in Cuba, to serve as America's official ambassador to the communist-led country.\nStory Continued Below\nThe move is sure to draw howls of protest from some hard-core opponents of the Cuban government, including Sens. Marco Rubio of Florida and Ted Cruz of Texas, who have vowed to block any ambassador nomination for Cuba.\nStill, Obama's decision suggests he's willing to take on the risk of a dragged-out fight over a topic — Cuba-U.S. relations — that has increasing bipartisan support.\nThe island nation restored diplomatic ties with the U.S. in July 2015 after more than 50 years of hostility, and Obama considers America's new relationship with Cuba one of his signature foreign policy achievements.\nDeLaurentis is a career member of the U.S. foreign service who has been the chief of mission at the U.S. embassy in Havana since it was re-established in 2015 and headed what was an American interests section there before that. He was widely believed to be the frontrunner for the ambassador's job should Obama select a nominee.\n\"The appointment of an ambassador is a common sense step forward toward a more normal and productive relationship between our two countries,\" Obama said in a statement announcing his decision.\nAmong those appaluding Obama's decision was Sen. Jeff Flake, an Arizona Republican who has long advocated for better U.S.-Cuba relations.\n\"Americans traveling & doing business in #Cuba will be well-served by the prompt confirmation of Jeff DeLaurentis to serve as US ambassador,\" Flake tweeted.\nBut although a growing number of Republicans have shown support for deepening ties to Cuba, it takes only a single senator to severely slow down a nomination process for an ambassador.\nAsked by POLITICO earlier this year whether he still held firm to his denouncement of the rapprochement with Cuba and his vow to block an ambassador confirmation, Rubio said yes.\n\"A U.S. ambassador is not going to influence the Cuban government, which is a dictatorial, closed regime,” the senator, who is of Cuban descent, said as the one-year anniversary of Cuba-U.S. ties loomed.\nRubio's office subsequently issued a statement assailing the nomination.\n\"This nomination,\" Rubio said, \"should go nowhere until the Castro regime makes significant and irreversible progress in the areas of human rights and political freedom for the Cuban people.\"\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "The appointment of an ambassador is a common sense step forward toward a more normal and productive relationship between our two countries,",
                "Barack Obama",
                true
            ],
            [
                "Americans traveling & doing business in #Cuba will be well-served by the prompt confirmation of Jeff DeLaurentis to serve as US ambassador,",
                "Flake",
                true
            ],
            [
                "A U.S. ambassador is not going to influence the Cuban government, which is a dictatorial, closed regime,” the senator, who is of Cuban descent, said as the one-year anniversary of Cuba-U.S. ties loomed.",
                "Rubio",
                true
            ],
            [
                "Rubio's office subsequently issued a statement assailing the nomination.",
                "Rubio",
                true
            ],
            [
                "should go nowhere until the Castro regime makes significant and irreversible progress in the areas of human rights and political freedom for the Cuban people.",
                "Rubio",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "ties",
            "cuban",
            "nomination",
            "rubio",
            "americas",
            "serve",
            "ambassador",
            "longshot",
            "cuba",
            "nominates",
            "obama",
            "delaurentis"
        ]
    }
]