[
    {
        "url": "https://www.nytimes.com/2017/10/10/business/kobe-steel-japan.html?rref=collection%2Fsectioncollection%2Fworld",
        "title": "Kobe Steel’s Falsified Data Is Another Blow to Japan’s Reputation",
        "authors": [
            {
                "name": "Neal E. Boudette",
                "link": null
            },
            {
                "name": "Jonathan Soble",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-10",
        "text": "Advertisement\nSupported by\nKobe Steel’s Falsified Data Is Another Blow to Japan’s Reputation\nImage\nA Nissan Motor Corporation assembly line in Yokohama, Japan, in August. Nissan and other Japanese automakers said they would investigate whether they would be impacted by Kobe Steel’s disclosure that some employees had falsified inspection certificates.CreditCreditShizuo Kambayashi/Associated Press\nBy Jonathan Soble and Neal E. Boudette\nOct 10, 2017\nTOKYO — Big manufacturers of cars, aircraft and bullet trains have long relied on Kobe Steel to provide raw materials for their products, making the steel maker a crucial, if largely invisible, pillar of the Japanese economy.\nNow, Kobe Steel has acknowledged falsifying data about the quality of aluminum and copper it sold, setting off a scandal that is reverberating through the global supply chain and casting a new shadow over the country’s reputation for precision manufacturing.\nThe fallout has the potential to spread to hundreds of companies. Big multinationals, including automakers like Toyota Motor, General Motors and Ford, as well as aircraft manufacturers like Boeing and Mitsubishi Heavy Industries, are investigating.\nThe companies are trying to determine if substandard materials were used in their products and, if so, whether they present safety hazards. It is a daunting task, since multinationals source from various suppliers and producers.\nThe scandal hits a tender spot for Japan. The country relies on its reputation for quality manufacturing as a selling point over China and other countries that offer cheaper alternatives. But its reputation has been marred by a series of problems at some of Japan’s biggest manufacturers.\nLast week, Nissan Motor said unqualified staff members had carried out inspections at its factories, prompting the carmaker to recall 1.2 million vehicles, though it was not clear if the quality of the vehicles had been affected. Mitsubishi Motors and Suzuki Motor both admitted last year that they had been exaggerating the fuel economy of their vehicles by cheating on tests.\nPerhaps the biggest blow to Japan’s reputation for quality has come from Takata, the airbag maker that was at the center of the largest auto safety recall in history, involving tens of millions of vehicles. Its faulty airbags have been blamed for more than a dozen deaths. Takata declared bankruptcy in June.\nToshiaki Oguchi, director of Governance for Owners Japan, a corporate watchdog, said that Japanese companies were generally diligent about quality, but that when cheating occurred — because of competitive pressure or other factors — it could too easily go unchecked. Japanese companies, he said, tend to discourage thorough examination or criticism, either from employees or from independent outsiders.\n“When something goes wrong, companies always hire a committee of outsiders to examine what happened,” Mr. Oguchi said. “But why not be proactive? Why not have people reviewing procedures all the time?”\nThe extent of the problems at Kobe Steel are still unfolding.\nKobe Steel said on Sunday that employees at four of its factories had altered inspection certificates on aluminum and copper products from September 2016 to August this year. The changes, it said, made it look as if the products met manufacturing specifications required by customers — including for vital qualities like tensile strength, a measure of material’s ability to withstand a load without breaking when being stretched — when they did not.\nOn Wednesday, the company said it was investigating possible data falsification involving another product, powdered steel, which is used mostly to make gears. The company said the powdered steel it was examining had been sold to one customer it did not name.\nKobe Steel added that it was examining other possible episodes of data falsification going back 10 years. The company did not provide significant details on the discrepancies, making it difficult to immediately determine if they posed a safety threat. No deaths or safety incidents have been attributed to Kobe Steel.\nThe company’s share price dropped sharply on Tuesday, the first day of trading after a holiday, and as of Wednesday morning in Tokyo had lost about one-third of its value since last week.\n“The falsification problem has become an issue that could destroy international faith in Japanese manufacturing,” the Japanese financial newspaper Nikkei said in an article on Tuesday.\nEven as Japan has given up its lead in technologies like televisions, cellphones and computers, it still excels in highly valued products used behind the scenes, including precision machinery, specialty chemicals, sensors and cameras.\nQuality helps Japan preserve its markets overseas despite intense competition. Although China is the world’s largest steel maker, Japan still exports large amounts of iron and steel there.\nOne of the products at the center of the scandal, rolled aluminum, is widely used in the transportation industry because it is light. The lighter a car, train or airplane, the less fuel required to propel it.\nGlobal manufacturers are now trying to assess their exposure, as they dig through an extensive supply chain.\nA big car company like G.M. buys millions of tons of steel a year from a dozen or two dozen producers, in a variety of grades and forms. Steel can be sourced from different mills and shipped to any number of plants worldwide. G.M., for example, has 12 vehicle assembly plants and six stamping plants in the United States alone, all of which take deliveries of steel from many different producers.\nAll of Japan’s major carmakers — Honda, Mazda, Mitsubishi, Nissan, Subaru, Suzuki and Toyota — are looking into their use of Kobe Steel materials. Toyota called the data falsification a “grave issue” and said it was looking into the problem and considering how best to respond, a statement echoed by other carmakers. Ford and General Motors are trying to determine whether they have used the company’s products.\nKawasaki Heavy Industries, which makes equipment for Shinkansen high-speed trains in Japan, said it was investigating. JR Tokai, a railway company that operates the busiest Shinkansen route in Japan, between Tokyo and Osaka, said that the data discrepancies “do not present a problem in terms of design standards,” but that it was nonetheless considering whether to replace certain train components.\nMitsubishi Heavy Industries uses aluminum from Kobe Steel in a midsize aircraft it is developing, the Mitsubishi Regional Jet, as well as aircraft components it supplies to Boeing. Mitsubishi Heavy said it was investigating. Boeing said in a statement, “Nothing in our review to date leads us to conclude that this issue presents a safety concern, and we will continue to work diligently with our suppliers to complete our investigation.”\nKobe Steel’s problem points to “a common organization issue,” said Shin Ushijima, a lawyer who serves as president of the Japan Corporate Governance Network. He drew parallels between Kobe Steel and Takata and Mitsubishi, as well as with financial-reporting improprieties at Toshiba, which admitted to overstating profit in 2015.\n“Boards aren’t doing their jobs,” he said. “This isn’t an issue that can be solved by the president resigning. There needs to be wholesale change.”\nHe added, “The Kobe Steel case is a test of whether we’ve learned anything from Toshiba and these other issues.”\nKobe Steel said it had confirmed data falsification affecting roughly 19,300 tons of flat-rolled and extruded aluminum products, 19,400 units of aluminum casting and forgings, and 2,200 tons of copper products. The amount was about 4 percent of the company’s output of those products from September 2016 to August.\nThe company said that it had received no reports from customers of problems with the affected products, and that the falsification had been discovered during an internal review. The improperly certified metals had been shipped to about 200 companies, but Kobe Steel declined to reveal their names.\nIt said “tens” of employees and managers had been directly involved in the falsification, although no penalties against the employees were immediately announced. The company is still investigating.\nCorrection: \nOct 12, 2017\nAn article on Wednesday about an admission by the Japanese company Kobe Steel that it had falsified data about the quality of metals it sold described incorrectly one way that quality is measured. A metal’s “tensile strength” is its ability to withstand a load without breaking when being stretched; it is not a measure of the metal’s stiffness.\nFollow Jonathan Soble on Twitter @jonathan_soble .\nJonathan Soble reported from Tokyo, and Neal E. Boudette from Ann Arbor, Mich.\nA version of this article appears in print on , Section A, Page 1 of the New York edition with the headline: Global Anxiety  Over False Data  By Steel Maker. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "When something goes wrong, companies always hire a committee of outsiders to examine what happened,",
                "Oguchi",
                true
            ],
            [
                "Why not have people reviewing procedures all the time?",
                "Oguchi",
                true
            ],
            [
                "The falsification problem has become an issue that could destroy international faith in Japanese manufacturing,",
                "",
                true
            ],
            [
                "do not present a problem in terms of design standards,",
                "JR Tokai",
                false
            ],
            [
                "Nothing in our review to date leads us to conclude that this issue presents a safety concern, and we will continue to work diligently with our suppliers to complete our investigation.",
                "",
                true
            ],
            [
                "Boards aren’t doing their jobs,",
                "",
                true
            ],
            [
                "This isn’t an issue that can be solved by the president resigning.",
                "",
                true
            ],
            [
                "There needs to be wholesale change.",
                "",
                true
            ],
            [
                "The Kobe Steel case is a test of whether we’ve learned anything from Toshiba and these other issues.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/06/26/business/takata-japan-bankruptcy.html?module=inline",
                "https://www.nytimes.com/2016/06/23/business/international/mitsubishi-predicts-1-39-billion-loss-after-fuel-economy-fraud.html?module=inline",
                "https://www.nytimes.com/2015/07/21/business/international/internal-panel-says-toshiba-inflated-earnings-by-1-2-billion.html?module=inline",
                "https://www.nytimes.com/2016/06/09/business/international/japan-suzuki-osamu.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.parsintl.com/publication/the-new-york-times/"
            ]
        },
        "key_words": [
            "used",
            "problem",
            "falsified",
            "japans",
            "steels",
            "heavy",
            "issue",
            "blow",
            "reputation",
            "plants",
            "japan",
            "trying",
            "kobe",
            "steel",
            "mitsubishi",
            "data"
        ]
    }
]