[
    {
        "url": "https://www.politico.eu/article/hillary-clinton-would-break-from-barack-obama-us-foreign-policy-china/?cmpid=sf",
        "title": "Hillary Clinton’s pivot to Europe",
        "authors": [
            {
                "name": "Julia Gillard",
                "link": null
            },
            {
                "name": "Janosch Delcker",
                "link": null
            },
            {
                "name": "Matthew Karnitschnig",
                "link": null
            },
            {
                "name": "Ryan Heath",
                "link": null
            },
            {
                "name": "Benjamin Oreskes",
                "link": null
            },
            {
                "name": "Joseph J. Schatz",
                "link": null
            }
        ],
        "publisher": "www.politico.eu",
        "publish_date": "2016-09-22",
        "text": "8/6/19, 8:27 PM CEST\n8/6/19, 7:38 PM CEST\n8/6/19, 5:26 PM CEST\n8/6/19, 3:38 PM CEST\n8/6/19, 12:28 PM CEST\n8/6/19, 5:00 AM CEST\n8/5/19, 9:32 PM CEST\n8/5/19, 7:10 PM CEST\n8/5/19, 7:10 PM CEST\n8/5/19, 5:49 PM CEST\n8/5/19, 2:01 PM CEST\n8/5/19, 7:08 AM CEST\n8/5/19, 6:16 AM CEST\n8/5/19, 4:05 AM CEST\n8/5/19, 4:02 AM CEST\n8/4/19, 8:43 PM CEST\n8/4/19, 5:57 PM CEST\n8/4/19, 4:29 PM CEST\n8/4/19, 11:10 AM CEST\nPolice is investigating incident as a hate crime after finding manifesto that may have been posted online by attacker.\n8/3/19, 7:40 PM CEST\n8/3/19, 1:54 PM CEST\n8/3/19, 2:00 AM CEST\n8/3/19, 2:00 AM CEST\n8/2/19, 8:29 PM CEST\n8/2/19, 2:51 PM CEST\n8/2/19, 2:43 PM CEST\n8/2/19, 2:21 PM CEST\n8/2/19, 12:27 PM CEST\n8/2/19, 12:21 PM CEST\n8/2/19, 5:00 AM CEST\n8/2/19, 4:56 AM CEST\n8/1/19, 10:36 PM CEST\n8/1/19, 9:59 PM CEST\n8/1/19, 5:01 PM CEST\n8/1/19, 4:54 PM CEST\n8/1/19, 3:05 PM CEST\n8/1/19, 12:21 PM CEST\n8/1/19, 8:42 AM CEST\n8/1/19, 7:18 AM CEST\n8/1/19, 4:00 AM CEST\n8/1/19, 2:31 AM CEST\n7/31/19, 8:06 PM CEST\n7/31/19, 7:26 PM CEST\n7/31/19, 6:12 PM CEST\n7/31/19, 12:29 PM CEST\n7/31/19, 11:29 AM CEST\n7/31/19, 9:00 AM CEST\n7/31/19, 8:24 AM CEST\n7/31/19, 6:37 AM CEST\nHillary Clinton’s pivot to Europe\nIf the former secretary of state wins the election, expect changes from the Obama administration.\n9/23/16, 9:15 AM CET\nHillary Clinton with Barack Obama at the Democratic convention | Mandel Ngan/AFP via Getty Images\nHillary Clinton with Barack Obama at the Democratic convention | Mandel Ngan/AFP via Getty Images\nWhen Hillary Clinton resigned as U.S. secretary of state in 2013, Beijing wasn’t sorry to see her go. In her four years in office, the former first lady and senator had gained a reputation in China as a source of hostility in an administration that had otherwise tried to be accommodating.\nIn particular, Clinton rankled Beijing by rallying China’s neighbors against its maneuvers in the South China Sea. Shortly after she was succeeded by John Kerry , China’s state-controlled Global Times wrote that “for the Chinese people, the hard line of former US Secretary of State Hillary Clinton has been unforgettable.”\nTo fans of Clinton’s tough-minded approach to foreign policy, the description was a badge of honor — and an example of how her approach to the world will differ from U.S. President Barack Obama ’s if she is elected in November. “If you ask the Chinese or the Japanese or the Australians, they’ll tell you Clinton is the realist, the balance-of-power person,” said Michael Green, who served as senior director for Asia on George W. Bush’s National Security Council.\nGreen, now senior vice president for Asia at the Center for Strategic and International Studies in Washington, briefed Clinton and her team twice on Asian affairs and came away impressed. He is also one of 50 Republican foreign policy experts who signed a letter this summer denouncing the party’s nominee, Donald Trump .\nClinton has long described her Iraq vote as a mistake, but she has since taken a series of other stands that have bolstered a reputation for hawkishness.\nA Clinton White House would undoubtedly provide U.S. foreign policy with a dose of continuity — especially when compared to the wild-card uncertainty of a Trump presidency. But the former top diplomat would also bring an alternative approach to statecraft. And she would also face a different set of domestic and geopolitical limitations, particularly when it comes to trade and the relationship between the U.S. and Europe.\nWhere Obama is cerebral and deliberative, the narrative goes, Clinton does her homework but is quicker to make decisions. Where Obama points out the United States’ historic failings and missteps, Clinton, a child of the Cold War and an advocate of NATO expansion, is firmly in the “American exceptionalism” camp.\nIllustration by Ellie Foreman-Peck for POLITICO\n“I believe we are still Lincoln’s ‘last, best hope of Earth,’” she said in an August 31 speech in Ohio. “We’re still Reagan’s ‘shining city on a hill.’ We’re still Robert Kennedy’s ‘great, unselfish, compassionate country.’”\nAt a time when most Americans seem averse to putting boots on the ground just about anywhere, Clinton’s team has described her approach as “more muscular” than Obama’s — with its reliance on drones and special forces operations — and perhaps better suited to the current international environment. And, of course, there’s the 2002 vote in Congress authorizing military action in Iraq. Her “yes” vote probably cost her the party’s nomination in 2008.\nClinton has long described her Iraq vote as a mistake, but she has since taken a series of other stands that have bolstered a reputation for hawkishness. She argued against a drastic drawdown of U.S. troops in Afghanistan and supported an intervention in Libya, decisions that put her at odds with many in her party. Clinton has pledged to keep U.S. ground troops out of Syria.\nChinese officials are thought to be wary of a Clinton presidency. Her adversarial approach to Beijing dates back to 1995, when, as first lady, she famously said that “women’s rights are human rights” at the United Nations Fourth World Conference on Women in Beijing. And during her tenure as secretary of state, her team pushed back during bilateral negotiations when Beijing sought to expand the number of issues it deemed to be Chinese “core interests,” along the lines of Tibet and Taiwan.\nIt is important to note, however, that many of Clinton’s top officials are likely to be holdovers from the current or previous administrations, making sharp breaks in policy unlikely. Her top foreign policy aide and likely national security advisor is Jake Sullivan, who played a key role in the U.S. opening up to Myanmar and advised on the Iran nuclear deal implemented after Clinton left office.\nFormer U.S. Ambassador to Russia Michael McFaul has served as a high-profile surrogate when it comes to Russia, and observers expect him to play a role in a Clinton administration. On Asia, former Assistant Secretary of State for East Asian and Pacific Affairs Kurt Campbell, an architect of the Obama administration’s so-called Asia pivot, is likely to play a large role in a Clinton presidency. Many expect to see former Under Secretary of Defense for Policy Michelle Flournoy, who worked on Russia and Ukraine, in a top job.\nEconomic shifts\nThe biggest difference between Obama and Clinton is likely to be less about military deployments or diplomatic showdowns than about economic policy. Historically, Clinton has been a proponent of free trade. But in the last year, the anti-trade sentiment that helped boost the candidacies of Trump, and Clinton’s primary opponent, U.S. Senator Bernie Sanders , has pushed her to the left on the issue.\nThat could leave her far more constrained than her predecessors, including her husband and Obama, when it comes to trade deals. She’s already disavowed the Trans-Pacific Partnership (TPP), the free-trade agreement for which she helped lay the groundwork during her time in Foggy Bottom. And her statements on the campaign trail call into question whether she would rush to strike a deal on the Transatlantic Trade and Investment Partnership (TTIP), which she described as an “economic NATO” in 2012.\nAs with all presidents, however, Clinton’s foreign policy would less likely be governed by grand strategy than by the geopolitical landscape and unfolding events. And the world, to put it lightly, looks different than it did when Clinton last held office.\n“It’s not the Europe of the Clinton era of the 1990s and it’s not even the Europe of the beginning of the Obama administration\" — Fiona Hill, director at the Brookings Institution\nThe war in Syria and the rise of the Islamic State have dramatically destabilized the Middle East. China’s president, Xi Jinping, is re-asserting the country’s dominance in East Asia. North Korea is widely believed to be on the verge of developing a nuclear weapon that could threaten the continental United States. Russian President Vladimir Putin has annexed Crimea and is intent on being a player, or at least a spoiler, in Syria — and perhaps in the U.S. elections themselves.\nBut nowhere has the landscape been more drastically altered than Europe. Obama’s detached nature, combined with controversies over the U.S. spying on its allies, left many Europeans disappointed. But since then, much has changed, as a spate of terrorist attacks, a worrying refugee crisis and the decision by the United Kingdom to leave the European Union upended the status quo.\n“It’s not the Europe of the Clinton era of the 1990s and it’s not even the Europe of the beginning of the Obama administration,” said Fiona Hill, the director of the Center on the United States and Europe at the Brookings Institution and a former national intelligence officer on the National Intelligence Council.\nThe question, experts say, is whether Clinton would see the EU as an ally, or as a problem to be managed. Patrick Cronin, a senior advisor at the Center for a New American Security and a top official at the U.S. Agency for International Development under George W. Bush, expects a greater emphasis by her on personal relationships with EU leaders than Obama. “She’ll be stronger on the transatlantic relationship than Obama was initially,” said Cronin.\nAdded Hill, “Clinton is coming in at a moment where she’s going to have to be much more of a leader with respect to Europe.”\nRelated stories on these topics:\nLog-in\nPassword\nRemember me\nLog in\n",
        "quotes": [
            [
                "for the Chinese people, the hard line of former US Secretary of State Hillary Clinton has been unforgettable.",
                "",
                false
            ],
            [
                "If you ask the Chinese or the Japanese or the Australians, they’ll tell you Clinton is the realist, the balance-of-power person,",
                "Michael Green",
                true
            ],
            [
                "I believe we are still Lincoln’s ‘last, best hope of Earth,",
                "Lincoln",
                true
            ],
            [
                "We’re still Reagan’s ‘shining city on a hill.’ We’re still Robert Kennedy’s ‘great, unselfish, compassionate country.",
                "Lincoln",
                true
            ],
            [
                "women’s rights are human rights",
                "Hillary Clinton",
                false
            ],
            [
                "It’s not the Europe of the Clinton era of the 1990s and it’s not even the Europe of the beginning of the Obama administration,",
                "Fiona Hill",
                true
            ],
            [
                "She’ll be stronger on the transatlantic relationship than Obama was initially,",
                "Cronin",
                true
            ],
            [
                "Clinton is coming in at a moment where she’s going to have to be much more of a leader with respect to Europe.",
                "Hill",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.politico.eu/article/how-bernie-sanders-exposed-the-democrats-racial-rift/",
                "https://www.politico.eu/pro/anti-trade-campaigners-slaughter-their-golden-goose-ttip-why-ngos-germany/",
                "https://www.politico.eu/article/whats-really-ailing-hillary-clinton-media-elections-emotional/",
                "https://www.politico.eu/article/inside-the-plan-to-undo-the-iran-nuclear-deal/",
                "https://www.politico.eu/article/obama-urges-nations-to-open-arms-to-refugees-migration-asylum-united-nations-donald-trump/",
                "https://www.politico.eu/article/why-europe-is-secretly-rooting-for-donald-trump-us-election-2016/",
                "https://www.politico.eu/article/would-hillary-keep-john-kerry-on-clinton-russia-syria-ukraine-secretary-of-state-us/",
                "https://www.politico.eu/article/vladimir-putin-hits-donald-trump-hillary-clinton-shock-tactics-presidential-campaign/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "united",
            "policy",
            "likely",
            "clinton",
            "hillary",
            "foreign",
            "pivot",
            "secretary",
            "state",
            "europe",
            "obama",
            "clintons"
        ]
    }
]