[
    {
        "url": "https://www.politico.eu/article/donald-trump-ancestry-forefathers-kallstadt/?cmpid=sf",
        "title": "Donald Trump, Germany’s disfavored son",
        "authors": [
            {
                "name": "Matthew Karnitschnig",
                "link": null
            },
            {
                "name": "Janosch Delcker",
                "link": null
            }
        ],
        "publisher": "www.politico.eu",
        "publish_date": "2016-09-23",
        "text": "8/6/19, 8:27 PM CEST\n8/6/19, 7:38 PM CEST\n8/6/19, 5:26 PM CEST\n8/6/19, 3:38 PM CEST\n8/6/19, 12:28 PM CEST\n8/6/19, 5:00 AM CEST\n8/5/19, 9:32 PM CEST\n8/5/19, 7:10 PM CEST\n8/5/19, 7:10 PM CEST\n8/5/19, 5:49 PM CEST\n8/5/19, 2:01 PM CEST\n8/5/19, 7:08 AM CEST\n8/5/19, 6:16 AM CEST\n8/5/19, 4:05 AM CEST\n8/5/19, 4:02 AM CEST\n8/4/19, 8:43 PM CEST\n8/4/19, 5:57 PM CEST\n8/4/19, 4:29 PM CEST\n8/4/19, 11:10 AM CEST\nPolice is investigating incident as a hate crime after finding manifesto that may have been posted online by attacker.\n8/3/19, 7:40 PM CEST\n8/3/19, 1:54 PM CEST\n8/3/19, 2:00 AM CEST\n8/3/19, 2:00 AM CEST\n8/2/19, 8:29 PM CEST\n8/2/19, 2:51 PM CEST\n8/2/19, 2:43 PM CEST\n8/2/19, 2:21 PM CEST\n8/2/19, 12:27 PM CEST\n8/2/19, 12:21 PM CEST\n8/2/19, 5:00 AM CEST\n8/2/19, 4:56 AM CEST\n8/1/19, 10:36 PM CEST\n8/1/19, 9:59 PM CEST\n8/1/19, 5:01 PM CEST\n8/1/19, 4:54 PM CEST\n8/1/19, 3:05 PM CEST\n8/1/19, 12:21 PM CEST\n8/1/19, 8:42 AM CEST\n8/1/19, 7:18 AM CEST\n8/1/19, 4:00 AM CEST\n8/1/19, 2:31 AM CEST\n7/31/19, 8:06 PM CEST\n7/31/19, 7:26 PM CEST\n7/31/19, 6:12 PM CEST\n7/31/19, 12:29 PM CEST\n7/31/19, 11:29 AM CEST\n7/31/19, 9:00 AM CEST\n7/31/19, 8:24 AM CEST\n7/31/19, 6:37 AM CEST\nDonald Trump, Germany’s disfavored son\nIn the idyllic hamlet of Kallstadt, there once lived a man named Friedrich Trump. Now his grandson is running for president, and these tolerant Germans want nothing to do with him.\nKALLSTADT, Germany — Few places in Germany are as representative of the country’s heartland as Kallstadt, the village in which U.S. Republican presidential candidate Donald Trump’s grandfather was born — and from which he was later deported.\nThe hamlet of 1,200 people lies nestled among vineyard-covered hills, about an hour-and-a-half’s drive southwest of Frankfurt. It has one bakery and one butcher. Every year, Kallstadt holds the Saumagenkerwe in celebration of the eponymous local delicacy: pig’s stomach filled with pork, herbs, bratwurst and diced potatoes.\nTrump may have captured a large swath of the American electorate with his signature blend of populism, nativism and brazenness. And yet, in the hometown of his forefather, he remains distinctly unpopular.\nIn fact, few politicians are less popular in Germany than Trump. A study by the Pew Research Center found out that only 6 percent of the country finds him trustworthy.\nSince a local newspaper discovered that Johannes Steiniger, a member of the German parliament, was distantly related to Trump, the 29-year-old has done all he can to distance himself from the presidential candidate. “With his statements about gay people and foreigners, or with the language he uses, and with his derogative statements about Hillary Clinton, Trump seems to do everything he can so that we get a negative image of him,” Steiniger tells POLITICO.\nTrump’s rhetoric regarding immigrants and racial minorities is especially unpopular in Kallstadt. “He stands for everything that’s bad,” says Sarah Bühler, yelling to be heard over the 20-person brass band celebrating the Saumagenkerwe in the town’s main square. Bühler is a former local “wine princess,” the 2009 victor of a beauty pageant to promote the local wine industry.\nThe church of the village of Kallstadt | Daniel Roland/AFP via Getty Images\nThis year, a new dish appeared in the town’s annual festival: Saumagen-Döner, a fusion of the local specialty with a Turkish kebab. “Everyone is welcome to join us here, no matter what color they are,” says Bühler. “Pink, purple, doesn’t matter.”\n*   *   *\nDonald’s grandfather, Friedrich Trump, was born in Kallstadt into a vintner’s family on March 14, 1869. Previous generations of the Trump family used variant spellings of the name, including “Trump,” “Dromb” and “Trumpff,” according to local historians, or even “Drumpf,” according to a 2000 family history by Gwenda Blair; but by the time Friedrich was born they had settled on “Trump.”\nGermany did not yet exist as a nation; Kallstadt was part of the province of Palatinate in the Bavarian Kingdom. The region was going though rough times. Unemployment was high. Those who had the courage, left.\nFriedrich’s father died when he was eight years old, and his mother struggled to make ends meet. At 16 years old, Friedrich decided to follow his sister Katharina, who had emigrated to the United States two years earlier. He arrived in New York on board the Eider on October 19, 1885.\nA gravestone with the inscription of the family name Trump picture at the cemetery of Kallstadt | Uwe Anspach/EPA\nHe entered the U.S. through official channels, but he had left Bavaria illegally. “Both he and his mother must have known that he would not have been granted official permission to leave the country unless he had paid a bail guaranteeing that he would later return to do his mandatory military service,” said Roland Paul, the recently-retired director of the Institute for Palatinate Regional History and Folklife Studies in the city of Kaiserslautern.\nAccording to documents uncovered by Paul, Friedrich was stripped of his Bavarian citizenship “as his own request” four years after arriving in the U.S.\nBut Friedrich was not done with Palatinate. Seven years after his citizenship was withdrawn, he visited the land of his birth to attend the wedding of his sister, according to the 2000 family history by Blair. Five years after that, he returned once more to Kallstadt, where he met 20-year-old Elisabeth Christ; they were engaged, and Friedrich came back a third time to marry her in August 1902.\nThe father of Henry John Heinz, inventor of Heinz Ketchup, was born in Kallstadt before emigrating to Pittsburgh in 1840 | Daniel Roland/AFP via Getty Images\nBut while the couple moved back to New York soon after the marriage and had a daughter, Friedrich had promised his wife that he would sell his property in the U.S. and return to the land of their birth. “My grandmother said, I will marry you, but I will not go back to America with you,” Donald Trump’s American-born cousin John Walter told German filmmaker Simone Wendel in 2012.\nFriedrich seemed intent on keeping his promise. In 1904, he applied for permission to travel to Kallstadt. And although he claimed in his application that he intended “to return to the United States within a year with the purpose of residing and performing the duties of citizenship therein,” he took all his savings from the U.S. with him, according to Blair’s family history.\nBack in Kallstadt, Friedrich attempted to get his citizenship back. But though he secured the support of local authorities, the district government put a halt to his plans. On February 27, 1905, a deportation notice was sent to the town office of Kallstadt declaring that Friedrich was “to be told he has to leave Bavarian state territory by May 1 of this year, at the latest.”\nFriedrich was able to obtain a three-month grace period because his daughter had fallen ill. But eventually, he and his wife — pregnant once more — had no choice but to board the ship Pennsylvania on July 1, 1905, and return to New York. Shortly after that, Donald’s father, Fred Trump Junior, was born.\n“[The authorities] said, ‘You are not a German citizen, you gave up your citizenship, you have to leave,” says Walter. “So they left and they went back to America, and that’s why Donald and I are here.”\n*   *   *\nIn February 2012, Simone Wendel, the German filmmaker from Kallstadt, was given an audience with Donald Trump. Roughly two years earlier, she had begun work on “Kings of Kallstadt,” a documentary about the two most famous sons of her tiny hometown: Donald Trump and Henry John Heinz, the inventor of Heinz Ketchup.\nTanja Huber, regional wine princess of Kallstadt, says locals \"really don't give a damn about Trump\" | Janosch Delcker/POLITICO\nFor months, Wendel had tried to arrange a meeting with Trump, but his office had not replied to her letters. She was only able to secure a visit with the help of Walter, Trump’s cousin, who had visited Kallstadt and seemed happy with the attention she was paying to the family history.\nOn the day of her visit, Wendel stood nervously next to Walter in a conference room on one of Trump Tower’s top floors. She had brought a Linzer torte and two bottles of wine with screw-on tops.\nHer plan was to sit down with Walter and Trump for coffee and cake, the traditional afternoon snack in her home region. But when she asked Trump’s staff to make some coffee, the only reaction she got was irritated faces. “His assistant just couldn’t be bothered,” she says.\n“Hello, John,” Trump said, when he entered the room, shaking his cousin’s hand and looking confused at Wendel in her loose turtle neck and the lonely cake on the huge table in front of her.\nTrump sat down in front of a one-meter-long model of his Boeing 757-200 airliner and a panoramic window overlooking New York’s Central Park. Wendel, trying to remedy the situation, pushed the cake in his direction and asked him to smell it. “Afterwards, I just kept on thinking, ‘What on earth did I do?’” she says.\n“The cake looks really good,” Trump said, and he and Wendel ended up talking for almost an hour.\nThe lights of passing cars in the quiet town of Kallstatd | Thomas Lohnes/Getty Images\nUntil 1990, Trump still claimed his family was Swedish, a version of his family history first introduced by his father in reaction to the anti-German sentiment in the U.S. during the two World Wars. But by the time Wendel visited, he had become proud of his German roots. “They grow them well in Kallstadt,” he told her during their meeting. “They grow them very well. Believe me. It’s good stock.”\n“Wow, it’s beautiful,” Trump said when she handed him a picture of the house where his grandfather was born, an inconspicuous one-story building with a gable roof. “That’s fantastic. See how well-maintained it is? Everything is perfectly maintained. It’s great.”\nWhen their interview was over, Walter took Wendel on a tour of Trump Tower. On one of the floors, they ran into Trump’s son, Eric Trump.\n“Have you ever heard the word Kallstadt?” Wendel asked him.\n“Kallstadt?” Trump Junior replied, “No, what is it?”\n \nLog-in\nPassword\nRemember me\nLog in\n",
        "quotes": [
            [
                "What on earth did I do?",
                "",
                true
            ],
            [
                "With his statements about gay people and foreigners, or with the language he uses, and with his derogative statements about Hillary Clinton, Trump seems to do everything he can so that we get a negative image of him,",
                "Friedrich Trump",
                true
            ],
            [
                "He stands for everything that’s bad,",
                "Sarah Bühler",
                true
            ],
            [
                "Everyone is welcome to join us here, no matter what color they are,",
                "Sarah Bühler",
                true
            ],
            [
                "Both he and his mother must have known that he would not have been granted official permission to leave the country unless he had paid a bail guaranteeing that he would later return to do his mandatory military service,",
                "Roland Paul",
                true
            ],
            [
                "My grandmother said, I will marry you, but I will not go back to America with you,",
                "",
                true
            ],
            [
                "to return to the United States within a year with the purpose of residing and performing the duties of citizenship therein,",
                "Friedrich",
                false
            ],
            [
                "to be told he has to leave Bavarian state territory by May 1 of this year, at the latest.",
                "Friedrich",
                false
            ],
            [
                "The authorities] said, ‘You are not a German citizen, you gave up your citizenship, you have to leave,",
                "Walter",
                true
            ],
            [
                "So they left and they went back to America, and that’s why Donald and I are here.",
                "Walter",
                true
            ],
            [
                "really don't give a damn about Trump",
                "Tanja Huber",
                false
            ],
            [
                "His assistant just couldn’t be bothered,",
                "",
                true
            ],
            [
                "Afterwards, I just kept on thinking, ‘What on earth did I do?",
                "",
                true
            ],
            [
                "They grow them well in Kallstadt,",
                "Wendel",
                true
            ],
            [
                "See how well-maintained it is?",
                "Friedrich Trump",
                true
            ],
            [
                "Have you ever heard the word Kallstadt?",
                "Wendel",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "walter",
            "disfavored",
            "trump",
            "donald",
            "kallstadt",
            "family",
            "germanys",
            "friedrich",
            "local",
            "german",
            "son",
            "wendel",
            "trumps"
        ]
    }
]