[
    {
        "url": "https://www.reuters.com/article/us-iran-nuclear-germany/germany-watching-trumps-iran-decision-with-great-concern-idUSKBN1CE1FL",
        "title": "Germany watching Trump's Iran decision with 'great concern'",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-09",
        "text": "3 Min Read\nBERLIN (Reuters) - Germany is worried that U.S. President Donald Trump will decide this week that Iran is not respecting a two-year-old deal to curb its nuclear programme and fears such a step will worsen the security situation in the Middle East.\nGerman Foreign Minister Sigmar Gabriel and Chancellor Angela Merkel attend the weekly cabinet meeting at the Chancellery in Berlin, Germany, September 27, 2017. REUTERS/Fabrizio Bensch\nForeign Minister Sigmar Gabriel said Germany was prepared to work with the United States to change Iran’s behaviour in the region but “we do not want to see this agreement damaged.”\n“We are looking with great concern towards the United States,” Gabriel told reporters in Berlin.\n“We urge the White House not to call into question such an important achievement that has improved our security,” he said in reference to the 2015 accord reached under Trump’s predecessor Barack Obama, who sought detente with Tehran.\n“We are also offering to help influence Iran’s behaviour in the region. Germany is ready to do this, but not at the price of sacrificing the nuclear deal.”\nTrump is expected to “decertify” the landmark agreement between Iran and Britain, China, France, Germany, Russia, the United States and European Union despite advice from senior members of his own cabinet and U.S. partners to stick with it.\nIf he does say Iran is not respecting the deal, the U.S. Congress would have 60 days to decide whether to reimpose sanctions that were lifted in exchange for curbs on Iran’s nuclear programme.\nEven if Congress does not take that step, the deal could be at risk of unravelling if Washington and Tehran resort to tit-for-tat retaliatory steps.\nThe U.N. nuclear watchdog has repeatedly certified that Iran is in compliance with the deal’s terms.\nGabriel called the accord a “great diplomatic success”, saying it had prevented Iran from developing nuclear weapons and headed off a military conflict between Iran and Israel.\n“We are worried, based on the signals coming out of the United States, that the president will tell lawmakers that the nuclear deal with Iran is not being fulfilled,” Gabriel said. “This runs counter to the view of all the European countries that participated in the deal as well as the EU.”\nGabriel said he had made clear to U.S. Secretary of State Rex Tillerson in recent conversations that Europe, due to its relative geographical proximity to Iran, would see its own security interests as damaged if the nuclear deal collapsed.\nHe also drew attention to the signal such a step would send to North Korea.\n“Our big concern, with regard to North Korea, is that it is very unlikely that the North Korean dictatorship would sign an international agreement in which it agrees to renounce nuclear weapons when the one agreement like this (with Iran) is being called into question,” Gabriel said.\nReporting by Andrea Shalal and Michelle Martin; Writing by Noah Barkin and Paul Carrel; editing by Mark Heinrich\n",
        "quotes": [
            [
                "we do not want to see this agreement damaged.",
                "",
                false
            ],
            [
                "We are looking with great concern towards the United States,",
                "Gabriel",
                true
            ],
            [
                "We urge the White House not to call into question such an important achievement that has improved our security,",
                "Gabriel",
                true
            ],
            [
                "We are also offering to help influence Iran’s behaviour in the region.",
                "Gabriel",
                true
            ],
            [
                "Germany is ready to do this, but not at the price of sacrificing the nuclear deal.",
                "Gabriel",
                true
            ],
            [
                "We are worried, based on the signals coming out of the United States, that the president will tell lawmakers that the nuclear deal with Iran is not being fulfilled,",
                "Gabriel",
                true
            ],
            [
                "This runs counter to the view of all the European countries that participated in the deal as well as the EU.",
                "Gabriel",
                true
            ],
            [
                "Our big concern, with regard to North Korea, is that it is very unlikely that the North Korean dictatorship would sign an international agreement in which it agrees to renounce nuclear weapons when the one agreement like this (with Iran) is being called into question,",
                "Gabriel",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "great",
            "gabriel",
            "states",
            "united",
            "trumps",
            "security",
            "nuclear",
            "decision",
            "watching",
            "iran",
            "concern",
            "step",
            "deal",
            "agreement",
            "germany"
        ]
    }
]