[
    {
        "url": "https://www.activistpost.com/2017/09/non-lethal-police-tasers-killed-1000-many-mentally-ill.html",
        "title": "Non-Lethal? Police Tasers Have Killed Over 1,000—Many With Mental Health Problems",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-26",
        "text": "Non-Lethal? Police Tasers Have Killed Over 1,000—Many With Mental Health Problems\nWhen a police shooting occurs, people often argue that the officer involved should have used a taser as a less lethal option—but some of the main points that are rarely discussed are how often police misuse tasers, and how many victims die as a result.\nAn investigation conducted by Reuters revealed that more than 1,000 people have died as victims of police tasers since 2000. Not only did the investigation find that tasers have a lethal power that is not being recognized by the company that manufactures the weapons, or by the departments that issue them, it also discovered that many of the victims are suffering from mental health problems.\nIn the most detailed study ever of fatalities and litigation involving police use of stun guns, Reuters finds more than 150 autopsy reports citing Tasers as a cause or contributor to deaths across America. Behind the fatalities is a sobering reality: Many who die are among society’s vulnerable—unarmed, in psychological distress and seeking help.\nIn one example , police in Ontario, California, were called to address a disturbance at a home involving an unarmed man with mental health issues. Three officers arrived, and instead of taking the 57-year-old man to the hospital, as his wife requested, a veteran officer hit the man with a taser twice—once directly to the chest—and the man died as a result. Reuters noted that this is not an isolated incident.\nKen Wallentine, former chief of law enforcement for the Utah Attorney General, told Reuters that “cops have been turned into mental health workers on the street,” and he fears that “some police training and some police practices have allowed the crowding out of persuasion and the Taser has become the default tool.”\nAccording to the American Psychiatric Association, 1 in every 100 police calls involves a person with a mental health disorder, and as the investigation found, police officers often do not have the proper training to calm the situation, so they resort to using a taser on the subject, which can have detrimental, or even fatal consequences.\nPeter Eisler, one of the reporters conducting the investigation, told PBS NewsHour that his team was surprised to find that there were more deaths from police tasers, there was more litigation surrounding the incidents, and there was a more significant financial burden on the public than they had expected.\n“The weapons themselves are not regulated, not as they’re sold to police,” Eisler said. “You know, they’re not a medical device. They’re not regulated by the FDA. They’re not a consumer product, so they’re not regulated by the Consumer Product Safety Commission. So, Taser itself has done a lot of the—did a lot of the early testing on these devices, and one of the things that we found was that those tests were not necessarily as thorough or as solid as taser may have led police to believe.”\nEisler noted that as time went on and more research was conducted, it was discovered that the taser has the ability “to change the rhythm of the heart in a way that could lead to a fatal cardiac arrest.”\nTaser says that these weapons have been studied and that they’re overwhelmingly safe. Taser’s position is that the risks to the heart are more theoretical. The company does not concede that there has ever been a death direct — a cardiac-related death directly attributable to a taser. What we did was we looked at as many autopsy reports as we could collect on the 1,000-plus cases we identified, and we ended up getting around 750 autopsies. And we found that in at least 150-plus of those autopsies, the medical examiner, the coroner, attributed the death either in whole or in part to the taser, or listed the taser as a contributing factor to that death.\nAs this investigation reveals that police are killing an alarming number of people with tasers and that many of those victims suffer from mental health issues, it serves as a reminder that there needs to be an overhaul in the way police are trained to deal with the citizens they claim to serve—especially those citizens who have mental health disorders and are often targeted and abused by the law enforcement officers they are taught to trust.\nRachel Blevins is a Texas-based journalist who aspires to break the left/right paradigm in media and politics by pursuing truth and questioning existing narratives. Follow Rachel on Facebook , Twitter and YouTube . This article first appeared at The Free Thought Project .\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 6, 2019\nAugust 6, 2019\nAugust 6, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "cops have been turned into mental health workers on the street,",
                "Ken Wallentine",
                false
            ],
            [
                "some police training and some police practices have allowed the crowding out of persuasion and the Taser has become the default tool.",
                "Ken Wallentine",
                false
            ],
            [
                "The weapons themselves are not regulated, not as they’re sold to police,",
                "Eisler",
                true
            ],
            [
                "You know, they’re not a medical device.",
                "Eisler",
                true
            ],
            [
                "They’re not regulated by the FDA.",
                "Eisler",
                true
            ],
            [
                "They’re not a consumer product, so they’re not regulated by the Consumer Product Safety Commission.",
                "Eisler",
                true
            ],
            [
                "So, Taser itself has done a lot of the—did a lot of the early testing on these devices, and one of the things that we found was that those tests were not necessarily as thorough or as solid as taser may have led police to believe.",
                "Eisler",
                true
            ],
            [
                "to change the rhythm of the heart in a way that could lead to a fatal cardiac arrest.",
                "Eisler",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.reuters.com/investigates/special-report/usa-taser-911/",
                "https://www.pbs.org/newshour/show/police-killed-1000-people-tasers-since-2000",
                "http://thefreethoughtproject.com/investigation-police-killed-people-tasers/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://thefreethoughtproject.com/",
                "https://www.reuters.com/investigates/section/usa-taser/",
                "https://www.youtube.com/rachelblevins",
                "https://twitter.com/rachblevins",
                "https://www.facebook.com/rachelblevinsofficial"
            ]
        },
        "key_words": [
            "man",
            "theyre",
            "investigation",
            "taser",
            "mental",
            "1000many",
            "regulated",
            "weapons",
            "tasers",
            "victims",
            "health",
            "problems",
            "nonlethal",
            "killed"
        ]
    }
]