[
    {
        "url": "https://www.politico.com/story/2016/09/north-carolina-protests-trump-reaction-228458?cmpid=sf",
        "title": "Trump suggests Tulsa officer was 'choking' in fatal shooting",
        "authors": [
            {
                "name": "Yousef Saba",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-21",
        "text": "By YOUSEF SABA\nDonald Trump on Wednesday suggested that Oklahoma police officer Betty Shelby may have choked when she shot dead Terence Crutcher on the side of a highway last week in Tulsa.\nSpeaking at a church in Cleveland Heights, Ohio, the Republican presidential nominee said, \"This young officer, I don't know what she was thinking. I don't know what she was thinking, but I'm very, very troubled by that. I'm very, very troubled by that. And we have to be very — we have to be very careful.\"\nStory Continued Below\nHe added, \"Now, did she get scared? Was she choking? What happened? But maybe people like that, people that choke, people that do that, maybe they can't be doing what they're doing, okay? They can't be doing what they're doing.\"\nOn Crutcher, he said, \"I watched the shooting in particular in Tulsa. And that man was hands up. That man went to the car, hands up, put his hand on the car. I mean, to me, it looked like he did everything you're supposed to do, and he looked like a really good man.\"\nTrump called, via Twitter, for an \"immediate end\" to the unrest in Charlotte, North Carolina, that broke out after a police shooting of a black man on Tuesday, the latest in a string of such fatal shootings that also included last week's shooting of Crutcher.\n\"Hopefully the violence & unrest in Charlotte will come to an immediate end. To those injured, get well soon. We need unity & leadership,\" Trump tweeted on Wednesday morning, also writing, \"The situations in Tulsa and Charlotte are tragic. We must come together to make America safe again.\"\nViolent protests have rocked Charlotte in the past 24 hours, as demonstrators demand answers as to why Keith Lamont Scott was shot dead by police Tuesday night in a parking lot of an apartment complex. Police said Scott was holding a gun, while his family said he was sitting in his car reading a book.\nThat shooting follows the fatal incident in Tulsa, in which Crutcher was shot dead by Shelby on the side of a highway, after she claimed he was behaving strangely and feared he was reaching for a weapon.\nTrump, who has positioned himself as the \"law and order candidate,\" has been criticized in the past for what some see as opportunistic reactions to tragic events. Last month, he sparked outrage when he tweeted in response to a Chicago shooting which killed Nykea Aldridge, Dwyane Wade's cousin.\nHe was accused of being insensitive, and using the incident to further his political agenda, tweeting, \"Dwayne [sic] Wade's cousin was just shot and killed walking her baby in Chicago. Just what I have been saying. African-Americans will VOTE TRUMP!\"\nThe Republican presidential nominee has, in recent weeks, been trying to appeal to black voters. Many denounced his comments Tuesday in Kenansville, North Carolina, when he said that black communities in the United States are \"in the worst shape ever.\" He raised similar controversy last month in another appeal to black voters when he said \"what the hell do you have to lose?\" by trying something new like Trump.\nDemocratic presidential nominee Hillary Clinton, who on Tuesday called Crutcher's shooting \"intolerable,\" also weighed in on Wednesday morning, tweeting, \"Keith Lamont Scott. Terence Crutcher. Too many others. This has got to end. -H.\"\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "This young officer, I don't know what she was thinking.",
                "",
                true
            ],
            [
                "I don't know what she was thinking, but I'm very, very troubled by that.",
                "",
                true
            ],
            [
                "I'm very, very troubled by that.",
                "",
                true
            ],
            [
                "And we have to be very — we have to be very careful.",
                "",
                true
            ],
            [
                "But maybe people like that, people that choke, people that do that, maybe they can't be doing what they're doing, okay?",
                "",
                true
            ],
            [
                "They can't be doing what they're doing.",
                "",
                true
            ],
            [
                "I watched the shooting in particular in Tulsa.",
                "",
                true
            ],
            [
                "And that man was hands up.",
                "",
                true
            ],
            [
                "That man went to the car, hands up, put his hand on the car.",
                "",
                true
            ],
            [
                "I mean, to me, it looked like he did everything you're supposed to do, and he looked like a really good man.",
                "",
                true
            ],
            [
                "Hopefully the violence & unrest in Charlotte will come to an immediate end.",
                "Trump",
                true
            ],
            [
                "To those injured, get well soon.",
                "Trump",
                true
            ],
            [
                "The situations in Tulsa and Charlotte are tragic.",
                "Trump",
                true
            ],
            [
                "We must come together to make America safe again.",
                "Trump",
                true
            ],
            [
                "Dwayne [sic] Wade's cousin was just shot and killed walking her baby in Chicago.",
                "Keith Lamont Scott",
                true
            ],
            [
                "Just what I have been saying.",
                "Keith Lamont Scott",
                true
            ],
            [
                "what the hell do you have to lose?",
                "Keith Lamont Scott",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "officer",
            "scott",
            "shot",
            "black",
            "suggests",
            "presidential",
            "tulsa",
            "choking",
            "shooting",
            "trump",
            "fatal",
            "charlotte",
            "crutcher"
        ]
    }
]