[
    {
        "url": "https://www.nytimes.com/2017/10/09/sports/baseball/mlb-playoffs-yankees-indians-alds.html?rref=collection%2Fsectioncollection%2Fsports",
        "title": "Yankees Pounce on Indians’ Errors and Send Series to Game 5",
        "authors": [
            {
                "name": "Billy Witz",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-09",
        "text": "Advertisement\nYankees 7, Indians 3 | Series tied, 2-2\nYankees Pounce on Indians’ Errors and Send Series to Game 5\nImage\nGary Sanchez of the Yankees, right, after hitting a solo home run in the sixth inning of Monday night’s division series matchup against the Cleveland Indians.CreditCreditBen Solomon for The New York Times\nOctober baseball carries a distinct, rarefied atmosphere. Managerial decisions that are easily forgotten in June become enduring. Roles that are well defined in July are scrapped in service of the here and now. And crowds that might have one eye on the action in August are hanging on every pitch.\nTossed into that crucible, players sometimes react differently than they would under the languid rhythms of the summer.\nSo it was on Monday night, but not for the young Yankees. Rather it was the hardened Cleveland Indians, who showed their mettle last year in reaching Game 7 of the World Series, who played with jangled nerves.\n“The whole night we made it hard on ourselves to win,” Manager Terry Francona said. “We kept trying, but we kept shooting ourselves in the foot.”\nThe Indians committed four errors — including two by the slick-fielding third baseman Giovanny Urshela — that the Yankees parlayed into a 7-3 victory over the Indians in Game 4 at Yankee Stadium, sending the teams back to Cleveland to settle the best-of-five series on Wednesday night.\nThe Yankees will start C. C. Sabathia against Corey Kluber, the Indians’ ace, for the opportunity to face Houston in the American League Championship Series.\nThe Yankees — with an assist from Urshela — pounced early on Trevor Bauer, who had shut them out for seven innings in the series opener. They rode the electric right arm of starter Luis Severino, who delivered a redemptive performance after being knocked out early in a wild-card victory over the Minnesota Twins .\nSeverino, with his team facing elimination and its bullpen running on fumes, relied heavily on his 100-mile-per-hour fastball over seven strong innings. He allowed four hits — including a two-run homer to Carlos Santana and a solo shot to Roberto Perez — while striking out nine.\nImage\nLuis Severino struck out nine in seven innings on Monday. He allowed two home runs.CreditBen Solomon for The New York Times\nWhen Michael Brantley singled with one out in the seventh and the Yankees already staked to a 7-3 lead, Manager Joe Girardi appeared headed to the mound. But the pitching coach Larry Rothschild got his attention, and Girardi returned to his perch on the top railing of the dugout.\nSeverino proceeded to strike out Lonnie Chisenhall for a third time and then, with another full-throated crowd chanting his name, he retired Perez on a grounder to shortstop.\nHis final pitch, No. 113 — the most he had thrown since July — ended the threat, but it did not stop the crowd, which sang “Sev-er-in-o” throughout the break between half-innings.\n“I hear the stadium calling my name, so I know I’ve got to go over there and finish the inning,” Severino said.\nImmediately after his departure, the tenuous state of the Yankees’ bullpen was exposed. Dellin Betances, who had seemed to straighten out his control problems, walked the first two hitters — including two pitches that sailed to the backstop. But Tommy Kahnle entered after the two walks and retired the heart of the Indians order — striking out Jason Kipnis, getting out Jose Ramirez on a fly ball and fanning Jay Bruce before letting out a roar.\nKahnle closed out the ninth by striking out the side.\nIf the Yankees seemed to ride the momentum of Sunday night’s 1-0 victory, also an elimination game, the Indians appeared to be playing with a degree of anxiety on Monday — even if Francona insisted beforehand that they would not.\n“If one game changes our confidence level, we weren’t as good as I thought we were, so I would say no,” Francona said before the game. “Our guys will be fine.”\nThey did not appear to be. Urshela, who committed just five errors during the season, could not handle Starlin Castro’s one-out line drive in the second inning. After Bauer struck out Chase Headley in the second inning, he gave up four consecutive hits — one more than the total he allowed in the series opener.\nBauer had carved up the Yankees in the series opener, no-hitting them for five and two-thirds innings. Before that game, and earlier on Monday, Girardi said the Yankees would look for an opportunity to get inside the head of Bauer, whose unconventional training regimen and quirky personality have not always endeared him to coaches and teammates. This drew a laugh from Indians center fielder Jason Kipnis.\n“I think he’s got enough of his own self in there,” Kipnis said. “There’s no room for other people’s thoughts in there.”\nImage\nAaron Judge was 1 for 5 with four strikeouts, but his lone hit was a two-run double.CreditBen Solomon for The New York Times\nKipnis warned that Bauer’s unshakable belief in himself — and in his methods — was a big reason he won a career-high 17 games this season and dominated Game 1, the third time he had beaten the Yankees this season.\n“Don’t underestimate or don’t take his quirkiness or mannerisms for vulnerability,” Kipnis said. “He’s set in his ways and he’s gaining confidence this year with the way he’s been pitching.”\nIf the Yankees did not take up residence inside Bauer’s head, they put on a master class in reading his mind. Todd Frazier, in reaching over the plate and hooking a 3-1 curveball into the left-field corner that hit the foul line to score Castro for a 1-0 lead, took the type of swing a batter takes when he knows which pitch is coming.\nAnd why wouldn’t he? It was the fourth curveball Bauer had thrown him in the five-pitch at-bat.\n“If he throws a fastball, maybe I’m late and hit it to right, maybe I miss it,” said Frazier, who noted that Bauer tends to throw more breaking pitches with runners in scoring position. “It’s one of those things where I wasn’t guessing, but I was slowing my body down to where I was ready for it.”\nLater that inning, Aaron Judge delivered a two-out, two-run double on a 3-2 pitch — a tailing, letter-high 99-mile-per-hour fastball — to stake the Yankees to a 4-0 lead. It is a pitch Judge has rarely handled this season, but it was also the same one Bauer threw past him in a full count on his first trip to the plate.\n“Before I step in the box, I try to have a solid plan,” Judge said. “My plan was to stay on the heater, especially a guy like Bauer who has good stuff and has confidence. He’s going to come after you.”\nThat was Judge’s only hit of the series and his only contact of the night. He struck out four times and is now 1 for 15 with 12 strikeouts.\nBut as bad as Judge has been at the plate this series, the Indians were worse in the field on Monday. Urshela’s high throw with two out and the bases loaded in the third pulled Santana off first base, allowing Castro to score and push the Yankees’ lead to 5-0.\nAfter the homers by Santana in the fourth and by Perez in the fifth brought the Indians to within 5-3, the Indians were betrayed by their defense again. Reliever Danny Salazar fielded Frazier’s tapper but bounced his throw badly past Santana for a two-base error. Frazier would score when Kipnis — recently moved from second base to center field — couldn’t throw him out on Brett Gardner’s shallow fly ball.\n“He hasn’t played there a lot so why not take the chance?” Frazier said.\nGary Sanchez pushed the lead to 7-3 in the sixth with a home run to right field off reliever Bryan Shaw. It was the only earned run the Yankees pushed across all night, but by then the Yankees had all the help they would need.\nA version of this article appears in print on , Section B, Page 11 of the New York edition with the headline: Yanks Force Game 5, With Assist From Indians. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "The whole night we made it hard on ourselves to win,",
                "Terry Francona",
                true
            ],
            [
                "We kept trying, but we kept shooting ourselves in the foot.",
                "Terry Francona",
                true
            ],
            [
                "I hear the stadium calling my name, so I know I’ve got to go over there and finish the inning,",
                "Michael Brantley",
                true
            ],
            [
                "If one game changes our confidence level, we weren’t as good as I thought we were, so I would say no,",
                "Francona",
                true
            ],
            [
                "I think he’s got enough of his own self in there,",
                "Kipnis",
                true
            ],
            [
                "There’s no room for other people’s thoughts in there.",
                "Kipnis",
                true
            ],
            [
                "Don’t underestimate or don’t take his quirkiness or mannerisms for vulnerability,",
                "Kipnis",
                true
            ],
            [
                "He’s set in his ways and he’s gaining confidence this year with the way he’s been pitching.",
                "Kipnis",
                true
            ],
            [
                "If he throws a fastball, maybe I’m late and hit it to right, maybe I miss it,",
                "Frazier",
                true
            ],
            [
                "It’s one of those things where I wasn’t guessing, but I was slowing my body down to where I was ready for it.",
                "Frazier",
                true
            ],
            [
                "Before I step in the box, I try to have a solid plan,",
                "Frazier",
                true
            ],
            [
                "My plan was to stay on the heater, especially a guy like Bauer who has good stuff and has confidence.",
                "Frazier",
                true
            ],
            [
                "He’s going to come after you.",
                "Frazier",
                true
            ],
            [
                "He hasn’t played there a lot so why not take the chance?",
                "Frazier",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/10/03/sports/yankees-twins-wild-card.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.parsintl.com/publication/the-new-york-times/",
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY"
            ]
        },
        "key_words": [
            "indians",
            "errors",
            "retired",
            "send",
            "game",
            "crowd",
            "walks",
            "severino",
            "yankees",
            "pounce",
            "werent",
            "francona",
            "striking",
            "series"
        ]
    }
]