[
    {
        "url": "http://beforeitsnews.com/sports/2017/09/can-ravens-win-7th-of-9-vs-steelers-2701568.html",
        "title": "Can Ravens Win 7th of 9 vs. Steelers?",
        "authors": [],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "Saturday, September 30, 2017 8:09\n% of readers think this story is Fact. Add your two cents.\nUntil Antonio Brown lucked his way through Eric Weddle and over the goalline (thanks, Dean “Swiss” Pees, for letting Pittsburgh march down the field unimpeded, btw!), it looked like the Ravens were about to beat Pittsburgh for the FIFTH straight time. As it stands, the good guys have still won six of eight and nine of 13. Hopefully they can make it seven of nine on Sunday.\nLet’s look at this week’s stats, quotes, and more, c/o Casa Mia’s White Marsh.\nKNOW THY ENEMY\nQUOTES OF THE WEEK\nQB Joe Flacco on how the team approaches this upcoming game against Pittsburgh after a Week 3 defeat:\n“You’ve got to keep guys’ heads up. So much of this game is confidence and going out there and getting it done. If you let one of these kinds of games creep into your mind and debilitate you, then you’ll be in trouble. So we’ve just got to make sure we keep our heads up and keep going.”\nG Tony Bergstrom on John Harbaugh and the culture that’s been set in Baltimore:\n“I can’t even describe what a great place it is. … The culture that coach Harbaugh has created here is unmatchable in the NFL.”\nJohn Harbaugh on how to explain the Ravens’ rash of injuries and working with injured players:\n“We don’t forget our [injured] guys. Tavon [Young] is in there every single day rehabbing and getting ready for next year, and I see him every day and talk to him. Those guys are still part of our team. The team is more than the original depth chart. The team is an evolving process. It is guys on the practice squad. It is young guys developing as players. It is guys you bring in when you have to – when you have some of the injuries we have at certain positions. There is no one single answer. I can’t answer it any better than you can, but I am not trying to. I don’t think you have to. You have to move on, and you make the best of it.”\nThe Baltimore Sun’s Childs Walker on the Ravens’ defensive rookies making a long-lasting impact:\n“[Tyus] Bowser, meanwhile, has already become an important cog in the defense, lining up on the other side from [Terrell] Suggs and also dropping into coverage in a way [Tim] Williams cannot. He had both a sack and an interception against Cleveland [in Week 2], and something tells me that won’t be the only time in his career he pulls off that double. Between the two outside linebackers and first-round pick Marlon Humphrey , who continues to stand out with his aggressive play at cornerback, this could go down as a memorable defensive draft class.”\nJohn Harbaugh on the depth and competition of the defensive line:\n“The competition at D-line is heated. It is tremendous. Those guys want to play, and they are fighting like crazy in practice. It makes our practices better. We have young players that need to get better, and when they get their chance, they need to play well.”\nGETTING TO KNOW YOU ~ Q&A with C.J. Mosley\nWhat is the best thing a coach could say about you?\n“I’m dedicated, I work hard, and I take my job seriously. You never want anybody to say that you are a lazy player or that you don’t have a good work ethic. As a man and as a football player, working hard and taking my job seriously are two things I pride myself in and that is what I want them to notice.”\nAfter reaching the Pro Bowl in two out of your first three years, what drives you?\n“I feel like I’m not one of the top linebackers in the league, at least recognition-wise. I always want to be the best, but I feel like right now, I’m regarded as ‘another good linebacker.’ I want to strive to be one of the best, if not the best, linebackers in the league. Team-wise, I want to lead this defense to be the best defense the NFL has ever seen, and I want to win a Super Bowl.”\nWhat was your advice to your brother, Jamey, who plays at Alabama?\n“He took a different route than me. He didn’t get a scholarship like I did; he had to earn his scholarship. He just had his second start this year, so his journey started way different. It has been a tough road for him, but he has kept his head up and has started to earn some playing time. I have definitely talked to him a few times, because there were times where he felt like he put all of the work in during practice and still wasn’t playing. Even though he has my last name, he is definitely making his own way.”\nWhat has been your favorite win so far while in Baltimore?\n“I guess it is always good to beat the Steelers. But, I honestly don’t think we have had that big, key win since I have been here. We are hoping that comes this year.”\nWhat about your hardest loss?\n“The hardest loss is definitely last year against the Steelers [in Game 15]. Losing on the last play in such a big game made that really tough. When you lose a game like that, it’s going to stick with you and serve as motivation.”\nWhat makes John Harbaugh who he is?\n“His drive for perfection. As a man, as a coach himself and what he demands from other coaches and this team. He always looks for ways to find an advantage and preaches practicing the little things, so when a situation comes in a game, we are almost always prepared for it.”\nWho was your favorite NFL team and player growing up?\n“It’s funny, because my favorite teams were because of my favorite players. It was the Ravens and the Bears – because of Ray Lewis and Brian Urlacher .”\nHEY, YOU LOOK FAMILIAR! ~ Key Connections\nRavens WR Mike Wallace (left) was selected by the Steelers in the third round of the 2009 draft and spent four seasons in Pittsburgh. … CB Brandon Boykin (Injured Reserve) also spent the 2015 season with the Steelers.\nSteelers practice squad RB Fitzgerald Toussaint started his career as a Raven as a rookie free agent. … Steelers LB James Harrison was signed to the Ravens’ offseason roster in 2004.\nSteelers inside linebackers coach Jerry Olsavsky (1998) and defensive backs coach Carnell Lake (2001) played the final seasons of their NFL careers with the Ravens.\nSteelers WRs coach Richard Mann served in the same capacity for the Baltimore Colts (1982-84) and Baltimore Ravens (1997-98). In 1985, Mann was hired as the wide receivers/tight ends coach for the Browns, where he coached Ravens GM/executive vice president and Hall of Fame TE Ozzie Newsome (1978-90).\nSteelers S Sean Davis (2011-15) and WR Darrius Heyward-Bey (2005-08) played at Maryland.\nRavens QB Joe Flacco originally began his collegiate career at Pitt (2003-04) before transferring to Delaware (2005-07).\nRavens defensive coordinator Dean Pees was the head coach at Kent State (1998-2003) when Steelers LB James Harrison played for the Golden Flashes from 1998-2001.\nLAUGH OF THE WEEK AT EXPENSE OF RAVENS’ OPPONENT\nThe most fun I’ve ever had at work:\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nFeatured\nTop Global\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "You’ve got to keep guys’ heads up.",
                "Joe Flacco",
                true
            ],
            [
                "So much of this game is confidence and going out there and getting it done.",
                "Joe Flacco",
                true
            ],
            [
                "If you let one of these kinds of games creep into your mind and debilitate you, then you’ll be in trouble.",
                "Joe Flacco",
                true
            ],
            [
                "So we’ve just got to make sure we keep our heads up and keep going.",
                "Joe Flacco",
                true
            ],
            [
                "I can’t even describe what a great place it is.",
                "Joe Flacco",
                true
            ],
            [
                "The culture that coach Harbaugh has created here is unmatchable in the NFL.",
                "Joe Flacco",
                true
            ],
            [
                "We don’t forget our [injured] guys.",
                "John Harbaugh",
                true
            ],
            [
                "Tavon [Young] is in there every single day rehabbing and getting ready for next year, and I see him every day and talk to him.",
                "John Harbaugh",
                true
            ],
            [
                "Those guys are still part of our team.",
                "John Harbaugh",
                true
            ],
            [
                "The team is more than the original depth chart.",
                "John Harbaugh",
                true
            ],
            [
                "The team is an evolving process.",
                "John Harbaugh",
                true
            ],
            [
                "It is guys on the practice squad.",
                "John Harbaugh",
                true
            ],
            [
                "It is young guys developing as players.",
                "John Harbaugh",
                true
            ],
            [
                "It is guys you bring in when you have to – when you have some of the injuries we have at certain positions.",
                "John Harbaugh",
                true
            ],
            [
                "There is no one single answer.",
                "John Harbaugh",
                true
            ],
            [
                "I can’t answer it any better than you can, but I am not trying to.",
                "John Harbaugh",
                true
            ],
            [
                "I don’t think you have to.",
                "John Harbaugh",
                true
            ],
            [
                "You have to move on, and you make the best of it.",
                "John Harbaugh",
                true
            ],
            [
                "Tyus] Bowser, meanwhile, has already become an important cog in the defense, lining up on the other side from [Terrell] Suggs and also dropping into coverage in a way [Tim] Williams cannot.",
                "Ravens",
                true
            ],
            [
                "He had both a sack and an interception against Cleveland [in Week 2], and something tells me that won’t be the only time in his career he pulls off that double.",
                "Ravens",
                true
            ],
            [
                "Between the two outside linebackers and first-round pick Marlon Humphrey , who continues to stand out with his aggressive play at cornerback, this could go down as a memorable defensive draft class.",
                "Ravens",
                true
            ],
            [
                "The competition at D-line is heated.",
                "John Harbaugh",
                true
            ],
            [
                "Those guys want to play, and they are fighting like crazy in practice.",
                "John Harbaugh",
                true
            ],
            [
                "We have young players that need to get better, and when they get their chance, they need to play well.",
                "John Harbaugh",
                true
            ],
            [
                "I’m dedicated, I work hard, and I take my job seriously.",
                "",
                true
            ],
            [
                "You never want anybody to say that you are a lazy player or that you don’t have a good work ethic.",
                "",
                true
            ],
            [
                "As a man and as a football player, working hard and taking my job seriously are two things I pride myself in and that is what I want them to notice.",
                "",
                true
            ],
            [
                "I feel like I’m not one of the top linebackers in the league, at least recognition-wise.",
                "",
                true
            ],
            [
                "I always want to be the best, but I feel like right now, I’m regarded as ‘another good linebacker.’ I want to strive to be one of the best, if not the best, linebackers in the league.",
                "",
                true
            ],
            [
                "Team-wise, I want to lead this defense to be the best defense the NFL has ever seen, and I want to win a Super Bowl.",
                "",
                true
            ],
            [
                "He took a different route than me.",
                "",
                true
            ],
            [
                "He didn’t get a scholarship like I did; he had to earn his scholarship.",
                "",
                true
            ],
            [
                "He just had his second start this year, so his journey started way different.",
                "",
                true
            ],
            [
                "It has been a tough road for him, but he has kept his head up and has started to earn some playing time.",
                "",
                true
            ],
            [
                "I have definitely talked to him a few times, because there were times where he felt like he put all of the work in during practice and still wasn’t playing.",
                "",
                true
            ],
            [
                "Even though he has my last name, he is definitely making his own way.",
                "",
                true
            ],
            [
                "I guess it is always good to beat the Steelers.",
                "",
                true
            ],
            [
                "But, I honestly don’t think we have had that big, key win since I have been here.",
                "",
                true
            ],
            [
                "We are hoping that comes this year.",
                "",
                true
            ],
            [
                "The hardest loss is definitely last year against the Steelers [in Game 15].",
                "",
                true
            ],
            [
                "Losing on the last play in such a big game made that really tough.",
                "",
                true
            ],
            [
                "When you lose a game like that, it’s going to stick with you and serve as motivation.",
                "",
                true
            ],
            [
                "As a man, as a coach himself and what he demands from other coaches and this team.",
                "",
                true
            ],
            [
                "He always looks for ways to find an advantage and preaches practicing the little things, so when a situation comes in a game, we are almost always prepared for it.",
                "",
                true
            ],
            [
                "It’s funny, because my favorite teams were because of my favorite players.",
                "",
                true
            ],
            [
                "It was the Ravens and the Bears – because of Ray Lewis and Brian Urlacher .",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/09/30/crab-bag/ravens-6-of-8-steelers/https://www.pro-football-reference.com/players/U/UrlaBr00.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/09/30/crab-bag/ravens-6-of-8-steelers/https://www.pro-football-reference.com/players/F/FlacJo00.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/09/30/crab-bag/ravens-6-of-8-steelers/https://www.pro-football-reference.com/players/B/BoykBr00.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "http://www.prodo1.com/",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/09/30/crab-bag/ravens-6-of-8-steelers/https://www.pro-football-reference.com/players/H/HeywDa00.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/09/30/crab-bag/ravens-6-of-8-steelers/https://www.pro-football-reference.com/players/B/BergTo00.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/09/30/crab-bag/ravens-6-of-8-steelers/https://www.pro-football-reference.com/players/N/NewsOz00.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/09/30/crab-bag/ravens-6-of-8-steelers/https://www.pro-football-reference.com/players/L/LewiRa00.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/09/30/crab-bag/ravens-6-of-8-steelers/https://www.pro-football-reference.com/players/W/WallMi00.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/09/30/crab-bag/ravens-6-of-8-steelers/https://www.pro-football-reference.com/players/H/HarrJa23.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/09/30/crab-bag/ravens-6-of-8-steelers/https://www.pro-football-reference.com/players/O/OlsaJe20.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/09/30/crab-bag/ravens-6-of-8-steelers/https://www.pro-football-reference.com/players/T/TousFi00.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/09/30/crab-bag/ravens-6-of-8-steelers/https://www.pro-football-reference.com/players/D/DaviSe00.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/09/30/crab-bag/ravens-6-of-8-steelers/https://www.pro-football-reference.com/players/L/LakeCa00.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "http://www.suppressedhealthsecrets.com",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/09/30/crab-bag/ravens-6-of-8-steelers/https://www.pro-football-reference.com/players/H/HumpMa00.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/09/30/crab-bag/ravens-6-of-8-steelers/https://www.facebook.com/CasaMiasWhtMarsh/?fref=ts"
            ]
        },
        "key_words": [
            "7th",
            "ravens",
            "team",
            "steelers",
            "harbaugh",
            "guys",
            "coach",
            "defensive",
            "win",
            "game",
            "vs",
            "best"
        ]
    }
]