[
    {
        "url": "http://www.bbc.com/news/science-environment-41503664",
        "title": "Athenia: Is this the wreck of the first British ship torpedoed in WW2?",
        "authors": [
            {
                "name": "Jonathan Amos",
                "link": null
            }
        ],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "By Jonathan Amos BBC Science Correspondent\n5 October 2017\nThese are external links and will open in a new window\nClose share panel\nImage caption The sonar contact matches the dimensions of the Athenia in all details\nThe remains of the first British ship to be sunk in WW2 appear to have been identified on the Atlantic seabed.\nShipwreck-hunter David Mearns says sonar data shows the transatlantic passenger liner Athenia to be lying 200m down on Rockall Bank, off Ireland.\nA German submarine torpedoed the ship hours after Britain declared war on Hitler in 1939 - more than 100 people, including many Americans, were killed.\nGermany initially denied involvement fearing the US would join the war.\nU-boat commander Fritz Julius Lemp had mistaken the liner for an armed cruiser and the German naval authorities tried to cover up the sub's actions.\nThey even attempted to blame the sinking on Winston Churchill, who on that very day - 3 September, 1939 - was appointed First Lord of the Admiralty.\nThe Germans said he had ordered a British submarine to fire on the Athenia as part of a plot to force Washington's hand. The full truth only emerged at the Nuremberg Trials.\nAthenia: Timeline to a disaster\nMedia playback is unsupported on your device\nMedia captionBritish Prime Minister Neville Chamberlain declared war on 3 September, 1939\nChamberlain's famous \"this country is at war with Germany\" broadcast was delivered shortly after 11 in the morning. The torpedo from U-30 struck the Athenia at 7:38 that evening. She was slow to go down, disappearing beneath the waves, stern first, at 11 the next morning.\nImage caption When she left Liverpool on 2 September, three-quarters of her passengers were women and children\nDavid Mearns, who has found some two dozen major wrecks for insurers and TV companies, says the Athenia's hull is visible in sonar data acquired by the Geological Survey of Ireland. It is split in the aft section where the torpedo hit, but otherwise is sitting proud of the sediment and looks to be in reasonable shape.\nTo the untrained eye, sonar imagery can be difficult to interpret, but Mr Mearns says the dimensions of the target match exactly what would be expected of a 160m-long, 13,500-tonne passenger liner. What is more, the coordinates are very close to those sent out by the Athenia's radio officer in his distress call, and recorded in the logbooks of the vessels that came to the rescue.\n\"Can I go into a court of law and say, '100%, that's Athenia?' No. But barring a photograph I can say in my expert opinion there's a very, very high probability that that's Athenia. Everything fits,\" said Mr Mearns, who sets out the case in his book The Shipwreck Hunter.\nWasted pursuit\nThe relatively shallow water on Rockall Bank, an area of raised seabed a few hundred km from the Irish coastline, means it should be reasonably straightforward to send down a remotely operated vehicle to investigate the sonar contact.\nMedia playback is unsupported on your device\nMedia captionDavid Mearns: \"My research rules out all other shipwrecks in this area\"\nThe marine scientist first got involved in the search for the wreck in a commission from the BBC. Producers had wanted to stage a live, underwater broadcast from the sunken remains of a famous ship.\nIn the end, the TV idea was dropped, but Mr Mearns still hopes an expedition can be mounted by someone.\nIt is the first wreck in his consultancy career \"which I've identified from my armchair, so to speak\".\nSearching the seafloor for sunken ships in this way is usually a wasted pursuit because of the dearth of high-resolution sonar data .\n\"The Moon and Mars are mapped to a greater degree of accuracy than our seabed. Our own inner-world is largely unexplored,\" Mr Mearns told BBC News.\nImage caption A Punch magazine cartoon: No-one in Britain accepted the German explanation\nHe is now involved in efforts to change this. His expertise means he has been appointed as a judge on the Shell Ocean Discovery XPRIZE , a $7m incentive to get engineering groups to develop innovative seafloor mapping technologies and strategies.\nLifeboats smashed\nThese new approaches would help achieve an international goal set last year to have 100% of the topography of the world's ocean bed mapped by 2030 .\n\"It would be at such resolution that anyone could look for shipwrecks like the Athenia from their desk. That's the ultimate goal, anyway,\" said Mr Mearns.\nImage caption The Athenia still draws interest because of the many stories associated with the sinking\nThe Donaldson Atlantic Line SS Athenia was built in Glasgow and the city's Riverside Museum of transport has an exhibition dedicated to the vessel and the stories surrounding its sinking.\nThe rescue effort by six other ships was nothing short of heroic, according to testimony. 1,306 individuals were successfully pulled off the Athenia in deteriorating seas. Most of those who died were in two lifeboats that were smashed just as they were about to be saved.\n\"It was a shocking event,\" said Riverside curator Emily Malcolm. \"We've got several items on display including the watch from the ship's cook . We've also got a detailed model of the Athenia. You can see all the lifeboats. It was something Donaldson had made when the ship was built,\" she told BBC News.\nFritz Julius Lemp commanded submarines for another two years. He eventually lost his life in a confrontation in 1941 when his U-110 boat was forced to the surface after being damaged by depth charges. The British captured the submarine and took possession of its Enigma cipher machine.\nSenior figures in the German navy were convicted at Nuremberg for war crimes in relation to the Athenia affair. The attack on an unarmed passenger liner was a clear breach of international protocols.\nThe five other wrecks David Mearns would like to investigate\nENDURANCE - Sir Ernest Shackleton's polar barque, lost in November 1915 in the Weddell Sea of Antarctica\nUSS STRONG - a US destroyer sunk during WW2 in the Solomon Islands in the South Pacific\nMV DONA PAZ - a ferry sunk in the Philippines in December 1987 with the loss of over 4,000 people (The 'TITANIC of the Philippines')\nHMS BARHAM - a British battleship sunk in November 1941 by a submarine in the Mediterranean\nSANTA ROSA - a Portuguese galleon loaded with seven chests of treasure, sunk in 1726 by an explosion off the coast of Brazil\nProf Richard Toye, the head of history at Exeter University, has written about the Athenia. The reaction to the loss had echoes in the debates we have today about the reporting of news events, he told BBC News.\n\"The sinking of the SS Athenia, a civilian liner, was significant not only as the first British shipping loss of the war but as an example of a Nazi attempt to promote 'fake news'.\n\"Fearing the impact of the affair on American opinion, the Germans promoted an absurd conspiracy theory, claiming that Winston Churchill, as First Lord of the Admiralty, had been responsible. Goebbels has a reputation as a skilful propagandist but on this occasion he was ineffective, at least as far as international opinion was concerned.\"\nImage caption Built in Glasgow: The city has an exhibition at the Riverside Museum\nJonathan.Amos-INTERNET@bbc.co.uk and follow me on Twitter: @BBCAmos\n",
        "quotes": [
            [
                "this country is at war with Germany",
                "Chamberlain",
                false
            ],
            [
                "Can I go into a court of law and say, '100%, that's Athenia?",
                "Mearns",
                true
            ],
            [
                "But barring a photograph I can say in my expert opinion there's a very, very high probability that that's Athenia.",
                "Mearns",
                true
            ],
            [
                "My research rules out all other shipwrecks in this area",
                "",
                false
            ],
            [
                "which I've identified from my armchair, so to speak",
                "",
                false
            ],
            [
                "The Moon and Mars are mapped to a greater degree of accuracy than our seabed.",
                "Mearns",
                true
            ],
            [
                "Our own inner-world is largely unexplored,",
                "Mearns",
                true
            ],
            [
                "It would be at such resolution that anyone could look for shipwrecks like the Athenia from their desk.",
                "Mearns",
                true
            ],
            [
                "That's the ultimate goal, anyway,",
                "Mearns",
                true
            ],
            [
                "We've got several items on display including the watch from the ship's cook .",
                "",
                true
            ],
            [
                "We've also got a detailed model of the Athenia.",
                "",
                true
            ],
            [
                "You can see all the lifeboats.",
                "",
                true
            ],
            [
                "It was something Donaldson had made when the ship was built,",
                "",
                true
            ],
            [
                "The sinking of the SS Athenia, a civilian liner, was significant not only as the first British shipping loss of the war but as an example of a Nazi attempt to promote 'fake news'.",
                "",
                true
            ],
            [
                "Fearing the impact of the affair on American opinion, the Germans promoted an absurd conspiracy theory, claiming that Winston Churchill, as First Lord of the Admiralty, had been responsible.",
                "",
                true
            ],
            [
                "Goebbels has a reputation as a skilful propagandist but on this occasion he was ineffective, at least as far as international opinion was concerned.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.bbc.co.uk/news/science-environment-36565351",
                "https://www.bbc.co.uk/news/science-environment-27589433",
                "https://www.glasgowlive.co.uk/news/glasgow-news/riverside-museums-delight-public-appeal-12469746"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/#!/BBCAmos",
                "http://www.glasgowlife.org.uk/museums/riverside/pages/default.aspx",
                "https://oceandiscovery.xprize.org/prizes/ocean-discovery"
            ]
        },
        "key_words": [
            "war",
            "mr",
            "mearns",
            "athenia",
            "torpedoed",
            "sonar",
            "ww2",
            "caption",
            "sunk",
            "wreck",
            "british",
            "liner",
            "submarine",
            "ship"
        ]
    }
]