[
    {
        "url": "http://beforeitsnews.com/entertainment/2017/09/hybrid-studios-joins-earthquaker-devices-studio-program-2670525.html",
        "title": "Hybrid Studios Joins Earthquaker Devices Studio Program",
        "authors": [],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "Thursday, September 14, 2017 15:08\n% of readers think this story is Fact. Add your two cents.\nOrange County multimedia production facility Hybrid Studios is honored to have been recently included in Earthquaker Devices studio endorsement program. The world famous pedal company from Ohio has provided the studio with a fantastic line-up of pedals, available for use immediately in Hybrid's Studio A.  \"We're thrilled to add this incredible line of Earthquaker Devices pedals to our collection in Studio A,\" said Studio Manager Mike Miller, \"Huge thanks to Sterling Musk of King Salamander for introducing Hybrid to EQD. We've always been a huge fan of their brand and I know our production clients are going to love the unique qualities these pedals provide in studio.\"  Hybrid Studios' line of available EQD pedals includes the Afterneath (otherworldly ambient reverb), Palisades (mega ultimate overdrive), Rainbow Machine (polyphonic pitch shifting modulator), Arpanoid (polyphonic arpeggiator), Hoof Reaper (dual fuzz octave), Avalanche Run (stereo reverb and delay), Organizer (polyphonic organ emulator), Sea Machine (chorus), Dispatch Master (hi-fi digital delay and reverb), and Disaster Transport SR (advanced mod. delay and reverb).  For more information on Earthquaker Devices, visit https://www.earthquakerdevices.com  About Hybrid Studios Hybrid Studios is a fully integrated multimedia production facility in Orange County, CA. Not only does Hybrid feature a state-of-the-art analog & digital recording studio; it also boasts a massive sound stage, including a pre-lit cyclorama. Equipped with the best gear and an experienced staff, Hybrid provides a variety of products and services to clients across the creative spectrum from recording, mixing and mastering to video and photography.  For more information on Hybrid Studios, please visit https://www.hybridstudiosca.com/  Source: http://www.mi2n.com/press.php3?press_nb=199489c\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "We're thrilled to add this incredible line of Earthquaker Devices pedals to our collection in Studio A,",
                "",
                true
            ],
            [
                "Huge thanks to Sterling Musk of King Salamander for introducing Hybrid to EQD.",
                "",
                true
            ],
            [
                "We've always been a huge fan of their brand and I know our production clients are going to love the unique qualities these pedals provide in studio.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com",
                "http://www.prodo1.com/"
            ]
        },
        "key_words": [
            "joins",
            "studios",
            "hybrid",
            "devices",
            "production",
            "studio",
            "program",
            "delay",
            "reverb",
            "polyphonic",
            "pedals",
            "earthquaker"
        ]
    }
]