[
    {
        "url": "https://www.politico.com/story/2016/09/contempt-planned-parenthood-partner-228387?cmpid=sf",
        "title": "House panel to vote on contempt charges for StemExpress",
        "authors": [
            {
                "name": "Seung Min Kim",
                "link": null
            },
            {
                "name": "Jennifer Haberkorn",
                "link": null
            },
            {
                "name": "Burgess Everett",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-19",
        "text": "House panel to vote on contempt charges for StemExpress\nBy JENNIFER HABERKORN\nA House panel will vote Wednesday on whether to begin contempt proceedings against StemExpress, a human tissue procurement company that used to work with Planned Parenthood.\nThe House Select Investigative Panel on Infant Lives will vote to hold the company and CEO Cate Dyer in contempt of Congress for not complying with subpoenas to turn over documents on its fetal tissue processing, Chairwoman Marsha Blackburn (R-Tenn.) announced Monday evening. The panel would have to vote to send the resolution to the full House — a matter that is unlikely to take place until after the November election.\nStory Continued Below\nThe panel, which was initiated in the wake of the sting videos by an anti-abortion group targeting Planned Parenthood, has sought information from StemExpress for months. Blackburn has said that the company and its executives have not fully complied with congressional subpoenas to turn over accounting records and other documents.\nStemExpress executives and lawyers say the company has complied with the subpoenas and has offered to testify before the committee.\nDemocrats on the panel agree the company has complied and blasted the investigation as a \"witch hunt.\"\n\"The McCarthyesque threat that StemExpress ‘name names’ of all employees, or face congressional contempt is disgraceful,\" Rep. Jan Schakowsky (D-Ill.), the committee's top Democrat said in a statement, noting that StemExpress turned over 1,700 pages of documents. \"We will fight this continued abuse of congressional authority every step of the way.”\nThe investigation into the fetal tissue business began in the wake of anti-abortion activist David Daleiden’s sting videos last summer. The videos suggested that Planned Parenthood illegally sold fetal tissue and organs to companies like StemExpress. Both Planned Parenthood and StemExpress denied doing anything improper and say the videos were selectively edited to create misleading impressions.\nIn two of the videos, former StemExpress technician Holly O’Donnell claims that she once saw another technician appear to obtain fetal tissue without a patient’s consent. StemExpress “unequivocally” denied the claim. O’Donnell worked for the company for only a short period.\nThe committee issued dozens of subpoenas to researchers, abortion providers and fetal tissue companies like StemExpress. Republicans have focused in particular on obtaining StemExpress's accounting records, such as tax records and invoices, to see the company's expenses and revenues over several years. Republicans argue that if money was made procuring fetal tissue, it would be a violation of federal law.\nBlackburn told POLITICO last week that the panel was considering how to deal with the unanswered subpoenas.\n\"We have said so many times, 'Work with us,' and it is amazing to me that these entities are not working with us and helping us to make certain we protect these women and babies,\" she said. \"We want to make sure we report back on what is actually happening and we'll continue\" the work.\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "The McCarthyesque threat that StemExpress ‘name names’ of all employees, or face congressional contempt is disgraceful,",
                "Jan Schakowsky",
                true
            ],
            [
                "We will fight this continued abuse of congressional authority every step of the way.”\nThe investigation into the fetal tissue business began in the wake of anti-abortion activist David Daleiden’s sting videos last summer.",
                "",
                true
            ],
            [
                "The videos suggested that Planned Parenthood illegally sold fetal tissue and organs to companies like StemExpress.",
                "",
                true
            ],
            [
                "Both Planned Parenthood and StemExpress denied doing anything improper and say the videos were selectively edited to create misleading impressions.",
                "",
                true
            ],
            [
                "In two of the videos, former StemExpress technician Holly O’Donnell claims that she once saw another technician appear to obtain fetal tissue without a patient’s consent.",
                "",
                true
            ],
            [
                "O’Donnell worked for the company for only a short period.",
                "",
                true
            ],
            [
                "The committee issued dozens of subpoenas to researchers, abortion providers and fetal tissue companies like StemExpress.",
                "",
                true
            ],
            [
                "Republicans have focused in particular on obtaining StemExpress's accounting records, such as tax records and invoices, to see the company's expenses and revenues over several years.",
                "",
                true
            ],
            [
                "Republicans argue that if money was made procuring fetal tissue, it would be a violation of federal law.",
                "",
                true
            ],
            [
                "Blackburn told POLITICO last week that the panel was considering how to deal with the unanswered subpoenas.",
                "",
                true
            ],
            [
                "We have said so many times, 'Work with us,' and it is amazing to me that these entities are not working with us and helping us to make certain we protect these women and babies,",
                "",
                true
            ],
            [
                "We want to make sure we report back on what is actually happening and we'll continue",
                "",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://login.politicopro.com/?keepLoggedIn=on&lRedirect=true&sRedirect=http://directory.politicopro.com/congress/member/51279",
                "https://login.politicopro.com/?keepLoggedIn=on&lRedirect=true&sRedirect=http://directory.politicopro.com/congress/member/51607"
            ]
        },
        "key_words": [
            "stemexpress",
            "fetal",
            "planned",
            "subpoenas",
            "vote",
            "company",
            "videos",
            "charges",
            "contempt",
            "panel",
            "house",
            "tissue",
            "parenthood"
        ]
    }
]