[
    {
        "url": "http://money.cnn.com/2017/10/08/media/jason-aldean-saturday-night-live/index.html",
        "title": "Jason Aldean opens 'SNL' playing Tom Petty's 'I Won't Back Down'",
        "authors": [
            {
                "name": "Frank Pallotta",
                "link": null
            }
        ],
        "publisher": "money.cnn.com",
        "publish_date": "2017-10-08",
        "text": "Jason Aldean opens 'SNL' playing Tom Petty's 'I Won't Back Down'\nby Frank Pallotta   @frankpallotta October 9, 2017: 4:35 AM ET\nJason Aldean opens 'SNL' with Vegas tribute\n\"Saturday Night Live\" kicked off its latest episode with a powerful moment.\nCountry singer Jason Aldean opened the second episode of the NBC variety series' 43rd season with a Tom Petty cover just days after playing as the mass shooting began in Las Vegas on Sunday.\n\"This week we witnessed one of the worst tragedies in American history. Like everyone I'm struggling to understand what happened that night and how to pick up the pieces and start to heal,\" Aldean said starting the show. \"So many people are hurting.\"\nAldean took the stage of Studio 8H less than a week after performing at the Route 91 Festival in Las Vegas where the shooting took place. During his performance, gunfire rained down from the 32nd flood of the Mandalay Bay Resort and Casino across the streets, causing him to flee the stage.\nVideo of Jason Aldean's opening remarks: pic.twitter.com/EFZjIeVGDU\n\"Because when America is at its best, our bond and our spirit is unbreakable,\" the county singer said.\nAldean then went into a rendition of \"I Won't Back Down\" by Tom Petty and the Heartbreakers.\nThe song choice was even more poignant considering that Petty died Monday at the age of 66.\nAldean wrapped his set by looking at the camera and saying the series' iconic words, \"Live from New York... It's Saturday night!\"\nCNNMoney (New York) First published October 8, 2017: 12:21 AM ET\nNewsletter\n© 2019 Cable News Network. Turner Broadcasting System, Inc. All Rights Reserved.\nCNN Sans™ & © 2016 Cable News Network.\n",
        "quotes": [
            [
                "This week we witnessed one of the worst tragedies in American history.",
                "Jason Aldean",
                true
            ],
            [
                "Like everyone I'm struggling to understand what happened that night and how to pick up the pieces and start to heal,",
                "Jason Aldean",
                true
            ],
            [
                "Because when America is at its best, our bond and our spirit is unbreakable,",
                "Jason Aldean",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.cnn.com/2017/10/03/entertainment/tom-petty-obit/index.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://t.co/EFZjIeVGDU"
            ]
        },
        "key_words": [
            "snl",
            "singer",
            "vegas",
            "aldean",
            "shooting",
            "took",
            "opens",
            "petty",
            "jason",
            "playing",
            "week",
            "night",
            "live",
            "tom",
            "wont",
            "series",
            "pettys"
        ]
    }
]