[
    {
        "url": "https://www.reuters.com/article/us-nxp-semicondtrs-m-a-qualcomm-eu/qualcomm-offers-to-buy-nxp-minus-some-patents-to-allay-eu-concerns-sources-idUSKBN1CF20D",
        "title": "Qualcomm offers to buy NXP minus some patents to allay EU concerns: sources",
        "authors": [
            {
                "name": "Foo Yun Chee",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-10",
        "text": "October 10, 2017 /  2:39 PM / 2 years ago\nQualcomm offers to buy NXP minus some patents to allay EU concerns: sources\nA Qualcomm sign is pictured at one of its many campus buildings in San Diego, California, U.S. April 18, 2017.  REUTERS/Mike Blake\nBRUSSELS (Reuters) - U.S. smartphone chipmaker Qualcomm ( QCOM.O ) has offered to buy NXP Semiconductors ( NXPI.O ) without some of its patents in a bid to win EU antitrust regulatory approval for the $38 billion deal, two people familiar with the matter said on Tuesday.\nThe NXP deal, the biggest-ever in the semiconductor industry, would make Qualcomm the leading supplier to the fast-growing automotive chips market.\nQualcomm, which supplies chips to Android smartphone makers and Apple ( AAPL.O ), submitted its proposal to the European Commission on Oct. 5, but did not provide details.\nThe EU competition authority is worried that the merged company may provide incentives to customers to buy bundled products, thereby squeezing out rivals, or change NXP’s intellectual property licensing practices.\nQualcomm has told regulators it will not acquire NXP’s standard essential patents, which the Dutch company can sell to another buyer, the sources said.\nThe company also agreed not to take legal action against third parties related to NXP’s near field communication (NFC) patents except for defensive purposes. NXP co-invented NFC chips which enable mobile phones to be used to pay for goods and store and exchange data.\nQualcomm also offered an interoperability pledge, allowing rival products to function with NXP’s products.\nThe Commission has told rivals and customers to provide feedback to the offer by the end of the week. It can demand more if the feedback is negative.\nReporting by Foo Yun Chee, editing by David Evans\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.reuters.com/finance/stocks/overview/QCOM.O",
                "https://www.reuters.com/finance/stocks/overview/AAPL.O",
                "https://www.reuters.com/finance/stocks/overview/NXPI.O"
            ]
        },
        "key_words": [
            "rivals",
            "nxp",
            "told",
            "provide",
            "minus",
            "eu",
            "chips",
            "qualcomm",
            "company",
            "buy",
            "smartphone",
            "concerns",
            "offers",
            "nxps",
            "allay",
            "sources",
            "patents"
        ]
    }
]