[
    {
        "url": "https://www.reuters.com/article/us-boeing-bombardier-britain/uk-business-minister-to-make-statement-on-bombardier-after-1130-gmt-idUSKBN1CF122",
        "title": "Britain hopes U.S. will keep politics out of Bombardier decision",
        "authors": [
            {
                "name": "Alistair Smout",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-10",
        "text": "Britain hopes U.S. will keep politics out of Bombardier decision\nLONDON (Reuters) - Britain hopes a provisional U.S. ruling imposing tariffs on Canadian aerospace manufacturer Bombardier ( BBDb.TO ) will not be politically influenced when new evidence is considered, UK Business Secretary Greg Clark said on Tuesday.\nBombardier's new Global 7000 business jet (rear) is seen parked next to a Learjet 75 during the National Business Aviation Association conference and expo at the Henderson Executive Airport in Henderson, Nevada, U.S., October 8, 2017.  REUTERS/David Becker\nClark said he was confident the British government could successfully fight the complaint, which was brought by Boeing ( BA.N ) and could cost jobs in the British province of Northern Ireland.\n“Following the initial determination, there is then a further call for evidence ... we look to the U.S. to make sure that this is a rigorous process and is not politically influenced,” Clark told lawmakers.\nThe U.S. Commerce Department has raised proposed trade duties on Bombardier CSeries jets to nearly 300 percent, backing Boeing’s complaint that the Canadian company received illegal subsidies and dumped the planes at “absurdly low” prices.\nThe decision could effectively halt sales of Bombardier’s new plane to U.S. airlines by quadrupling the cost of the jets imported to the United States, although Clark said the jet did not directly compete with Boeing’s aircraft.\nClark said British Prime Minister Theresa May had twice discussed the dispute with U.S. President Donald Trump, and that several members of the British government had reinforced their “serious concerns” with the U.S. administration over the ruling.\nHe added Britain would discuss the ruling with the United States, Canada and the two companies in the coming days.\nBombardier is the largest manufacturing employer in Northern Ireland, and the decision to impose duties on the planes has put 4,200 jobs at risk.\nBut Britain is also a major base for Boeing. The company has recently begun constructing its first European parts manufacturing site in Sheffield, northern England, and Britain has warned that Boeing might miss out on future business over the row.\n“Boeing has a reputation in this country that was beginning to grow in a positive way, through the investment in Sheffield and elsewhere,” Clark said.\n“To jeopardize that reputation and relationship by doing something that is completely unjustified is something that I don’t regard as being in the strategic interests of Boeing.”\nAdditional reporting by Michael Holden; Editing by Stephen Addison and Mark Potter\n",
        "quotes": [
            [
                "Following the initial determination, there is then a further call for evidence ... we look to the U.S. to make sure that this is a rigorous process and is not politically influenced,",
                "Clark",
                true
            ],
            [
                "Boeing has a reputation in this country that was beginning to grow in a positive way, through the investment in Sheffield and elsewhere,",
                "Clark",
                true
            ],
            [
                "To jeopardize that reputation and relationship by doing something that is completely unjustified is something that I don’t regard as being in the strategic interests of Boeing.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.reuters.com/finance/stocks/overview/BA.N",
                "https://www.reuters.com/finance/stocks/overview/BBDb.TO"
            ]
        },
        "key_words": [
            "british",
            "politics",
            "states",
            "britain",
            "boeing",
            "united",
            "sheffield",
            "bombardier",
            "northern",
            "decision",
            "clark",
            "ruling",
            "business",
            "hopes"
        ]
    }
]