[
    {
        "url": "https://www.politico.com/story/2016/09/clinton-debate-reaction-228786?cmpid=sf",
        "title": "Clinton says doesn't bother her if Trump doesn't show up to next debate",
        "authors": [
            {
                "name": "Nolan D. Mccaskill",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-27",
        "text": "poster=\"http://v.politico.com/images/1155968404/201609/276/1155968404_5143585545001_5143580508001-vs.jpg?pubId=1155968404\"\ntrue\nClinton says doesn't bother her if Trump doesn't show up to next debate\nHillary Clinton will be at the next debate in St. Louis and the one after that in Las Vegas, regardless of whether Donald Trump decides to show up, she maintained Tuesday.\nFormer New York Mayor Rudy Giuliani, a top Trump surrogate, suggested that the Republican presidential nominee forgo the remaining presidential debates unless he’s assured by the moderators that they will “act like a journalist and not an incorrect, ignorant fact-checker.”\nStory Continued Below\n“Well, I’m gonna show up,” Clinton told reporters Tuesday during a gaggle aboard her campaign plane in White Plains, New York. “He gets to decide what he’s gonna do, but I will be there at Wash U in St. Louis and then after that in Las Vegas. If I’m the only person on stage, well, you know, I’m the only person on stage.”\nThe next presidential debate is Oct. 9 at Washington University in St. Louis, followed by an Oct. 19 debate at the University of Nevada, Las Vegas.\nTrump skipped two debates during the Republican primary — once to hold a competing fundraiser for veterans organizations and again because he was due to speak at a conference of the pro-Israel lobbying group AIPAC (the latter debate was ultimately canceled after Trump and John Kasich pulled out).\n“Nobody told me about debates. As you saw, I thought the last debate on CNN was the last debate,” Trump told “Fox and Friends” at the time, though following that CNN debate he had told Chris Cuomo that he’s “had enough” of the debates after noting “they want to do two more.”\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "act like a journalist and not an incorrect, ignorant fact-checker.",
                "",
                false
            ],
            [
                "Well, I’m gonna show up,",
                "Hillary Clinton",
                true
            ],
            [
                "He gets to decide what he’s gonna do, but I will be there at Wash U in St. Louis and then after that in Las Vegas.",
                "Hillary Clinton",
                true
            ],
            [
                "If I’m the only person on stage, well, you know, I’m the only person on stage.",
                "Hillary Clinton",
                true
            ],
            [
                "As you saw, I thought the last debate on CNN was the last debate,",
                "Donald Trump",
                true
            ],
            [
                "they want to do two more.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "las",
            "hes",
            "clinton",
            "trump",
            "debate",
            "doesnt",
            "bother",
            "debates",
            "presidential",
            "im",
            "st",
            "told",
            "louis"
        ]
    }
]