[
    {
        "url": "https://www.reuters.com/article/us-mexico-quake/mexico-quake-leaves-thousands-stranded-without-a-home-idUSKBN1CF1VU",
        "title": "Mexico quake leaves thousands stranded without a home",
        "authors": [
            {
                "name": "Edgard Garrido",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-10",
        "text": "3 Min Read\nSAN JUAN PILCAYA, Mexico (Reuters) - Rubble is all that remains of hundreds of houses rent asunder by the earthquake that struck Mexico in September, leaving owners lodging with relatives or friends, hoping their homes can be rebuilt or they can find new ones. reut.rs/2yUFmHr\nAna Maria Hernandez, 37, a clothing salesperson, poses for a portrait outside her house as it is demolished after an earthquake in Jojutla de Juarez, Mexico, September 30, 2017. REUTERS/Edgard Garrido  SEARCH \"GARRIDO PORTRAIT\" FOR THIS STORY. SEARCH \"WIDER IMAGE\" FOR ALL STORIES.\nAt least 369 people died in the 7.1 magnitude quake that hit central Mexico, causing more devastation in the capital than any since the 1985 disaster that killed thousands.\nDamage to housing was particularly striking in central areas of the country close to the epicenter of the quake southeast of Mexico City in the states of Puebla and Morelos.\nSome houses were simply flattened by the shuddering tectonic shift which the government and the private sector estimated caused billions of dollars of damage.\n“I lost everything. My aunt died here,” said Ana Maria Hernandez, 37, a clothing salesperson, as diggers cleared away the wreckage of her home in Jojutla de Juarez, Morelos.\nNow living with relatives, she and many others hope their destroyed homes will eventually be rebuilt.\nBut uncertainty clouds the future for some.\nVeronica Dircio, a 34-year-old housewife said “nothing was left” of the house she and her children called home before the earthquake hammered the town of San Juan Pilcaya in Puebla.\n“We’re worried because they came and did a census of the homes; and whether it’s a big house or a small house, they haven’t told us if we’re at least going to be able to get back a bit of what was once our house,” Dircio said.\nThousands of homes were damaged or destroyed in the quake, which followed another major tremor in the southwest of Mexico two weeks earlier that displaced thousands of people.\nMaria Trinidad Gonzalez, 41, managed to salvage some cooking utensils and furniture from the ruins of her home in the small town of Tepalcingo in Morelos. Mounds of fallen bricks and churned up debris covered the floor of her roofless house.\nWith its walls pulled down and the contents strewn outdoors, the house of 70-year-old housewife Maria Guzman in San Jose Platanar in Puebla state was left completely uninhabitable by the quake, forcing her into a shelter.\n“The most valuable thing that I recovered was the photo of my wedding day,” Guzman said outside the shattered building.\nWriting by Dave Graham; Editing by Andrew Hay\n",
        "quotes": [
            [
                "We’re worried because they came and did a census of the homes; and whether it’s a big house or a small house, they haven’t told us if we’re at least going to be able to get back a bit of what was once our house,",
                "Dircio",
                true
            ],
            [
                "The most valuable thing that I recovered was the photo of my wedding day,",
                "Guzman",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://widerimage.reuters.com/story/mexico-quake-in-the-ruins-of-home"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "homes",
            "small",
            "san",
            "maria",
            "search",
            "mexico",
            "thousands",
            "earthquake",
            "quake",
            "house",
            "leaves",
            "town",
            "stranded"
        ]
    }
]