[
    {
        "url": "https://www.reuters.com/article/us-emirates-airline/emirates-willing-to-cooperate-with-rival-uae-airline-etihad-idUSKBN1CG0PJ",
        "title": "Emirates willing to cooperate with rival UAE airline Etihad",
        "authors": [
            {
                "name": "Jamie Freed",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-11",
        "text": "Emirates willing to cooperate with rival UAE airline Etihad\n4 Min Read\nSINGAPORE (Reuters) - Emirates [EMIRA.UL] is open to cooperation with rival Etihad Airways in areas including procurement, its president Tim Clark said on Wednesday, adding a full merger between the pair was unlikely but up to the owners.\nSir Tim Clark, President of Emirates Airlines speaks at the 2016 International Air Transport Association (IATA) Annual General Meeting (AGM) and World Air Transport Summit in Dublin, Ireland June 2, 2016. REUTERS/Clodagh Kilcoyne\nBased in the United Arab Emirates, Emirates and Etihad have competed to build global networks from their respective hubs in Dubai and Abu Dhabi, even as they battled overcapacity, security concerns and a fall in regional business travel.\n“I think there is value to be had working more closely with them,” Clark told Reuters by phone, adding there might be concerns from regulators in some foreign markets.\n“There are many areas that the airlines could work together on like procurement. But we have to go the first jump first to understand what it is we could do and I’m simply the manager of one of the businesses,” he said.\n“It is my superiors who have to make that call, not me.”\nWhen asked if the pair could pursue a merger along the lines of Europe’s Air France and KLM, Clark said: “I don’t think that will be the case but it is not my call, really. It is whatever  (the shareholders) may do in the future.”\nEmirates is owned by the Dubai government while Etihad is owned by the Abu Dhabi government.\nEtihad, which has been hit by loss-making investments in Air Berlin AB1.DE and Italy’s Alitalia [CAITLA.UL], said in response to Clark’s remarks that it was common for airlines to leverage in-country expertise and economies of scale.\n“We constantly seek opportunities for innovative collaboration with other organisations, where it makes business and commercial sense,” an Etihad spokesman said in an emailed statement.\nLast month, Etihad announced it would appoint Tony Douglas, former boss of Abu Dhabi’s airport and London’s Heathrow, as its CEO from January as it rethinks its expansion strategy.\nEMIRATES ORDER PLANS\nEmirates, a bigger airline than Etihad, is the largest customer for the Airbus SE ( AIR.PA ) A380, a plane facing slowing production rates due to a lack of sales.\nClark said an order for more was under consideration, adding that any A380 order would help replace 25 A380s due to be retired in the mid-2020s.\nHe did not give any details on the likely volume of any order or whether a deal would be signed at the Dubai Airshow next month.\n“Airbus would love us to do that but we’ve got a few things to sort out first so I’m not sure that we’ll get there for the airshow,” he said.\nThe airline is separately looking at the Airbus A350 and the Boeing Co ( BA.N ) 787 to meet its needs in the 250-300 seat market, Clark said. Last month he told Aviation Week magazine that a planned order was “off the table for now”.\nIn 2014, Emirates canceled an order for 70 A350s.\nClark said Emirates’ procurement and operational groups were engaging with both manufacturers about potential orders.\n“I don’t want to focus on the Dubai Airshow,” he said of the timing. “The important thing is to get the right deal for the company at the time that suits us, not driven by a guillotine of the middle of November.”\nReporting by Jamie Freed; editing by Himani Sarkar and Jason Neely\n",
        "quotes": [
            [
                "I think there is value to be had working more closely with them,",
                "Tim Clark",
                true
            ],
            [
                "There are many areas that the airlines could work together on like procurement.",
                "",
                true
            ],
            [
                "But we have to go the first jump first to understand what it is we could do and I’m simply the manager of one of the businesses,",
                "",
                true
            ],
            [
                "It is my superiors who have to make that call, not me.",
                "Tim Clark",
                true
            ],
            [
                "I don’t think that will be the case but it is not my call, really.",
                "Tim Clark",
                true
            ],
            [
                "It is whatever  (the shareholders) may do in the future.",
                "Tim Clark",
                true
            ],
            [
                "We constantly seek opportunities for innovative collaboration with other organisations, where it makes business and commercial sense,",
                "",
                true
            ],
            [
                "Airbus would love us to do that but we’ve got a few things to sort out first so I’m not sure that we’ll get there for the airshow,",
                "Tim Clark",
                true
            ],
            [
                "I don’t want to focus on the Dubai Airshow,",
                "Tim Clark",
                true
            ],
            [
                "The important thing is to get the right deal for the company at the time that suits us, not driven by a guillotine of the middle of November.",
                "Tim Clark",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.reuters.com/finance/stocks/overview/BA.N",
                "https://www.reuters.com/finance/stocks/overview/AIR.PA"
            ]
        },
        "key_words": [
            "etihad",
            "cooperate",
            "adding",
            "air",
            "rival",
            "airlines",
            "uae",
            "order",
            "willing",
            "clark",
            "emirates",
            "airline",
            "procurement",
            "airshow",
            "dubai"
        ]
    }
]