[
    {
        "url": "https://www.activistpost.com/2017/09/deepwater-horizon-gulf-oil-spill-corexit-oil-dispersant-health-problems-confirmed.html",
        "title": "Deepwater Horizon Gulf Oil Spill And The Corexit Oil Dispersant Health Problems Confirmed",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-22",
        "text": "Hot Topics\nDeepwater Horizon Gulf Oil Spill And The Corexit Oil Dispersant Health Problems Confirmed\nBack on April 20, 2010, a major environmental catastrophe occurred in the Gulf of Mexico when the Deepwater Horizon oil drilling rig exploded and 4.9 million barrels of crude spilled into the Gulf waters creating a problem that was not ‘fixed’ until July 10, 2010 when the rig finally was able to be capped.\nAs part of the oil spill response and cleanup (OSRC), approximately 1.8 million gallons (6.8 million liters) of oil dispersant was applied both to the sea surface [1.07 million gallons (4.05 million liters)] and directly into the stream of oil leaving the wellhead 5,000 feet (1.5 km) underwater [0.77 million gallons (2.9 million liters)] ( United States Coast Guard 2011 ).\nFurthermore, in the Conclusion of that report, association is made that health issues apparently were caused by the dispersant chemical.\nPotential exposure to Corexit™ EC9527A or EC9500A was associated with a range of health symptoms at the time of the OSRC, as well as at the time of study enrollment, 1–3 y after the spill. https://doi.org/10.1289/EHP1677\nTable 2 of the report cites the following health issues:\nCough; Wheeze; Tightness in chest; Shortness of breath; Burning in nose, throat, lungs; Burning eyes; Itching eyes; Skin Irritation.\nThe above report confirms what clean-up crew members were reporting at the time of the incident and thereafter.  However, what long-range health problems do they face?  Man-made toxic chemicals are known to cause irreparable DNA breaks, which lead to cancers.\nThe truly IRONIC part about all the above is what a judge ruled regarding lawsuits filed about Corexit exposure and health problems:\nLaw360, Los Angeles (November 30, 2012, 6:19 PM EST) — A Louisiana federal judge on Tuesday dismissed personal injury lawsuits against chemical maker Nalco over the use of its oil dispersant Corexit after the 2010 Deepwater Horizon spill, ruling that federal authority to clean up oil spills preempted injury claims by workers and residents.\nIn a 36-page decision on Tuesday granting Nalco’s motion for summary judgment, U.S. District Judge Carl J. Barbier of New Orleans, who oversees the multidistrict litigation concerning the oil disaster, ruled that claims for exposure-related injuries were barred by the Clean Water Act and the National Contingency Plan.\nPerhaps first responders and clean-up crews ought to consider the short- and long-range ramifications and personal injury possibilities they can encounter and be exposed to regarding any type of disasters they are sent in to remediate and even refuse going, especially when legal deprivations like what happened in this case:\nBut Judge Barbier ruled that if he were to permit the plaintiffs’ claims, “then, during the next substantial spill or ‘spill of national significance,’ the threat of liability might cause the manufacturer of dispersant X to refuse to provide its product, even though the FOSC determined that dispersant X should be used.”\nDeclare Your Independence!\nProfit outside the rigged system! Protect yourself from tyranny and economic collapse. Learn to live free and spread peace!\nCounter Markets Newsletter - Trends & Strategies for Maximum Freedom\nClaim Your FREE Issue Today!\nEcolab , a water, hygiene and energy technology business that is the parent company of Nalco, expressed gratification with Tuesday’s decision.\nIsn’t there something inherently wrong with the legal system in the USA when a judge rules not to permit plaintiffs’ claims to proceed when plaintiffs are damaged cleaning up a disaster?\nShouldn’t the federal government then be responsible legally for making damaged plaintiffs whole?\nDoesn’t that Corexit ruling somehow remind us of what Congress did to protect vaccine makers from product liability lawsuits too?\nRemember what happened to first responders on 9/11 [1], including deliberate lies [2] told about how safe the air was?\nWho is going to take care of first responders’ safety and wellbeing health issues resulting from dangerous and dramatic events like terrorism, chemical spills and whatever man-made disasters may be in our future?\nCatherine J Frompovich ( website ) is a retired natural nutritionist who earned advanced degrees in Nutrition and Holistic Health Sciences, Certification in Orthomolecular Theory and Practice plus Paralegal Studies. Her work has been published in national and airline magazines since the early 1980s. Catherine authored numerous books on health issues along with co-authoring papers and monographs with physicians, nurses, and holistic healthcare professionals. She has been a consumer healthcare researcher 35 years and counting.\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "then, during the next substantial spill or ‘spill of national significance,’ the threat of liability might cause the manufacturer of dispersant X to refuse to provide its product, even though the FOSC determined that dispersant X should be used.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [
                "https://ehp.niehs.nih.gov/action/cookieAbsent",
                "https://ehp.niehs.nih.gov/action/cookieAbsent"
            ],
            "unsure": [
                "https://www.law360.com/companies/ecolab-inc",
                "http://www.catherinejfrompovich.com/"
            ]
        },
        "key_words": [
            "gulf",
            "spill",
            "judge",
            "report",
            "plaintiffs",
            "claims",
            "horizon",
            "million",
            "confirmed",
            "dispersant",
            "deepwater",
            "health",
            "corexit",
            "problems",
            "oil"
        ]
    }
]