[
    {
        "url": "https://www.nytimes.com/2017/10/12/sports/baseball/yankees-indians-game-5.html?rref=collection%2Fsectioncollection%2Fsports",
        "title": "Didi Gregorius Leads Yankees Past Indians and Into A.L.C.S.",
        "authors": [
            {
                "name": "Billy Witz",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-12",
        "text": "Advertisement\nDidi Gregorius Leads Yankees Past Indians and Into A.L.C.S.\nImage\nDidi Gregorius after hitting a two-run home run in the third inning on Wednesday. Gregorius had two homers in the Yankees’ win over the Cleveland Indians.CreditCreditDavid Dermer/Associated Press\nCLEVELAND — When the Yankees left here five days ago, they were devastated. They boarded a plane for New York on the brink of elimination with their manager, Joe Girardi, under siege for a tactical blunder that set the stage for an excruciating 13-inning defeat and a daunting deficit in this series.\nWhen the Yankees departed here in the wee hours of Thursday morning, they did so only after they had washed the Champagne out of their hair — and they were feeling sky-high long before they got to the airport.\nBehind two home runs from their reluctant slugger, Didi Gregorius; a lockdown performance from reliever David Robertson; and an epic late at-bat from Brett Gardner, the Yankees capped a resounding comeback in this American League division series Wednesday night with a 5-2 victory over the Cleveland Indians.\nThe final out came when Aroldis Chapman froze Austin Jackson with a letter-high fastball before throwing his arms up in the air as his Yankees teammates raced out of the dugout.\nAs the Yankees celebrated their three-games-to-two series win, Jackson walked disconsolately back toward the third-base dugout in a second consecutive crushing end to a season for the Indians, who have not won a World Series since 1948, the longest drought in baseball.\nA year after losing a three-games-to-one lead to the Chicago Cubs in the World Series, the Indians lost three straight to the Yankees — and, just like last season, the final defeat came at their own ballpark.\nThe Yankees now head to Houston, where they will begin the American League Championship Series on Friday against a familiar nemesis: the Astros left-hander Dallas Keuchel, who helped eliminate them in the 2015 wild-card playoff.\nThe Yankees, though, are unlikely to be cowed after having rallied to knock off the Indians, who had roared their way to an American League-leading 102 victories and had lost only four times between Aug. 23 and the end of the regular season.\n“Any time you’re down 2-0, and particularly the way it happened — it was a tough loss — it shows a lot about them,” Hal Steinbrenner, the Yankees’ principal owner, said as he stood outside the jubilant clubhouse. “They’ve been loose the entire time, just lighthearted the entire time, had their backs the entire time.”\nImage\nC.C. Sabathia struck out nine batters on just 67 pitches but he was removed with one out in the fifth inning after allowing a run to score.CreditDavid Richard/USA Today Sports, via Reuters\nThe Yankees staved off elimination first with a 1-0 win in Game 3 on Sunday behind Masahiro Tanaka’s dominant performance and Greg Bird’s solo homer. Then they evened the series Monday night with a 7-3 victory in Game 4 .\nThe Yankees got an auspicious start on Wednesday from Gregorius, who had an uneasy transition to the Bronx when he replaced Derek Jeter two years ago. He hit both home runs in the first three innings off the Indians ace Corey Kluber; Gregorius had entered Wednesday with two career hits (in 15 at-bats) off Kluber.\nGregorius speaks four languages fluently: Dutch, Spanish, Papiamento — the tongue of his native Curaçao — and English. But as home runs have flown off his bat and he settled into the middle of the Yankees’ lineup this season, his answer to whether he considered himself a home run hitter was easy to understand in any language: No.\n“If I hit a home run, I hit a home run,” Gregorius said. “I’m not going out to try to hit home runs every time.”\nIf the regular season, when he hit 25 home runs — breaking Jeter’s record for a Yankees shortstop — was not enough to prompt a reconsideration, these playoffs have been. Gregorius also blasted a momentum-swinging home run against the Minnesota Twins in the Yankees’ 8-4 wild-card victory before adding two more on Wednesday night.\n“I think back to a couple of years ago when we first got him and everybody in the stands every night was chanting Derek Jeter’s name,” Gardner said. “Nowadays you don’t hear that.”\nGregorius’s first home run, on a 1-2 fastball, stunned the capacity crowd at Progressive Field and put the Yankees ahead by 1-0 in the first inning. The second came in the third, on a 1-1 curveball, and pushed the Yankees’ advantage to 3-0.\n“I was on base for the second one and it was a no-doubter, but I told him I went back to tag up because I figured there’s no way he could take him deep twice in the same game,” Gardner said.\nThat was all the offense the Yankees would need — and all they would get until the ninth. With his team clinging to a 3-2 lead, Gardner hit a two-out single to right field on the 12th pitch of his at-bat against closer Cody Allen. Aaron Hicks raced home from second and, when right fielder Jay Bruce’s throw bounced away from shortstop Francisco Lindor, an alert Todd Frazier dashed home.\nThat sealed a comeback that was made possible by the Yankees’ pitching staff, which yielded five runs over the final three games. And they mustered enough offense to overcome a grim series from Aaron Judge, who struck out four times on Wednesday and finished the series 1 for 20 with 16 strikeouts, shattering the record for a playoff series of 13 that had been held by four other players: Ryan Howard, Jackson, Brandon Moss and Javier Baez.\nImage\nAroldis Chapman walked one and struck out four in two innings of relief.CreditGregory Shamus/Getty Images\nThe Yankees’ scant offense stood up on Wednesday because of a calm start from C. C. Sabathia and a finishing kick from Robertson and Chapman, who covered the final two innings. Robertson, who threw a career-high 52 pitches in the wild-card game eight days earlier, had not looked the same since, surrendering the game-tying home run to Bruce in Game 2.\nBut Girardi called on him after the Indians strung together four consecutive one-out singles — from Jackson, Bruce, Roberto Perez and Giovanny Urshela— to narrow the Yankees’ lead to 3-2 in the fifth. It would turn out to be the game’s crucial moment.\nWith runners at first and second, Lindor — who had a woeful series other than his tide-turning grand slam in Game 2 — hit an 0-1 cutter back up the middle. Robertson reached for it but pulled his glove away at the last instant, which proved to be a wise decision.\n“You see a ball coming back at you, your first response is to protect yourself, whether it’s hit hard or not,” Robertson said.\nThe ball bounced right to Gregorius, who was stationed almost directly behind second base. He stepped on the bag and threw to first for a double play that ended the threat.\nIt was another moment in this series where the margin of victory was pinstripe thin. If Judge were 6 feet tall instead of 6-foot-7, he might not have been able to leap at the wall to steal what looked to be a two-run homer from Lindor in the Yankees’ 1-0 win in Game 3. And the Yankees took the lead in Game 4 when Frazier’s line drive landed precisely on the line, opening a four-run inning.\nBut even being in this series felt unlikely when the Yankees arrived in Tampa for spring training. They hoped a night like Wednesday was possible — but few believed it would come this season.\nThe unloading of many of the Yankees veterans last year — like Alex Rodriguez, Mark Teixeira, Carlos Beltran and Brian McCann — created a great deal of enthusiasm around their raft of young talent. But it was also accompanied by plenty of questions. Two young players who emerged as stars this season, Judge and pitcher Luis Severino, did not solidify their roster spots until the week before opening day.\nBut the Yankees coalesced quickly. They posted the best exhibition record in baseball and carried that into the regular season, leaping to a 21-9 start through early May. The next several months carried with it some travails — injuries, Judge’s second-half funk and Chapman’s temporary demotion among them – but the Yankees chased the Boston Red Sox for the American League East title until the penultimate day of the season.\nAs it turned out, it was not a pyrrhic chase. The fight the Yankees showed seemed to help forge a resolve, one they counted on in recent days to cover the distance from devastation to elation.\nA version of this article appears in print on , Section B, Page 11 of the New York edition with the headline: A Rebuilding Year? Not Anymore. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "Any time you’re down 2-0, and particularly the way it happened — it was a tough loss — it shows a lot about them,",
                "Hal Steinbrenner",
                true
            ],
            [
                "They’ve been loose the entire time, just lighthearted the entire time, had their backs the entire time.",
                "Hal Steinbrenner",
                true
            ],
            [
                "If I hit a home run, I hit a home run,",
                "Didi Gregorius",
                true
            ],
            [
                "I’m not going out to try to hit home runs every time.",
                "Didi Gregorius",
                true
            ],
            [
                "I think back to a couple of years ago when we first got him and everybody in the stands every night was chanting Derek Jeter’s name,",
                "Didi Gregorius",
                true
            ],
            [
                "Nowadays you don’t hear that.",
                "Didi Gregorius",
                true
            ],
            [
                "I was on base for the second one and it was a no-doubter, but I told him I went back to tag up because I figured there’s no way he could take him deep twice in the same game,",
                "Didi Gregorius",
                true
            ],
            [
                "You see a ball coming back at you, your first response is to protect yourself, whether it’s hit hard or not,",
                "Robertson",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/10/04/sports/mlb-playoffs-yankees-twins.html?rref=collection%2Fsectioncollection%2Fbaseball&module=inline",
                "https://www.nytimes.com/2017/10/08/sports/baseball/mlb-playoffs-yankees-indians-game-3.html?rref=collection%2Fsectioncollection%2Fbaseball&module=inline",
                "https://www.nytimes.com/2010/07/05/world/americas/05curacao.html?module=inline",
                "https://www.nytimes.com/2017/10/09/sports/baseball/mlb-playoffs-yankees-indians-alds.html?rref=collection%2Fsectioncollection%2Fbaseball&module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.parsintl.com/publication/the-new-york-times/"
            ]
        },
        "key_words": [
            "cleveland",
            "indians",
            "teammates",
            "wee",
            "alcs",
            "didi",
            "leads",
            "washed",
            "past",
            "yankees",
            "york",
            "victory",
            "throwing",
            "stage",
            "tactical",
            "gregorius"
        ]
    }
]