[
    {
        "url": "http://beforeitsnews.com/sports/2017/10/coaching-staff-failing-ravens-2701869.html",
        "title": "Coaching Staff Failing Ravens",
        "authors": [],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "By Ravens 24x7\nTuesday, October 3, 2017 19:02\n% of readers think this story is Fact. Add your two cents.\nFirst Quarter Status Report\nRemember when you were in grade school and you got “progress reports?” They weren’t report cards, so the letter grades weren’t written in ink (so to speak). But if you were trending in that D or F direction, this was a wake-up call to get your sh…. together.\nWell four games into the season, the Ravens are trending in the “not passing” direction.\nYes, the team is 2-2, but they seem miles away from that team that was driving for a TD score before the end of the first half against Cleveland.\nWe all know the story by now: the potential nails in the coffin could have been losing Marshal Yanda and Brandon Williams against the Browns, and Brent Urban against the Jaguars. And that could very well be all there is to this team’s putrid play the rest of the way against the Jaguars, and in Week 4 against Steelers.\nHowever, there are other teams finding ways to win without having their best out there – see Kansas City and Green Bay. Coaching can mask some of the personnel issues that creep up. For example, with both of their starting offensive tackles out, the Green Bay coaches shortened Aaron Rodgers ‘ drop steps, used more read/pass options (RPOs) to get the ball out quick, and used chips to slow down the outside rushers they’ve faced.\nThe Ravens could have easily lost to Jacksonville and Pittsburgh with Yanda, Williams, and Urban. But to get embarrassed and lose by a combined score of 70-16?\nNope, that’s where coaching has to be called into question.\nThis passing game is designed the same way as last year. We still see two and three-yard completions in third-and-long situations. We still see empty formations when the offense needs two or three yards to get a first down in a third-and-short. We still no use of trips, stacks, or bunches – anything to create unbalanced looks to create one-on-one mismatch opportunities against a defense. I’ve been asking for these formations for years in my Battle Plans articles, as I see how well they work around the league. Alas, they remain nowhere to be found in Baltimore.\nI get it: Marty Mornhinweg has very little to work with from a talent standpoint. The cupboard which was bare coming into the season got smashed into pieces when offensive linemen started dropping like flies. That’s no excuse for not at least attempting some different schematic approaches at the very least. (By the way, I’m not holding my breath that anything will change.)\nOn defense, injuries to the front seven can be an excuse when you haven’t invested so heavily in that front seven. This group needs to be more consistent, period. They’ve been shoved around the past two games.\nAnother observation over the first four games is that safety Tony Jefferson doesn’t look like a good fit in this defense. Is it really that much of a surprise considering this is a Dean Pees defense? Jefferson thrived in Arizona when he was in attack mode, playing a glorified linebacker role. He was used on third-down blitzes, he was a key cog in the run game.\nSo far, he’s been underwhelming as a tackler and as an intimidator. In coverage, he’s been lost in space.\nHere’s a thought: Maybe Pees can experiment with Jefferson as a primary box defender against Oakland on early downs this coming Sunday. Play more Cover One with Eric Weddle as the centerfielder. Get Jefferson going as an attacker again because right now, he’s not living up to his $34 million price tag.\nIt’s just the latest example of the coaching staff failing to properly utilize the talent the front office provides them.\nWhat Needs to Improve\nWhere to begin? There’s no way we can cover it all in this short article, but let’s scrape the surface.\nFor starters, the Ravens need to get back to basics and continue to build off their ground attack. There’s still some promise with this run game. Some of the plays and designs that Greg Roman has brought to the table have hit the mark in the first quarter of the season.\nIn particular, the misdirection sweeps from shotgun have been highly effective. If Alex Collins can stop putting the ball on the ground (which to this point, there’s no reason to think will happen), these plays have the juice to be home run hitters.\nIn an offense this anemic, they need to keep going to that well.\nDefensively, Pees needs to let the young guys play. More Tim Williams . More Tyus Bowser . Start Patrick Onwuasor over Kamalei Correa .\nWill they make mistakes? Sure, but what’s the point of less talented players seeing the field and making the same mistakes?\nThere’s a lot more ground to cover, but this is a start.\nWe’ve got three more progress reports to go this season. Here’s to the mid-point progress report showing some actual, you know…progress.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/10/03/street-talk/coaching-failing-ravens/https://www.pro-football-reference.com/players/C/CorrKa00.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/10/03/street-talk/coaching-failing-ravens/https://www.pro-football-reference.com/search/search.fcgi?pid=WillBr02,WillBr04,WillBr01,WillBr07,WillBr95&search=Brandon+Williams&utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/10/03/street-talk/coaching-failing-ravens/https://www.pro-football-reference.com/players/Y/YandMa20.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/10/03/street-talk/coaching-failing-ravens/https://www.pro-football-reference.com/players/B/BowsTy00.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/10/03/street-talk/coaching-failing-ravens/https://www.pro-football-reference.com/players/W/WeddEr99.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "http://www.suppressedhealthsecrets.com",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/10/03/street-talk/coaching-failing-ravens/https://www.pro-football-reference.com/players/R/RodgAa00.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com/battle-plans",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/10/03/street-talk/coaching-failing-ravens/https://www.pro-football-reference.com/players/O/OnwuPa00.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "http://www.prodo1.com/",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/10/03/street-talk/coaching-failing-ravens/https://www.pro-football-reference.com/players/W/WillTi00.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/10/03/street-talk/coaching-failing-ravens/https://www.pro-football-reference.com/players/C/CollAl00.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/10/03/street-talk/coaching-failing-ravens/https://www.pro-football-reference.com/players/U/UrbaBr00.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/10/03/street-talk/coaching-failing-ravens/https://www.pro-football-reference.com/players/J/JeffTo00.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-"
            ]
        },
        "key_words": [
            "used",
            "way",
            "staff",
            "failing",
            "ravens",
            "needs",
            "williams",
            "jefferson",
            "theres",
            "defense",
            "coaching"
        ]
    }
]