[
    {
        "url": "https://www.activistpost.com/2017/09/credit-agency-equifax-threatened-pay-bitcoin-else.html",
        "title": "Credit Agency Equifax Threatened To Pay Up In Bitcoin Or Else",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-09",
        "text": "Credit Agency Equifax Threatened To Pay Up In Bitcoin Or Else\nCredit reporting agency Equifax was hacked, potentially endangering 143 million Americans’ social security numbers, birth dates, and other private information. Unless, according to the alleged hackers who hacked them, Equifax pays the 600 BTC ransom (2.6 million dollars) by September 15th, according to a Darkweb onion site .\nThe supposed hackers note that they won’t publicly post credit card numbers of the credit agency, suggesting they may pawn them on Darkweb carding forums.\n“We are two people trying to solve our lives and those of our families,” the group explains. “We did not expect to get as much information as we did, nor do we want to affect any citizen. But we need to monetize the information as soon as possible.”\nThe hackers appear to have a sense of humor, and how they arrived at that amount is even funnier. Here’s how they claimed to have arrived at the number.\n“Three Equifax executives sold 3 million dollars in shares taking advantage of their insider information after the attack,” notes the site. “We believe that 600 BTC is a fair amount.”\nThree Equifax Executives Sold Stock Before the Company Revealed Cyber Hack — story on @TheTerminal\nThe hackers of WannaCry netted $140,000 gains in Bitcoin from three wallets from their encrypted malware, CNET reported .\nEarlier this year in March, Home Depot agreed to pay $27.25 million to affected financial institutions after it had its own breach in 2014. The retail giant isn’t the only business to have been affected by a financial breach. Target was also the “target” one year prior which cost the company an estimated $252 million, according to SEC filings.\nIf this threat is legitimate, which the hackers warn they can prove, it is up to Equifax whether nearly half of America may have their private data leaked on the Internet September 15th.\n“Request a specific part or a specific data from an email that corresponds to Equifax and we will send it to you,” The hackers said.\nThe irony of this is if the credit agency or any of these businesses dealt in cryptocurrency in the first place they wouldn’t be dealing with this problem because crypto lacks a pull method; you can not automatically withdraw without the wallet owner’s consent, and it also does not label each wallet with its users personal details. Instead, you have a string of numbers and letters that identify each user as a wallet address that can only send or receive cryptocurrency.\nAaron Kesel writes for  Activist Post  and is Director of Content for  Coinivore . Follow Aaron at  Twitter  and  Steemit .\nThis article is Creative Commons and can be republished in full with attribution. Like Activist Post on  Facebook , subscribe on  YouTube , follow on  Twitter  and at  Steemit .\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 6, 2019\nAugust 6, 2019\nAugust 6, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "We are two people trying to solve our lives and those of our families,",
                "",
                true
            ],
            [
                "We did not expect to get as much information as we did, nor do we want to affect any citizen.",
                "",
                true
            ],
            [
                "But we need to monetize the information as soon as possible.",
                "",
                true
            ],
            [
                "Three Equifax executives sold 3 million dollars in shares taking advantage of their insider information after the attack,",
                "",
                true
            ],
            [
                "We believe that 600 BTC is a fair amount.",
                "",
                true
            ],
            [
                "Request a specific part or a specific data from an email that corresponds to Equifax and we will send it to you,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnet.com/news/wannacry-ransomware-hackers-cash-out-with-140000-windfall/",
                "https://www.infosecurity-magazine.com/news/home-depot-to-pay-2725m/"
            ],
            "gov_pgs": [
                "https://www.sec.gov/Archives/edgar/data/27419/000002741915000012/tgt-20150131x10k.htm"
            ],
            "unsure": [
                "https://steemit.com/@an0nkn0wledge/",
                "https://investor.equifax.com/news-and-events/news/2017/09-07-2017-213000628",
                "https://twitter.com/an0nakn0wledge",
                "https://www.activistpost.com/",
                "https://twitter.com/TheTerminal",
                "https://www.facebook.com/activistpost",
                "http://badtouchyonqysm3.onion/index.html",
                "https://twitter.com/ActivistPost",
                "http://www.youtube.com/activistpost",
                "https://steemit.com/@activistpost",
                "https://coinivore.com/"
            ]
        },
        "key_words": [
            "data",
            "equifax",
            "post",
            "bitcoin",
            "agency",
            "according",
            "information",
            "wallet",
            "hacked",
            "hackers",
            "pay",
            "threatened",
            "million",
            "numbers",
            "credit"
        ]
    }
]