[
    {
        "url": "https://www.reuters.com/article/us-mideast-crisis-syria-turkey/turkish-pm-says-idlib-operation-aims-to-prevent-migrant-wave-from-syria-idUSKBN1CF138",
        "title": "Turkish PM says Idlib operation aims to prevent migrant wave from Syria",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-10",
        "text": "October 10, 2017 /  10:05 AM / 2 years ago\nTurkish PM says Idlib operation aims to prevent migrant wave from Syria\n2 Min Read\nTurkish Prime Minister Binali Yildirim speaks to media in Kirsehir, Turkey, August 23, 2017. Mustafa Aktas/Prime Minister's Press Office/Handout via REUTERS\nANKARA (Reuters) - Turkey’s military operations in Syria’s rebel-held province of Idlib aim to prevent a wave of migration into Turkey, Prime Minister Binali Yildirim said on Tuesday.\nTurkey has said it will provide assistance to rebels it has long backed as it implements a de-escalation agreement designed to reduce fighting with pro-government forces in the area, the most populous pocket of Syria still in rebel hands.\nOn Sunday, a Turkish army reconnaissance team scouted the Idlib province before an expected military operation to impose peace in the bitterly contested Syrian northwest.\nRelated Coverage\n“The reason for our activities is to prepare the groundwork and prevent a potential migrant wave into our country and lower tensions,” Yildirim told a parliamentary meeting of the ruling AK Party.\nTurkey, which is already hosting around three million Syrians, has been one of the biggest supporters of rebels fighting Syrian President Bashar al-Assad during the six-and-a-half-year war, but its focus has moved from ousting him to securing its own border against jihadist and Kurdish groups.\nYildirim also said Turkey aimed to create control points in Idlib for future deployments, and that the activities of the armed forces in Idlib would help prevent internal conflicts between civilians and militant groups in the region.\nReporting by Ercan Gurses; Writing by Tuvan Gumrukcu; Editing by Daren Butler\n",
        "quotes": [
            [
                "The reason for our activities is to prepare the groundwork and prevent a potential migrant wave into our country and lower tensions,",
                "Yildirim",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "prevent",
            "aims",
            "prime",
            "wave",
            "turkish",
            "yildirim",
            "syria",
            "rebels",
            "idlib",
            "syrian",
            "province",
            "migrant",
            "operation",
            "turkey"
        ]
    }
]