[
    {
        "url": "http://occupydemocrats.com/2016/09/21/massive-protests-erupt-north-carolina-police-kill-disabled-black-man/",
        "title": "BREAKING: Massive Protests Erupt In North Carolina After Police Kill Disabled Black Man",
        "authors": [
            {
                "name": "Colin Taylor",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-21",
        "text": "Now Reading\nBREAKING: Massive Protests Erupt In North Carolina After Police Kill Disabled Black Man\n0 Shares\nRead Next\nJimmy Kimmel Gave Fake Trump Tax Returns To His Supporters, And Their Responses Are Terrifying\nMassive protests have broken out in Charlotte, North Carolina, after police shot and killed disabled African-American man named Keith Lamont Scott, who was apparently reading a book in his car, waiting for his son to come home from school when officers shot him dead. Details are still sketchy at the moment, but it appears the police were in search of of another armed man in the area.\nTwelve officers have apparently been injured as tear gas canisters were fired into the crowd.\nComing so soon after the shooting of Terrence Crutcher in Tulsa, Oklahoma, it is clear that all the protests and anger at the disregard for the lives of black Americans shown by our police forces have accomplished nothing. Scott is the 215th black man shot by police this year.\nThis is an ongoing story that will be updated as new developments occur.\nCharlotte-Mecklenburg, NC, police: 12 officers injured in clashes with protesters – @CMPD https://t.co/m5uqBh8v4F\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://occupydemocrats.com/2016/09/21/jimmy-kimmel-gave-fake-trump-tax-returns-supporters-responses-terrifying/",
                "https://www.theroot.com/keith-lamont-scott-identified-as-disabled-black-man-sho-1790856855"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://t.co/m5uqBh8v4F",
                "https://twitter.com/CMPD",
                "https://occupydemocrats.com/privacy/"
            ]
        },
        "key_words": [
            "apparently",
            "north",
            "charlotte",
            "yeartwelve",
            "carolina",
            "scott",
            "kill",
            "black",
            "protests",
            "massive",
            "man",
            "shot",
            "breaking",
            "injured",
            "erupt",
            "officers",
            "disabled"
        ]
    }
]