[
    {
        "url": "http://beforeitsnews.com/u-s-politics/2017/10/the-nfl-swirling-down-the-death-spiral-of-popularityfast-2537581.html",
        "title": "The NFL Swirling Down the Death Spiral of Popularity…FAST",
        "authors": [],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "By edge34\nThe NFL Swirling Down the Death Spiral of Popularity…FAST\nSunday, October 8, 2017 10:09\n% of readers think this story is Fact. Add your two cents.\nFor more great articles like this visit http://www.fixthisnation.com\nWho could have dreamed it? The National Football League, which depends on the love and support of millions of American patriots and conservatives for its ongoing popularity, is now facing a slump of historic proportions thanks to its untimely, ill-advised stance against the national anthem.\nYou would have thought that someone in Commissioner Roger Goodell’s office would have told him, “You know, boss, maybe we’re playing with fire here? NFL fans aren’t, by and large, known for their liberal activism.” You’d think that, but if anyone had that kind of advice for him or anyone else in the NFL’s front office, they were ignored. Instead, players have been allowed, week after week, to stage their little protests against the anthem and the flag. These protests haven’t had the slightest effect on the “problem” of police shooting black suspects, but they’ve had a terrible effect on the NFL’s bottom line.\nAs first reported by the Washington Examiner, a new poll shows that the NFL’s popularity has taken an enormous dive in recent weeks. The poll, taken by the Washington-based Winston Group, shows that the NFL now has the highest unfavorability ratings of any major sport in America. 40% of Americans now have an unfavorable view of the league, officially making it the least-liked major sports organization in the country. Meanwhile, the favorability ratings have also tumbled. At the end of August, 57% of the country had a favorable view of the NFL. By the end of September and the league’s silly little feud with President Donald Trump, only 44% said they had a favorable view of the institution.\n“More critically for the NFL, the fall off in favorables occurred among important audiences,” reported the Winston Group. “Among males, NFL favorables fell 23 percent, going from 68 percent to 45 percent. In looking at a more specific audience, males 34-54, NFL favorables fell 31 percent, going from 73 percent to 42 percent. Among this group the NFL has a surprising negative image, as it went from +54 percent in August to -5 percent in September.”\nTicket sales are down, TV ratings are sinking like a stone, and the NFL has shown no signs of stepping in to even encourage players to make their voices heard in a more constructive manner. There appears to be nothing but contempt for the viewing audience, in fact, and the league may have already missed any chance it might have had at winning back disgruntled fans. In fact, with every passing week, the anger among patriotic Americans is only growing.\nFor more great articles like this visit http://www.fixthisnation.com\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "You know, boss, maybe we’re playing with fire here?",
                "",
                true
            ],
            [
                "NFL fans aren’t, by and large, known for their liberal activism.",
                "",
                true
            ],
            [
                "More critically for the NFL, the fall off in favorables occurred among important audiences,",
                "",
                true
            ],
            [
                "Among males, NFL favorables fell 23 percent, going from 68 percent to 45 percent.",
                "",
                true
            ],
            [
                "In looking at a more specific audience, males 34-54, NFL favorables fell 31 percent, going from 73 percent to 42 percent.",
                "",
                true
            ],
            [
                "Among this group the NFL has a surprising negative image, as it went from +54 percent in August to -5 percent in September.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.prodo1.com/",
                "http://www.suppressedhealthsecrets.com",
                "https://mitocopper.com/pages/affiliate-program"
            ]
        },
        "key_words": [
            "view",
            "swirling",
            "favorables",
            "visit",
            "spiral",
            "popularityfast",
            "death",
            "week",
            "nfl",
            "group",
            "nfls",
            "league",
            "winston",
            "ratings"
        ]
    }
]