[
    {
        "url": "https://www.reuters.com/article/us-france-security-marseille-italy/marseille-attacker-probably-radicalized-by-brother-police-idUSKBN1CE1N1",
        "title": "Marseille attacker probably radicalized by brother: police",
        "authors": [
            {
                "name": "Steve Scherer",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-09",
        "text": "Marseille attacker probably radicalized by brother: police\n3 Min Read\nROME (Reuters) - The brother of the man who killed two women with a knife outside Marseille train station last week was probably a foreign fighter in Syria and Iraq, Italian investigators said on Monday.\nAnis Hannachi, the brother of Ahmed Hannachi, a Tunisian man who killed two young women with a knife outside the Marseille train station a week ago, is seen in this handout picture provided by the Italian Police in Rome on this October 9, 2017.       Polizia Di Stato/Handout via REUTERS\nItalian police arrested 25-year-old Tunisian Anis Hannachi in Northern Italy on Saturday evening. He had been in Italy since Oct. 4 or earlier, police said.\nHis older brother, the 29-year-old Ahmed, was shot dead by a French soldier after killing the two women on Oct. 1.\nAhmed lived south of Rome with his Italian wife from 2008 to 2014, and was known to police only for “petty crimes”, Italy’s chief anti-terrorism prosecutor Franco Roberti told reporters.\n“Ahmed never showed any signs of radicalization in Italy,” Roberti said. “The investigative hypothesis we’re working on is that the younger brother radicalized the older one.”\nThe militant Islamic State group claimed responsibility for the Marseille attack, but did not name Ahmed as the assailant.\nAnis has refused to talk to Italian investigators, Roberti said. He was arrested on an international arrest warrant issued by the French, who are investigating the Marseille attack as a “probable” terrorist action.\nIt is likely that Anis will be extradited to France in a matter of days, Roberti added.\n“Anis was flagged as a dangerous individual who probably had been a foreign fighter” in Iraq and Syria, Claudio Galzerano, director of an Italian anti-terrorism police squad, told reporters.\nAnis was arrested on suspicion of complicity in his brother’s attack and membership of a terrorist group. He had been fingerprinted and photographed by police in 2014, when he reached Italy by boat and was immediately sent back home.\nHowever, that previous identification meant police were sure they had arrested the right man when they tracked him down on Saturday evening riding a bicycle in the center of Ferrara, in Northern Italy.\nHe had no identification on him, gave police a false name, and told them he was Algerian, Galzerano said.\nPolice are now investigating Anis’s possible contacts in Italy.\nThe Marseille attacker’s estranged wife told Italy’s Corriere della Sera newspaper on Sunday that she did not believe Ahmed had become a radical Islamist.\n“He didn’t care about religion,” Ramona Cargnelutti told Corriere in an interview. “I’ve never seen him enter a Mosque.”\nWhile admitting she had not seen him for more than two years, she said the murder of the two women was more likely a robbery gone wrong because he was a drug user and always in need of cash.\nRoberti said Italian prosecutors will be talking to Cargnelutti in the coming days as part of their investigation.\nReporting by Steve Scherer, editing by Ed Osmond\n",
        "quotes": [
            [
                "Ahmed never showed any signs of radicalization in Italy,",
                "Franco Roberti",
                true
            ],
            [
                "The investigative hypothesis we’re working on is that the younger brother radicalized the older one.",
                "Franco Roberti",
                true
            ],
            [
                "Anis was flagged as a dangerous individual who probably had been a foreign fighter",
                "Claudio Galzerano",
                false
            ],
            [
                "He didn’t care about religion,",
                "Ramona Cargnelutti",
                true
            ],
            [
                "I’ve never seen him enter a Mosque.",
                "Ramona Cargnelutti",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "ahmed",
            "seen",
            "italian",
            "attacker",
            "brother",
            "marseille",
            "radicalized",
            "italy",
            "women",
            "roberti",
            "arrested",
            "told",
            "probably"
        ]
    }
]