[
    {
        "url": "https://www.activistpost.com/2017/09/the-kurdish-question-why-federalization-in-syria-and-the-creation-of-a-kurdistan-is-a-very-bad-idea.html",
        "title": "The Kurdish Question: Why Federalization In Syria And The Creation Of A Kurdistan Is A Very Bad Idea",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-18",
        "text": "Hot Topics\nThe Kurdish Question: Why Federalization In Syria And The Creation Of A Kurdistan Is A Very Bad Idea\nShortly after the Russian entrance to the Syrian theatre, American media became full of stories praising the heroism of the Kurdish fighters battling against ISIS in areas such as Ayn al-Arab (Kobane) and others. From stories promoting the fighting prowess of the Kurdish brigades to cleverly created propaganda campaigns regarding female Kurdish fighters, the Western press, including the alternative media, was full of stories telling Americans that the Kurds were the real victims and the real heroes of the crisis. This propaganda campaign came about the same time that the Syrian military began making serious gains against Western-backed terrorists with the help of Russia. Thus, as America’s terrorists began losing the war, America produced another “freedom fighter” poster child – the YPG.\nThis propaganda narrative has continued until today where it is now considered almost a heresy to suggest that the YPG is not a freedom fighting brigade that guarantees everyone’s rights. To suggest that there should not be a Kurdish state carved out of Syria is to subject oneself to the onslaught of accusations as being pro-Erdogan and/or racist. There is a reason behind the push to lionize the YPG, however, that the Western media is promoting and that the alternative media has become obviously blinded to.\nU.S. Bases In Syria Set The Borders For A Federalized Country\nDespite the spits and spurts of World War Three, it seems the United States (at least part of the establishment) and Russia are beginning to move toward a cooling of their approaches to the Syrian crisis. While we have seen this many times in the past – the apparent mutual understanding of Russia and the U.S. – we have been consistently been rattled by an abrupt push by the United States toward a greater involvement in Syria and a push that could very well be the catalyst for a third world war.\nWhile there obviously remains the possibility that the United States will once again lash out like a dying lunatic empire, risking the lives of everyone on earth, we might also ask whether or not the U.S. has had a change in strategy or even perhaps whether or not the American “Plan B” is coming to fruition.\nThe United States is currently, by stealth, setting up a situation in which it is firmly entrenched in its illegal occupation of Syrian territory. The American bases in Syria which have now reached a count of eight , possibly even nine according to some sources , follow along a distinct line of what will be the formation of the borders of a fractured Syria and the creation of a Kurdistan. Combined with Israel’s illegal occupation of the Golan Heights, the United States has set up a number of bases that traverse Kurdish held territory both in the North near Ayn al-Arab (Kobane) and all along the Turkish border as well as throughout the southeast of the country in territory taken by the Syria Democratic Forces, a brigade of fighters made up of Kurdish extremists and Islamic terrorists.\nThe reason for the U.S. bases is not so much to back up the SDF forces in their military campaigns. After all, the SDF is merely just a hodgepodge of Kurds and Arab terrorists, both of whom are being used and supported by the West to destroy and destabilize Syria. Instead, the United States forces are being strategically placed so as to prevent the SAA from retaking territory in its North and southeastern regions. The U.S. knows that the Syrian military cannot withstand a direct confrontation with the U.S. military and it is becoming abundantly clear that Russia is not willing to risk a direct confrontation with the U.S. over the questions of Syrian border integrity, particularly in the southeastern desert regions. It seem as long as Syria retains a government friendly to Russia and Russian interests, Moscow will be content to see a smaller Syria where a larger one previously existed.\nWith this in mind, it is easy to see the borders of a Kurdistan slowly coming into view.\nIn the North, we can speculate that the US is trying to create optimum conditions for an autonomous Kurdish region and the eventual partitioning of Syria, following the already skewed US road map. According to Gevorg Mirzayan , Associate Professor of Political Science at Russia’s Finance University, Kurds control 20% of Syrian territory, when ISIS is defeated the likelihood is that they will want to declare a “sovereign” state. This would play into, not only US, but primarily Israel’s hands.\nThe US/Israeli agenda has clearly been to form a buffer zone inside all Syrian borders from North to East to South preventing Syrian access to neighbouring country borders & territory and reducing Syria to a geopolitically isolated, internalized peninsula.\n“We’ve even set up a base at Al Tanf in the southern part, it’s an American base within the country of Syria,” Black said. “You can’t get a more obvious violation of international law than to actually move in and set up a military base in a sovereign country that has never taken any offensive action towards our country.” ~ Senator Richard Black\nThe US is relentlessly flaunting international law, as it has throughout this protracted conflict – it has established, inside Syria, almost as many bases as it has set up in its regional, rogue state allies, Saudi Arabia and Israel. Syria, a country that the US has been punishing for over six years, via economic, media and militant terrorism. The lawlessness of the US hegemon has now reached epic proportions and threatens to engulf Syria and the region in sectarian conflict for a while yet thanks to its Machiavellian meddling in a sovereign nation’s affairs on almost every front.\nOne need only to examine the map provided in Beeley’s article to see exactly where the U.S. bases are located and how they essentially form the borders of a Kurdish region (Kurdistan) inside Syria. But if there is any doubt that the U.S. is simply using the SDF as a proxy spearhead force (perhaps less antagonistic to the U.S. than its al-Qaeda proxies), one need only read the words of a Senior Representative of the SDF, when he stated that , “The US is setting up its military bases in the territories that were liberated from Daesh by our fighters during the fight against terrorism.”\nBeeley quotes a FARS News report whose source lists six U.S. military bases in Syria. “The US has set up two airports in Hasaka, one airport in Qamishli, two airports in al-Malekiyeh (Dirik), and one more airport in Tal Abyadh at border with Turkey in addition to a military squad center in the town of Manbij in Northeastern Aleppo,” Hamou said.\nBeeley then goes on to list a number of American bases mentioned by Reuters in 2016. She writes,\nIn March 2016, a Reuters report also discussed the US establishment of military air-bases in North East Syria, in Hasaka and in Northern Syria, in Kobani. Both areas that are controlled by Kurdish forces, maintained by the US, and championed by Israel in their bid for statehood and independence from Syria which would inevitably entail the annexing of Syrian territory.\n“The Erbil-based news website BasNews, quoting a military source in the Kurdish-backed Syria Democratic Forces (SDF), said most of the work on a runway in the oil town of Rmeilan in Hasaka was complete while a new air base southeast of Kobani, straddling the Turkish border, was being constructed.” ~ Reuters\nThe United States and its “coalition” have long been funding Kurdish forces in Syria. As Sarah Abed writes ,\nFor much of the conflict in Syria, several Kurdish militias have become some of the U.S.-led coalition’s closest allies within the country, receiving massive amounts of arms and heavy weapon shipments , as well as training from coalition members. Kurdish militias also dominate the Syrian Democratic Forces (SDF), the U.S.-backed group best known for leading the coalition-supported offensive targeting the Daesh (ISIS) stronghold of Raqqa.The weapons that the United States has provided Kurdish and Arab fighters in the anti-Islamic State coalition include heavy machine guns, mortars, anti-tank weapons, armored cars and engineering equipment.\nIn May, U.S. President Donald Trump approved arming Kurdish militiamen in Syria with heavy weaponry, including mortars and machine guns. Within one month of Trump’s approval, 348 trucks with military assistance had been passed to the group, Anadolu added. According to the news agency’s data, the Pentagon’s list of weapons to be delivered to the group includes 12,000 Kalashnikov rifles, 6,000 machine guns, 3,000 grenade launchers and around 1,000 anti-tank weapons of Russian or U.S. origin.\nThe United States’ shipments included 130 trucks, with 60 cars passing on June 5, and 20 vehicles on June 12, per Sputnik News .\nOn June 17, Sputnik News reported that the United States is still supplying the Democratic Union Party (PYD) in Syria with ammunition to fight Daesh, delivering 50 truckloads in one day alone, according to Turkish media reports. Earlier in the day, the trucks reached the city of al-Hasakah in northwest Syria.\nFederalization – America’s Plan B\nIt is obvious not only from events on the ground but also from declarations made early on by U.S. government officials and by published writings of corporate-financier think tanks and Neo-Con organizations that the “Plan A” of the Western coalition was the total destruction of the Syrian government in the same manner as what happened in Libya in 2011. However, six years on, due to the assistance provided by Russia, the Syrian government has held itself together and has even reversed many of the gains made by Western-backed terrorists. Therefore, a “Plan B” has been openly discussed in the same circles as the ones which openly called for the complete destruction of Syria years earlier.\nConsider the op-ed published by Reuters and written by Michael O’Hanlon, entitled “ Syria’s One Hope May Be As Dim As Bosnia’s Once Was .” The article argues essentially that the only way Russia and the United States will ever be able to peacefully settle the Syrian crisis is if the two agree to a weakened and divided Syria, broken up into separate pieces.\nO’Hanlon wrote,\nTo find common purpose with Russia, Washington should keep in mind the Bosnia model, devised to end the fierce Balkan conflicts in the 1990s. In that 1995 agreement, a weak central government was set up to oversee three largely autonomous zones.\nIn similar fashion, a future Syria could be a confederation of several sectors: one largely Alawite (Assad’s own sect), spread along the Mediterranean coast; another Kurdish, along the north and northeast corridors near the Turkish border; a third primarily Druse, in the southwest; a fourth largely made up of Sunni Muslims; and then a central zone of intermixed groups in the country’s main population belt from Damascus to Aleppo. The last zone would likely be difficult to stabilize, but the others might not be so tough.\nUnder such an arrangement, Assad would ultimately have to step down from power in Damascus. As a compromise, however, he could perhaps remain leader of the Alawite sector. A weak central government would replace him. But most of the power, as well as most of the armed forces. would reside within the individual autonomous sectors — and belong to the various regional governments. In this way, ISIL could be targeted collectively by all the sectors.\nOnce this sort of deal is reached, international peacekeepers would likely be needed to hold it together — as in Bosnia. Russian troops could help with this mission, stationed, for example, along the Alawite region’s borders.\nThis deal is not, of course, ripe for negotiation. To make it plausible, moderate forces must first be strengthened. The West also needs to greatly expand its training and arming of various opposition forces that do not include ISIL or al-Nusra. Vetting standards might also have to be relaxed in various ways. American and other foreign trainers would need to deploy inside Syria, where the would-be recruits actually live — and must stay, if they are to protect their families.\nMeanwhile, regions now accessible to international forces, starting perhaps with the Kurdish and Druse sectors, could begin receiving humanitarian relief on a much expanded scale. Over time, the number of accessible regions would grow, as moderate opposition forces are strengthened.\nThough it could take many months, or even years, to achieve the outcome Washington wants, setting out the goals and the strategy now is crucial. Doing so could provide a basis for the West’s working together with — or at least not working against — other key outside players in the conflict, including Russia, as well as Turkey, the Gulf states and Iraq.\nO’Hanlon is no stranger to the Partition Plan for Syria. After all, he was the author the infamous Brookings Institution report “ Deconstructing Syria: A New Strategy For America’s Most Hopeless War ,” in June, 2015 where he argued essentially the same thing.\nIn this article for Brookings, a corporate-financier funded “think tank” that has been instrumental in the promotion of the war against Syria since very early on, O’Hanlon argued for the “relaxation” of vetting processes for “rebels” being funded by the U.S. government, the direct invasion of Syria by NATO military forces, and the complete destruction of the Syrian government. O’Hanlon argued for the creation of “safe zones” as a prelude to these goals.\nYet, notably, O’Hanlon also mentioned the creation of a “confederal” Syria as well. In other words, the breakup of the solidified nation as it currently exists. He wrote,\nThe end-game for these zones would not have to be determined in advance. The interim goal might be a confederal Syria, with several highly autonomous zones and a modest (eventual) national government. The confederation would likely require support from an international peacekeeping force, if this arrangement could ever be formalized by accord. But in the short term, the ambitions would be lower—to make these zones defensible and governable, to help provide relief for populations within them, and to train and equip more recruits so that the zones could be stabilized and then gradually expanded.\nSuch a plan is reminiscent of the Zbigniew Brzezinski method of microstates and ministates. In other words, the construction of a weak, impotent state based upon ethnicity, religion, and other identity politics but without the ability to resist the will of larger nations, coalitions, and banking/industrial corporations.[1]\nFederalization Is An Old Israeli Plan\nWritten in 1982, Israel’s famous “Yinon Plan” also called for the fractionalization of Syria, revealing that what is today a “Plan B” was once a “Plan A.” The plan advocated for the federalization of Syria as strategic destruction on the Syrian state by the Israelis and their allies. As Khalil Nakleh wrote in the opening to Oded Yinon’s “ A Strategy For Israel In The Nineteen Eighties,”\nThe plan operates on two essential premises. To survive, Israel must 1) become an imperial regional power, and 2) must effect the division of the whole area into small states by the dissolution of all existing Arab states. Small here will depend on the ethnic or sectarian composition of each state. Consequently, the Zionist hope is that sectarian-based states become Israel’s satellites and, ironically, its source of moral legitimation.\nIn making her case against a Kurdish state inside Syria, Maram Susli also referenced the philosophy of the Yinon Plan. She wrote ,\nIsrael wants to establish a Kurdistan, as a Sunni-Iranian rival to Shi’ite Iran. They hope such a Sunni state will block Iran’s access to Syria and will also prevent Lebanese resistance against Israeli invasion. This was all outlined in Israel’s Yinon Plan published in 1982. Israel is an extension of US influence and hegemony in the region, the Israeli lobby holds much sway over US politics. Strengthening Israel in the region will strengthen US influence over the region, once again shrinking Russian influence and pushing the nuclear power into a corner. Journalists who show a sense of confusion about the reason the West is supportive of Kurdish expansionism should consider this point.\nFinally, a designated ‘Kurdish area’ in Syria is deeply rooted in ethnocentric chauvinism. A US state strictly designated for Hispanic, White or Black ethnicity would be outrageous to suggest and would be considered racist. But the use of ethnicity as a means to divide and conquer is the oldest and most cynical form of imperialism. Syria must remain for all Syrians, not just for one minority. Voices who oppose this should be discouraged. The Syrian Constitution should continue to resist all ethnocentric religious-based parties. If there is a change to the Syrian constitution, it should be the removal of the word Arab from Syrian Arab Republic. In spite of the fact that the vast majority Syrians speak the Arabic language, the majority of Syrian are historically not ethnically Arab . All sections of Syrian society should be treated equally under the Syrian flag.\nIt should also be noted that Federalization would have both strategic and economic reverberations for Syria as well as for Hezbollah and Iran whose land supply lines would be effectively cut, a massive strategic victory for Israel and thus for the “deep state” apparatus of the U.S. government who wish to see the destruction of all governments who do not bend to its will.\nIn terms of geopolitics, it should also be noted that the Kurdish regions in Iraq as well as those being claimed in Syria, are both oil rich regions. With its Kurdish tentacles in control of this specific territory, both the United States and Israel not only have eyes and ears on the ground in Syria and Iraq but also have a stake in the oil that comes out of these regions.\nThe Kurdish Question\nThe question of whether or not Kurdish groups should be allowed their own ethno-centric state either within Syria, Iraq, Iran, or Turkey is one that has confused many onlookers, particularly in recent years as Kurdish militias have fought valiantly against ISIS (despite working with other radical Islamic terror organizations). First, it is important to separate Kurdish fighting groups like the PKK and YPG from Kurdish people. These groups are not representative of Kurds as a whole. Instead, they represent a radical, violent, extremist ideology of Communism and bizarre cultural marxism.\nSecond, it is important to separate Syrian Kurds from Kurds in Syria. The former are Syrians who are Kurds or, in other words, Syrian citizens who are also Kurds. The latter are Kurds from other countries who happen to be inside Syria.\nMaram Susli (aka Syrian Girl) wrote an article in April, 2016, entitled “ Why A Kurdish Enclave In Syria Is A Very Bad Idea, ” where she outlined five major reasons why the idea of creating a “Kurdish state” or “Kurdish autonomy” in Syria is entirely counterproductive. She wrote,\n1. Kurds are not a majority in the Area PYD/YPG are attempting to annex\nThe region of Al Hasakah, which the Kurdish Nationalist Party (PYD) and its military wing YPG have declared a federal Kurdish state, does not have a Kurdish majority. Al Hasakah Governorate is a mosaic of Assyrian Christians, Armenians, Turkmen, Kurds and Bedouin Arabs. Of the 1.5 million population of Al Hasakah, only 40 % are ethnically Kurdish. Moreover, parts of Al Hasakah Governorate, such as Al Hasakah district, is less than 15% Kurdish (!). In the other large minorities in the area the Arabs and Assyrian Christians form a majority. Declaring a small area with a wide array of ethnic groups as belonging to a specific ethnic minority is a recipe for oppression.\nThe Kurdish population of Al Hasakah has also been heavily inflitrated by illegal Kurdish immigration from Turkey. Kurdish immigration to Syria began in the 1920’s and occurred in several waves after multiple failed Kurdish uprisings against Turkey. It continued throughout the century. In 2011 the Kurdish population in Syria reached between 1.6 to 2.3 million , but 420,000 of these left Syria for Iraq and Turkey as a result of the current conflict. Some Syrian Kurds have lived in Homs and Damascus for hundreds of years and are heavily assimilated into the Syrian society. However, Kurdish illegal immigrants who mostly reside in north Syria, and who could not prove their residence in Syria before 1945 , complain of oppression when they were not granted the rights of Syrian citizens. Syrian law dictates that only a blood born Syrian whose paternal lineage is Syrian has a right to Syrian citizenship. No refugee whether Somali, Iraqi or Palestinian has been granted Syrian citizenship no matter how long their stay. In spite of this, in 2011 the Syrian President granted Syrian citizenship to 150,000 Kurds. This has not stopped the YPG from using illegal Kurdish immigrants who were not granted citizenship as a rationale for annexing Syrian land. Those who promote Federalism are imposing the will of a small minority – that is not of Syrian origin – on the whole of Al Hasakah’s population and the whole of Syria.\n2. It is Undemocratic to Impose Federalism on the Majority of Syrians\nPYD did not bother to consult with other factions of Syrian society before its unilateral declaration of Federalism. The other ethnicities that reside in Al Hasake governate, which PYD claims is now an autonomous Kurdish state, have clearly rejected federalism. An assembly of Syrian clans and Arab tribes in Al Hasaka and the Assyrian Democratic Organization (ADO) rejected PYD’s federalism declaration. In Geneva, both the Syrian government and the opposition rejected PYD’s federalism declaration. Furthermore, PYD does not represent all of Syria’s Kurdish population. The Kurdish faction of Syrian national coalition condemned PYD’s federalism declaration. Most of Syria’s Kurds do not live in Al Hasakah and many that do work outside it. Thousands of Kurds have joined ISIS and are fighting for an Islamic State not a Kurdish one.\nUnilateral declaration of federalism carries no legitimacy since federalism can only exist with a constitutional change and a Referendum. Federalism is unlikely to garner much support from the bulk of Syria’s population, 90-93 % of whom is not Kurdish. Knowing this, PYD have banned residents of Al Hasakah from voting in the upcoming Parliamentary elections to be held across the nation. This shows the will of the people in Al Hasakah is already being crushed by PYD. It is undemocratic to continue to discuss federalism as a possibility when it has been rejected by so many segments of Syrian society. Ironically we are told the purpose of the US’ Regime change adventure in Syria is to bring democracy to the middle east.\n3. Federalism May Risk Ethnic cleansing of Assyrian Christian and other minorities\nSince the Kurdish population are not a majority in the areas PYD are trying to annex, the past few years have revealed that PYD/YPG are not beyond carrying out ethnic cleansing of non-Kurdish minorities in an attempt to achieve a demographic shift. The main threat to Kurdish ethnocentric territorial claims over the area are the other large minorities, the Arabs and the Assyrian Christians.\nSalih Muslim, the leader of PYD, openly declared his intention to conduct an ethnic cleansing campaign against Syrian Arabs who live in what he now calls Rojava. “One day those Arabs who have been brought to the Kurdish areas will have to be expelled,” said Muslim in an interview with Serek TV . Over two years since that interview he has fulfilled his word, as YPG begun burning Arab villages around Al Hasakah Province hoping to create a demographic shift. It is estimated that ten thousands Arab villagers have been ethnically cleansed from Al Hasake province so far. The villages around Tal Abayad have suffered the most as Kurdish expansionists seek to connect the discontiguous population centres of Al Hasakah and Al Raqqa. “The YPG burnt our village and looted our houses,” said Mohammed Salih al-Katee, who left Tel Thiab Sharki, near the city of Ras al-Ayn, in December.\nYPG have also begun a campaign of intimidation, murder and property confiscation against the Assyrian Christian minority. The YPG and PYD made it a formal policy to loot and confiscate the property of those who had escaped their villages after an ISIS attack, in the hope of repopulating Assyrian villages with Kurds. The Assyrians residents of the Khabur area in Al Hasaka province formed a militia called the Khabour Guard in the hope of defending their villages against ISIS attacks. The Khabur Guard council leaders protested the practice of looting by Kurdish YPG militia members who looted Assyrian villages that were evacuated after ISIS attacked them. Subsequently, the YPG assassinated the leader of the Khabur Guard David Jindo and attempted to Assassinate Elyas Nasser. At first the YPG blamed the assassination on ISIS but Elyas Nasser, who survived, was able to expose the YPG’s involvement from his hospital bed. Since the assassination YPG has forced the Khabour Guard to disarm and to accept YPG ‘protection.’ Subsequently most Assyrian residents of the Khabour who had fled to Syrian Army controlled areas of Qamishli City could not return to their villages.\nThe Assyrian Christian community in Qamishli has also been harassed by YPG Kurdish militia. YPG attacked an Assyrian checkpoint killing one fighter of the Assyrian militia Sootoro and wounding three others. The checkpoint was set up after three Assyrian restaurants were bombed on December 20, 2016 in an attack that killed 14 Assyrian civilians. Assyrians suspected that YPG was behind these bombings in an attempt to assassinate Assyrian leaders and prevent any future claims of control over Qamishli.\nIt would be foolish to ignore the signs that more widely spread ethnic cleansing campaigns may occur if Kurdish expansionists are supported, especially since other ethnic groups are not on board with their federalism plans. It has only been 90 years since the Assyrian genocide which was conducted by Turks and Kurds. This history should not be allowed to be repeated. Assyrians have enjoyed safety and stability in the Syrian state since this time. Forcing the Assyrians to accept federalism is not going to ensure their safety. Establishment of a federal Kurdish state in Iraq has not protected Assyrian villages from attacks by Kurdish armed groups either. The campaign of ethnic cleansing against both Assyrians and Arabs in Al Hasakah has already begun and may now only escalate.\n4. The Resources in Al Hasake are shared between all Syrians\nWhile Kurds make up only 7-10% of Syria’s total population, PYD demands 20% of Syria’s land. What’s more, the region of Al hasakah that YPG want to annex has a population of only 1.5 million people. Much of Syria’s agriculture and oil wealth is located in Al Hasakah and is shared by Syria’s 23 million people. Al Hasakah province produces 34% of Syria’s wheat and much of Syria’s oil . The oil pumping stations are now being used by ISIS and YPG’s Kurds to fund their war efforts while depriving the Syrian people.\nWhile headlines abound about Syria’s starving population, there is little talk of how federalising Syria could entrench this starvation into law for generations to come. Instead, promoters of Federalism talk about how giving the resources shared by 23 million people to 1.5 million people will lead to peace.\n5. A Kurdish Region in Syria will be a Threat to Global Security\nSince the majority of Syria’s population and Syria’s government oppose Kurdish annexation claims, PYD will not be able to achieve federalism through legal means. The only way the PYD and YPG can achieve federalism is through brute force. This brute force may backed by the US air force and an invasion by special forces which contradicts international law. Head of PYD Saleh Islam has already threatened to attack Syrian troops if they attempt to retake Raqqa from ISIS. A Kurdish state in Syria as the Iraqi Kurdistan ensures US hegemony in the region. Like the KRG [1] the YPG are already attempting to build a US base on Syrian soil. Russia, which has been an ally of Syria for a long time, will be further isolated as a result. This will once again tip the balance of power in the world.\nAll of Syria’s neighbouring countries are also opposed to an ethnocentric Kurdish state in Syria. The YPG is linked to the PKK, which is active in Turkey and which the United Nations has designated a terrorist organisation. Turkey will see YPG’s federalism claims as strengthening the PKK. Turkey may invade Syria as a result, guaranteeing at least a regional war. This regional war could involve Iran, Syria, Hezbollah and Israel.\nIsrael wants to establish a Kurdistan, as a Sunni-Iranian rival to Shi’ite Iran. They hope such a Sunni state will block Iran’s access to Syria and will also prevent Lebanese resistance against Israeli invasion. This was all outlined in Israel’s Yinon Plan published in 1982. Israel is an extension of US influence and hegemony in the region, the Israeli lobby holds much sway over US politics. Strengthening Israel in the region will strengthen US influence over the region, once again shrinking Russian influence and pushing the nuclear power into a corner. Journalists who show a sense of confusion about the reason the West is supportive of Kurdish expansionism should consider this point.\nFinally, a designated ‘Kurdish area’ in Syria is deeply rooted in ethnocentric chauvinism. A US state strictly designated for Hispanic, White or Black ethnicity would be outrageous to suggest and would be considered racist. But the use of ethnicity as a means to divide and conquer is the oldest and most cynical form of imperialism. Syria must remain for all Syrians, not just for one minority. Voices who oppose this should be discouraged. The Syrian Constitution should continue to resist all ethnocentric religious-based parties. If there is a change to the Syrian constitution, it should be the removal of the word Arab from Syrian Arab Republic. In spite of the fact that the vast majority Syrians speak the Arabic language, the majority of Syrian are historically not ethnically Arab . All sections of Syrian society should be treated equally under the Syrian flag.\nThe Syrian “Stans”\nMuch has already been written about the possibility of a Kurdistan in northern Syria, the boundaries of which have been declared by the Syrian Kurds themselves, which essentially line up with those drawn up by Western strategists and war designers years ago.\nLikewise, public suggestions have been made since at least 2013 that, in addition to a Kurdistan, an Alawite enclave – perhaps lead by Assad but perhaps not – would be established in the western portion of Syria, predominantly in the Latakia area, where what is left of the Syrian government, presumably itself decimated by restructuring, would reign. Robin Wright of the United States Institute For Peace, a military industrial complex firm dedicated to strategic development, suggested a larger Alawitistan, stretching from the South, up through Damascus, Homs, Hama, Latakia and on to the northern coast of the Mediterranean.\nDruzistan (Jabal al-Druze as suggested by Wright) has also been dreamed up for the southern tip of Syria (near Daraa).\nIn the rural areas, discussions have centered around a Sunnistan that would span from rural central and eastern Syria across the border into central, western, and eastern Iraq. However, others have suggested that Sunnistan would be a function of Syria alone.\nStill other strategists have even suggested the appeasement of Wahhabist terrorists by the formation of a Wahhabistan in between Iraq and Syria (essentially the same territory as that occupied by ISIS today). Such a Wahhabistan would function as a barrier between moderate and anti-NATO forces in Iraq and Syria and would cut off a major supply route for Syria and Hezbollah coming from Iran for what would be left of Syria.\n. . . .\nOver time, Iraq’s Sunni minority — notably in western Anbar Province, site of anti-government protests — may feel more commonality with eastern Syria’s Sunni majority. Tribal ties and smuggling span the border. Together, they could form a de facto or formal Sunnistan. Iraq’s south would effectively become Shiitestan, although separation is not likely to be that neat.\nThe dominant political parties in the two Kurdish regions of Syria and Iraq have longstanding differences, but when the border opened in August, more than 50,000 Syrian Kurds fled to Iraqi Kurdistan, creating new cross-border communities. Massoud Barzani, president of Iraqi Kurdistan, has also announced plans for the first summit meeting of 600 Kurds from some 40 parties in Iraq, Syria, Turkey and Iran this fall.\n. . . .\n. . . .\nOther changes may be de facto. City-states — oases of multiple identities like Baghdad, well-armed enclaves like Misurata, Libya’s third largest city, or homogeneous zones like Jabal al-Druze in southern Syria — might make a comeback, even if technically inside countries.\nFormer Ambassador to the United Nations and Neo-Con John R. Bolton even wrote an op-ed for The New York Times where he argued for the balkanization of Syria and the creation of a “Sunnistan.” Bolton was relatively blunt in his article, openly admitting that the new state is “unlikely to be a Jeffersonian democracy for many years” but following that statement up with a bizarre admission that “this is a region where alternatives to secular military or semi-authoritarian governments are scarce. Security and stability are sufficient ambitions.” While Bolton’s latter comment would have negated the stated public objectives of the war against Assad by the Obama White House in the first place, it also makes clear that freedom and democracy were never the true aims of the United States, but instead the overthrow of Bashar al-Assad and the destruction of Syria as a functioning state.\nToday’s reality is that Iraq and Syria as we have known them are gone. The Islamic State has carved out a new entity from the post-Ottoman Empire settlement, mobilizing Sunni opposition to the regime of President Bashar al-Assad and the Iran-dominated government of Iraq. Also emerging, after years of effort, is a de facto independent Kurdistan.\nIf, in this context, defeating the Islamic State means restoring to power Mr. Assad in Syria and Iran’s puppets in Iraq, that outcome is neither feasible nor desirable. Rather than striving to recreate the post-World War I map, Washington should recognize the new geopolitics. The best alternative to the Islamic State in northeastern Syria and western Iraq is a new, independent Sunni state.\n. . . .\n. . . .\nThis Sunni state proposal differs sharply from the vision of the Russian-Iranian axis and its proxies (Hezbollah, Mr. Assad and Tehran-backed Baghdad). Their aim of restoring Iraqi and Syrian governments to their former borders is a goal fundamentally contrary to American, Israeli and friendly Arab state interests. Notions, therefore, of an American-Russian coalition against the Islamic State are as undesirable as they are glib.\nBolton’s Sunnistan, while on one level is another aspect of the conglomeration of petty, squabbling, microstates that would make up Syria under the Plan B, is also eerily reminiscent of the “ Salafist Principality ” envisioned and supported by the United States military and intelligence communities early on and in place in eastern Syria and western Iraq today.\nThe Israeli Connection\nSarah Abed recently released a three-part series of articles regarding the question of the Kurds in Syria and how the “revolutionary” forces of the YPG, PKK, and Peshmerga are being used for the purposes of destabilization and destruction of the Syrian state. In her article series she addresses the fact that the Kurdish fighters not only have deep connections to the United States but also to Israel.\nShe begins by pointing out the connection between Israel and the Iraqi Kurds, the Peshmerga forces that have long been known as American assets, despite the fact that America has repeatedly stabbed them in the back by baiting them with the prospect of finally being able to create their “revolutionary” state. She writes,\nIn 2015, the Financial Times reported that Israel had imported as much as 77 percent of its oil supply from Kurdistan in recent months, bringing in some 19 million barrels between the beginning of May and August 11. During that period, more than a third of all northern Iraqi exports, shipped through Turkey’s Ceyhan port, went to Israel, with transactions amounting to almost $1 billion, the report said, citing “shipping data, trading sources, and satellite tanker tracking.”\nThe sales are a sign of Iraqi Kurdistan’s growing assertiveness and the further fraying of ties between Erbil and Baghdad, which has long harbored fears that the Kurds’ ultimate objective is full independence from Iraq.\n. . . . .\nBoth historical and modern day ties between Israel and the Kurds have brought benefits to both sides. In the past, Israel has obtained intelligence, as well as support, for a few thousand Jews fleeing Ba’athist Iraq. The Kurds have received security and humanitarian aid, as well as links to the outside world, especially the United States. The first official acknowledgment that Jerusalem had provided aid to the Kurds dates back to Sept. 29, 1980, when Prime Minister Menachem Begin disclosed that Israel had supported the Kurds “during their uprising against the Iraqis in 1965 to 1975” and that the United States was aware of this fact. Begin added that Israel had sent instructors and arms, but not military units.\nThe YPG’s CIA Connections\nThat the United States is funding and supporting Kurdish fanatics – be they Muslim fanatics or Marxist fanatics – is well known and publicly admitted by the White House. The Trump administration, for instance, publicly admitted that it was sending heavier equipment and heavier arms to the SDF in early 2017. However, few Americans understand the repercussions of arming the Kurdish fighters or the effect it has had on the battlefield as well as the Syrian people. Sarah Abed writes,\n. . . . .\nThe U.S. has armed the Kurds and supported their efforts since helping them establish the Syrian Democratic Forces on Oct. 10, 2015. The U.S. needed to fund a group within Syria that was fighting against Daesh, but that was not as extremist as the Free Syrian Army, which was outed as being affiliated with al-Qaeda. The U.S. has stated that its main reason for being in Syria is to fight Daesh, but its actions have proved otherwise. Its true mission is to destabilize the country by assisting the Kurds through the SDF and other armed opposition forces in liberating land that can be used as a bargaining tool in future negotiations.\nKurds Allied With Free Syrian Army and Daesh (ISIS)\nAt this point, it should be noted that the Kurds have found some very unsavory allies in their effort to “fight ISIS” or, in reality, establish a Kurdistan. Most notably, those unsavory allies turn out to be the already-mentioned United States and the Free Syrian Army (proxy terrorists of the US and NATO) as well as Daesh (ISIS) itself.\nWhile the question of accepting arms may easily be explained by the “gold is where you find it” axiom, the fact that the YPG is now working directly with the Free Syrian Army (FSA) is further evidence of collusion between NATO/US and the YPG. While presented as moderate by the mainstream Western press, the FSA is nothing more than al-Qaeda, ISIS, and Nusra. Indeed, there is no such thing as a moderate rebel in Syria and there never has been. The FSA is documented to have committed massive atrocities and the groups – directed, armed, controlled and funded by the US – are intent upon implementing Sharia law on the subjugated populations. As I and other researchers have documented, the FSA is nothing more than a wing of al-Qaeda/ISIS and has even publicly stated that it was working with the terrorist organizations (also funded, trained, armed, and directed by the West) in the past.\nThe fact that the YPG would be willing to cooperate with the FSA is telling but the fact that the FSA would be willing to cooperate with the YPG is even more telling. After all, the Iraqi Kurds have long been connected to US intelligence and military operations in the past. With an increase of signs of cooperation between the YPG and their Iraqi counterparts, it is clear that the events transpiring on the ground in relation to the Kurds in Syria, Iraq, and Turkey are part of an overarching US plan to finally carve out a pound of geographic flesh out of Iraq and Syria.\nSo what’s the big difference between the “moderate” terrorists and the extremist terrorists running rampant in Syria today? At one time, we were told there were no terrorists at all. Then, we were told terrorists were indeed present but that there were also moderate, secular, democracy-loving freedom fighters in the country. Now, after the nature of the so-called “rebels” has been revealed ad infinitum by the alternative and independent press, it is admitted that the “fighters” in Syria are terrorists but, apparently, some are moderate and some are extreme.\nOf course, they all have the same goal of Sharia. They all hate minorities, Christians, Alawites, Shiites, etc. They all torture. They all rape. We could go on and on. In the world of the West’s “rebels,” there is not one shred of difference between any of the armed groups fighting against the secular Syrian government besides the names they call themselves.\nStill, we are told there are clear differences and that the U.S. State Department knows just what they are. Only, they aren’t telling the American people. Or the Russians. Or the Syrians. Or anybody. The “moderate” terrorists are thus a very mysterious force, a group of which we may speak but also one that never shows itself.\nOf course, there are groups that the United States admits are brutal killers but somehow rationalizes to the public that they are “our” brutal killers. The U.S. can, at times, be forced to admit that the groups it supports as “freedom fighters” have committed atrocities, rapes, murders, torture, and establishment of Islamic theocracy upon unwilling inhabitants. Essentially, the U.S. can admit (when pressured) that these groups have the same ideology as ISIS, although the State Department will never say these exact words.\nThus, it is clear that any designation of terrorist groups as “extremist” or “moderate” is obviously based on political motivation and geopolitical designs, not the nature or action of the terrorist group in question. If that were the case, then Ahrar al-Sham, Jaish al-Islam, and other groups would easily be listed as terrorist organizations that would subsequently not be covered under the “ceasefire” agreement. After all, there is no distinguishing characteristic that sets these groups apart from ISIS or Nusra other than a name.\nBut when the Russians attempted to remove these groups from the list of non-protected terrorists in Syria (terrorists protected at the insistence of the West), the United States, Britain, France, and Ukraine rushed to their rescue and blocked the Russian proposal. This is, of course, despite the fact that both of these groups, which make up around half of the “Syrian opposition forces” thanks to Western name changes, have repeatedly worked together with Nusra and ISIS forces. Jaish al-Islam and Ahrar al-Sham have both worked so closely with ISIS and Nusra that the groups themselves are virtually interchangeable. Nevertheless, the U.S. is only digging its own international public relations grave with its refusal to designate known and obvious terrorists as precisely that, particularly when it has launched campaigns of destruction and death across the world on the basis of allegedly “fighting terror.”\nThe fact is that there never has been a difference between these organizations and this reality has been exposed time and time again in growing numbers of outlets in the alternative and independent media.\n. . . . . there were never, nor are there any “moderates” operating in Syria. The West has intentionally armed and funded Al Qaeda and other sectarian extremists since as early as 2007 in preparation for an engineered sectarian bloodbath serving US-Saudi-Israeli interests. This latest bid to portray the terrorists operating along and within Syria’s borders as “divided” along extremists/moderate lines is a ploy to justify the continued flow of Western cash and arms into Syria to perpetuate the conflict, as well as create conditions along Syria’s borders with which Western partners, Israel, Jordan, and Turkey, can justify direct military intervention.\nIndeed, even the New York Times has been forced to admit that there are, as Cartalucci expertly argues in his article, no moderates in the ranks of the Syrian death squads. As Ben Hubbard writes ,\nIn Syria’s largest city, Aleppo, rebels aligned with Al Qaeda control the power plant, run the bakeries and head a court that applies Islamic law. Elsewhere, they have seized government oil fields, put employees back to work and now profit from the crude they produce.\nAcross Syria, rebel-held areas are dotted with Islamic courts staffed by lawyers and clerics, and by fighting brigades led by extremists. Even the Supreme Military Council, the umbrella rebel organization whose formation the West had hoped would sideline radical groups, is stocked with commanders who want to infuse Islamic law into a future Syrian government.\nNowhere in rebel-controlled Syria is there a secular fighting force to speak of. [emphasis added]\nBut while the Kurds in the YPG are bound together by a bizarre cultural Marxism and anarcho-leftist ideology, other Kurds are joining Daesh due to a shared Muslim fundamentalism.\nAs Sarah Abed writes,\nFor over a year, Kurdish forces have united in defense against bloody Daesh attacks. So how has Daesh still managed to recruit hundreds of young Kurds to fight for the caliphate against their own families?\n“There are Kurdish families in Halabja whose sons are in IS [Daesh] and their hearts are broken, but I’ll never go to their funerals,” said the grieving mother of Kaihan Borhan, a Kurd who died fighting with the Peshmerga against Daesh. Her family is distraught that the people responsible for his death could well be Kurdish nationals.\n“I have a friend whose brother died fighting for ISIS,” said Kaihan’s brother. “I never grieved for him and my friend cannot bear to look me in the eye.” Here, we can see the path to extremism that many Kurds have taken. Dissatisfaction with the Kurdish intelligence service, Asayish’s persecution of Muslims and domestic grievances are being skillfully exploited by Daesh through the use of propaganda , led by Khattab Al-Kurdi and his Saladin Brigade.\n“With God’s permission we will sow the seeds of the Caliphate throughout our land,” said Khattab, who has been one of the most persuasive forces in luring Kurds towards the caliphate. Even with Khattab’s reported death in April 2015, the threat of more Kurds joining Daesh seems unlikely to diminish, with a new Kurdish imam carrying the rhetoric forward.\nThe Syria Democratic Forces\nThe SDF is nothing more than a loose grouping of Kurdish YPG fighters with an “Arab” contingent thrown in for good measure and the ability to tout a “multi-ethnic” demographic for American audiences slightly versed in the Syrian crisis. Of course, this Arab contingent is actually a gaggle of terrorists and “rebels” funded and organized by the West. In other words, they are jihadists teamed up with the YPG.\nIn June 2017, Sputnik offered a short report and interview with a Syrian expert regarding the nature of the SDF. The report read ,\nSputnik Arabic was able to talk to a Syrian expert on the armed groups in Syria, Husma Shaib, who explained why the so-called Syrian Democratic Forces (SDF) operating in Syria are comparable to the al-Nusra Front and what the actual aim of their operations in Syria is.\n“In Syria, we regard these forces as unlawful military formations which operate outside of the legal environment. They are the same as terrorist units like al-Nusra Front and Daesh. The Syrian Democratic Forces do not coordinate their activities with the Syrian Army. We regard them as terrorists,” Husma Shaib told Sputnik.\n“According to the plot of the US, these forces should assist in the implementation of their plan on the setup of the so-called safe of buffer territories, which should cut Syria off from its neighbors,” he elaborated.\nThe expert, however, said that he hopes that with the help of Russia and Iran, the Syrian Army will be able to block these efforts.\nMeanwhile, he said, the SDF have been coordinating their assault on the Syrian city of Raqqa with both the US and Daesh.\nThe SDF is mostly comprised of the Kurdish YPG militia which unanimously declared the “federalization” of what they call “Rojava”, or so-called Western Kurdistan, back in March 2016.\nThe leaders of the SDF announced that they’ll try to annex the majority-Arab city of Raqqa if they manage to liberate it.\nIraq\nThe use of Kurdish fanatics has long been used by the United States and Israel to weaken and destabilize governments in the Middle East. Iraq has already been successfully split up partly due to Kurdish ethno-centrism and the support, arming, and direction of the United States and Israel.\nThis concept was floated publicly after the U.S. invasion of Iraq, most notably by then Senator and soon to be Vice President Joe Biden who advocated for splitting Iraq into three parts: a Sunnistan, Shiastan, and a Kurdistan. Biden was not alone in his push for splitting Iraq but he may have been one of the most vocal proponents of the plan. Fast forward a few years and the mainstream media had begun crowing the same talking points ; i.e. that “ethnic tensions” had become so great that Iraq could no longer function as one government and that the Kurds somehow deserved their own state based upon their ethnicity. Today, those dreams have been mostly realized as Iraqi Kurdistan is moving more and more towards complete independence, even selling oil to other countries free of the control of Baghdad.\nBut in Iraq, like in Syria, the Kurds, painted as innocent victims of Saddam Hussein’s brutality, were quite willing to engage in ethnic cleansing of their own.\nKeeping in mind, Human Rights Watch’s history of propaganda and discrediting itself over Syria and Libya, it is worth noting that even HRW was forced to address the Kurdish razing of non-Kurdish homes in Iraqi Kurdistan. In its report, “ Marked With An X, ” published in 2016, HRW wrote,\n. . . . .\nAnother troubling issue is the apparent plan of the KRG not to allow Arabs to return to their villages. KRG President Masoud Barzani told Human Rights Watch in July 2016 that the KRG would not allow Sunni Arabs to return to villages that had been “Arabized” by former President Saddam Hussein. He said these were, in his view, rightfully Kurdish lands. Such territorial claims lend credence to the belief of many Arabs that KRG security forces may have carried out demolitions for the purpose of preventing or dissuading Arabs from returning there.\nIran\nThe Kurds in Iran are discussed and publicized much less in both mainstream and alternative media outlets. However, radical elements of Kurdish society in Iran are heavily linked to those elements in Turkey, Iraq, and Syria. In fact, the plan to destroy and “federalize” both Syria and Iraq are not unique to those countries, since evidence has emerged demonstrating that a plan to fracture Iran using Kurdish fighters has also been in the works.\nAs Sarah Abed writes in her article, “ The Kurdish Connection: Israel, ISIS And U.S. Efforts To Destabilize Iran, ”\nDocuments leaked by WikiLeaks in 2010 suggested that Israeli Mossad Chief Meir Dagan wanted to use Kurds and ethnic minorities to topple the Iranian government. The Israeli spy service was aiming to create a weak and divided Iran, similar to the situation in Iraq, where the Kurds have their own autonomous government, the spy chief told a U.S. official.\nThe Partiya Jiyana Azad a Kurdistane (PJAK), a militant Kurdish nationalist group based in northern Iraq, has been carrying out attacks on Iranian forces in the Kurdistan Province of Iran (eastern Kurdistan) and other Kurdish-inhabited areas. Half the members of PJAK are women. The PJAK has about 3,000 armed militiamen. They represent yet another example of the Kurds finding themselves in the middle of a conflict and being used as a pawn by the West.\nThe party is closely linked to the PKK. Iran has often accused PJAK and other Kurdish nationalist groups from Iran of being supported by Israel. Journalist Seymour Hersh has also claimed that the U.S. supported PJAK and other Iranian opposition groups. However, both the U.S. and Israel have denied supporting PJAK. In fact, the U.S. Treasury branded PJAK as a terrorist organization last year.\n. . . . .\nEvery major Kurdish political group in the region has longstanding ties to Israel. It’s all linked to major ethnic violence against Arabs, Turkmens and Assyrians. From the PKK in Turkey to the PYD and YPG in Syria, PJAK in Iran to the most notorious of them all, the Barzani-Talabani mafia regime (KRG/Peshmerga) in northern Iraq. Thus it should come as no surprise that Erbil supplied Daesh (ISIS) with weaponry to weaken the Iraqi government in Baghdad. And when it becomes understood that Erbil is merely the front for Tel Aviv in Iraq, the scheme becomes clear.\nIsrael has reportedly been providing the KRG with weapons and training even prior its military encounters with Daesh. On the level of economic strategy, Israel granted critical support to the KRG by buying Kurdish oil in 2015 when no other country was willing to do so because of Baghdad’s threat to sue. KRG Minister of Natural Resources Ashti Hawrami even admitted to the arrangement , saying that Kurdish oil was often funneled through Israel to avoid detection.\nIn January 2012 the French newspaper Le Figaro claimed that Israeli intelligence agents were recruiting and training Iranian dissidents in clandestine bases located in Iraq’s Kurdish region. By aligning with the Kurds, Israel gains eyes and ears in Iran, Iraq and Syria. A year later, the Washington Post disclosed that Turkey had revealed to Iranian intelligence a network of Israeli spies working in Iran, including ten people believed to be Kurds who reportedly met with Mossad members in Turkey. This precarious relationship between Israel and Turkey persists today.\nIt is highly encouraged to access Sarah Abed’s series on the Kurds and, for more context in regards to the history of the Kurds in Syria, her article, “ A History Of Violence – The Myth Of The Moderate Kurdish Rebel. ”\nConclusion\nWhile it is difficult and often unwise to make any predictions when it comes to geopolitics and decisions taken by a government and establishment system gone rogue, we can attempt to analyze what we believe the evidence is showing us. In the case of the recent moves made by both the United States and Russia, it appears that the Federalization of Syria is taking form before our eyes. While Russia has acted as the savior of the Syrian government since its entrance into the war, Russia does not seem willing to truly engage the United States in direct military combat over Syrian borders. This approach, while undoubtedly bemoaned by many, is understandable and completely reasonable from the point of view of Russia. After all, the first responsibility of a national leader is to the people of his nation, a concept seemingly forgotten by the people of Western Europe and North America.\nStill, it seems that the United States is insisting upon at least fractionalizing Syria so that the Syrian government is drastically weakened. A Kurdish state would have both strategic and economic reverberations for Syria as well as for Hezbollah and Iran whose land supply lines would be effectively cut. A Kurdish state would also serve to inhibit an Iranian pipeline.\nThe wild card, however, is whether Syrians will be able to live with the creation of such a large cutout rump state carved out of their own territory. Only time will tell as to how the situation will develop. Considering the fact that two nuclear powers are on opposing sides in this battle, it is safe to say the outcome concerns us all.\nThis article may be freely shared in part or in full with author attribution and source link .\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nLeave a comment\nComment\nName\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "We’ve even set up a base at Al Tanf in the southern part, it’s an American base within the country of Syria,",
                "Black",
                true
            ],
            [
                "You can’t get a more obvious violation of international law than to actually move in and set up a military base in a sovereign country that has never taken any offensive action towards our country.",
                "Black",
                true
            ],
            [
                "The US is setting up its military bases in the territories that were liberated from Daesh by our fighters during the fight against terrorism.",
                "Black",
                true
            ],
            [
                "The US has set up two airports in Hasaka, one airport in Qamishli, two airports in al-Malekiyeh (Dirik), and one more airport in Tal Abyadh at border with Turkey in addition to a military squad center in the town of Manbij in Northeastern Aleppo,",
                "Hamou",
                true
            ],
            [
                "The Erbil-based news website BasNews, quoting a military source in the Kurdish-backed Syria Democratic Forces (SDF), said most of the work on a runway in the oil town of Rmeilan in Hasaka was complete while a new air base southeast of Kobani, straddling the Turkish border, was being constructed.",
                "",
                true
            ],
            [
                "Syria’s One Hope May Be As Dim As Bosnia’s Once Was .",
                "Michael O'Hanlon",
                true
            ],
            [
                "Deconstructing Syria: A New Strategy For America’s Most Hopeless War ,",
                "",
                true
            ],
            [
                "A Strategy For Israel In The Nineteen Eighties,",
                "",
                true
            ],
            [
                "Why A Kurdish Enclave In Syria Is A Very Bad Idea,",
                "Al Hasakah Governorate",
                true
            ],
            [
                "One day those Arabs who have been brought to the Kurdish areas will have to be expelled,",
                "",
                true
            ],
            [
                "The YPG burnt our village and looted our houses,",
                "Al Raqqa",
                true
            ],
            [
                "unlikely to be a Jeffersonian democracy for many years",
                "Bolton",
                false
            ],
            [
                "this is a region where alternatives to secular military or semi-authoritarian governments are scarce.",
                "Bolton",
                false
            ],
            [
                "Security and stability are sufficient ambitions.",
                "Bolton",
                true
            ],
            [
                "shipping data, trading sources, and satellite tanker tracking.",
                "Sarah Abed",
                false
            ],
            [
                "during their uprising against the Iraqis in 1965 to 1975",
                "Menachem Begin",
                false
            ],
            [
                "gold is where you find it",
                "",
                false
            ],
            [
                "There are Kurdish families in Halabja whose sons are in IS [Daesh] and their hearts are broken, but I’ll never go to their funerals,",
                "",
                true
            ],
            [
                "I have a friend whose brother died fighting for ISIS,",
                "Kaihan",
                true
            ],
            [
                "I never grieved for him and my friend cannot bear to look me in the eye.",
                "",
                true
            ],
            [
                "With God’s permission we will sow the seeds of the Caliphate throughout our land,",
                "Khattab",
                true
            ],
            [
                "In Syria, we regard these forces as unlawful military formations which operate outside of the legal environment.",
                "Husma Shaib",
                true
            ],
            [
                "They are the same as terrorist units like al-Nusra Front and Daesh.",
                "Husma Shaib",
                true
            ],
            [
                "The Syrian Democratic Forces do not coordinate their activities with the Syrian Army.",
                "Husma Shaib",
                true
            ],
            [
                "According to the plot of the US, these forces should assist in the implementation of their plan on the setup of the so-called safe of buffer territories, which should cut Syria off from its neighbors,",
                "",
                true
            ],
            [
                "The Kurdish Connection: Israel, ISIS And U.S. Efforts To Destabilize Iran,",
                "Sarah Abed",
                true
            ],
            [
                "A History Of Violence – The Myth Of The Moderate Kurdish Rebel.",
                "Sarah Abed",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.activistpost.com/2014/11/isis-agrees-to-work-with-itself-us.html",
                "http://blogs.reuters.com/great-debate/2015/10/06/syrias-one-hope-may-be-as-dim-as-bosnias-once-was/",
                "https://www.theguardian.com/world/2015/dec/27/refugee-crisis-creating-stateless-generation-children-experts-warn",
                "http://www.joshualandis.com/blog/the-assyrians-of-syria-history-and-prospets-by-mardean-isaac/",
                "https://sputniknews.com/middleeast/201706171054711865-syria-pyd-us-armour-supply/",
                "http://aranews.net/files/2016/03/kurdish-national-council-syria-condemns-federalism-declaration-kurdish-rival/",
                "https://syriadirect.org/news/ypg-hopes-to-%e2%80%98change-the-demographic-map%e2%80%99-in-al-hasakah/",
                "http://aranews.net/files/2016/04/kurds-vow-prevent-assad-regime-holding-parliamentary-elections-rojava/",
                "https://sputniknews.com/middleeast/201706121054556553-syria-sdf-terrorists/",
                "https://www.globalresearch.ca/greater-israel-the-zionist-plan-for-the-middle-east/5324815",
                "https://www.activistpost.com/2013/03/false-flag-attacks-in-syria-pin.html",
                "https://www.almasdarnews.com/article/breaking-trump-sends-first-equipment-kurdish-led-forces-syria/",
                "https://www.nbcnews.com/news/us-news/officials-trump-approves-plan-arm-syrian-kurds-n756886",
                "https://www.latimes.com/world/middleeast/la-fg-us-iraq-weapons-20140811-story.html",
                "https://www.activistpost.com/2013/09/terrorists-wage-war-on-each-other-in.html",
                "http://www.almasdarnews.com/article/official-statement-from-the-khabour-assyrian-council-of-guardians/",
                "http://journal-neo.org/2016/03/29/kerry-s-plan-at-balkanising-syria/",
                "https://sputniknews.com/middleeast/201706201054783501-us-base-syria-violation-international-law/",
                "https://www.ft.com/content/150f00cc-472c-11e5-af2f-4d6e0e5eda22?mhq5j=e2",
                "https://www.globalresearch.ca/why-a-kurdish-enclave-in-syria-is-a-very-bad-idea/5519109",
                "https://www.nytimes.com/2017/05/09/us/politics/trump-kurds-syria-army.html?_r=0",
                "https://www.hrw.org/report/2016/11/13/marked-x/iraqi-kurdish-forces-destruction-villages-homes-conflict-isis",
                "https://sarahabed.com/2017/05/29/inside-the-surreal-world-of-the-daesh-propaganda-machine/",
                "https://sarahabed.com/2017/07/14/the-kurdish-connection-israel-isis-and-u-s-efforts-to-destabilize-iran/",
                "http://rightweb.irc-online.org/articles/display/United_States_Institute_of_Peace",
                "https://www.activistpost.com/2017/09/the-kurdish-question-why-federalization-in-syria-and-the-creation-of-a-kurdistan-is-a-very-bad-idea.html",
                "https://www.the-american-interest.com/2016/03/18/israel-and-the-kurds-love-by-proxy/",
                "https://www.reuters.com/article/us-mideast-crisis-syria-usa-base-idUSKCN0W80R7",
                "https://sputniknews.com/middleeast/201707041055229656-us-strengthens-presence-syria/",
                "https://ekurd.net/mismas/articles/misc2010/12/irankurd689.htm",
                "https://www.almasdarnews.com/article/questioning-kurdish-secularism/",
                "http://www.bbc.com/news/world-middle-east-29702440",
                "http://www.jpost.com/Middle-East/Netanyahu-I-support-Kurdish-independence-360958",
                "http://www.dailystar.com.lb/News/Lebanon-News/2014/Sep-08/269883-frustration-drives-arsals-fsa-into-isis-ranks.ashx",
                "https://www.activistpost.com/2014/09/the-roots-of-isis.html",
                "https://www.ibtimes.com/kurds-joining-islamic-state-isis-finds-unlikely-supporters-among-turkeys-disgruntled-2029924",
                "https://www.brookings.edu/blog/order-from-chaos/2015/06/30/deconstructing-syria-a-new-strategy-for-americas-most-hopeless-war/",
                "https://www.almasdarnews.com/article/western-u-n-bloc-rejects-russian-bid-blacklist-islamist-groups-syria/",
                "https://sputniknews.com/radio_trendstorm/201706101054473820-syria-is-the-race-for-raqqa-over/",
                "http://sahipkiran.org/2014/08/05/kurdish-population-in-syria/",
                "https://archive.nytimes.com/www.nytimes.com/interactive/2013/09/29/sunday-review/how-5-countries-could-become-14.html?_r=0",
                "https://www.nytimes.com/2013/09/29/opinion/sunday/imagining-a-remapped-middle-east.html?pagewanted=all&_r=0",
                "https://sarahabed.com/2017/07/13/the-kurds-washingtons-weapon-of-mass-destabilization-in-the-middle-east/",
                "http://www.nytimes.com/2013/04/28/world/middleeast/islamist-rebels-gains-in-syria-create-dilemma-for-us.html?_r=0",
                "https://www.activistpost.com/2015/05/dod-admits-supporting-isis-buffer-zones.html",
                "https://www.activistpost.com/2016/05/whats-the-big-difference-between-natos-moderates-and-extremists-in-syria.html",
                "https://www.ynetnews.com/articles/0,7340,L-4442250,00.html",
                "https://www.huffpost.com/entry/iraq-split-three-countries_b_5508207",
                "https://www.npr.org/sections/parallels/2014/09/23/350579007/why-does-the-u-s-like-the-kurds-in-iraq-but-not-in-syria",
                "https://uk.reuters.com/article/uk-iraq-kurdistan-oil-idUKKCN0T61HL20151117.",
                "https://www.almasdarnews.com/article/revisiting-kurdish-tolerance-ypg-attacks-assyrian-militia/",
                "https://sputniknews.com/middleeast/201707041055219725-syria-kurds-us-turkey/",
                "https://www.reuters.com/article/us-mideast-crisis-iraq-kurds-idUSKCN0Z20RY",
                "https://www.nytimes.com/2013/04/28/world/middleeast/islamist-rebels-gains-in-syria-create-dilemma-for-us.html?pagewanted=all&_r=0",
                "http://www.ibtimes.com/free-syrian-army-rebels-join-forces-kurds-fight-isis-kobane-1702500",
                "https://www.mintpressnews.com/history-violence-myth-moderate-kurdish-rebel/230635/",
                "http://mouqawamahmusic.net/kurdish-regime-gave-weapons-to-isis-cause-the-kurdish-regime-works-for-israel/",
                "https://www.nytimes.com/2013/04/28/world/middleeast/islamist-rebels-gains-in-syria-create-dilemma-for-us.html?pagewanted=all",
                "http://www.commondreams.org/views/2007/10/26/united-states-and-kurds-brief-history"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.liveleak.com/view?i=256_1431537234",
                "https://intelnews.org/2012/01/11/01-906/",
                "https://gianalytics.org/653-why-should-the-kurds-have-a-federal-region-in-syria",
                "https://en.wikipedia.org/wiki/Assyrian_genocide",
                "http://www.aina.org/news/20150522205619.htm",
                "http://www.independent.co.uk/news/world/middle-east/i-am-not-fighting-againstalqaida-itsnot-our-problem-says-wests-last-hope-in-syria-9233424.html",
                "http://landdestroyer.blogspot.com/2013/09/in-syria-there-are-no-moderates.html#more",
                "http://syrianrefugees.eu/?page_id=80",
                "http://www.thearabweekly.com/?id=661",
                "http://www.assyriatv.org/2016/03/ado-unilateral-kurdish-federalism-unacceptable/",
                "https://www.activistpost.com/In%20a%20rather%20predictable%20move%20(Autosaved).doc#_ftn1",
                "http://m.strategic-culture.org/news/2016/01/23/us-illegally-build-military-base-syria-preparation-ground-war.html",
                "https://books.google.com.au/books?id=g4f54qsU618C&pg=PA51&lpg=PA51&dq=census+kurds&source=bl&ots=-ZV9mYrveX&sig=NXovGH3KSQROmiQJKhhQ3UjKzfM&hl=en&sa=X&ved=0ahUKEwivkPuAt_LLAhXCNxQKHUqpDyE4FBDoAQgdMAE#v=onepage&q=census%20kurds&f=false",
                "https://www.presstv.com/Detail/2016/03/17/456328/Syria-UN-Mistura-Daesh/",
                "https://www.liveleak.com/view?i=256_1431537234",
                "https://www.newsweek.com/why-have-kurds-supplied-isis-weapons-452673",
                "http://araborthodoxy.blogspot.com/2013/12/as-safir-on-history-of-persecution-of.html",
                "https://www.ctc.usma.edu/posts/the-battle-for-syrias-al-hasakah-province",
                "http://www.aina.org/news/20151230181909.htm",
                "https://twitter.com/PsvSyria/status/882253303618338818",
                "http://english.al-akhbar.com/node/15221",
                "http://www.shaamtimes.net/news-detailz.php?id=52261",
                "https://sana.sy/en/?p=72431",
                "http://www.aina.org/news/20151102170051.htm",
                "http://news.xinhuanet.com/english2010/world/2011-04/07/c_13817925.htm",
                "http://www.aina.org/news/20160112034707.htm",
                "http://rudaw.net/english/middleeast/syria/24112013",
                "https://www.aljazeera.com/programmes/upfront/2016/01/syria-starvation-weapon-war-160115084832001.html",
                "http://www.brandonturbeville.com/2017/02/trump-administration-arming-kurdish.html",
                "https://en.wikipedia.org/wiki/List_of_designated_terrorist_groups",
                "https://www.theaustralian.com.au/nocookies?a=A.flavipes",
                "https://www.fmreview.org/syria/sood-seferis",
                "https://www.youtube.com/watch?v=b8VpxkTUYWE",
                "https://www.meforum.org/3838/israel-kurds"
            ]
        },
        "key_words": [
            "bad",
            "idea",
            "kurdistan",
            "kurdish",
            "federalization",
            "kurds",
            "states",
            "united",
            "syria",
            "question",
            "syrian",
            "al",
            "israel",
            "state",
            "ypg",
            "creation"
        ]
    }
]