[
    {
        "url": "https://www.nytimes.com/2017/10/09/us/politics/donald-trump-melania-ivana.html?rref=collection%2Fsectioncollection%2Fpolitics",
        "title": "‘Trump White House’ Reality Show Recap: An Ex-Wife Claims First Lady Title",
        "authors": [
            {
                "name": "Katie Rogers",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-09",
        "text": "Advertisement\nSupported by\n‘Trump White House’ Reality Show Recap: An Ex-Wife Claims First Lady Title\nImage\nIvana Trump, a Czech-born former model, ended her marriage with Donald J. Trump in what she called “brutal” divorce negotiations in 1992.CreditCreditCindy Ord/Getty Images\nWASHINGTON — In a time of several threatening international crises, an explosive exchange came out of the Trump White House on Monday that had nothing to do with a foreign adversary. The target was a former wife.\nMelania Trump’s East Wing lashed out at President Trump’s first wife, Ivana, for jokingly referring to herself as first lady.\nIvana Trump — the mother to Mr. Trump’s oldest three children and the wife whose divorce from Mr. Trump elevated him to a constant tabloid fixture — was promoting her new memoir during an interview that aired on “Good Morning America” when she said she had a “direct number” to the White House and called the president every two weeks.\n“I’m basically first Trump wife,” the Czech-born Mrs. Trump said with a laugh. “I’m first lady, O.K.”\nThis joke apparently struck a nerve with the actual first lady.\nStephanie Grisham, the third Mrs. Trump’s communications director, unleashed a scorching statement against the first lady’s marital predecessor.\n“Mrs. Trump has made the White House a home for Barron and the President. She loves living in Washington, D.C., and is honored by her role as first lady of the United States,” Ms. Grisham said in an email. “She plans to use her title and role to help children, not sell books.”\nImage\nMelania Trump, Mr. Trump’s third wife and a former model who was born in Slovenia, has been somewhat of a departure because she does not court attention and tends to choose her words carefully.CreditDoug Mills/The New York Times\nMs. Grisham added a tabloidlike coup de grâce: “There is clearly no substance to this statement from an ex, this is unfortunately only attention-seeking and self-serving noise.”\nSuch media fisticuffs were, until Monday, an unusual move for Melania Trump’s placid, and somewhat sparsely populated, East Wing. But they are second nature to certain members of the Trump family, purveyors of high-profile marital drama since 1992, the year Mr. Trump and Ivana Trump, a former model, ended their marriage in what she called “brutal” divorce negotiations. Mr. Trump’s second wife, Marla Maples, ensured another dizzying round of media attention. (The first Mrs. Trump said in the interview that she does not refer to Ms. Maples by name: She is instead known as “The Showgirl.”)\nMelania Trump, a former model born in Slovenia, has been somewhat of a departure because she does not court attention and tends to choose her words carefully. She is also becoming a more visible first lady. In the past few weeks, Mrs. Trump has ramped up her appearances and will travel on Tuesday to Huntington, W.Va., to visit Lily’s Place , an infant recovery center that supports families dealing with addiction.\nIn recent weeks, Mrs. Trump, who once emphasized that her platform will focus on combating cyberbullying, has shifted her focus to learning more about the opioid epidemic. More than two million Americans are estimated to have problems with the drugs, and Appalachia has some of the highest overdose rates in the country.\n“She has stated many times that she wants to utilize her role as first lady to help as many children as she can, with the many issues and challenges they face as they are growing up,” Ms. Grisham said. “The opioid crisis is one of those issues, and is affecting children and their families nationwide.”\nIn August, Mr. Trump said that the opioid epidemic was a “national emergency,” but the White House has so far not made a formal declaration on the matter. When asked about the first lady’s plans for cyberbullying, Ms. Grisham said that Mrs. Trump’s focus “includes many different aspects of what children face today.”\nMs. Grisham did not respond when asked why Ivana Trump’s interview warranted the East Wing’s response. Among other revelations, the first Mrs. Trump said that she uses her phone calls with the president to encourage discretion — “Sometimes I tell him just not to speak that much,” she said — and that she did not mind if her children engage in the sort of Twitter taunting their father enjoys.\n“If they are losers,” Mrs. Trump said of potential Trump family Twitter targets, “they are losers, O.K.? And I don’t mind it.”\nRelated Coverage\n",
        "quotes": [
            [
                "I’m basically first Trump wife,",
                "",
                true
            ],
            [
                "I’m first lady, O.K.",
                "",
                true
            ],
            [
                "Trump has made the White House a home for Barron and the President.",
                "Grisham",
                true
            ],
            [
                "She loves living in Washington, D.C., and is honored by her role as first lady of the United States,",
                "Grisham",
                true
            ],
            [
                "She plans to use her title and role to help children, not sell books.",
                "Grisham",
                true
            ],
            [
                "There is clearly no substance to this statement from an ex, this is unfortunately only attention-seeking and self-serving noise.",
                "",
                true
            ],
            [
                "She has stated many times that she wants to utilize her role as first lady to help as many children as she can, with the many issues and challenges they face as they are growing up,",
                "Grisham",
                true
            ],
            [
                "The opioid crisis is one of those issues, and is affecting children and their families nationwide.",
                "Grisham",
                true
            ],
            [
                "includes many different aspects of what children face today.",
                "Grisham",
                false
            ],
            [
                "Sometimes I tell him just not to speak that much,",
                "Melania Trump",
                true
            ],
            [
                "And I don’t mind it.",
                "Trump",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/interactive/2017/08/03/upshot/opioid-drug-overdose-epidemic.html?module=inline",
                "https://www.nytimes.com/2017/09/24/us/politics/melania-trump-first-lady.html?module=inline",
                "https://www.nytimes.com/interactive/2017/08/24/upshot/opioid-crisis-national-emergency.html?module=inline",
                "https://www.nytimes.com/2017/08/10/us/politics/opioid-trump-emergency.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.lilysplace.org/",
                "https://www.vanityfair.com/magazine/2015/07/donald-ivana-trump-divorce-prenup-marie-brenner"
            ]
        },
        "key_words": [
            "title",
            "mr",
            "reality",
            "ms",
            "children",
            "mrs",
            "trumps",
            "recap",
            "focus",
            "claims",
            "grisham",
            "weeks",
            "white",
            "exwife",
            "lady",
            "opioid",
            "trump",
            "house"
        ]
    }
]