[
    {
        "url": "https://www.reuters.com/article/us-mexico-women-debate/all-male-panel-on-feminism-comes-under-fire-in-mexico-idUSKBN1CA2ZV",
        "title": "All-male panel on feminism comes under fire in Mexico",
        "authors": [
            {
                "name": "Sophie Hares",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-05",
        "text": "All-male panel on feminism comes under fire in Mexico\n3 Min Read\nTEPIC, Mexico (Thomson Reuters Foundation) - A debate about feminism with an all-male panel at Mexico’s biggest university is under fire on social media for its lack of women, although the panel moderator says it was an attempt at portraying men’s roles.\nThe panel led by feminist and anthropologist Marta Lamas and featuring 11 men discussing feminism, rights and the market has been criticized online as “feminism for dummies” and prompted one participant to drop out.\nSet for Oct. 11, the event is entitled “Marta Lamas in Dialogue with XY,” a reference to male chromosomes.\nOnline, critics called it a case of “mansplaining,” when men condescendingly tell women about topics that they do not need explained.\n“Because there’s nobody better to talk about feminism than a man,” said one Twitter user.\n“What next?” asked another on Twitter. “A conference of atheists talking about religion? Carnivores talking about veganism? Communists talking about capitalism?”\nLamas said the event was misinterpreted and meant as homage to her work on her 70th birthday while recognizing the role of men in improving the position of women.\n“Since I’ve been having conferences and meetings with women for about 48 years, I said, ‘Well, it’s really something fresh and different,’” she told the Thomson Reuters Foundation.\n“The idea to put ‘XY’ instead of men was sense of humor,” she added. “It was a wink of the eye.”\nLamas said she had not chosen the panelists for the National Autonomous University of Mexico (UNAM) event and was taken aback by the vehement reaction on social media.\nOne panelist, journalist Jenaro Villamil, said on Twitter he was pulling out. “I’m not interested in continuing this game of hate,” he wrote.\nFeminism can be a controversial topic in Mexico, where machismo is strong and violence against women is common. Roughly 650 women were murdered in Mexico in the first six months of this year, according to the National Citizen Observatory, a civil group that monitors justice and security.\nFeminist activist Veronica Vidal Degiorgis said outcry over the panel showed differences over whether to involve men in talk of improving the lives of women.\n“If something good comes out of this, it’s how we can have more engagement on moving the agenda forward,” Degiorgis told the Foundation. “(Men) also have the right to be involved in some point in how to dismantle the patriarchy, as they’re part of it.”\nReporting by Sophie Hares, Editing by Ellen Wulfhorst; Please credit the Thomson Reuters Foundation, the charitable arm of Thomson Reuters, that covers humanitarian news, women's rights, trafficking, property rights, climate change and resilience. Visit news.trust.org\n",
        "quotes": [
            [
                "Well, it’s really something fresh and different,",
                "",
                true
            ],
            [
                "Marta Lamas in Dialogue with XY,",
                "",
                true
            ],
            [
                "Because there’s nobody better to talk about feminism than a man,",
                "",
                true
            ],
            [
                "A conference of atheists talking about religion?",
                "Marta Lamas",
                true
            ],
            [
                "Since I’ve been having conferences and meetings with women for about 48 years, I said, ‘Well, it’s really something fresh and different,",
                "",
                true
            ],
            [
                "The idea to put ‘XY’ instead of men was sense of humor,",
                "",
                true
            ],
            [
                "It was a wink of the eye.",
                "",
                true
            ],
            [
                "I’m not interested in continuing this game of hate,",
                "",
                true
            ],
            [
                "If something good comes out of this, it’s how we can have more engagement on moving the agenda forward,",
                "Degiorgis",
                true
            ],
            [
                "Men) also have the right to be involved in some point in how to dismantle the patriarchy, as they’re part of it.",
                "Degiorgis",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://news.trust.org"
            ]
        },
        "key_words": [
            "allmale",
            "comes",
            "talking",
            "twitter",
            "panel",
            "xy",
            "mexico",
            "women",
            "event",
            "feminism",
            "university",
            "men"
        ]
    }
]