[
    {
        "url": "http://beforeitsnews.com/alternative/2017/10/will-what-happened-in-vegas-stay-in-vegas-16-questions-left-unanswered-3559393.html",
        "title": "What Happened in Vegas Will Not Stay in Vegas... 16 Questions Left Unanswered That the Media Ignores!",
        "authors": [
            {
                "name": "Lisa Haven",
                "link": null
            }
        ],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "Total:\nWhat Happened in Vegas Will Not Stay in Vegas... 16 Questions Left Unanswered That the Media Ignores!\nWednesday, October 4, 2017 9:56\n% of readers think this story is Fact. Add your two cents.\n \nWill what happened in Vegas, stay in Vegas? Or will someone in the mainstream media or those investigating the horrible events that transpired this week in the Vegas mass shooting finally start telling the American people the truth? It’s a LONG shot, but thankfully there are journalists and reporters in the alternative media who are seeking out the truth and doing the job the mainstream media isn’t doing today.\n \nGET 50% OFF NOW USING CODE: Haven\n(Discount Good Through Oct. 15th ONLY)\n \nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nThom V\nThe 17th question is….when are these false flags going to stop ??   From Pearl Harbor, on it’s one after another.  Thought Orlando, Boston Marathon, San Bernadino, Columbine and, of course, Sandy Hoax would be enough after they were all exposed.  Check out the recent article about the residents of Sandy Hook who got free houses, land, or mortgages paid for/off after their part in the fraud?  Funniest part is that all these transactions seem to have been settled ON Dec 25th,…Christmas Day when all offices and businesses would be closed.  The video shows the paperwork so it’s not made up.  Some people still believe the Hoax is true….can’t believe it !!!\nOct 4, 2017, 1:48 pm\nAnonymous\nThe alternate media gives out worse news than the MSM and that’s pretty bad.  I have never seen so much fake news in my life as regarding Vegas.\nOct 4, 2017, 3:39 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nFeatured\nTop Global\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.suppressedhealthsecrets.com",
                "http://www.prodo1.com/"
            ]
        },
        "key_words": [
            "ignores",
            "truth",
            "unanswered",
            "left",
            "doing",
            "16",
            "happened",
            "shooting",
            "stay",
            "started",
            "vegas",
            "mainstream",
            "media",
            "questions"
        ]
    }
]