[
    {
        "url": "https://www.cnn.com/2016/09/26/politics/presidential-debate-mistakes-history/index.html",
        "title": "8 unforgettable presidential debate blunders",
        "authors": [
            {
                "name": "Nia-Malika Henderson",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-26",
        "text": "Updated 3:59 PM ET, Mon September 26, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nZingers can fade after the moment, but gaffes can linger\nViewers will be on alert for any stumbles that might seal the fate of Clinton or Trump\n(CNN)\nPresidential debates are about ideas, tough questions -- and gaffes.\nThe impact of one line zingers can fade after the moment, but gaffes can linger, altering a race and shifting the momentum.\nMistakes happen in almost every debate. And as Hillary Clinton and Donald Trump meet for their first clash Monday -- 56 years to the date after the famous showdown between Richard Nixon and John F. Kennedy -- viewers will be on alert for any stumbles that might seal the fate of either candidate.\nHere are eight of the biggest blunders from nearly six decades of presidential debates:\nNixon vs. Kennedy, 1960\nRead More\nThe first televised general election debate featured a candidate who understood the power of television and one who didn't. John F. Kennedy, tall, young and confident, looked into the camera and addressed 80 million viewers.\nJUST WATCHED\nDebates enter the TV age 00:27\nRichard Nixon, pale and recovering from the flu, shifted his eyes, looking unfocused as he addressed the questioners rather than the viewers. Nixon was also sweaty and unshaven. People who listened to the debate on the radio thought Nixon won. People who watched the debate thought Kennedy won. The next day's Chicago Daily News headline summed up the importance of the visuals:  \"Was Nixon Sabotaged by TV Makeup Artists?\"\nFord vs. Carter, 1976\nSo memorable was President Gerald Ford's gaffe that it made it into his obituary. Asked about the expansion of Russian power in Eastern Europe, Ford flatly denied it.\nCarter and President Gerald Ford debate domestic policy at the Walnut Street Theater in Philadelphia on September 23, 1976. It was the first of three Ford-Carter presidential debates.\n\"There is no Soviet domination of Eastern Europe, and there never will be under a Ford administration,\" he said.\nFlummoxed, the moderator gave Ford a chance to modify his response. But Ford stuck by his response throughout the debate, insisting that Poland, Yugoslavia, and Romania were all \"independent and autonomous.\"\nSometimes thought of as \"the accidental president,\" Ford's bumbling response only highlighted the sense among some that he wasn't quite right for the job.\nDukakis vs. Bush, 1988\nThe question wasn't hard.\n\"Governor,\" CNN's Bernard Shaw asked, \"if Kitty Dukakis were raped and murdered, would you favor an irrevocable death penalty for the killer?\"\nJUST WATCHED\n1988: 'If Kitty Dukakis were raped...' 01:07\nIt was an easy opportunity for Michael Dukakis, the Democratic governor of Massachusetts, to sound human. But he whiffed and discussed his ironclad opposition to the death penalty. He talked about how Massachusetts had the lowest murder rate in the country. And he criticized then-Vice President George H.W. Bush over his drug war policies.\nBush vs. Clinton vs. Perot, 1992\nJust as an audience member stood up to ask President George H.W. Bush about how the national debt had personally affected him, he checked his watch. And in that moment, he provided Bill Clinton an opening. He also gave viewers of the first presidential town hall the impression that he just didn't care and that he had better things to do with his time. The Arkansas governor pounced, showing his rare gift of connecting with voters by approaching the questioner and painting a picture of a wrecked economy where her friends and neighbors had lost jobs.\nClinton, Bush, and Perot at a presidential town hall in 1992.\nThe debate echoed a New York Times headline months earlier that suggested he was out of touch with average voters—\"Bush Encounters the Supermarket, Amazed.\" Bush later said that in the moment he was thinking: \"I hate these debates. I'm so glad it's almost over.\"\nBush vs. Gore, 2000\nVice President Al Gore just couldn't hide his exasperation. Especially not after Republican operatives spliced together a clip of him sighing and sighing again and again during his first presidential debate against George W. Bush. After the sighing reel was circulated, the entire narrative of the first debate changed.\nJUST WATCHED\nAl Gore sighs while Bush speaks 00:38\nThe post-debate spin effectively turned a debate night victory into a loss for Gore in the days that followed. Columnists mocked him. And pundits had a talking point. On the \"Today\" show, Katie Couric asked him if his sighing was \"presidential behavior.\"\nRick Perry vs. his memory, 2011\n\"Oops\" is never a word that announces something good.\nFor then-Texas Gov. Rick Perry, it announced the beginning of the the end of his bid for the 2012 GOP nomination. In the moment, he started off pretty strong and specific.\n\"I will tell you. It's three agencies of government when I get there that are gone,\" he said, staring at then-Congressman Ron Paul, who was standing next to him. \"Commerce, Education, and the...uh...what's the third one there?\"\nJUST WATCHED\nPerry tries to move from 'oops' moment 02:38\nFinally, he just gave up, after the moderator pinned him down.\n\"Let's see...I can't, the third one, sorry,\" he said. \"Oops.\"\n(He later remembered that it was the Department of Energy).  The rap on Perry was that he wasn't up to the job and the \"oops\" moment underscored it. There was no cleaning this one up.\nBarack Obama vs. Mitt Romney, 2012\nIn his closing statement for one of the most watched debates in television history, President Barack Obama said it \"was a terrific debate.\"\nHe was right -- for Mitt Romney.\nSome 70 million people watched a flat-footed and lethargic Obama get hammered by a well-prepped and aggressive Mitt Romney. Obama spoke in run-on sentences. Romney spoke in bullet points.\nJUST WATCHED\nThe best from the Denver debate 03:24\nA CNN insta-poll of registered voters showed that 67% of registered voters who watched the debate thought Romney won, and just 25% went with Obama. Even Obama's campaign aide, Stephanie Cutter, conceded on CNN that Romney \"scored some points on style.\"\nMarco Rubio vs. Chris Christie, 2016\nFour.\nThat's how many times Sen. Marco Rubio pivoted to the exact same soundbite attack on President Obama. Four times -- in five minutes.\nJUST WATCHED\nRubio, Christie exchange blows early 02:14\nDogged by criticisms that he was an inexperienced first-term senator who could deliver a speech but not much else, Rubio provided just the evidence his critics needed. It also likely destroyed any chances he had at a good showing in the New Hampshire primary. He later did something that presidential candidates rarely do -- admit they made a mistake.\n\"I did not do well on Saturday night, so listen to this,\" he told a crowd after his fifth place finish. \"That will never happen again.\"\nBut the damage was done and his campaign never recovered.\n",
        "quotes": [
            [
                "Was Nixon Sabotaged by TV Makeup Artists?",
                "Richard Nixon",
                true
            ],
            [
                "There is no Soviet domination of Eastern Europe, and there never will be under a Ford administration,",
                "",
                true
            ],
            [
                "if Kitty Dukakis were raped and murdered, would you favor an irrevocable death penalty for the killer?",
                "Bernard Shaw",
                false
            ],
            [
                "I'm so glad it's almost over.",
                "George W. Bush",
                true
            ],
            [
                "It's three agencies of government when I get there that are gone,",
                "Rick Perry",
                true
            ],
            [
                "Commerce, Education, and the...uh...what's the third one there?",
                "Rick Perry",
                true
            ],
            [
                "Let's see...I can't, the third one, sorry,",
                "Rick Perry",
                true
            ],
            [
                "I did not do well on Saturday night, so listen to this,",
                "Rick Perry",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "watched",
            "president",
            "watch",
            "blunders",
            "obama",
            "moment",
            "debate",
            "bush",
            "vs",
            "romney",
            "presidential",
            "unforgettable"
        ]
    }
]