[
    {
        "url": "https://www.activistpost.com/2017/10/smart-meters-create-honeypot-personal-information-exploit.html",
        "title": "Smart Meters Create A “Honeypot” Of Personal Information To Exploit",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-10-09",
        "text": "Hot Topics\nSmart Meters Create A “Honeypot” Of Personal Information To Exploit\nAccording to Lyle,\nA Mail investigation has discovered how marketing firms are targeting data collected by smart meters, which reveal how customers use their gas and electricity, and hoping to turn the information they provide in to a steady stream of cash.  [CJF emphasis]\nThe above statement should be most disconcerting for utility customers everywhere, just not in the UK!  Utility companies plan to mine and sell customers’ usage data and to profit off of that data, which belongs to customers and often without customers’ knowledge and/or consent to relinquish/sell their data to unknown third parties.  How does that reality sit with you, the consumer?\nAccording to Lyle, “Firms must ask customers’ permission before examining in depth data or selling it on to third parties,” at least in Great Britain.  How about in the USA?  If you have a newly retrofitted AMI Smart Meter on your electric, natural gas or water utility services in the USA, have you been asked by your utility company to sign a consent form to collect and sell your intimate personal usage data to unknown third parties?  Furthermore, have those utilities agreed to give you a commission or rebate on your utility bill for providing such “monetarily-and-profit-valuable” sales leads from which they anticipate earning megabucks?\nLyle points out what AMI Smart Meters are all about when she says,\nExperts say firms are eying up the steady stream of data that the devices provide about customers’ lifestyles as a way of making a profit. [CJF emphasis]\nThe above is most outrageous, since in the USA at least, utilities received federal grants of around $200 MILLION each to roll out AMI Smart Meters.  That wasn’t enough for them, undoubtedly.  Do you know utilities will be able to jack up the usage rates when there’s high consumer utility use?  To this writer’s mind, that sounds like chutzpah, greed and outright thievery.  “Pitney Bowes describes smart meters as a ‘once in a generation business opportunity for energy providers’.”\nA spokesman for SmartEnergy, UK, said\nConsumers own their own data and the decision about whether this can be shared with third parties rests soley [sic] with them. No sales can take place during a smart meter installation visit.\nIf energy suppliers wish to undertake marketing at the installation consent from the customer has to be obtained prior to the appointment.  [CJF emphasis]\nThat may apply in the UK, but don’t count on owning your data in the USA and being asked to sign a consent form.  Please refer to my article “Smart Meter Data: Privacy and Cybersecurity – Congressional Research Report 2012,” which addresses many serious—even Constitutional issues—revolving around consumers’ AMI Smart Meter data; utilities selling it for profit without customers’ knowledge; spying on households to collect that coveted data; and numerous U.S. statutes no public utility commission is paying attention to—and, obviously, are in violation of—when mandating AMI Smart Meter implementation, or else termination of one’s utility service(s).\nIsn’t it time for class action lawsuits against utility companies and states public utility commissions regarding the collection and selling of customers’ personal data either with or without our consent and knowledge?\nWhat role does the ‘new’ 5G microwave planned rollout play in issues involving the ‘smart’ meme, artificial intelligence, a total surveillance society, and health safety? \nFirst and foremost, no health and environmental impact studies have been performed on the generational (“G”) microwave platforms that have been rolled out.  “Safety” is based upon consensus science proffered by ICNIRP, the professional association that does not accept the fact there are non-thermal radiation waves, which adversely affect humans (electromagnetic hypersensitivity and cancers), the environment and all life forms, when 32% of microwave industry studies ACTUALLY FOUND AND CONFIRMED NON-THERMAL EFFECTS!\nThe only issue some seemingly are concerned about is the esthetics of how those newly-proposed mini-microwave towers (aka “thimble” towers [4]) will look every so many feet when placed on city streets and landscapes.  One particular city which has taken note, and much to their credit, is Tampa, Florida.\nAccording to Richard Danielson of the Tampa Bay Times,\nTAMPA — The City Council on Thursday moved ahead with proposals to minimize the visual clutter created on city streets by the next generation of wireless antennas, many as small as a pizza box, but some as big as a family-sized refrigerator. [CJF emphasis]\n“There’s a lot of people who don’t understand what this means (for) the right of way near their homes,” council member Mike Suarez said. “There are going to be some very significant changes to the way your neighborhood looks based on this particular ordinance.”\nAmong the restrictions on the city: If a city pole cannot accommodate one of the new antennas, the city has to replace the pole at its cost. The city has to allow the installation of new poles. The city cannot impose a distance separation between the new antennas and related equipment. The city cannot prohibit the antennas, except in very limited areas.\nThat’s because the antennas tend to be smaller, but wireless companies need a lot more of them to create good networks. So instead of big cell towers up to 250 feet tall, the industry is expected to turn to antennas mounted on many more existing or new utility poles. [which means they can be placed right outside your front door or bedroom window blasting 5G microwaves into you, your household and ambient environment, with no health safety aspects or provisions considered, nor implemented!]\nWhat I find extremely troubling about the entire ‘smart’ meme issues includes:\n1 – Consumers have become totally enthralled and even addicted to their smart gadgets, which are harming their health from microwave radiation. What don’t you folks get?  You’ve been sold a bill of goods—just like the tobacco industry promoted cigarettes even to the point of having medical doctors advertising them [1]—and, unknowingly and unwittingly,  have become a contributing part of the EMF problem for relying upon, using and clamoring for faster Wi-Fi plus other harmful electromagnetic frequency gadgets.\n2 – Consumers are lax in realizing that giving and/or subjecting microwave tech appliances and gadgets to children are harming them, especially their developmental capacities since microwaves adversely affect kids’ smaller bodies, especially their brains!\n3 – Consumers don’t recognize nor realize that anything “smart” is part of the ultimate United Nations’ goal of a total global surveillance society [2, 3]. Welcome to a worldwide gulag!\nIt’s still not too late to rethink the microwave problems, especially about health issues, that deliberately have been kept from consumers similar to what was done about asbestos, tobacco and cigarette use, antibiotics and the current opioid drug problems, GMO ‘phoods’ not being labeled and literally forced down our throats without consumers knowing nor having a choice via truth in advertising labels, and the infamous clandestine skullduggery that brought it all about as so ‘eloquently’ stated by the late David Rockefeller:\nWe are grateful to the Washington Post, The New York Times, Time Magazine and other publications whose directors have attended our meetings and respected their promises of discretion for almost forty years. It would have been impossible for us to develop our plan for the world if we had been subject to the bright lights of publicity during those years. But the world is now more sophisticated and prepared to march toward a world government. . . .  The supranational sovereignty of an intellectual elite and world bankers is surely preferable to the national auto-determination practiced in past centuries. ( source ) [CJF emphasis]\nReaders will note the source for that now-infamous Rockefeller statement made at the 1991 Bilderberg meeting in Baden, Germany, is a video, which conveniently has been sanitized from the Internet.\nThe collusion on the part of the U.S. media and others is confirmed.  Whom will consumers believe?  Need I say any more?\nReferences:\nCatherine J Frompovich ( website ) is a retired natural nutritionist who earned advanced degrees in Nutrition and Holistic Health Sciences, Certification in Orthomolecular Theory and Practice plus Paralegal Studies. Her work has been published in national and airline magazines since the early 1980s. Catherine authored numerous books on health issues along with co-authoring papers and monographs with physicians, nurses, and holistic healthcare professionals. She has been a consumer healthcare researcher 35 years and counting.\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "once in a generation business opportunity for energy providers",
                "",
                false
            ],
            [
                "Firms must ask customers’ permission before examining in depth data or selling it on to third parties,",
                "Lyle",
                true
            ],
            [
                "Pitney Bowes describes smart meters as a ‘once in a generation business opportunity for energy providers’.",
                "",
                true
            ],
            [
                "Smart Meter Data: Privacy and Cybersecurity – Congressional Research Report 2012,",
                "",
                true
            ],
            [
                "There’s a lot of people who don’t understand what this means (for) the right of way near their homes,",
                "Mike Suarez",
                true
            ],
            [
                "There are going to be some very significant changes to the way your neighborhood looks based on this particular ordinance.",
                "Mike Suarez",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.activistpost.com/2017/10/smart-meter-data-privacy-and-cybersecurity-congressional-research-report-2012.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=8-snY9YlxxA",
                "http://www.catherinejfrompovich.com/"
            ]
        },
        "key_words": [
            "data",
            "smart",
            "exploit",
            "microwave",
            "personal",
            "customers",
            "information",
            "city",
            "create",
            "antennas",
            "meters",
            "consumers",
            "utility",
            "honeypot",
            "ami"
        ]
    }
]