[
    {
        "url": "http://beforeitsnews.com/u-s-politics/2017/10/bump-stock-sales-surge-after-use-by-vegas-gunman-2537356.html",
        "title": "Bump stock sales surge after use by Vegas gunman",
        "authors": [],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "By ram7932\nThursday, October 5, 2017 9:35\n% of readers think this story is Fact. Add your two cents.\nCDN – http://www.conservativedailynews.com\nBump stocks allowed Stephen Paddock, the Vegas gunman who killed 58 people and injured almost 500 more, to fire semi-automatic rifles at cyclic rates similar to fully automatic versions. Politicians’ and media’s fixation on the legal, for now, devices are creating a rush on them. Firearms distributors have run out of the devices as gun owners rush to buy them ahead of a possible ban on the easily-installed systems that can allow a semi-auto AR-15 to fire more than 500 rounds per minute. While machine guns are heavily regulated and require a lengthy paperwork and review process to obtain, the bump stock is an attachment that uses a gun’s recoil and the shooter’s shoulder to achieve rapid fire. Machine guns, for those who can even get them, can cost more than $20,000 while the bump stock systems regularly sell for between $90 and $300. An entire industry popped-up around these devices and its now seeing record demand. Bump Fire Systems’ website was down due to an overloaded server and a better-known maker of bump stocks, Slide Fire Solutions, posted a notice on its website notifying customers that the company has stopped taking new orders as demand had outpaced their ability to manufacture. Usually, it’s …\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nJust me\nBump stocks were not used in Vegas.  They are too quirky to maintain a 100 round plus burst.  More likely a military belt fed M240L.\nOct 6, 2017, 9:42 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.prodo1.com/",
                "http://www.suppressedhealthsecrets.com",
                "https://mitocopper.com/pages/affiliate-program"
            ]
        },
        "key_words": [
            "sales",
            "stock",
            "vegas",
            "share",
            "wake",
            "bump",
            "whitelist",
            "surge",
            "beforeitsnews",
            "toomake",
            "tell",
            "sure",
            "support",
            "youthank",
            "gunman",
            "worldwide"
        ]
    }
]