[
    {
        "url": "https://www.politico.com/story/2016/09/poll-who-is-winning-trump-clinton-228661?cmpid=sf",
        "title": "Poll: Trump, Clinton tied in two-way race",
        "authors": [
            {
                "name": "Politico Staff",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-26",
        "text": "Poll: Trump, Clinton tied in two-way race\nBy POLITICO STAFF\nAs the two candidates prepare to spar at tonight’s first presidential debate, a new poll has Donald Trump and Hillary Clinton tied 46 percent to 46 percent in a two-way race among likely voters.\nThe Bloomberg poll , however, has Trump ahead by 2 points in a four-way race, with Trump earning 43 percent to Clinton’s 41. Libertarian candidate Gary Johnson has 8 percent and Green Party candidate Jill Stein comes in with 4 percent.\nStory Continued Below\nAnd earlier Bloomberg poll in August had Clinton beating Trump by 6 points in a two-race race.\nClinton still has a large, but shrinking, lead among likely women voters, besting Trump 52 percent to 39 percent. And among voters 35 years or younger, Clinton is beating Trump 50 percent to 40.\nBut Trump continues to lead Clinton with white voters 55 percent to 38 percent and with those without college degrees 50 percent to 42.\nPolling averages show a slight Clinton lead: RealClearPolitics has her 2.1 points ahead, while HuffPollster has her leading Trump by 4 points. FiveThirtyEight has Clinton up by 1.1 points.\nAccording to POLITICO’s average of battleground state polls, Clinton’s lead is 2.8 points in the 11 states most likely to decide the Electoral College vote.\nThe poll surveyed 1,002 likely voters and has a margin of error of plus or minus 3.1.\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://assets.bwbx.io/documents/users/iqjWHBFdfxIU/rf1VkxwwhH2c/v0"
            ]
        },
        "key_words": [
            "likely",
            "clinton",
            "bloomberg",
            "trump",
            "race",
            "twoway",
            "points",
            "voters",
            "lead",
            "tied",
            "poll"
        ]
    }
]