[
    {
        "url": "http://beforeitsnews.com/u-s-politics/2017/09/populist-moore-beats-establishment-backed-strange-in-alabama-2536818.html",
        "title": "Populist Moore Beats Establishment-Backed Strange in Alabama",
        "authors": [],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "By ram7932\nWednesday, September 27, 2017 4:11\n% of readers think this story is Fact. Add your two cents.\nCDN – http://www.conservativedailynews.com\nFormer Alabama Judge Roy Moore bested incumbent Senator Luther Strange in Tuesday’s Alabama primary run-off for the U.S. Senate seat vacated by Attorney General Jeff Sessions .\nMoore, backed by populist Conservatives Steve Bannon and Dr. Sebastian Gorka won by more than 9 points 54.6% to 45.4% over Senate Majority Leader Mitch McConnell’s favored candidate.\nThe win for Moore comes despite millions from the Senate Leadership Fund directed to Strange by McConnell, tons of negative ads, and the backing of President Donald Trump .\nAlabamians saw Strange as the establishment, polished candidate while Moore was seen as a Trumpian man of the people.\nPolls had Moore leading the race by as much as 18 points in the three months leading up to voting day with the RCP average at a 10-point lead just days before the vote.\nPundits positioned the race as a test of Trump’s ability to pull in the vote, but even Trump wasn’t sure he’d picked the right candidate to back when he told supporters at a rally for Strange that he “ might have made a mistake ” in backing the now former Senator.\nRNC Chairwoman Ronna McDaniel told “Fox and Friends” Wednesday morning that “Voters want to choose their own candidate, they don’t like Washington coming in.”\n. @GOPChairwoman on the Alabama GOP Senate runoff: “Voters want to choose their own candidate, they don’t like Washington coming in.” pic.twitter.com/UbRzajjHUk\nTrump congratulated Roy Moore late Tuesday night once his victory was certain.\n“Congratulations to Roy Moore on his Republican Primary win in Alabama,” he tweeted . “Luther Strange started way back & ran a good race. Roy, WIN in Dec!”\nMitch McConnell voiced his disappointment in the loss after having his PAC spend almost $10 million to support Strange.\n“He ran a spirited campaign centered around a dissatisfaction with the progress made in Washington,” leader McConnell said. “I share that frustration.”\nMoore now faces Democrat candidate Doug Jones in the Dec. 12 general election – a race Moore is expected to win handily.\nThe populist win is raising alarms among the establishment GOP.\n“If you’re an incumbent, you have to assume the wind is against you,” said consultant Tom Ingram. “If you do run, you take nothing for granted and leave nothing on the table. You start out with one big strike against you: You’re an incumbent Republican senator.”\nSen. Bob Corker (R-TN) announced on Tuesday that he would retire in 2018 at the end of his current term. Many of Corker’s possible primary challengers had already begun planning for campaigns to unseat him.\nThe Senate incumbents up for election next year are John Barrasso (WY), Ted Cruz (TX), Deb Fischer (NB), Dean Heller (NV), Jeff Flake (AZ), Orrin Hatch (UT), and Roger Wicker (Miss.)\nJeff Flake is facing his own anti-establishment backlash after vocally opposing president Trump several times in 2017. Heller and Wicker are also facing serious primary challenges in the 2018 mid-term election.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Voters want to choose their own candidate, they don’t like Washington coming in.",
                "",
                true
            ],
            [
                "Voters want to choose their own candidate, they don’t like Washington coming in.",
                "",
                true
            ],
            [
                "Congratulations to Roy Moore on his Republican Primary win in Alabama,",
                "Roy Moore",
                true
            ],
            [
                "Luther Strange started way back & ran a good race.",
                "",
                true
            ],
            [
                "He ran a spirited campaign centered around a dissatisfaction with the progress made in Washington,",
                "McConnell",
                true
            ],
            [
                "If you’re an incumbent, you have to assume the wind is against you,",
                "Tom Ingram",
                true
            ],
            [
                "If you do run, you take nothing for granted and leave nothing on the table.",
                "Tom Ingram",
                true
            ],
            [
                "You start out with one big strike against you: You’re an incumbent Republican senator.",
                "Tom Ingram",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://www.conservativedailynews.com/tag/jeff-flake/",
                "https://beforeitsnews.com/v3/r2/?url=https://www.conservativedailynews.com/tag/donald-trump/",
                "https://beforeitsnews.com/v3/r2/?url=https://www.conservativedailynews.com/2017/09/trump-might-made-mistake-supporting-strange-video/",
                "https://beforeitsnews.com/v3/r2/?url=https://www.conservativedailynews.com/tag/sebastian-gorka/",
                "https://beforeitsnews.com/v3/r2/?url=https://www.conservativedailynews.com/tag/jeff-sessions/",
                "http://www.suppressedhealthsecrets.com",
                "https://beforeitsnews.com/v3/r2/?url=https://www.conservativedailynews.com/tag/steven-bannon/",
                "https://beforeitsnews.com/v3/r2/?url=https://www.conservativedailynews.com/tag/mitch-mcconnell/",
                "https://beforeitsnews.com/v3/r2/?url=https://www.conservativedailynews.com/tag/luther-strange/",
                "https://beforeitsnews.com/v3/r2/?url=https://www.conservativedailynews.com/tag/roy-moore/",
                "http://www.prodo1.com/",
                "https://beforeitsnews.com/v3/r2/?url=https://twitter.com/GOPChairwoman",
                "https://beforeitsnews.com/v3/r2/?url=https://twitter.com/realDonaldTrump/status/912863676792786946"
            ]
        },
        "key_words": [
            "alabama",
            "populist",
            "establishmentbacked",
            "candidate",
            "washington",
            "beats",
            "win",
            "senate",
            "roy",
            "race",
            "moore",
            "strange",
            "primary"
        ]
    }
]