[
    {
        "url": "http://beforeitsnews.com/scandals/2017/09/shock-report-one-third-of-us-government-satanic-pedophiles-2437305.html",
        "title": "Shock Report: One Third of US Government Satanic Pedophiles",
        "authors": [],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "Monday, September 11, 2017 8:54\n% of readers think this story is Fact. Add your two cents.\nDavid Zublick unseals the horrible truth in this special report!\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nAnonymous\nSure. More like only a third of your brain is functional. There’s seems a never ending supply of BeforeItsNews, lying assclown “reporters”.\nSep 11, 2017, 10:38 am\nSep 11, 2017, 11:23 am\nMorgana Le Fay\nYea….pretty much. Nothing good can come from the f*cked-up Abrahamic slave religions…..really, all religions are slave religions, but Judah-Chris-Lam is particularly abhorrent and cancerous to the soul.\nSep 11, 2017, 6:45 pm\nSep 11, 2017, 11:43 am\nPodesta, Juncker (EU Chief), Wiener all look alike.  The three stooges with NOTORIOUS reputations.  Are they THE RAT people taking over the world? All of them have RAT LIKE faces.\nSep 11, 2017, 1:29 pm\ngoastdale\n2Thess 2:10..because they received not THE LOVE (Agape)of the truth, that they might be saved. 11. And for this cause God shall send them strong delusion, that they should believe a lie:\n123’s of true Christianity v popular & damnable heresies\n#1 “ONE” not triune: ……PART 4 & 5 HOW MANY GODS ARE THERE FOR THE ONE GOD TO TALK TO?? Who was Jesus praying to??!?…. The real question should be … How does having multiple different persons keep this one God/being/entity from praying to himself?! (The trinitarian “schizophrenic” “god-head”) The Trinitarians want to have their cake and eat it too as the saying goes. On the one hand they need to say they only worship one indivisible God being/ entity but on the other hand they feel the need for some reason to keep Jesus or God from praying and talking to himself by dividing him up into different persons!?! It never occurs to them that that since there is only one indivisible God to pray too and Jesus is that indivisible God come in the flesh that he would need to talk to himself as to show us how to live, suffer, pray and die for our/ flesh) benefit not his!?!….. So while Trinitarians are quick to complain that God was not talking to himself at Christ baptism or in Gen “let us” they ignore the logical demands of their own theology! If Jesus is the ONE GOD in flesh and the Father is the SAME ONE GOD in heaven then Trinitarianism demands THE ONE GOD is talking to HIMSELF the same “being”! Claiming that God is multiple different persons as the reason for why God is not talking to himself (because God is three different “selfs”) only demonstrates that what they really worship is in fact not a ONE GOD who talks to himself but three different god “selfs”/ and they all talk to each other! When they speak about who God was talking and praying to, they are quick to say “the other person, NOT HIMSELF!” But if you ask them how many gods do they pray to then they will say “ONLY ONE”!?! They expect you to believe that those three different persons are THE ONE GOD-BEING” which is like calling three different cars “THE ONE VEHICLE” (they are text book examples of prov 26:12)\nMark 12:28…Which is the first commandment of all? 29. …Hear, O Israel; THE LORD OUR GOD IS ONE LORD: 30. And ………..this is the first commandment….. 31. And the second is….. IF YOU CAN’T GET THIS “FIRST OF ALL COMMANDMENTS” RIGHT, ALL THE REST OF YOUR “FAITH” AND PREACHING ON LOVE & SIN IS MOOT\nPART 6: THE ANTI CHRIST….WHERE? WHERE?….EVERYWHERE!!! …..IT”S YOU O TRINITARIAN!\n“WHO” it was (what person) that came “IN THE FLESH”, IS THE DETERMINING FACTOR IN WHAT IT MEANS TO BE “ANT-CHRIST”! Even Islam claims Jesus was the Jewish messiah/Christ who was to come in the flesh) they all deny “WHO” it was (what person) that came (to be the Christ) in the flesh!?!…….To deny the father is to deny the son because they are one and the same person that came in the flesh!\nJOHN 14: 8-20 ….Note Isaiah 9:6. For unto us a child is born, unto us a son is given: …: and his name shall be called Wonderful, Counseller, … the everlasting Father ….The son, father/Holy Spirit are all the same person, NOT like two different persons working together even as “one flesh” ….The “oneness” between Christ and the father is not comparable to a man & his wife, for only a fool would say “When you have seen me you have seen my wife, how sayest thou then, Shew us your wife?” Notice they asked to see THE FATHER and the response was Jn 14:9 ..“HAVE I BEEN SO LONG time with you, and yet hast THOU NOT KNOW ME, Philip…..Now image some fool trying to claim that statement if you asked to see his wife!?!!? You want to see the FATHER but have I been with you but you don’t know me!?!?!\nJn 14 continued….…………..17. Even THE SPIRIT OF TRUTH; (Jn 14:6 I AM the way, THE TRUTH,) whom the world cannot receive, .. for HE DEWLLETH WITH YOU, (present tense/standing next to them in the flesh) and SHALL BE IN YOU… (future tense “In them”) 18. I will not leave you comfortless: I WILL COME TO YOU (future tense “In them”) Note: The spirit of Christ is the sprit of God and the holy spirit that is why Christ said “I will come to you” (to comfort them, because Christ is the comforter). The spirit was standing next to them in flesh… ….latter it would come to them to be inside of them (inside of their flesh as the spirit we are given)…..that is why. he would send the spirit…… However, Jesus himself here makes the point that the same person who was the HOLY SPIRIT that would come was standing next to them but lets them know “I will come to you again to be Inside of you”\nThe whole point to Gal 3:20.a mediator is NOT A MEDIATOR OF ONE, (HEIS) but GOD IS ONE. (HEIS) again, point blank, identifies the number of persons of God! The “but” points out the contrast between multiple persons in a mediation party v the “one” of God. God is not like a mediation party with multiple different persons. …..”the express image of his person” ( the person of God; singular not plural).Any attempt to lay claim otherwise is willful ignorance and delusional nonsense\nTRINITARIANS CONFESS JESUS /THEY ARE NOT POLYTHEIST BUT ARE MONOTHEIST LIKE A LIAR & THIEF WHO “CONFESS” THEY DO NOT LIE OR STEAL The simple fact is that just because you confess or deny that you are in an adulterous relationship and denounce all forms of adultery has nothing to do with whether or not it is in fact adulterous! .. …A rose by any other name is still just a rose AND calling it a water lily does not change the definition of what a water Lilly or a rose is either!…No, Trinitarians confess & preach literally …”ANOTHER JESUS” 2 Cor 11:4\n- Like a thief in your house caught stealing your things insisting he was not there stealing “I CONFESS I am NOT stealing”. You just do not “properly understand” what he is doing/saying. Further, since you never had a “proper understanding” of what he is doing/saying you have no business accusing him since you do not even know what you are talking about in the first place. It is with and in your own ignorance that you base your “false accusations” & “ad homonym attacks” against him…… Ridiculous of course it is ……2Thess 2:11; Titus 1:16; 2Tim 3:5;\n…… should have given you a hint, harking back to Satan in The garden…God said you will die…Satan comes along and states no you will be more WISE……today .God said He is one; but Satan’s children come along and say no three is more WISE and humble in the face of God’s grandeur only “a mystery” that can be understood “in faith”. God uses head and right arm to explain the distinctions between father and son.. However, the Trinitarian heretics say to the effect: “NO, that is just a figure of speech, or that is not what God really means. What God is really saying is that God is three different persons”. Fools, hypocrites and blind guides, God said he was One and by your traditions and vain imaginations have taken the words of God and made them of no effect, refashioning God into your image!\nYou can download the complete FREE book from\nhttp://www.globethics.net/gtl/10920799 THE TRINITY HERESY\n#2 SECOND COMING Thou Fool! “I come quickly” so “Hold fast\ntill i come”… NOT …“in another 2000 yrs I might be coming soon any time now, so hold fast”!?! …those that deny the second coming of Christ in the war of AD70 are practicing a damnable heresy in denying the lord that bought them ( 2Peter 2:1-2 ;2Tim 4:8/ you cant love an appearing you deny& the context is the 2nd coming not the first)… Mat 7:23..”I NEVER KNEW YOU” …..Mat 10:33. But whosoever shall deny me before men……..sound familiar?…. If I said I am coming to your house in this generation when these things happen but no one knows the day or hour what fool would think I might be coming in 2000 years latter!?!? ..2 Tim 4: 4. And\nthey shall turn away their ears from the truth, and shall be TURNED UNTO FABLES.\n2Thess 2: 11. And for this cause God shall send them strong delusion, that they should believe a lie: 12. That they all might be damned who believed not the truth, but had pleasure in unrighteousness.\nDOWNLOAD FREE THE ENTIRE 480PG BOOK AT SEVERAL LOCATIONS\n#3 There is a sharp contrast between THREE groups :\n(1) “PREDESTINED DAMNED” who were NEVER written in the book of life ………..Rev 17: 8 WHOSE NAMES WERE NOT WRITTEN IN THE BOOK OF LIFE FROM THE FOUNDATION OF THE WORLD, …as contrasted …EPH 1: 4. According as he hath CHOSEN US in him BEFORE THE FOUNDATION OF THE WORLD\n(2) “MANY CALLED”= ONLY and ALL SAINTS (those who come to Christ) are written in the book of life … Philippians 4:3… ……Rev 21:27; (Only saints are Called and elect; Rom 1:6-7 et al) This is THE CHRUCH and ONLY these can have their names blotted out of the book of life ….….Heb 12:23 to the general assembly and CHURCH of the firstborn … WHICH ………are WRITTEN in heaven,\n(3) THE FEW CHOSEN: Those saints who were alive in group #2 who are now physically dead. They died “faithful” these are the FEW that were chosen faithful…….Rev 3:5. ……; and I\nwill not BLOT OUT HIS NAME OUT OF THE BOOK OF LIFE, (Ps 69:28) …. These are the FEW that are CHOSEN and now that they have died and are saved then “once saved THEY CAN NEVER BE LOST”\nPredestination….its true..its all true…download here\nDear Trailer Park Journalists,\nMaking unsubstantiated claims without any evidence whatsoever doesn’t get it, regardless of whether the claims are true or not. Liz Crokin failed to provide any evidence backing her claim that a third of government people are pedophiles or involved in cover-ups of child sex trafficking.  Besides that, she needs a new headshot that does not as much resemble Charles Manson.\nCoverage of the “Franklin Cover Up” and “Conspiracy of Silence” was much better, but claims of censorship of the works could use some more evidence.\nNow I am going to report something that has been completely overlooked by reports exposing pedophilia in the government that needs to be understood. Go to about 5:06 on the video above and observe the photo of Bill Clinton and Jeffrey Epstein top/center.  It is fitting that Clinton be included in the photo with Epstein, as he frequented Epstein’s island off the coast of France on Epstein’s Lolita Express flights. Finally, Epstein was charged with the statutory rape of 44 underage girls in the US. The federal judge assigned to his case refused to press charges. Florida state prosecutors lowered charges to “Soliciting sex with a minor”, and Epstein was sentenced to about a year in the county jail.  However, he only had to go to the jail to spend the night, where the billionaire enjoyed a complete wing of the jail with his own security personnel. During the day he was free to return to his Palm Beach mansion, enjoy a full-service massage from one of his underage teen employees, partake in recreational drugs, drink and party – besides do business.\nThe federal judge, Alex Acosta, who refused to press charges against Epstein, is now our Secretary of Labor.  He was appointed by President Donald Trump. https://en.wikipedia.org/wiki/United_States_Secretary_of_Labor\nTrump and Epstein: http://www.nationalreview.com/corner/436890/did-donald-trump-and-jeffrey-epstein-rape-13-year-old-girl\nPhoto: Drinking buddies Trump and Epstein out on the town: https://fitzinfo.wordpress.com/2016/10/29/trump-controlled-by-mossad/\nRead it and weep.  Before shooting the messenger, remember the words of George Orwell:  The best thing about free speech is the right to tell people what they don’t want to know.\nSep 12, 2017, 5:48 am\nepstein should find someplace else to kill and rape his victims\nSep 12, 2017, 8:31 am\nWhy did beforeitsnews pull my well-documented comment after publishing it?\nSep 12, 2017, 6:04 am\nAnonymous\nDavid Zublick has made a lot of accusations yet never has proven a shred of evidence.  Without evidence he comes off as just more mind numbing disinfo.  Maybe that is the intention.\nSep 12, 2017, 8:21 am\nAnonymous\nThis is BeforeItsNews. Are you actually looking for a shred of real evidence?\nSep 12, 2017, 8:34 am\nSep 12, 2017, 8:32 am\nAnonymous\nNo, I actually believe that there is a Satanic ped problem.  I just think that guys like this who make the arrest predictions and accusations that never go anywhere are really just trying to numb the population to the point that they don’t care anymore.   That is what happened with the Obozo identity case.   People that repeatedly claimed to have “Earth shattering  real ID info” yet never released it were only numbing the public down while groping for dollars.   People got sick of the clowns.\nSep 12, 2017, 9:16 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nTop Global\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "When you have seen me you have seen my wife, how sayest thou then, Shew us your wife?",
                "Christ",
                true
            ],
            [
                "HAVE I BEEN SO LONG time with you, and yet hast THOU NOT KNOW ME, Philip…..Now image some fool trying to claim that statement if you asked to see his wife!?!!?",
                "",
                true
            ],
            [
                "You want to see the FATHER but have I been with you but you don’t know me!?!?!",
                "",
                true
            ],
            [
                "Even THE SPIRIT OF TRUTH; (Jn 14:6 I AM the way, THE TRUTH,) whom the world cannot receive, .. for HE DEWLLETH WITH YOU, (present tense/standing next to them in the flesh) and SHALL BE IN YOU… (future tense “In them”) 18.",
                "",
                true
            ],
            [
                "I will not leave you comfortless: I WILL COME TO YOU (future tense “In them”) Note: The spirit of Christ is the sprit of God and the holy spirit that is why Christ said “I will come to you” (to comfort them, because Christ is the comforter).",
                "",
                true
            ],
            [
                "The spirit was standing next to them in flesh… ….latter it would come to them to be inside of them (inside of their flesh as the spirit we are given)…..that is why.",
                "",
                true
            ],
            [
                "he would send the spirit…… However, Jesus himself here makes the point that the same person who was the HOLY SPIRIT that would come was standing next to them but lets them know “I will come to you again to be Inside of you”\nThe whole point to Gal 3:20.a mediator is NOT A MEDIATOR OF ONE, (HEIS) but GOD IS ONE.",
                "",
                false
            ],
            [
                "HEIS) again, point blank, identifies the number of persons of God!",
                "",
                true
            ],
            [
                "The “but” points out the contrast between multiple persons in a mediation party v the “one” of God.",
                "",
                true
            ],
            [
                "God is not like a mediation party with multiple different persons.",
                "",
                true
            ],
            [
                "I CONFESS I am NOT stealing",
                "",
                false
            ],
            [
                "NO, that is just a figure of speech, or that is not what God really means.",
                "",
                true
            ],
            [
                "What God is really saying is that God is three different persons",
                "",
                false
            ],
            [
                "in another 2000 yrs I might be coming soon any time now, so hold fast",
                "",
                false
            ],
            [
                "once saved THEY CAN NEVER BE LOST",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://fitzinfo.wordpress.com/2016/10/29/trump-controlled-by-mossad/",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/r2/?url=http://www.globethics.net/gtl/10920799",
                "https://en.wikipedia.org/wiki/United_States_Secretary_of_Labor",
                "http://www.suppressedhealthsecrets.com",
                "https://beforeitsnews.com/r2/?url=http://www.nationalreview.com/corner/436890/did-donald-trump-and-jeffrey-epstein-rape-13-year-old-girl",
                "http://www.prodo1.com/"
            ]
        },
        "key_words": [
            "united",
            "satanic",
            "report",
            "zublick",
            "talkscolumnist",
            "unseals",
            "truth",
            "theory",
            "pedophiles",
            "states",
            "shock",
            "think"
        ]
    }
]