[
    {
        "url": "http://beforeitsnews.com/sports/2017/10/107-chuck-axed-hbd-brickyard-adam-moonlight-ace-chuck-as-season-finales-2702154.html",
        "title": "10/7: Chuck Axed; HBD Brickyard, Adam, Moonlight Ace & Chuck; AS; Season Finales...",
        "authors": [
            {
                "name": "The Green Weenie",
                "link": null
            }
        ],
        "publisher": "beforeitsnews.com",
        "publish_date": "2017-10-10",
        "text": "Total:\n10/7: Chuck Axed; HBD Brickyard, Adam, Moonlight Ace & Chuck; AS; Season Finales...\nSaturday, October 7, 2017 4:09\n% of readers think this story is Fact. Add your two cents.\n1867 – P Bill “Brickyard” Kennedy was born in Bellaire, Ohio. He tossed his final MLB season, 1903, for the Pirates, going 9-6, 3.45 and worked one game in the WS, losing badly to the Boston nine 11-2, although six runs were unearned. Brickyard was noted for a lively fastball that he unfortunately had sporadic control over, walking over 1,200 batters in his 12-year career. He got his Brickyard nickname because he worked for a brick-making company before his days as a pro ballplayer. Kennedy was also known as “Roaring Bill” because of his loud voice, which he used to barber just about anyone within ear range on the field. \nBrickyard Kennedy 1903-04\n1892 – IF Adam DeBus was born in Chicago. The son of German immigrants, he played minor league ball in the Midwest before the Cards signed him in 1917. He didn’t play for them but caught the eye of the Pirates, who signed him in July. Adam hit .229 in 131 ABs and that three month audition ended up being the sum of his MLB career. At the end of the 1917 season, DeBus joined the 86th Infantry Division, and played with the division’s baseball team. He spent his post-baseball days working as an electrician. \n1895 – LHP Fred “Moonlight Ace” Fussel was born in Sheridan, Missouri. Fred tossed his first two years with the Cubs, spent the next three years in the minors and finished his career as a Pirate in 1928-29, going 10-11, 4.61. He was a baseball lifer, tho, and toiled on the farm for the next 11 years before calling it a day at age 43. He was dubbed with his moniker in the minors after his MLB stint when he threw a no-hitter in a 1933 night game to become a “Moonlight Ace.” \n1902 – Sam Leever and the NL champ Pirates beat a team of AL all-stars in an exhibition at Exposition Park by a 4-3 score, with the AL pushing across three runs in the ninth to give the Bucs a scare. Ginger Beaumont led the Pirates with three hits. Cy Young took the loss, giving up eight hits and striking out seven. There was no post-season or World Series yet; the NL and AL were still merrily raiding one another’s rosters in a bid for baseball supremacy. \nChuck Klein 1939 (photo Rogers Photo Archive/Getty)\n1904 – OF Chuck Klein was born in Indianapolis. The HoF’er played one year (1939) in Pittsburgh, hitting .300 with 11 homers. He was signed after being released by the Phillies and fittingly returned to Philadelphia in 1940 to end his career, giving him 15 years in the City of Brotherly Love. \n1907 – The Bucs split a twinbill with the Reds to finish with 91 wins, 17 games behind the front-running Cubs. But it was a championship season for Honus Wagner. Hans led the league with a .350 BA, .408 OBP, .513 slugging %, 38 doubles, 264 total bases and 61 stolen bases. He tied teammate Ed Abbaticchio for second in RBI with 82 and came in third in runs scored with 98. \n1985 – Chuck Tanner was fired by the Pirates, but wasn’t out of work long. He was hired to manage the Braves three days later. Chuck’s teams had spent five years around .500 after the ‘79 championship and suffered a black eye during the Coke Trials. Jim Leyland would later be named as his replacement. \nChad Hermansen 2001 Fleer Ultra\n2001 – Pirate prospect Chad Hermanson showed a brief flash when his three-run homer in the eighth inning off Carlos Zambrano scored the Wilson boys, Craig and Jack, and gave Pittsburgh a season-closing 4-3 win over the Cubs at Wrigley Field. Joe Beimel got the win with a save from Mike Fetters.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nFeatured\nTop Global\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com",
                "http://www.prodo1.com/"
            ]
        },
        "key_words": [
            "hbd",
            "season",
            "youre",
            "natural",
            "axed",
            "brickyard",
            "adam",
            "using",
            "107",
            "chuck",
            "trying",
            "zechariah",
            "really",
            "wwwmitocoppercom",
            "write",
            "ace",
            "disable",
            "finales",
            "moonlight",
            "health"
        ]
    }
]