[
    {
        "url": "https://www.nytimes.com/2017/10/08/arts/whats-on-tv-sunday-curb-and-a-tom-petty-documentary.html?rref=collection%2Fsectioncollection%2Farts",
        "title": "What’s on TV Sunday: ‘Curb’ and a Tom Petty Documentary",
        "authors": [
            {
                "name": "Andrew R. Chow",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-08",
        "text": "Advertisement\nSupported by\nWhat’s on TV Sunday: ‘Curb’ and a Tom Petty Documentary\nImage\nAn image from “Tom Petty and the Heartbreakers: Runnin’ Down a Dream.”CreditCreditZox/Warner Brothers Records\nOct 8, 2017\nWatch a documentary on Tom Petty and the Heartbreakers and a basketball-centered episode of “StarTalk.”\nWhat’s Streaming\nTOM PETTY AND THE HEARTBREAKERS: RUNNIN’ DOWN A DREAM (2008) on Netflix , Amazon , and Youtube . Tom Petty, the celebrated rocker, died last week soon after wrapping up a joyous 40th anniversary tour with his indefatigable band the Heartbreakers. “He and the Heartbreakers steered clear of elaborate showmanship to let their songs and their musicianship speak for themselves,” Jon Pareles wrote in his obituary . Peter Bogdanovich’s documentary, running a whopping 238 minutes, charts the course of the Heartbreakers from their youth in Gainesville, Fla. — where an 11-year-old Tom Petty met Elvis Presley — to their rise as an international phenomenon. Interviews with friends and collaborators, such as George Harrison, Eddie Vedder and Roger McGuinn are sprinkled throughout; of course, there’s plenty of wry insight from Mr. Petty himself.\nWhat’s On TV\nImage\nAdi Ash, Madison Stevens and Noah Ritter on “The Toy Box.”CreditABC/Richard Cartwright\nTHE TOY BOX 7 p.m. on ABC. It’s not so much a shark tank as a minnow tank. On “The Toy Box,” inventors and entrepreneurs competing for a deal with Mattel and Toys “R” Us bring their concepts to a panel of very discerning judges, ages 7 to 12. The adult mentors of last year’s first season are gone , leaving kids firmly in charge. (One of those is Noah Ritter, of “Apparently” viral fame and frequent “Ellen” appearances.) The pitches this week include singing stuffed animals, a robotic flower and a variation on the inescapable fidget spinner.\nANTHONY BOURDAIN: PARTS UNKNOWN 9 p.m. on CNN. The genial, hard-drinking chef continues his trek around the world. It’s a delight to watch his delight in finding delectables in unexpected corners. But in this episode, he heads to a region widely renowned for its cuisine: the French Alps. He joins the French chef Eric Ripert (Le Bernardin) for some skiing, cheese, steak au poivre and more. (Watch the first eight seasons on Netflix .)\nImage\nLarry David and J.B. Smoove on “Curb Your Enthusiasm.”CreditJohn P. Johnson/courtesy of HBO\nCURB YOUR ENTHUSIASM 10 p.m. on HBO; also streaming on HBO platforms . After six years, America’s favorite curmudgeon is back to complaining about nothing and everything. This episode is called “The Pickle Gambit” (yet another cucumber-themed episode after “Rick and Morty” blessed us with “ Pickle Rick ”) and features familiar faces like Leon Black (J. B. Smoove) and Marty Funkhouser (Bob Einstein). Larry gives sartorial advice to a hotel guest and tries to create a diversion to help a friend’s nephew.\nSTARTALK 11 p.m. on National Geographic. Neil deGrasse Tyson is a cultural fixture; you can find him on the talk show circuit , geeking out over “ Titanic ” and “ Game of Thrones ” and clapping back on Twitter, where imitators have poked fun at his enjoyably pompous manner . This week on his science-based TV show, he interviews Kareem Abdul-Jabbar, whose dominance on the basketball court has spilled over to many other fields, including acting and writing — he even earned the Presidential Medal of Freedom last year . Mr. Tyson also discusses the science of basketball.\nA version of this article appears in print on , Section SP, Page 9 of the New York edition with the headline: What’s on Sunday. Order Reprints | Today’s Paper | Subscribe\nAdvertisement\n",
        "quotes": [
            [
                "Tom Petty and the Heartbreakers: Runnin’ Down a Dream.",
                "",
                true
            ],
            [
                "He and the Heartbreakers steered clear of elaborate showmanship to let their songs and their musicianship speak for themselves,",
                "Peter Bogdanovich",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.vanityfair.com/hollywood/2017/09/game-of-thrones-neil-degrasse-tyson-dragon-chain-blue-fire-hot",
                "https://www.nytimes.com/2017/10/03/arts/music/tom-petty-dead.html?module=inline",
                "http://www.collegehumor.com/post/7052952/12-times-neil-degrasse-tyson-was-an-annoying-neckbeard-on-twitter",
                "http://www.cosmopolitan.com/entertainment/movies/a12785652/jack-dawson-survive-titanic-neil-degrasse-tyson/",
                "https://www.hollywoodreporter.com/live-feed/toy-box-season-2-shakeup-1019846"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=y4pCl0MWNa0",
                "https://www.nytimes.com/section/todayspaper",
                "https://www.hbo.com/curb-your-enthusiasm",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.youtube.com/watch?v=1cnv82IrJU0",
                "https://www.parsintl.com/publication/the-new-york-times/",
                "http://www.adultswim.com/videos/rick-and-morty",
                "https://www.youtube.com/watch?v=ThqKq99U22Q&t=162s",
                "https://www.youtube.com/watch?v=rz5TGN7eUcM"
            ]
        },
        "key_words": [
            "curb",
            "rick",
            "twitter",
            "writing",
            "documentary",
            "hbo",
            "basketball",
            "petty",
            "episode",
            "tv",
            "tyson",
            "whats",
            "week",
            "tom",
            "pickle"
        ]
    }
]