[
    {
        "url": "http://occupydemocrats.com/2016/09/27/mexican-peso-just-skyrocketed-hillarys-dominant-performance/",
        "title": "The Mexican Peso Just Skyrocketed Because of Hillary’s Dominant Performance",
        "authors": [
            {
                "name": "Grant Stern",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-27",
        "text": "Now Reading\nThe Mexican Peso Just Skyrocketed Because of Hillary’s Dominant Performance\n0 Shares\nBloomberg News reports that the Mexican peso grew significantly stronger after Democratic nominee Hillary Clinton’s powerful performance in tonight’s key first presidential debate, after confidently besting Republican Donald Trump. The “invisible hand” of the market is predicting a Hillary Clinton win after tonight’s debate, and that she’s the only one of the two candidates whose election would keep more jobs in the USA too:\nThe Mexican peso rebounded from a record low, a sign investors may perceive Hillary Clinton outperformed Donald Trump in the first U.S. presidential debate. The currency rose 2 percent to 19.4879 per dollar as of 1:20 p.m. in Tokyo, the biggest gain across more than 140 currencies worldwide, after the debate concluded.\nAround the world, currency traders, the kind-of-by-the-numbers, bottom line capitalists who Republicans profess to believe in the most, were unequivocal. They awarded victory in the first 2016 Presidential debate to Democratic nominee Hillary Clinton by buying up Mexican pesos believing them to be more valuable with a stable diplomatic situation, and  by the numbers  traders weighed in:\n“I shall not speculate on whether Clinton won or was Trumped,” wrote Jeffrey Halley wrote market strategist at Oanda Corporation in Singapore, “But clearly, the highest [correlated] currency to a Trump victory thinks she did!”\nOn a practical level, a stronger Peso also means that labor in Mexico will get more expensive for American companies as the exchange rate moves when Hillary does better in polling. Professional currency traders have been betting against the Mexican currency for months to insure themselves against an improbable Republican victory in November, which would set forth a catastrophe if NAFTA is unilaterally cancelled, costing millions of Americans their jobs to appease Trump’s delirious policy dreams.\nIronically, this means that a Trump victory would make outsourcing far more attractive since people would depress the value of Mexican pesos, making the cost of hiring even cheaper than today.\nSee Also\nWhat do you think?\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [
            [
                "I shall not speculate on whether Clinton won or was Trumped,",
                "Jeffrey Halley",
                true
            ],
            [
                "But clearly, the highest [correlated] currency to a Trump victory thinks she did!",
                "Jeffrey Halley",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://occupydemocrats.com/privacy/",
                "https://www.bloomberg.com/tosv2.html?vid=&uuid=50280540-b808-11e9-ac64-b12b476be8ef&url=L25ld3MvYXJ0aWNsZXMvMjAxNi0wOS0yNy9wZXNvLXJlYm91bmRzLWZyb20tcmVjb3JkLWxvdy1hbWlkLWZpcnN0LXByZXNpZGVudGlhbC1kZWJhdGU/dXRtX2NvbnRlbnQ9dHYmdXRtX2NhbXBhaWduPXNvY2lhbGZsb3ctb3JnYW5pYyZ1dG1fc291cmNlPWZhY2Vib29rJnV0bV9tZWRpdW09c29jaWFsJmNtcGlkJTNEPXNvY2lhbGZsb3ctZmFjZWJvb2stdHY="
            ]
        },
        "key_words": [
            "trump",
            "clinton",
            "currency",
            "debate",
            "stronger",
            "skyrocketed",
            "traders",
            "hillarys",
            "performance",
            "hillary",
            "mexican",
            "peso",
            "republican",
            "victory",
            "dominant"
        ]
    }
]