[
    {
        "url": "https://www.nytimes.com/2017/10/09/us/politics/right-and-left-react-to-senator-bob-corkers-rebuke-of-trump.html?rref=collection%2Fsectioncollection%2Fpolitics",
        "title": "Right and Left React to Senator Bob Corker’s Rebuke of Trump",
        "authors": [
            {
                "name": "Anna Dubenko",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-09",
        "text": "Advertisement\nSupported by\nRight and Left React to Senator Bob Corker’s Rebuke of Trump\nThe political news cycle is fast, and keeping up can be overwhelming. Trying to find differing perspectives worth your time is even harder. That’s why we have scoured the internet for political writing from the right and left that you might not have seen.\nHas this series exposed you to new ideas? Tell us how. Email us at ourpicks@nytimes.com .\nFor an archive of all the Partisan Writing Roundups, check out Our Picks .\nFrom the Right\nImage\nSenator Bob Corker of Tennessee in September.CreditAl Drago for The New York Times\n“He has calibrated his retirement announcement to encourage speculation about a 2020 bid, for which his recent comments are clearly useful in positioning him as an establishment primary challenge to Trump. What is it, exactly, that anyone should respect here?”\n_____\n“If only a tiny bit of Corker’s independence and candor could be transferred to his party, we firmly believe the G.O.P., the Senate and the country would be infinitely better off. Other Republicans should take notice.”\n_____\n“That Corker is the only Republican openly remarking on the irresponsibility of this behavior is, frankly, an indictment of the rest of the party.”\n_____\n“Corker is saying out loud what I hear privately from sources throughout the military and the U.S. government, and from both foreign ambassadors and visiting foreign diplomats.”\n_____\n“Talk is better than nothing, but action is what counts.”\n_____\n“Take the Corker attack as yet another example of Trump’s lack of strategic vision.”\n_____\n_____\nHave thoughts about this collection? Email feedback to ourpicks@nytimes.com .\nRelated Coverage\n",
        "quotes": [
            [
                "He has calibrated his retirement announcement to encourage speculation about a 2020 bid, for which his recent comments are clearly useful in positioning him as an establishment primary challenge to Trump.",
                "Bob Corker",
                true
            ],
            [
                "What is it, exactly, that anyone should respect here?",
                "Bob Corker",
                true
            ],
            [
                "If only a tiny bit of Corker’s independence and candor could be transferred to his party, we firmly believe the G.O.P., the Senate and the country would be infinitely better off.",
                "Bob Corker",
                true
            ],
            [
                "That Corker is the only Republican openly remarking on the irresponsibility of this behavior is, frankly, an indictment of the rest of the party.",
                "Bob Corker",
                true
            ],
            [
                "Corker is saying out loud what I hear privately from sources throughout the military and the U.S. government, and from both foreign ambassadors and visiting foreign diplomats.",
                "Bob Corker",
                true
            ],
            [
                "Talk is better than nothing, but action is what counts.",
                "Bob Corker",
                true
            ],
            [
                "Take the Corker attack as yet another example of Trump’s lack of strategic vision.",
                "Bob Corker",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/spotlight/our-picks-the-best-from-around-the-web?module=inline"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "senator",
            "scoured",
            "thats",
            "writing",
            "right",
            "rebuke",
            "political",
            "worth",
            "series",
            "tell",
            "corkers",
            "seenhas",
            "trying",
            "react",
            "trump",
            "bob",
            "left"
        ]
    }
]