[
    {
        "url": "https://www.nytimes.com/2017/10/11/world/europe/harvey-weinstein-europe.html?rref=collection%2Fsectioncollection%2Farts",
        "title": "Harvey Weinstein Rebuked by Cannes and Bafta Over Sexual Abuse Scandal",
        "authors": [
            {
                "name": "Megan Specia",
                "link": null
            },
            {
                "name": "Liam Stack",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-11",
        "text": "Advertisement\nSupported by\nHarvey Weinstein Rebuked by Cannes and Bafta Over Sexual Abuse Scandal\nPARIS — The sexual abuse scandal surrounding the powerful Hollywood producer Harvey Weinstein has reverberated around the globe, with actors and politicians in Europe condemning his actions and the British film academy suspending his membership on Wednesday.\nBritain’s Labour Party members called for the mogul to be stripped of a ceremonial honor that Queen Elizabeth II bestowed on him in 2004.\nAnd the Cannes Film Festival, where Mr. Weinstein has been a familiar face for decades, denounced the producer, saying, “These actions point to a pattern of behavior.”\nMore than 20 women — including the Italian actress Asia Argento, the French actress Judith Godrèche and the Filipina-Italian model Ambra Battilana Gutierrez — have accused Mr. Weinstein of sexual harassment or assault.\nA New York Times investigation found several who said he had attacked them or made unsavory advances in venues like The Savoy in London and the Hôtel du Cap-Eden-Roc on the French Riviera.\nThe Times revealed that he had paid off accusers for decades, and several women interviewed by The New Yorker accused him of rape. The women’s accounts are broadly similar: They said Mr. Weinstein would invite them to meetings in offices or hotel rooms, where he would appear naked or in a bathrobe, asking them to exchange massages, have sex or watch him masturbate.\nBut anger has continued to spread as new accusations emerge and some of the women affected, such as the American actress Rose McGowan, have slammed the industry for being slow to condemn him and accused his peers of keeping what had long been an open secret .\nMembers of Britain’s Parliament\nOn Wednesday, Chi Onwurah, a Labour Party member of the British Parliament, and other politicians signed an open letter demanding that Prime Minister Theresa May revoke Mr. Weinstein’s 2004 title, Commander of the Order of the British Empire.\nThe status, ranked beneath a knighthood, recognizes achievement in the arts and sciences.\n“His continued membership runs the risk of bringing the honors system into disrepute and, moreover, sending the deeply troubling signal that our government does not take women’s voices or allegations of sexual harassment seriously,” the letter said.\nIt is unclear whether the title will be revisited. A spokeswoman for Britain’s Cabinet Office, which awards the honors, said it did not comment on whether a person’s title was being reconsidered unless it was revoked in a process called “forfeiture.”\nA title may be revoked, according to the Cabinet Office, if its holder is “sentenced to prison for at least three months for a criminal offense” or “censured or struck off by a professional or regulatory body for something directly relevant to their honor.”\nA Bafta Rebuke\nThe British Academy of Film and Television Arts, which hosts the prestigious annual EE British Academy Film Awards, or Baftas, in London, said Mr. Weinstein’s suspension was effective immediately.\nThe group said in a statement that it had “previously been a beneficiary of Mr. Weinstein’s support for its charitable work,” including scholarships to support emerging artists, but “considers the reported alleged behavior completely unacceptable and incompatible with BAFTA’s values.”\n“We hope this announcement sends a clear message that such behavior has absolutely no place in our industry,” the group said.\nImage\nHarvey Weinstein at the EE British Academy Film Awards after-party in London in 2015. The organization that hosts the awards suspended his membership on Wednesday.CreditNiki Nikolova/GC Images\nCannes Statement\nThe Cannes Film Festival released a statement, signed by the festival’s presidents, Pierre Lescure and Thierry Frémaux, that said they were “dismayed to learn of the accusations of harassment and sexual violence recently leveled against Harvey Weinstein.”\n“These actions point to a pattern of behavior that merits only the clearest and most unequivocal condemnations,” the statement said. “Our thoughts go to the victims.”\nMore Accusations\nSince the original Times investigation was published, more women have accused Mr. Weinstein of inappropriate behavior, including the actresses Angelina Jolie and Gwyneth Paltrow .\nOn Wednesday, the British model and actress Cara Delevingne posted a written account of her experience with Mr. Weinstein. She said that early in her career, she met the producer in his hotel room, where she found him with another woman.\n“He asked us to kiss,” Ms. Delevingne wrote, adding that she had quickly got up and tried to leave. “He walked me to the door and stood in front of it and tried to kiss me on the lips,” she said, describing feelings of guilt because she later secured a part in one of his films.\nThe French actress Léa Seydoux, who won a Palme d’Or at Cannes for “Blue Is the Warmest Color,” said Mr. Weinstein invited her to the Hôtel Plaza Athénée around 2012 for a drink and to talk about her career, but she had to fight him off.\n“We were talking on the sofa when he suddenly jumped on me and tried to kiss me,” she wrote in The Guardian . “I had to defend myself. He’s big and fat, so I had to be forceful to resist him. I left his room, thoroughly disgusted.”\nOn Tuesday, the British actress Romola Garai told The Guardian that Mr. Weinstein had sexually harassed her in his room at The Savoy in London when she was 18. She said she had gone for a meeting and found him wearing only a bathrobe.\n“I felt violated by it; it has stayed very clearly in my memory,” she said.\nMs. Argento, the Italian actress and director, told The New Yorker that Mr. Weinstein had forcibly performed oral sex on her in 1997 in a room at the Hôtel du Cap-Eden-Roc when she was 21. “It wouldn’t stop,” she said. “It was a nightmare.”\nMs. Godrèche, the French actress, told The Times that Mr. Weinstein abused her at the same hotel in 1996, when she was 24. “I was so naïve and unprepared,” she said.\nMs. Gutierrez told The New Yorker that Mr. Weinstein groped her breasts when he met with her in 2015, and that she went to the police. A sting operation captured audio of Mr. Weinstein repeatedly telling her to go with him into his hotel room.\nMr. Weinstein’s spokeswoman, Sallie Hofmeister, said in a statement on Tuesday that “any allegations of non-consensual sex are unequivocally denied by Mr. Weinstein.”\n“Mr. Weinstein has further confirmed that there were never any acts of retaliation against any women for refusing his advances,” Ms. Hofmeister added. “He will not be available for further comments, as he is taking the time to focus on his family, on getting counseling and rebuilding his life.”\nSome actors have spoken out in support of the women. Colin Firth, the British star of “The King’s Speech,” a Weinstein film, said in a statement that Mr. Weinstein “was a powerful and frightening man to stand up to,” and Mr. Firth said he applauded the women’s courage.\nBenedict Cumberbatch, the British actor whose film “The Current War” was produced by the Weinstein Company, said in a statement that he was “utterly disgusted by the continuing revelations of Harvey Weinstein’s horrifying and unforgivable actions.” Addressing the women, Mr. Cumberbatch said: “We hear you and believe you.”\nThe Scottish actor Ewan McGregor tweeted : “It’s about time this came to light and he is getting is just deserts. Heard rumors over the years but this is awful.”\nLiam Stack reported from Paris, and Megan Specia from New York. Jodi Kantor contributed reporting from New York.\nA version of this article appears in print on , Section A, Page 18 of the New York edition with the headline: Anger and Accusations Roll Across Europe. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "These actions point to a pattern of behavior.",
                "Weinstein",
                true
            ],
            [
                "His continued membership runs the risk of bringing the honors system into disrepute and, moreover, sending the deeply troubling signal that our government does not take women’s voices or allegations of sexual harassment seriously,",
                "",
                true
            ],
            [
                "sentenced to prison for at least three months for a criminal offense",
                "",
                false
            ],
            [
                "censured or struck off by a professional or regulatory body for something directly relevant to their honor.",
                "",
                false
            ],
            [
                "previously been a beneficiary of Mr. Weinstein’s support for its charitable work,",
                "",
                false
            ],
            [
                "considers the reported alleged behavior completely unacceptable and incompatible with BAFTA’s values.",
                "",
                false
            ],
            [
                "We hope this announcement sends a clear message that such behavior has absolutely no place in our industry,",
                "",
                true
            ],
            [
                "dismayed to learn of the accusations of harassment and sexual violence recently leveled against Harvey Weinstein.",
                "",
                false
            ],
            [
                "These actions point to a pattern of behavior that merits only the clearest and most unequivocal condemnations,",
                "",
                true
            ],
            [
                "Our thoughts go to the victims.",
                "",
                true
            ],
            [
                "He walked me to the door and stood in front of it and tried to kiss me on the lips,",
                "",
                true
            ],
            [
                "We were talking on the sofa when he suddenly jumped on me and tried to kiss me,",
                "",
                true
            ],
            [
                "He’s big and fat, so I had to be forceful to resist him.",
                "",
                true
            ],
            [
                "I left his room, thoroughly disgusted.",
                "",
                true
            ],
            [
                "I felt violated by it; it has stayed very clearly in my memory,",
                "",
                true
            ],
            [
                "I was so naïve and unprepared,",
                "",
                true
            ],
            [
                "any allegations of non-consensual sex are unequivocally denied by Mr. Weinstein.",
                "",
                false
            ],
            [
                "Weinstein has further confirmed that there were never any acts of retaliation against any women for refusing his advances,",
                "Hofmeister",
                true
            ],
            [
                "He will not be available for further comments, as he is taking the time to focus on his family, on getting counseling and rebuilding his life.",
                "Hofmeister",
                true
            ],
            [
                "was a powerful and frightening man to stand up to,",
                "Harvey Weinstein",
                false
            ],
            [
                "utterly disgusted by the continuing revelations of Harvey Weinstein’s horrifying and unforgivable actions.",
                "",
                false
            ],
            [
                "We hear you and believe you.",
                "Cumberbatch",
                true
            ],
            [
                "It’s about time this came to light and he is getting is just deserts.",
                "Ewan McGregor",
                true
            ],
            [
                "Heard rumors over the years but this is awful.",
                "Ewan McGregor",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://deadline.com/2017/10/benedict-cumberbatch-harvey-weinstein-sexual-assault-statement-the-current-war-1202186050/",
                "https://www.nytimes.com/2017/10/05/us/harvey-weinstein-harassment-allegations.html?smid=tw-nytimes&smtyp=cur&_r=0&module=inline",
                "https://www.theguardian.com/film/2017/oct/11/lea-seydoux-says-harvey-weinstein-sexually-assaulted-her",
                "https://www.nytimes.com/2017/10/10/us/harvey-weinstein-accusations.html?module=inline",
                "https://www.nytimes.com/2017/10/10/movies/rose-mcgowan-ben-affleck-matt-damon-weinstein.html?module=inline",
                "https://www.nytimes.com/2017/10/10/us/gwyneth-paltrow-angelina-jolie-harvey-weinstein.html?module=inline",
                "https://www.newyorker.com/news/news-desk/from-aggressive-overtures-to-sexual-assault-harvey-weinsteins-accusers-tell-their-stories",
                "https://www.nytimes.com/2017/10/10/us/gwyneth-paltrow-angelina-jolie-harvey-weinstein.html?ribbon-ad-idx=5&rref=us&module=inline&version=context&region=Header&action=click&contentCollection=U.S.&pgtype=article",
                "https://www.theguardian.com/film/2017/oct/09/actor-romola-garai-felt-violated-after-harvey-weinstein-encounter",
                "http://www.festival-cannes.com/en/infos-communiques/communique/articles/statement-of-the-festival-de-cannes",
                "https://www.theguardian.com/film/2017/oct/10/colin-firth-harvey-weinstein-kings-speech-sexual-harassment-claims",
                "https://www.theguardian.com/commentisfree/2017/oct/11/harvey-weinstein-lea-seydoux"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.parsintl.com/publication/the-new-york-times/",
                "https://www.instagram.com/p/BaHc485FRVx/",
                "https://twitter.com/mcgregor_ewan/status/918057021634727936",
                "http://www.bafta.org/media-centre/press-releases/a-statement-in-light-of-recent-allegations-about-harvey-weinstein"
            ]
        },
        "key_words": [
            "hotel",
            "hofmeister",
            "scandal",
            "mr",
            "told",
            "room",
            "weinstein",
            "sexual",
            "yorker",
            "cannes",
            "abuse",
            "sex",
            "harvey",
            "actress",
            "saidms",
            "bafta",
            "rebuked"
        ]
    }
]