[
    {
        "url": "http://www.cnn.com/2017/10/04/politics/trump-full-cabinet-vacancies/index.html",
        "title": "Trump has only had a full, permanent Cabinet for 94 days",
        "authors": [
            {
                "name": "Ryan Struyk",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-04",
        "text": "Trump has only had a full, permanent Cabinet for 94 days\nUpdated 4:03 PM ET, Wed October 4, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nStory highlights\nThe President's cabinet wasn't complete until Secretary of Labor Alex Acosta was sworn in on April 28\nSecretary of Homeland Security has been led by its deputy secretary Elaine Duke since July 31\nWashington (CNN)\nPresident Donald Trump has been in office for 258 days. His Cabinet? Not so much.\nThe President's Cabinet has been at full capacity -- with Senate-approved, permanent appointees -- for only 94 days so far in his term.\nSecretary of State Rex Tillerson was among the first secretaries confirmed into Trump's Cabinet, but there has been frustration between the two. Tillerson re-affirmed his commitment to Trump and to his role as secretary in remarks at the State Department Wednesday after NBC News reported Tillerson had considered leaving his post and called the President a \"moron.\" Tillerson denied Wednesday he had ever considered leaving his post.\nTwo Cabinet positions are currently filled by temporary heads: The secretary of homeland security has been led by Deputy Secretary Elaine Duke since July 31. And the health and human services secretary slot has been filled by acting Assistant Secretary Don Wright on September 29.\nThe vacancies came after John Kelly resigned his post as secretary of homeland security to become Trump's chief of staff after Reince Priebus resigned, and Tom Price resigned amid a scandal over taking multiple private flights last week.\nRead More\nBoth positions are still waiting on a formal replacement from the Trump administration.\nThe President's Cabinet wasn't complete until Secretary of Labor Alex Acosta was sworn in on April 28, the second pick for that position after Andrew Puzder's nomination went down amid revelations he employed an undocumented immigrant housekeeper.\n(Robert Lighthizer was sworn in as United States trade representative on May 15, a Cabinet-level post that is not technically in the President's Cabinet itself.)\nIn comparison, the final member of former President Barack Obama's cabinet was confirmed at the same time as Trump's -- Kathleen Sebelius was sworn in on April 28 after three failed nominations in total -- but Obama's Cabinet did not have any turnover for more than two years. Meanwhile, Trump has already had two resignations from his Cabinet and many more from among his top White House staff.\nTransitions between Cabinet secretaries are usually orderly, orchestrated affairs. Typically, one secretary announces a resignation at the same time a President announces a new nominee, allowing for little to no gap between their tenures.\nAdditionally, many lower-level presidential appointees in the Trump administration, including FBI director, are also left with temporary fill-in managers in lieu of a Senate-confirmed nominee from the White House.\nTrump has only 153 total Senate-confirmed nominees confirmed so far, less than half the 337 under Obama and 358 under George W. Bush to this point in their first terms, according to CNN's nomination tracker with the Partnership for Public Service.\nTrump's Cabinet appointees also got off to a slow start: Eleven of Trump's cabinet nominees remained unconfirmed two weeks after his inauguration -- that's more than all other presidents' vacancies to that point combined, according to data from the Congressional Research Service.\nBut replacing these two secretaries may not be easy: Because of intense recent debate on sweeping legislation to repeal and replace Obamacare and disagreements about how to implement Obamacare's open enrollment period, it may be difficult to get a health and human services secretary approved by a slim GOP-majority in the Senate.\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.cnn.com/2017/10/04/politics/tillerson-trump-commitment-moron/index.html",
                "https://www.cnn.com/interactive/2017/politics/trump-nominations/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "94",
            "security",
            "trumps",
            "homeland",
            "resigned",
            "permanent",
            "days",
            "tillerson",
            "cabinet",
            "secretary",
            "state",
            "trump",
            "presidents"
        ]
    }
]