[
    {
        "url": "https://www.reuters.com/article/us-usa-china-military-exclusive/exclusive-u-s-warship-sails-near-islands-beijing-claims-in-south-china-sea-u-s-officials-idUSKBN1CF2QG",
        "title": "Exclusive: U.S. warship sails near islands Beijing claims in South China Sea - U.S. officials",
        "authors": [
            {
                "name": "Idrees Ali",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-11",
        "text": "October 10, 2017 /  7:31 PM / 2 years ago\nExclusive: U.S. warship sails near islands Beijing claims in South China Sea - U.S. officials\n5 Min Read\nWASHINGTON (Reuters) - A U.S. Navy destroyer sailed near islands claimed by China in the South China Sea on Tuesday, three U.S. officials told Reuters, prompting anger in Beijing, even as President Donald Trump’s administration seeks Chinese cooperation in reining in North Korea’s missile and nuclear programs.\nThe operation was the latest attempt to counter what Washington sees as Beijing’s efforts to limit freedom of navigation in the strategic waters. But it was not as provocative as previous ones carried out since Trump took office in January.\nThe officials, speaking on condition of anonymity, said the Chafee, a guided-missile destroyer, carried out normal maneuvering operations that challenged “excessive maritime claims” near the Paracel Islands, among a string of islets, reefs and shoals over which China has territorial disputes with its neighbors.\nChina’s Defense Ministry said on Wednesday that a warship, two fighter jets and a helicopter had scrambled to warn the U.S. ship away, adding it had infringed upon China’s sovereignty and security with its “provocation”.\nChina would further strengthen its naval and air defenses, the ministry said.\n“We demand the U.S. side earnestly take steps to correct its mistakes,” it added.\nSpeaking earlier at a daily news briefing in Beijing, Chinese Foreign Ministry spokeswoman Hua Chunying said China had lodged “stern representations” with the United States, and reiterated that the Paracels were Chinese territory.\n“China will continue to take resolute measures to protect Chinese sovereign territory and maritime interests. China urges the U.S. to conscientiously respect China’s sovereign territory and security interests, conscientiously respect the efforts regional countries have made to protect peace and stability in the South China Sea, and stop these wrong actions.”\nNext month, Trump makes his first visit to Asia as president, including a stop in China, which he has been pressuring to do more to rein in North Korea. China is North Korea’s neighbor and biggest trading partner.\nRelated Coverage\nTwelve nautical miles mark internationally recognized territorial limits. Sailing within that range is meant to show the United States does not recognize territorial claims.\nThe Pentagon did not comment directly on the operation, but said the United States carried out regular freedom-of-navigation operations and would continue to do so.\nChina’s claims in the South China Sea, through which about $5 trillion in shipborne trade passes each year, are contested by Brunei, Malaysia, the Philippines, Taiwan and Vietnam.\nExperts and some U.S. officials have criticized former president Barack Obama for potentially reinforcing China’s claims by sticking to innocent passage, in which a warship effectively recognized a territorial sea by crossing it speedily without stopping.\nThe U.S. military has a long-standing position that its operations are carried out throughout the world, including in areas claimed by allies, and that they are separate from political considerations.\nThe United States has said it would like to see more international participation in freedom-of-navigation operations in the South China Sea.\nNORTH KOREA ISSUE\nTrump’s trip to Asia will likely be dominated by the North Korean nuclear threat. He will also visit South Korea, Japan, Vietnam and the Philippines.\nUSS Chafee, a US Navy destroyer which operates 100 percent on biofuel, sails about 150 miles (241 km) north of the island of Oahu during the RIMPAC Naval exercises off Hawaii July 18,2012. REUTERS/Hugh Gentry\nIn recent weeks, North Korea has launched two missiles over Japan and conducted its sixth nuclear test, all in defiance of U.N. Security Council resolutions, and may be fast advancing toward its goal of developing a nuclear-tipped missile capable of hitting the U.S. mainland.\nTrump’s visit to China will reciprocate a trip to the United States made in April by Chinese President Xi Jinping. The U.S. president’s attempts to get Chinese help with North Korea have met with limited success so far, but he has gone out of his way to thank Xi for his efforts.\nReporting by Idrees Ali; Additional reporting by Christian Shepherd in BEIJING; Editing by Yara Bayoumy, Peter Cooney and Nick Macfie\n",
        "quotes": [
            [
                "We demand the U.S. side earnestly take steps to correct its mistakes,",
                "",
                true
            ],
            [
                "China will continue to take resolute measures to protect Chinese sovereign territory and maritime interests.",
                "",
                true
            ],
            [
                "China urges the U.S. to conscientiously respect China’s sovereign territory and security interests, conscientiously respect the efforts regional countries have made to protect peace and stability in the South China Sea, and stop these wrong actions.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "islands",
            "exclusive",
            "states",
            "warship",
            "sea",
            "north",
            "united",
            "claims",
            "sails",
            "officials",
            "near",
            "china",
            "south",
            "chinese",
            "korea",
            "destroyer",
            "territorial"
        ]
    }
]