[
    {
        "url": "https://www.reuters.com/article/us-boeing-bombardier-britain-protest/workers-call-on-uk-pm-may-to-be-more-visible-in-bombardier-dispute-idUSKBN1CG19P",
        "title": "Workers call on UK PM May to be more visible in Bombardier dispute",
        "authors": [
            {
                "name": "Polina",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-11",
        "text": "October 11, 2017 /  10:50 AM / 2 years ago\nWorkers call on UK PM May to be more visible in Bombardier dispute\n3 Min Read\nLONDON (Reuters) - Workers at Bombardier’s Northern Irish plant called on British Prime Minister Theresa May to be more visible in her attempts to save their jobs after the United States imposed tariffs on planes made by the Canadian aerospace firm.\nMember of Britain's Unite trade union presents a t-shirt with slogans during a protest outside the Houses of Parliament in support of Bombardier workers in London, Britain, October 11, 2017. REUTERS/Peter Nicholls\nThe United States has backed a complaint brought by Boeing ( BA.N ) that Bombardier ( BBDb.TO ) received illegal subsidies and dumped planes at “absurdly low” prices, imposing duties of nearly 300 percent on its C-series aircraft.\nBritain is confident that it can successfully fight the ruling, which jeopardizes some 4,200 jobs in Northern Ireland, where it is the biggest manufacturing employer.\n“We do feel that the levies that are put on are unfair and will be detrimental to jobs in Northern Ireland,” Ron McDowell, 42, who has been an aerospace fitter for 25 years, told Reuters outside parliament in London, where workers had gathered for a protest.\n“What we want is for Theresa May to come out publicly rather than speaking behind closed doors.”\nMcDowell was one of around 20 protesters who stood behind a sign saying “Back Bombardier: Defend our jobs, skills and communities.”\nMay and U.S. President Donald Trump discussed Bombardier in a call on Tuesday, after business secretary Greg Clark outlined to lawmakers the government’s case against the suit.\nBritain and the trade union Unite argue that Boeing’s case is without merit because it does not make a plane comparable to Bombardier’s C-series.\nMay has emphasized the strength of Britain’s alliance with the United States since Trump came to power as it prepares to leave the European Union, its biggest trading partner.\nHowever, Jimmy Kelly of the Unite union said the dispute emphasized how Trump’s protectionist policies might undermine May’s hopes for a good trading relationship.\n“I just don’t fall for Theresa May saying ‘well I’ve contacted Donald Trump’ and ‘I’ve phoned Donald Trump’. He’s parroting ‘USA, USA, USA’. And post-Brexit, why would he be changing his tune?” he said.\n“So I think it’s dismal days for UK workers if this is the indicator.”\nReporting by Polina Ivanova; Writing by Alistair Smout; editing by Stephen Addison\n",
        "quotes": [
            [
                "well I’ve contacted Donald Trump",
                "",
                false
            ],
            [
                "We do feel that the levies that are put on are unfair and will be detrimental to jobs in Northern Ireland,",
                "Ron McDowell",
                true
            ],
            [
                "What we want is for Theresa May to come out publicly rather than speaking behind closed doors.",
                "",
                true
            ],
            [
                "Back Bombardier: Defend our jobs, skills and communities.",
                "McDowell",
                true
            ],
            [
                "I just don’t fall for Theresa May saying ‘well I’ve contacted Donald Trump’ and ‘I’ve phoned Donald Trump’.",
                "Theresa May",
                true
            ],
            [
                "He’s parroting ‘USA, USA, USA’.",
                "Theresa May",
                true
            ],
            [
                "And post-Brexit, why would he be changing his tune?",
                "Theresa May",
                true
            ],
            [
                "So I think it’s dismal days for UK workers if this is the indicator.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.reuters.com/finance/stocks/overview/BA.N",
                "https://www.reuters.com/finance/stocks/overview/BBDb.TO"
            ]
        },
        "key_words": [
            "theresa",
            "visible",
            "states",
            "jobs",
            "united",
            "bombardier",
            "dispute",
            "union",
            "trump",
            "uk",
            "usa",
            "unite",
            "workers"
        ]
    }
]