[
    {
        "url": "http://occupydemocrats.com/2016/09/28/trumps-biggest-silicon-valley-donor-sued-by-feds-for-discrimination/",
        "title": "JUST IN: Trump Supreme Court Pick Sued By Feds For Racial Discrimination",
        "authors": [
            {
                "name": "Grant Stern",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-28",
        "text": "Now Reading\nJUST IN: Trump Supreme Court Pick Sued By Feds For Racial Discrimination\n0 Shares\nRead Next\nS Trump’s number one backer in Silicon Valley just had his secretive data company slapped with a major federal lawsuit for employment discrimination. The U.S. Department of Labor  filed suit charging that Palantir Technologies, the Palo Alto technology company controlled by Republican businessman Peter Thiel, accusing him of systematically discriminating against Asian job applicants in the company’s hiring process. Palantir is a federal government contractor to the NSA.\nSources say that Donald Trump wants to deliver a lifetime Supreme Court nomination to Thiel, who despises the First Amendment’s protections, anti-trust laws that break up monopolies and generally dislikes the institutions of democracy. Both the Stanford law school grad Thiel and Trump’s campaign later denied the report. Vanity Fair noted that :\nAccording to the lawsuit, Palantir looked at a pool of 130 applicants for its engineering intern positions: 73 percent of those who applied were Asian. Ultimately, the lawsuit says, the company hired four Asians and 17 non-Asians. “The likelihood that this result occurred according to chance is approximately one in a billion,” the lawsuit says.\nIronically, Peter Thiel, the Trump donor who Bloomberg called the Republican nominee’s most unlikely supporter , is himself a first generation immigrant. Thiel’s parents came to America to find work in a high tech field, but now he’s supporting a candidate that opposes immigration altogether.\nThiel was a PayPal co-founder and early Facebook investor, but remained relatively unknown outside of tech circles until earlier this year. The billionaire revealed himself in March to be Hulk Hogan’s secret benefactor funding the bogus  lawsuit that bankrupted Gawker , in retaliation for revealing the billionaire’s then-secret sexual orientation.\nBut now, the entire world knows Mr. Thiel prefers male company, after he delivered a very personal political address at the Republican National Convention in Cleveland. Thiel then called out the GOP’s bathroom law obsessions as wrong and said, “Every American has a unique identity. I’m proud to be gay, I’m proud to be a Republican,” after a lengthy rant against “government incompetence.” He became the first ever openly gay speaker at the RNC to acknowledge his sexual orientation on the dais, and only the second speaker to be openly gay period.\nUnfortunately, his own party didn’t pay much attention to the speech, which was surprisingly well received inside the hall (as you can see below), because they passed the most anti-LGBT platform in party history this year, which speaks volumes when you consider that the Bush Administration used anti-marriage equality ballot initiatives to draw support from their base of bigots and haters throughout the early 2000s.\n“Federal contractors have an obligation to ensure that their hiring practices and policies are free of all forms of discrimination,” said the Department of Labor’s OFCCP Director Patricia Shiu . “Our nation’s taxpayers deserve to know that companies employed with public funds are providing equal opportunity for job seekers.” Lisa Gordon, a spokeswoman for Palantir, said the company will defend itself “vigorously” and denies allegations of bias in a statement to Bloomberg News.\nNow, the executive who accused his employer – the federal government – of incompetence will have to prove in a legal action that his company’s hiring practices were competent, in the face of daunting evidence to the contrary.\nWhat do you think?\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [
            [
                "The likelihood that this result occurred according to chance is approximately one in a billion,",
                "",
                true
            ],
            [
                "Every American has a unique identity.",
                "Thiel",
                true
            ],
            [
                "I’m proud to be gay, I’m proud to be a Republican,",
                "Thiel",
                true
            ],
            [
                "Federal contractors have an obligation to ensure that their hiring practices and policies are free of all forms of discrimination,",
                "Thiel",
                true
            ],
            [
                "Our nation’s taxpayers deserve to know that companies employed with public funds are providing equal opportunity for job seekers.",
                "Lisa Gordon",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.miamiherald.com/news/local/community/gay-south-florida/article89235362.html",
                "https://www.vanityfair.com/news/2016/09/us-government-sues-palantir-discrimination",
                "https://www.huffingtonpost.ca/entry/trump-peter-thiel-supreme-court_n_57d80d57e4b09d7a687f9b03"
            ],
            "gov_pgs": [
                "https://www.dol.gov/newsroom/releases/ofccp/ofccp20160926",
                "https://www.dol.gov/ofccp/about/patricia_shiu.htm"
            ],
            "unsure": [
                "https://www.bloomberg.com/tosv2.html?vid=&uuid=e70c1d80-b80c-11e9-90e6-8f40e8e37944&url=L25ld3MvYXJ0aWNsZXMvMjAxNi0wNy0yMS90aGUtc3RyYW5nZS1wb2xpdGljcy1vZi1wZXRlci10aGllbC10cnVtcC1zLW1vc3QtdW5saWtlbHktc3VwcG9ydGVy",
                "https://occupydemocrats.com/privacy/",
                "https://en.wikipedia.org/wiki/Peter_Thiel#Gawker_lawsuit",
                "https://www.forbes.com/sites/ryanmac/2016/09/15/peter-thiel-spokesperson-denies-hes-under-consideration-for-a-trump-supreme-court/"
            ]
        },
        "key_words": [
            "trump",
            "company",
            "republican",
            "thiel",
            "hiring",
            "racial",
            "sued",
            "gay",
            "lawsuit",
            "palantir",
            "feds",
            "supreme",
            "trumps",
            "pick",
            "discrimination",
            "court",
            "federal"
        ]
    }
]