[
    {
        "url": "http://beforeitsnews.com/u-s-politics/2017/09/obamas-deep-state-78-appointees-burrowed-into-government-2536954.html",
        "title": "Obama’s Deep State: 78 Appointees Burrowed Into Government",
        "authors": [],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "By edge34\nFriday, September 29, 2017 0:50\n% of readers think this story is Fact. Add your two cents.\nFor more great articles like this visit http://www.fixthisnation.com\nA new report from the Government Accountability Office – a watchdog organization meant to keep tabs on the federal government – shows that 78 of President Obama’s political appointees have burrowed their way into the deep state, where they now hold career positions in the Trump administration. According to the report, which was obtained by The Washington Times this week, these appointees included seven who failed to obtain permission for the job switch from the Office of Personnel Management. Subsequently, they were either denied jobs or left on their own accord.\nNonetheless, that still leaves 71 of Obama’s political appointees working in the Trump administration. And how many of them do you reckon support Trump’s agenda on environmental regulations, foreign policy, illegal immigration, spending cuts, and so forth? We’d guess…none. And sure, you can do your job to the best of your ability even when you don’t align politically with the over-arching motivations of the administration, but is that what these people are doing? Or are they leaking to the press, thwarting the goals of the Trump agenda, and intentionally sabotaging the will of the people?\nThere’s nothing illegal about a president allowing his political appointees to transfer over into career positions, of course, but we have to look at this in its proper light. No administration in history has been besieged by as much outright mutiny as this one. Leaks are constantly flowing to the press, agency heads are openly discussing the ideological differences within the departments, and even the president has made mention of a federal government conspiracy against him. And frankly, you don’t need that many people “off the script” to cause a hell of a lot of trouble. 71 people across a number of different agencies? That’s MORE than enough, and that probably only scratches the surface when it comes to Obama loyalists.\nAs the Washington Times pointed out, Congress has been concerned about the practice of “burrowing” for some time:\nA Congressional Research Service report last year said burrowing frequently occurs during the transition period when one administration is preparing to leave office and a new administration is coming in. CRS said the practice can foster the belief that “the individual who is converted to a career position may seek to undermine the work of the new administration whose policies may be at odds with those that he or she espoused when serving in the appointed capacity.”\nWhether this is true in reality or just in perception, we can’t say. But we do know that Trump is facing extraordinary resistance inside his administration, and this could help to explain why that might be.\nFor more great articles like this visit http://www.fixthisnation.com\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "the individual who is converted to a career position may seek to undermine the work of the new administration whose policies may be at odds with those that he or she espoused when serving in the appointed capacity.",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.prodo1.com/",
                "http://www.suppressedhealthsecrets.com",
                "https://mitocopper.com/pages/affiliate-program"
            ]
        },
        "key_words": [
            "78",
            "career",
            "washington",
            "appointees",
            "deep",
            "political",
            "obamas",
            "report",
            "office",
            "trump",
            "state",
            "burrowed",
            "president",
            "administration"
        ]
    }
]