[
    {
        "url": "http://beforeitsnews.com/sports/2017/10/the-curious-case-of-lichfield-ladies-2701620.html",
        "title": "The curious case of Lichfield Ladies",
        "authors": [
            {
                "name": "Total Flanker",
                "link": null
            }
        ],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "By TOTAL FLANKER\nSunday, October 1, 2017 0:33\n% of readers think this story is Fact. Add your two cents.\nI see Wasps Ladies recently signed England internationals Amy Cokayne, Harriet Millar Mills and Justine Lucas, all of whom previously turned out for Lichfield Ladies.\nWhat seems to be forgotten amidst all the justified hype and excitement surrounding the heady opening weeks of the Premier 15s – England’s new elite domestic rugby competition for women – is the fate of Lichfield Ladies.\nA seemingly permanent fixture in the Women’s Premiership in England for several years (finishing in 3rd place last season), Lichfield have over the years developed many international players, including the three women mentioned above as well as current England skipper Sarah Hunter, Emily Scarratt, Natasha Hunt and Vicky Fleetwood.\nLichfield, however, failed to be included in the Premier 15s following an RFU tender process that effectively replaced them with Loughborough Lightning (Loughborough University) who, prior to this process, had never had a team in women’s league rugby.\nAs a result Lichfield has lost around 30 players, many of whom have had to move to top-flight clubs in order to be considered for international selection and several of whom have joined Loughborough.\nI have read the judgment of the panel that dismissed Lichfield’s appeal against the RFU decision. Suffice it to say that the process was not exactly transparent and the judgment brushes over the fact that Nicky Ponsford, the RFU’s Head of Women’s Performance, was part of the decision making process.\nNicky Ponsford is an alumni and former coach of Loughborough University.\nJust saying.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.prodo1.com/",
                "http://www.suppressedhealthsecrets.com",
                "https://mitocopper.com/pages/affiliate-program"
            ]
        },
        "key_words": [
            "ladies",
            "process",
            "loughborough",
            "lichfield",
            "england",
            "curious",
            "women",
            "premier",
            "case",
            "rfu",
            "womens",
            "players",
            "ponsford"
        ]
    }
]