[
    {
        "url": "http://beforeitsnews.com/entertainment/2017/10/tubby-boy-x-telboy-oh-so-real-out-now-2670625.html",
        "title": "Tubby Boy X Telboy - Oh So Real (Out Now)",
        "authors": [],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "Sunday, October 1, 2017 11:02\n% of readers think this story is Fact. Add your two cents.\nListen: https://youtu.be/m-awJ5TqriU  Oh So Real is a brutally honest, dark urban banger, courtesy of the forever flow-etic Tubby Boy and the vocally unmistakable Telboy. Oh So Real is lyrically themed on observations surrounding some of the music industry's aspiring artists and their lack of realness, desperate attempts at recognition and inflated self-worth. All of this popping off on a deep, heavy beat that sounds like a south London borough had passed through a recording studio in Houston or Atlanta.  As per usual, Tubby Boy never fails to deliver effortless flows, and his performance on Oh So Real is no exception. His bars are packed full of wit, metaphors and references, the whole time consciously raising the underlying point of the song. That's when the one and only Telboy takes the mic, full of soul and authentic style, to lyrically develop the theme and perfectly summarize the plot with his unforgettable hook. His performance is again, another great example of Telboy's songwriting versatility and natural raw ability.  On remix duty we have a dancefloor destroyer by Gangski. This badboy producer from Poland had huge success in South Africa with his Davies Twins remix. This time around he cleverly reworks edits of Telboy's vocals, inventing a brand new hook over a banging, almost wobbly but absolutely unforgettable thumper.  Written by: Tubby Boy , Telboy , Toni Toolz Produced by: Toni Toolz Recorded and Mixed at: Adobo Studios Remixed By: Gangski  Design by: Tom Green at Adobo Design Label: Big Mix Up Records Cat No: BMUR1704 Release Date: 14.06.17  Running Times: [Original Mix: 4:08] / [Gangski Remix: 4:11] (p) & (c) Big Mix Up Records 2017 Distributed by: Believe Digital  Source: http://www.mi2n.com/press.php3?press_nb=199331\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com",
                "http://www.prodo1.com/"
            ]
        },
        "key_words": [
            "gangski",
            "oh",
            "toolz",
            "real",
            "x",
            "boy",
            "remix",
            "unforgettable",
            "mix",
            "tubby",
            "telboy"
        ]
    }
]