[
    {
        "url": "http://www.bbc.com/news/blogs-news-from-elsewhere-41580962",
        "title": "Tajik actors get 'beard permits'",
        "authors": [
            {
                "name": "News Elsewhere...",
                "link": null
            }
        ],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "By News from Elsewhere... ...as found by BBC Monitoring\n11 October 2017\nThese are external links and will open in a new window\nClose share panel\nImage copyright Akbor/Gulsara Kamolzoda\nImage caption The Death of the Usurer: The main character's end is a bit hairy\nTwo stage actors in Tajikistan have been granted temporary permits enabling them to sport facial hair in public.\nThe wearing of beards is unofficially banned in Tajikistan as part of a crackdown against religious extremism in the largely Muslim country, and the bearded actors were detained by police in the northern town of Konibodom earlier this week.\nKhushnud Dado and Farrukh Vaitov were in town to perform a play called \"The Death of the Usurer\" by famous Tajik writer Sadriddin Ayni, news website Sugdnews says .\nAfter the pair explained their motives, police granted them a document permitting them to go out in public wearing facial hair.\n\"We can freely walk around the town without fear of wearing a beard,\" Akbor news website quoted Mr Vaitov as saying.\nBeard crackdown\nShaving beards is part of a government campaign targeting cultural practices deemed \"alien and inconsistent with Tajik culture\".\nIt has resulted in the arrest of hundreds of thousands of men, and the forcible shaving of nearly 13,000 men in one Tajik region alone.\nThe authorities initially blamed the campaign against beards on local police, but now they acknowledge that the drive is aimed at curbing religious extremism amid fears it could spread from neighbouring Afghanistan.\nReporting by Alistair Coleman\nRelated Topics\n",
        "quotes": [
            [
                "We can freely walk around the town without fear of wearing a beard,",
                "Vaitov",
                true
            ],
            [
                "alien and inconsistent with Tajik culture",
                "Vaitov",
                false
            ]
        ],
        "links": {
            "articles": [
                "http://www.bbc.co.uk/news/world-asia-35372754"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://sugdnews.tj/ru/razd/slayd/2235-kanibadam-v-tsentre-goroda-zaderzhali-kori-ishkamba-i-mullobachi-borodatykh-akterov.html",
                "http://akhbor.com/-p3754-117.htm"
            ]
        },
        "key_words": [
            "beard",
            "wearing",
            "religious",
            "usurer",
            "tajik",
            "vaitov",
            "website",
            "beards",
            "tajikistan",
            "permits",
            "actors",
            "men",
            "town"
        ]
    }
]