[
    {
        "url": "https://www.reuters.com/article/us-icehockey-nhl-highlights/highlights-of-mondays-nhl-games-idUSKBN1CF0FK",
        "title": "Highlights of Monday's NHL games",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-10",
        "text": "Highlights of Monday's NHL games\n4 Min Read\n(The Sports Xchange) - Highlights from the National Hockey League games on Monday:\nOct 9, 2017; Anaheim, CA, USA; Calgary Flames goalie Mike Smith (41) celebrates with center Sean Monahan (23) after the game against the Anaheim Ducks at Honda Center. Mandatory Credit: Kelvin Kuo-USA TODAY Sports\nFlames 2, Ducks 0\nSean Monahan and Mikael Backlund registered goals, and Mike Smith made 43 saves as the Calgary Flames ended an NHL-record losing streak with a 2-0 victory over the Anaheim Ducks on Monday.\nThe Flames had dropped 25 consecutive games in Anaheim — with their last victory at Honda Center coming on Jan. 19, 2004. Calgary logged its first road win of the season.\nSmith posted his 34th career shutout and was especially strong in the second and third periods, stopping a combined 34 Anaheim attempts.\nThe Ducks lost their second consecutive home game and failed to convert on five power-play attempts. Anaheim goalie John Gibson made 27 saves.\nAvalanche 4, Bruins 0\nSemyon Varlamov stopped all 29 shots he faced in Colorado’s win over Boston.\nColorado hasn’t lost in Boston since March 30, 1998. The Avalanche own 11 wins and a tie since their last road loss to the Bruins.\nNail Yakupov scored his first two goals with his new team, and Sven Andrighetto and J.T. Compher each scored their first of the season. Varlamov notched his 22nd career shutout.\nBlues 3, Islanders 2 (SO)\nVladimir Tarasenko and Brayden Schenn scored in the shootout for St. Louis, which survived a furious third-period comeback by New York to earn a win.\nTarasenko scored twice in the second period for the Blues, who killed all five penalties they incurred and are perfect through three games for the second straight season.\nGoalie Jake Allen made 40 saves in regulation and overtime before stopping both shots he faced in the shootout.\nMaple Leafs 4, Blackhawks 3 (OT)\nAuston Matthews scored at 3:43 at overtime, and Toronto came back to defeat the Chicago and remain undefeated after three games.\nIt was the first loss of the season for the Blackhawks (2-0-1).\nThe Maple Leafs trailed 3-1 before getting goals from Connor Brown and James van Riemsdyk in less than a three-minute span in the third period. Goaltender Anton Forsberg made 39 stops in his Blackhawks debut. Frederik Andersen made 18 saves in the Toronto goal.\nDevils 6, Sabres 2\nA four-goal burst in the second period led New Jersey to a win over Buffalo.\nMarcus Johansson and Jesper Bratt each had two goals and an assist and Stefan Noesen and Brian Gibbons also scored for New Jersey. Cory Schneider made 23 saves for the Devils.\nEvander Kane scored twice for Buffalo. Chad Johnson allowed six goals on 22 shots before being replaced by Robin Lehner to open the third period.\nLightning 4, Capitals 3 (OT)\nBrayden Point’s power-play goal at 3:08 of overtime lifted Tampa Bay past Washington.\nPoint scored his third goal of the season in the final seconds of a power play, redirecting a shot by Nikita Kucherov, who scored the tying goal midway through the third period. Newcomer Chris Kunitz scored his first goal since joining Tampa Bay.\nCapitals forward T.J. Oshie scored two power-play goals as Washington built a 3-1 lead in the second period. Washington’s Nicklas Backstrom got his first goal of the season with 3:18 left in the opening period.\nJets 5, Oilers 2\nSlideshow (4 Images)\nWinnipeg put an end to its losing streak, and extended Edmonton’s, with a gritty and convincing victory.\nThe Jets built 2-0 and 4-2 leads en route to their first win of the season after giving up 13 goals in their first two games of the year.\nNikolaj Ehlers had a hat trick, and Dmitry Kulikov and Mark Scheifele added goals in the win. Connor Hellebucyk (37 saves) gave the Jets some much needed clutch goaltending.\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "scored",
            "games",
            "highlights",
            "nhl",
            "mondays",
            "win",
            "second",
            "anaheim",
            "goals",
            "season",
            "saves",
            "goal",
            "period"
        ]
    }
]