[
    {
        "url": "https://www.politico.com/story/2016/09/robert-menendez-new-jersey-corruption-228697?cmpid=sf",
        "title": "Menendez's bribery trial delayed as he seeks Supreme Court intervention",
        "authors": [
            {
                "name": "John Bresnahan",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-26",
        "text": "Menendez's bribery trial delayed as he seeks Supreme Court intervention\nStory Continued Below\nBut the Third Circuit ruled on Monday that the trial will be delayed while Menendez petitions the Supreme Court to hear his appeal. That means that any trial — if it does take place — likely won't happen before 2017.\nMenendez was indicted in April 2015 for allegedly accepting hundreds of thousands of dollars in improper gifts and campaign contributions as bribes in exchange for using his office to help Dr. Salomon Melgen, a longtime friend and major campaign contributor.\nThe Justice Dept. alleges Menendez received nearly $1 million worth of gifts and campaign contributions from Melgen. In turn, Menendez allegedly intervened on Melgen’s behalf in a multimillion-dollar billing dispute with the Centers for Medicare & Medicaid Services and attempted to enforce a $500 million port security contract with the Dominican Republic, as well as obtaining visa applications for several of Melgen’s girlfriends.\nMenendez has argued that under the Speech or Debate clause — a constitutional privilege that shields lawmakers and staff from legal action over legitimate legislative activities — he could not be charged with improperly aiding Melgen. He asked the Third Circuit to overrule a lower court, which had let the Justice Department's case against him move forward. The Third Circuit refused to dismiss the case, but did grant Menendez's request to delay the trial.\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.politico.com/story/2016/09/menendez-loses-in-appeals-court-228127"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "supreme",
            "melgen",
            "trial",
            "court",
            "menendez",
            "case",
            "intervention",
            "menendezs",
            "circuit",
            "seeks",
            "bribery",
            "delayed",
            "justice"
        ]
    }
]