[
    {
        "url": "https://www.nytimes.com/2017/10/09/sports/baseball/andrew-miller-indians-yankees.html?rref=collection%2Fsectioncollection%2Fsports",
        "title": "The Indians’ Andrew Miller Falls Back to Earth",
        "authors": [
            {
                "name": "David Waldstein",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-09",
        "text": "Advertisement\nImage\nAndrew Miller entering the bullpen during Game 1 of an American League division series. Miller gave up a home run to Greg Bird that was the difference in Game 3.CreditCreditDustin Franz for The New York Times\nFew pitchers have enjoyed a better rate of success in the postseason than Andrew Miller, the dominant reliever for the Cleveland Indians. Lanky, left-handed and able to unleash bat-incinerating sliders at will, Miller did not allow a run in the first 14 postseason appearances of his career.\nEight of those games came with Cleveland in 2016 when Indians Manager Terry Francona deployed Miller in some of the most critical moments of Cleveland’s extended postseason run, which went all the way to Game 7 of the World Series.\nAlong the way, Miller was named the most valuable player of the American League Championship Series and was as close to automatic as a pitcher can be. But he was not perfect, particularly when fatigue finally seemed to set in the final game of the Series. Nor has Miller been perfect in the 2017 playoffs.\nIn the Indians’ division series against the Yankees, he looked a little off in Game 1, when he walked two batters, and in Game 3 he gave up a crushing home run to Greg Bird that was the decisive blow. An unlikely visual of Miller twisting his neck to watch a ball sail far over the right-field wall at Yankee Stadium immediately raised questions about whether his right knee, which forced him to the disabled list in parts of August and September, could still be bothering him.\nMiller said it was not, and Francona maintained that his star reliever was healthy and that he will continue to call upon him in dicey situations this October — perhaps beginning in Game 5 of this series on Wednesday night. As Cleveland seeks to go one win further than it did last year and win a title it hasn’t captured since 1948, Miller’s performance may continue to be the key.\n“If we’re going to get where we want to go,” Francona said, “he’s going to carry a big load and we know that.”\nRight knee tendinitis twice sent Miller to the disabled list in the second half of this season. He came back from the first stint on Aug. 18, but after two outings he went back on the D.L. and did not return again until Sept. 14. He appeared to have gotten fully healthy and did not allow a run in his final nine appearances of the regular season.\nHe insists the knee is now fine and that his fateful pitch to Bird — an ill-conceived and poorly located 96-miles-per-hour fastball — was just a mistake. He said it was a miscalculation to choose the fastball in the first place, and he left the pitch over the plate in Bird’s hitting zone. It was not, Miller said, a result of his right knee affecting his lengthy stride or distorting his pitching mechanics.\n“I felt like I had more than enough,” he said after the game. “I made a pretty big mistake tonight, but it’s one swing of the bat and I’ll be ready to go tomorrow.”\nBefore the home run, Miller had gotten the Indians out of a jam, retiring the first hitter he faced — Starlin Castro — on a bases-loaded pop-up with two outs in the bottom of the sixth.\nAnd after Bird’s homer, Miller got Todd Frazier to fly out. Then, after only nine pitches, Francona took Miller out of the game to preserve him for the remainder of the series.\nFrazier, for one, said Miller’s pitches were as tricky as ever in this series. After one particularly wicked slider, he paid his respects to Miller with a tip of the cap.\n“He’s still there. He’s still nasty,” Frazier said. “He’s, what, 6-9, 6-10? and he’s kind of like a Chris Sale, to be honest with you. Comes after you and has a nasty off-speed. So I think all his stuff is there.”\nMiller is listed at 6 feet 7 inches. And regardless of how impressive his pitches are, the most important asset for Miller, or for any late-inning relief pitcher, is the capacity to rebound from failure. As great as Mariano Rivera was in 1996 and 1997, the Yankees could not be certain that he would evolve into a dominant closer until 1998. That year, he pitched superbly after having giving up a postseason home run the previous year to Cleveland’s Sandy Alomar Jr., one that probably kept the Yankees from advancing to the A.L.C.S.\nAs with Rivera, Miller’s sample size of failure is very small. It was not until Game 4 of last year’s World Series, with the Indians comfortably ahead by six runs, that an opponent broke through against him in any postseason game. Before that game, Miller had a 0.00 E.R.A. in relief appearances with the Orioles (2014), the Yankees (2015) and then Cleveland.\nMiller’s next appearance after Game 6 of the Series was in Game 7, and the Cubs proceeded to hit him harder, scoring twice.\nHis accumulated workload had finally worn him down, as was clearly the case with Aroldis Chapman, then the Cubs’ closer, who also had little left as the Series reached its thrilling conclusion.\nOn Monday night, in Game 4, Francona used eight pitchers in a game in which the Yankees built an early, and comfortable, lead. None of those eight pitchers was Miller. Francona was likely saving him for a do-or-die game on Wednesday in Cleveland. Miller may not look quite as sharp as he did last October, but in this series, he still looms large.\nA version of this article appears in print on , Section B, Page 12 of the New York edition with the headline: Indians’ Miller Falls Back Toward Earth. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "If we’re going to get where we want to go,",
                "Francona",
                true
            ],
            [
                "he’s going to carry a big load and we know that.",
                "Francona",
                false
            ],
            [
                "I felt like I had more than enough,",
                "Andrew Miller",
                true
            ],
            [
                "I made a pretty big mistake tonight, but it’s one swing of the bat and I’ll be ready to go tomorrow.",
                "Andrew Miller",
                true
            ],
            [
                "He’s, what, 6-9, 6-10?",
                "Todd Frazier",
                true
            ],
            [
                "and he’s kind of like a Chris Sale, to be honest with you.",
                "Todd Frazier",
                false
            ],
            [
                "Comes after you and has a nasty off-speed.",
                "Todd Frazier",
                true
            ],
            [
                "So I think all his stuff is there.",
                "Todd Frazier",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.parsintl.com/publication/the-new-york-times/",
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY"
            ]
        },
        "key_words": [
            "indians",
            "hes",
            "miller",
            "earth",
            "postseason",
            "falls",
            "game",
            "yankees",
            "relief",
            "pitches",
            "andrew",
            "rivera",
            "run",
            "series"
        ]
    }
]