[
    {
        "url": "http://occupydemocrats.com/2016/09/27/breaking-putins-troll-army-caught-rigging-twitter-pretend-trump-won/",
        "title": "BREAKING: Putin’s Troll Army Caught Rigging Twitter To Pretend Trump Won",
        "authors": [
            {
                "name": "Colin Taylor",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-27",
        "text": "Now Reading\nBREAKING: Putin’s Troll Army Caught Rigging Twitter To Pretend Trump Won\n0 Shares\nThe #1 trend on Twitter right now is #TrumpWon – thank you!\nWhat’s curious about that is not that it was trending but where it originated from – which will come as quite a surprise:\nSee Also\nPutin is working hard to try to tip the scales in favor of Trump, who he knows he can manipulate into lifting the harsh economic sanctions level led against Russian oligarchs by the Obama administration after the Russian annexation of Crimea in 2014 and will turn a blind eye to further Russian aggression in Eastern Europe.\nThe Guardian  reached out to some ex-bloggers and they described their working conditions as those akin to an internet sweat shop: “humourless and draconian, with fines for being a few minutes late or not reaching the required number of posts each day. Trolls worked in rooms of about 20 people, each controlled by three editors, who would check posts and impose fines if they found the words had been cut and pasted, or were ideologically deviant.”\n \nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [
            [
                "humourless and draconian, with fines for being a few minutes late or not reaching the required number of posts each day.",
                "",
                false
            ],
            [
                "Trolls worked in rooms of about 20 people, each controlled by three editors, who would check posts and impose fines if they found the words had been cut and pasted, or were ideologically deviant.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.theguardian.com/world/2015/apr/02/putin-kremlin-inside-russian-troll-house"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/hashtag/TrumpWon?src=hash",
                "https://occupydemocrats.com/privacy/"
            ]
        },
        "key_words": [
            "putins",
            "trump",
            "trend",
            "army",
            "caught",
            "working",
            "media",
            "troll",
            "breaking",
            "rigging",
            "trolls",
            "trumpwon",
            "right",
            "russian",
            "won",
            "twitter",
            "pretend"
        ]
    }
]