[
    {
        "url": "https://www.cnn.com/2016/09/18/politics/obama-sexism-remarks-nyc-fundraiser/",
        "title": "Obama: 'There's a reason why we haven't had a woman President'",
        "authors": [
            {
                "name": "Caroline Kenny",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-18",
        "text": "Obama suggests sexism could be hurting Clinton's White House bid\nBy Caroline Kenny, CNN\nUpdated 5:21 AM ET, Mon September 19, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nPresident Barack Obama said sexism is still a society problem\nObama attacked Donald Trump while praising Clinton and how she contributed to his administration\n(CNN)\nPresident Barack Obama on Sunday suggested sexism in society could be hurting Hillary Clinton's White House bid.\n\"There's a reason why we haven't had a woman president; that we as a society still grapple with what it means to see powerful women,\" Obama said at a DNC fundraiser in New York City. \"And it still troubles us in a lot of ways, unfairly, and that expresses itself in all sorts of ways.\"\nObama used his short speech at the event to praise Clinton while simultaneously ripping into Republican nominee Donald Trump.\n\"It's an infomercial. It's a reality show,\" Obama said of the Manhattan businessman. \"This guy is not qualified to be president.\"\nThe remarks from Obama come just one day after he made an impassioned plea to African-American voters at the Congressional Black Caucus gala in Washington, D.C., urging them to work to stop Trump.\nRead More\nHe said it would be a \"personal insult\" to his legacy if black voters did not turn out on Election Day for Hillary Clinton.\nThe fundraiser was held at the home of Audrey and Danny Meyer, who is the CEO of Union Square Hospitality Group in New York City. About 65 attendees were in the room and contributed $25,000. The co-chairs contributed $100,000, while the chairs raised or contributed $250,000.\nCNN's Allison Malloy contributed to this report.\n",
        "quotes": [
            [
                "There's a reason why we haven't had a woman president; that we as a society still grapple with what it means to see powerful women,",
                "Obama",
                true
            ],
            [
                "And it still troubles us in a lot of ways, unfairly, and that expresses itself in all sorts of ways.",
                "Obama",
                true
            ],
            [
                "This guy is not qualified to be president.",
                "Obama",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2016/09/17/politics/obama-black-congressional-caucus/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "president",
            "obama",
            "clinton",
            "sexism",
            "woman",
            "society",
            "donald",
            "women",
            "reason",
            "barack",
            "theres",
            "york",
            "havent",
            "work"
        ]
    }
]