[
    {
        "url": "https://www.politico.com/story/2016/09/trump-ad-clintons-gennifer-flowers-228429?cmpid=sf",
        "title": "Trump ad uses footage of Clintons' 1992 interview about Gennifer Flowers",
        "authors": [
            {
                "name": "Louis Nelson",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-20",
        "text": "Trump ad uses footage of Clintons' 1992 interview about Gennifer Flowers\nDonald Trump’s White House bid is “a movement, not a campaign,” a new ad released by the Manhattan billionaire proclaims.\nThe 30-second TV spot , announced Tuesday via email by the Trump campaign, is entitled “Movement” and features a string of phrases describing the GOP nominee as a “builder, businessman, success” and praising him for “doing what others called impossible.”\nStory Continued Below\nCutting quickly between video of construction sites, Trump himself and seemingly ordinary American families and children, the video touts the real estate mogul’s campaign as “dreaming big” and “building bigger.” Among other claims, the ad says Trump’s candidacy is “defined by freedom” and “leaving the past behind.” The latter statement from the ad’s unseen narrator is accompanied by video from a 1992 “60 Minutes” interview with Bill and Hillary Clinton in which the former president denied having an affair with Gennifer Flowers, a woman Bill Clinton would later admit to having had a sexual relationship with.\n“While Hillary Clinton ‘distracts and diverts’ attention away from her horrific record with negative advertisements that lack substance, our campaign plans on promoting the positive energy that has turned Mr. Trump’s campaign into a full-fledged movement,” Trump campaign senior communications adviser Jason Miller said in a statement that accompanied the ad’s release.\n",
        "quotes": [
            [
                "While Hillary Clinton ‘distracts and diverts’ attention away from her horrific record with negative advertisements that lack substance, our campaign plans on promoting the positive energy that has turned Mr. Trump’s campaign into a full-fledged movement,",
                "Jason Miller",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=VZJ868DHrwk&feature=youtu.be"
            ]
        },
        "key_words": [
            "statement",
            "interview",
            "1992",
            "uses",
            "campaign",
            "ad",
            "clinton",
            "hillary",
            "trump",
            "flowers",
            "video",
            "movement",
            "gennifer",
            "clintons",
            "trumps",
            "footage"
        ]
    }
]