[
    {
        "url": "http://www.addictinginfo.org/2016/09/21/trump-campaign-gives-pathetic-reason-why-george-h-w-bush-is-voting-for-hillary-video/",
        "title": "Trump Campaign Gives PATHETIC Reason Why George H.W. Bush Is Voting For Hillary (VIDEO)",
        "authors": [],
        "publisher": "addictinginfo.com",
        "publish_date": "2016-09-21",
        "text": "·\nMonths ago, former First Lady Laura Bush shocked Americans when she said she’d rather vote for Democratic candidate Hillary Clinton than a Republican this election. For the most part, former presidential candidate Jeb Bush and former presidents George W. Bush and George H.W. Bush have opted to stay out of this election – until now.\nWord of George H.W. Bush’s decision to snub the GOP by not voting for its disastrous Republican nominee just recently broke, and it’s a super provocative move because not only is Bush refusing to support his party, but he is voting for the Democratic Party instead . It’s a controversial decision, but obviously Bush recognizes that it’s the smartest choice for the future of this country.\nThe Trump campaign, as you can imagine, isn’t taking this lightly. In an interview with CNN’s Erin Burnett, Trump campaign manager Kellyanne Conway reacted to the elder Bush’s voting decision and couldn’t have demonstrated any better how immature and bitter the campaign was about it.\nConway said that although she ‘respects’ Bush’s choice, it’s ironic that he’s voting for “the wife of the man who knocked him out of the race” in 1992. Conway also chalked up Bush’s decision to vote for Clinton to his emotions and “hurt feelings” over his son’s loss to Trump in the primaries. She said:\n“This was a bruising primary, and Jeb Bush really failed all expectations… I know there are a lot of hurt feelings there.”\nYou can watch the interview below:\n“Jeb Bush really failed…there are a lot of hurt feelings” @KellyannePolls on Bush 41 voting #Clinton https://t.co/iyhiLRgrPL\nFeatured image via  Joe Mahoney / Getty Images\nSearch\nArchives\nArchives\n",
        "quotes": [
            [
                "the wife of the man who knocked him out of the race",
                "George H.W. Bush",
                false
            ],
            [
                "This was a bruising primary, and Jeb Bush really failed all expectations… I know there are a lot of hurt feelings there.",
                "George H.W. Bush",
                true
            ],
            [
                "Jeb Bush really failed…there are a lot of hurt feelings",
                "George H.W. Bush",
                false
            ]
        ],
        "links": {
            "articles": [
                "http://addictinginfo.org/2016/09/20/george-h-w-bush-may-have-just-dealt-an-incredibly-stinging-blow-to-the-trump-train/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/KellyannePolls",
                "https://twitter.com/hashtag/Clinton?src=hash",
                "https://t.co/iyhiLRgrPL",
                "http://ww1.winningdemocrats.com/",
                "https://www.gettyimages.ca/search/2/image?artist=Joe%20Mahoney&family=editorial"
            ]
        },
        "key_words": [
            "bushs",
            "reason",
            "election",
            "campaign",
            "hw",
            "hillary",
            "george",
            "republican",
            "decision",
            "bush",
            "gives",
            "voting",
            "pathetic",
            "video",
            "trump",
            "hurt"
        ]
    }
]