[
    {
        "url": "https://www.reuters.com/article/us-britain-art-frieze/lets-paint-about-sex-racy-feminist-artists-enjoy-mainstream-success-idUSKBN1CA1XX",
        "title": "Let's paint about sex: racy feminist artists enjoy mainstream success",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-05",
        "text": "Let's paint about sex: racy feminist artists enjoy mainstream success\n3 Min Read\nLONDON (Reuters) - A three-foot phallus in a child’s dress seems like an unlikely symbol of female empowerment, but for artist Renate Bertlmann its presence at a major art show is a sign she has gained an acceptance denied her for decades.\nBertlmann, 74, is one an all-female group of artists featured in a new section of this year’s London’s Frieze art fair that focuses on feminist artists whose overt sexual themes saw them censored and excluded from mainstream shows in the past.\n“My work was really rejected in the 70s and into the 80s because people were afraid of my topics: sexuality, religion, feminism. It took obviously 40, 50 years that they recognize that the works are worth looking at,” Bertlmann told Reuters.\n“I appreciate very much that I get wonderful exhibitions, or I’m shown here in Frieze. Ten years ago it would have been impossible.”\nThe London Frieze is a commercial art fair that features exhibitions by over 160 international galleries and 1,000 artists.\n“Sex Work: Feminist Art & Radical Politics” is the name of the section included this year that features works including casts of intimate body parts and images of sexually explicit cakes.\nDespite the artists’ feminist agenda, many found that they were not embraced by the feminist movements of their day.\n“I was somewhat on the fringe always, and, I think, a bit questionable to some of the more militant feminists, because I was bringing my sexuality to the table,” artist Penny Slinger said.\nHighlighting the increasing mainstream acceptance of sexually explicit feminist art - four works from the exhibition were acquired for the collection of Britain’s Tate museum.\n“The question now is if this will be seen more broadly as important art and not ‘important art with a feminist asterisk’, but I think that is happening,” said gallery owner David Lewis, who sold the Tate one of the works it acquired this week, a collage by artist Mary Beth Edelson.\nThe fair runs until Oct. 8.\n(The story has been corrected to fix typo in final sentence)\nWriting by Mark Hanrahan in London; Editing by Robin Pomeroy\n",
        "quotes": [
            [
                "important art with a feminist asterisk",
                "",
                false
            ],
            [
                "My work was really rejected in the 70s and into the 80s because people were afraid of my topics: sexuality, religion, feminism.",
                "Bertlmann",
                true
            ],
            [
                "It took obviously 40, 50 years that they recognize that the works are worth looking at,",
                "Bertlmann",
                true
            ],
            [
                "I appreciate very much that I get wonderful exhibitions, or I’m shown here in Frieze.",
                "",
                true
            ],
            [
                "Ten years ago it would have been impossible.",
                "",
                true
            ],
            [
                "Sex Work: Feminist Art & Radical Politics",
                "",
                false
            ],
            [
                "I was somewhat on the fringe always, and, I think, a bit questionable to some of the more militant feminists, because I was bringing my sexuality to the table,",
                "Penny Slinger",
                true
            ],
            [
                "The question now is if this will be seen more broadly as important art and not ‘important art with a feminist asterisk’, but I think that is happening,",
                "David Lewis",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "enjoy",
            "feminist",
            "artist",
            "success",
            "think",
            "frieze",
            "art",
            "work",
            "racy",
            "paint",
            "works",
            "fair",
            "sex",
            "artists",
            "mainstream",
            "tate",
            "lets"
        ]
    }
]