[
    {
        "url": "https://www.nytimes.com/2017/10/09/arts/television/whats-on-tv-monday-the-islands-and-the-whales-and-valor.html?rref=collection%2Fsectioncollection%2Farts",
        "title": "What’s on TV Monday: ‘The Islands and the Whales’ and ‘Valor’",
        "authors": [
            {
                "name": "Sara Aridi",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-09",
        "text": "Advertisement\nSupported by\nWhat’s on TV Monday: ‘The Islands and the Whales’ and ‘Valor’\nImage\nA scene from “The Islands and the Whales.”CreditCreditMike Day\nBy Sara Aridi\nOct 9, 2017\n“The Islands and the Whales” examines the debate around a controversial, centuries-old tradition. And “Valor” is the latest military drama to hit the small screen this fall.\nWhat’s on TV\nPOV: THE ISLANDS AND THE WHALES (2017) 10 p.m. on PBS (check local listings). Whaling has sustained communities on the scenic Faroe Islands in the North Atlantic for centuries, but the long-held tradition now faces threats from inside and outside the isolated archipelago. Polluted oceans have led to high mercury levels in the whales and in the local inhabitants who rely on their meat, and fierce anti-whaling activists have been calling on the Faroese to find alternatives. In this documentary, the Scottish filmmaker Mike Day highlights a local professor who has been urging his fellow Faroese to reconsider hunting and eating whales out of health considerations, placing himself in the center of the confrontation.\nImage\nChristina Ochoa in “Valor.”CreditErika Doss/The CW\nVALOR 9 p.m. on CW. Two American Army helicopter pilots, Warrant Officer Nora Madani (Christina Ochoa) and Capt. Leland Gallo (Matt Barr), safely return from a covert mission to Somalia with the weight of an ugly truth on their shoulders. When they learn that terrorists captured a fellow soldier, they prepare for a grueling rescue mission. Suspicions about the operation divide their elite unit, but their shared secret draws them closer.\nWhat’s Streaming\nImage\nOwen Wilson and Rachel McAdams in “Midnight in Paris.”CreditSony Pictures Classics\nMIDNIGHT IN PARIS (2011) on iTunes, Amazon , and Netflix . A tag-along vacation becomes a journey to a bygone era when Gil (Owen Wilson), a restless Hollywood screenwriter, travels to Paris with his self-absorbed fiancée, Inez (Rachel McAdams), and her rich parents. As Gil is exploring the city on his own one night, the clock strikes 12 and Scott and Zelda Fitzgerald (Tom Hiddleston and Alison Pill) drive by with an invitation to a soiree. Delighted with this inexplicable surprise, Gil wanders alone every night to be taken back to the 1920s, where he joins the likes of Gertrude Stein (Kathy Bates), Ernest Hemingway (Corey Stoll) and Pablo Picasso (Marcial Di Fonzo Bo).\nSECOND SIGHT on Acorn TV . Clive Owen plays Chief Inspector Ross Tanner, the head of a London homicide squad whose standing comes under threat when a degenerative eye disease makes him gradually lose his vision. As he struggles with a perplexing murder investigation, Tanner relies on his innate “second sight” and on his deputy inspector Catherine Tully (Claire Skinner), who uncovers his secret impairment and soon becomes more than a colleague.\nHAROLD AND MAUDE (1971) on iTunes, Amazon and FilmStruck . Many critics were unenthusiastic when this cult classic first opened. ( Writing in The New York Times , Vincent Canby called its stars “so aggressive, so creepy and off-putting.”) But a decade after its release, the film found its audience in a younger generation. Directed by the countercultural filmmaker Hal Ashby and written by Colin Higgins, the dramedy follows a May-December romance between Harold (Bud Cort), a sullen 20-year-old man, and Maude (Ruth Gordon), a free-spirited 79-year-old woman. Cat Stevens provides a soothing soundtrack.\nCorrection: \nOct 11, 2017\nAn entry on Monday in the What’s on TV highlights misidentified the writer of the film “Harold and Maude.” He is Colin Higgins, not Hal Ashby. (Mr. Ashby was the film’s director.)\nA version of this article appears in print on , Section C, Page 7 of the New York edition with the headline: What’s on Monday. Order Reprints | Today’s Paper | Subscribe\nAdvertisement\n",
        "quotes": [
            [
                "so aggressive, so creepy and off-putting.",
                "Vincent Canby",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/1971/12/21/archives/screen-harold-and-maude-and-lifehal-ashbys-comedy-opens-at-coronet.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://acorn.tv/secondsight_cs",
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.parsintl.com/publication/the-new-york-times/",
                "https://www.filmstruck.com/"
            ]
        },
        "key_words": [
            "islands",
            "maude",
            "inspector",
            "tv",
            "sight",
            "paris",
            "itunes",
            "whales",
            "whats",
            "valor",
            "owen",
            "tanner",
            "night",
            "amazon",
            "gil"
        ]
    }
]