[
    {
        "url": "https://www.nytimes.com/2017/10/11/world/asia/hong-kong-china-national-anthem-protest.html?rref=collection%2Fsectioncollection%2Fworld",
        "title": "In Hong Kong, It’s the Fans Who Protest During the National Anthem",
        "authors": [
            {
                "name": "Austin Ramzy",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-11",
        "text": "Advertisement\nSupported by\nIn Hong Kong, It’s the Fans Who Protest During the National Anthem\nBy Austin Ramzy\nOct 11, 2017\nHONG KONG — In the United States, athletes protest during the national anthem. In Hong Kong, fans do.\nSports fans in Hong Kong have been turning their backs, booing and even raising their middle fingers as China’s national anthem is played, a protest of Beijing’s growing influence in this semiautonomous city.\nWhile Hong Kong returned to Chinese control in 1997 , it still fields its own teams in international sports competitions. One of its most popular teams, men’s soccer, has become a focal point for discontent.\nOn Tuesday, fans booed before the start of an Asian Cup qualifier against Malaysia, which Hong Kong won, 2-0. Last week, they protested the anthem before a friendly match against Laos that Hong Kong won, 4-0.\nThe boos come from hard-core fans who worry that Hong Kong’s autonomy and unique identity are being undermined by Beijing. A few even hold up signs advocating independence, an idea that mainland and local officials denounce as illegal.\nNow the authorities are planning tougher measures. Last month, China’s legislature approved a law prohibiting disrespect of the anthem, barring the song’s use in commercials or parodies, and outlining punishments for people who do not “stand with respect” and “maintain a dignified bearing” when it is played.\nWeekslong street protests in Hong Kong known as the Umbrella Movement ended three years ago without the government ceding any ground on expanding residents’ say in local elections.\nBut that spirit of protest has been revived in the stadium jeers, which appear to have started two years ago . Hong Kong played China in World Cup qualifiers twice in 2015, and those matches took on an added political dimension coming a year after the street protests.\nImage\nHong Kong soccer fans booed the Chinese national anthem and held banners calling for Hong Kong’s independence from China during a match against Malaysia on Tuesday.CreditKin Cheung/Associated Press\nWith a population of seven million, Hong Kong is a minnow in the ocean of international soccer. But the city has a long history with the sport and, with the help of some foreign-born players, often punches above its weight.\nChina has a huge population to draw from and its teams have been successful in several sports. But its men’s soccer teams have routinely struggled in international competition.\nIn 1985, Hong Kong beat China, 2-1, in Beijing to eliminate the team from qualifying for the following year’s World Cup, setting off a riot . In the 2015 World Cup qualifiers, Hong Kong tied China twice. To add to the insult, the home fans booed the Chinese national anthem before the game in Hong Kong.\nThe world governing body for soccer, FIFA, fined the Hong Kong Football Association for fans booing during one of the China matches and also during a 2015 World Cup qualifier against Qatar . The city’s football association has called on fans to behave, and stewards make vain attempts to encourage hard-core supporters to keep quiet during the national anthem.\nThe anthem, “ March of the Volunteers ,” was a poem set to music in 1935, and it became popular as a call for resistance against Japan. Its lyricist, Tian Han, died in prison during the Cultural Revolution in 1968.\nThe anthem law went into effect on Oct. 1. But Hong Kong, a former British colony, maintains a semiautonomous existence that allows it to keep its own economic and legal systems. So Hong Kong will need to enact its own version of the law, which it has yet to do.\nThus far, Hong Kong fans are unbowed.\n“We do it spontaneously because we don’t think we are part of the P.R.C.,” said Sanho Chung, 24, who was at Tuesday’s game, using an abbreviation for the People’s Republic of China. “We are different.”\nRights activists and pro-democracy politicians are concerned that the law could be used to suppress free expression.\n“I think it will be quite problematic to apply it,” said Dennis Kwok, a member of Hong Kong’s Legislative Council.\nImage\nJorge Tarres Paramo of Hong Kong scoring a goal against Malaysia on Tuesday. FIFA fined the Hong Kong Football Association for fans booing during a match against China in 2015.CreditBobby Yip/Reuters\nHe noted that the mainland law allows the police to place violators in administrative detention for 15 days. That method of incarceration, which bypasses the courts, does not exist in Hong Kong.\nAnd the idea of showing reverence will be hard to define, he said. “What does it mean to be respectful of the national anthem?” Mr. Kwok said. “That concept of law is simply unheard-of here, to have to stand in silence. I think we need to be very careful defining what is respectful and what is not.”\nHong Kong officials say the national anthem law is a routine matter that should not prompt concern among residents.\n“I just want to reiterate that, rightly so, we are living in a more politicized environment, but we need not adopt this very politicized stance in considering and dealing with any matter,” Carrie Lam, the chief executive of Hong Kong, said in August. “This particular matter of national anthem legislation does not carry any particular scope for politicization.”\nIn recent months, the authorities have taken several steps to punish people for protesting or for calling for Hong Kong’s independence. Now, even symbolic protests are being suppressed.\nLast month, a lawmaker was fined 5,000 Hong Kong dollars, about $640, for turning upside down several small Hong Kong and Chinese flags on desks in the Legislative Council chamber.\nAnd the appearance of posters calling for Hong Kong independence on a wall run by the student union at the Chinese University of Hong Kong set off debate between local and mainland students. School administrators and Hong Kong officials called the signs illegal, but legal scholars said it was questionable whether colonial-era sedition laws could be enforced.\n“The introduction of a national anthem law is coming at a time when people who oppose symbols of the Chinese government and symbols of the Chinese Communist Party have reason to fear they could end up behind bars,” said Maya Wang, senior China researcher for Human Rights Watch. “This could have a chilling effect on freedom of expression.”\nOn Tuesday at the match against Malaysia, Mr. Chung, clad in a red home jersey, stood with fellow fans during halftime. He said the national anthem law would not stop him from booing.\n“It does dampen our freedom of speech, forcing us to respect something,” he said. “I worry, but I will still practice my rights. I think this is my right.”\nFollow Austin Ramzy on Twitter: @austinramzy .\nA version of this article appears in print on , Section A, Page 10 of the New York edition with the headline: In Hong Kong, It’s Fans Who Protest at Games. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "We do it spontaneously because we don’t think we are part of the P.R.C.,",
                "Sanho Chung",
                true
            ],
            [
                "I think it will be quite problematic to apply it,",
                "Dennis Kwok",
                true
            ],
            [
                "What does it mean to be respectful of the national anthem?",
                "",
                true
            ],
            [
                "That concept of law is simply unheard-of here, to have to stand in silence.",
                "Kwok",
                true
            ],
            [
                "I think we need to be very careful defining what is respectful and what is not.",
                "Kwok",
                true
            ],
            [
                "I just want to reiterate that, rightly so, we are living in a more politicized environment, but we need not adopt this very politicized stance in considering and dealing with any matter,",
                "Carrie Lam",
                true
            ],
            [
                "This particular matter of national anthem legislation does not carry any particular scope for politicization.",
                "Carrie Lam",
                true
            ],
            [
                "The introduction of a national anthem law is coming at a time when people who oppose symbols of the Chinese government and symbols of the Chinese Communist Party have reason to fear they could end up behind bars,",
                "Maya Wang",
                true
            ],
            [
                "This could have a chilling effect on freedom of expression.",
                "Maya Wang",
                true
            ],
            [
                "It does dampen our freedom of speech, forcing us to respect something,",
                "",
                true
            ],
            [
                "I worry, but I will still practice my rights.",
                "",
                true
            ],
            [
                "I think this is my right.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://sinosphere.blogs.nytimes.com/2015/10/06/hong-kong-fifa-china-anthem/",
                "http://www.nytimes.com/1985/05/20/world/chinese-riot-after-soccer-defeat.html?module=inline",
                "https://www.scmp.com/news/hong-kong/politics/article/2110240/showdown-chinese-university-campus-over-posters-and-politics",
                "https://www.nytimes.com/1997/07/01/world/china-resumes-control-of-hong-kong-concluding-156-years-of-british-rule.html?module=inline",
                "https://sinosphere.blogs.nytimes.com/2015/06/12/hong-kong-soccer-fans-boo-chinese-national-anthem/",
                "https://www.nytimes.com/2017/09/24/us/trump-nfl-protest-kaepernick.html?module=inline",
                "https://www.nytimes.com/2014/09/29/world/asia/clashes-in-hong-kong.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://news.rthk.hk/rthk/en/error",
                "https://www.nytimes.com/section/todayspaper",
                "https://www.youtube.com/watch?time_continue=6&v=UctriMuXYS0",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.parsintl.com/publication/the-new-york-times/"
            ]
        },
        "key_words": [
            "cup",
            "fans",
            "world",
            "hong",
            "kong",
            "teams",
            "anthem",
            "protest",
            "national",
            "china",
            "soccer"
        ]
    }
]