[
    {
        "url": "https://www.activistpost.com/2017/10/freedom-exists-natural-law.html",
        "title": "Freedom Exists Under Natural Law",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-10-02",
        "text": "Hot Topics\nTo know freedom is to know Nature. Living in harmony with Nature leads to peace, prosperity,  knowledge, truth, action, and freedom. Nature reflects the order of the universe. Living in opposition to Nature leads to war, control, ignorance, fear, stagnation, and enslavement.\nToday, America, The Land of the Free and Home of the Brave, finds herself in shackles and homeless. The foundation of American freedom is cracked. New restrictive  mandates  form the walls of a prison cell which we have built through our own apathy and ignorance. The original Charters of Freedom: The United States Constitution, The Bill of Rights, and The Declaration of Independence were written to reflect Inherent Rights of the individual. Yet these documents are being ignored by the very government created to uphold them because, by themselves, they are only metaphorical shields.\nWhy are we losing freedom?\nBecause we have forgotten where our rights come from. Human rights are natural and inborn, granted by the Creator. They come from our humanity under the Laws of Nature. Natural Law and Justice is, and always has been, the primary fundamental force in the universe. It is a body of Universal Spiritual Laws which governs Consciousness. Consciousness creates through each of us using free will. We are consciousness.\nWe have stopped taking action to secure freedom. We thought that when we created government in America as a Constitutional Republic, individuals would be recognized to hold certain inalienable rights; rights which are not transferable and which can never be revoked, regardless of what the majority wants, or who holds power. However what we have agreed to is a Democracy.\nA Republic is where the people control the government. A Democracy, is where the Government controls the people.\nWhen Rights Are Legalized\nRights granted and legalized by governments are not rights at all. In fact, they are privileges that can be altered restricted, and taken away by legislation or Executive Orders.\nThese privileges are codified (codes) in legalese. Legalese is the language of statutes, which redefines words as tools to expand the scope and power of the State.  Under statutes, a  “person” is a legal fiction , not a human being with free will. At the same time, a  “corporation” is defined as “a number of persons  united in one body, so it can acquire wealth, expand, and enjoy other rights.” Note: a corporation is incapable of loyalty or love. Governments also regulate behavior through licensure. A license is permission to do something otherwise deemed to be illegal.\nA government that gives itself power by its own authority is a rogue government and must be restrained, or else the trend is toward a concentration of power where laws are homogenized and standardized to one-opinion rule -a monarchy. Unless we can wake ourselves up, the United Nations (UN) International treaties  ( UNCRC ), intend to “reduce inequality” by implementing new norms of global socialism and corporate fascism as part of their  Post-2015 Sustainable Development Goals .\nWhat is Freedom?\nTo go to the next level in human evolution is to return more deeply into Nature. That is where freedom lives. Freedom is our ability to:\nexpress without limits,\nto access the foods of our choice,\nto choose what we allow into our bodies and our minds,\nto grow our own foods and plant medicines,\nto speak our truth,\nto choose healing over treatment,\nto embody and integrate the Charters of Freedom,\nto claim responsibility for individual choices, and the consequences of those choices.\nHow few of us have made our individual declaration of independence, and until we do that, we are not free.– Edwin Manners\nDeclare Your Independence!\nProfit outside the rigged system! Protect yourself from tyranny and economic collapse. Learn to live free and spread peace!\nCounter Markets Newsletter - Trends & Strategies for Maximum Freedom\nClaim Your FREE Issue Today!\nWhen in the Course of human events, it becomes necessary for one people to dissolve the political bands which have connected them with another, and to assume among the powers of the earth, the separate and equal station to which the Laws of Nature and of Nature’s God entitle them, a decent respect to the opinions of mankind requires that they should declare the causes which impel them to the separation.\nWhen governments ignore the will of the people and “go rogue” for the benefit of the few at the expense of the many, it is time to remember from where true freedom comes. Our system derives from our free will and consent.\nThe Polarity Principle\nThere are two belief systems representing the polarity existing on Planet Earth. Under the Polarity Principle everything has poles or pairs of opposite charge:\nOne belief system says that a human being is separate from all others, designed to control others when they cannot or do not reason for themselves. This belief derives from man-made written codes that must be learned.\nAnother belief system says that each human is a cell of the collective web, and that all humans are connected as one entity, one interconnected humanity. This belief derives from Natural Law. Natural Law is not written, but intuitive and knowable by simple observation, reason, common sense, and deduction. ‘By your action, ye shall be known.’\nOn a free-will planet, everything is presented as an offer to contract and it is always up to each of us to consent or to withdraw consent. Silence is acquiescence. Ignorance of the law is no excuse in the Age of Information.\nLegal Vs. Lawful\nThere is a difference between legal and lawful. Legal pertains to the letter of law, whereas lawful pertains to the spirit of law. Legal matters reflect statutes between government entities and the color of law (i.e., the appearance or semblance, without the substance), whereas lawful matters reflect common law, the law of the land—the law of the people— and are actual in nature, not implied . Going forward, if we are to be free, we must resist playing a game of wits in a corrupt system that seeks to destroy Inherent Rights.\nInstead, we must take back the language and determine who we are. Are we a “person-corporation” or a soul embodied? Do we have free-will or do we ask for permission from an outside authority? Do we consent to the dictates of a rogue government or do we withdraw consent? Do we own our bodies or does the State?  Do we recognize inalienable rights and act on them? Do we reclaim our sovereignty as free-will beings? It is time to redefine the words we live by to work in our favor.\nFollow Intuition\nAs part of nature, we must connect to Nature to experience freedom. As Within So Without. When we follow government dictates as truth, we lose touch with our own intuition. We lose connection with our true nature. As long as we remain distracted, debating the details of the system (war, mandates, rigged elections, the NFL, science, abortion, self-identification), we are directionless, lost in a maze of confusion. By consenting to a system of contradictions through our participation and acceptance, the system feeds off our energy.\nIf America is held up as an example of Freedom to the rest of the world, we must get our act together and identify with Natural Law. Through the power of our vision we become the architect of the life we want to create for ourselves and for our families. We only need to reclaim responsibility and act on it in order to see it emanate out to affect all life. Such is the Law of Nature.\nIn the American system no government is sovereign. The peoples of the states are the sovereigns. It is they who apportion powers between themselves, their state governments, and the federal government. In doing so they are not impairing their sovereignty in any way. To the contrary, they are exercising it.” – Tom Woods, Tenth Amendment Center\n \n \nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nMost Viewed Articles of the Week\nLatest News\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "a number of persons  united in one body, so it can acquire wealth, expand, and enjoy other rights.",
                "",
                false
            ],
            [
                "By your action, ye shall be known.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.npr.org/2014/07/28/335288388/when-did-companies-become-people-excavating-the-legal-evolution"
            ],
            "gov_pgs": [
                "https://leginfo.legislature.ca.gov/faces/billNavClient.xhtml?bill_id=201520160SB277",
                "https://treaties.un.org/",
                "https://sustainabledevelopment.un.org/post2015"
            ],
            "unsure": [
                "http://www.natural-person.ca/govtricks.html",
                "https://www.ohchr.org/EN/ProfessionalInterest/Pages/CRC.aspx",
                "https://famguardian.org/Subjects/LawAndGovt/LegalEthics/LegalVLawful.htm"
            ]
        },
        "key_words": [
            "rights",
            "law",
            "natural",
            "power",
            "exists",
            "belief",
            "free",
            "nature",
            "freedom",
            "human",
            "system"
        ]
    }
]