[
    {
        "url": "https://www.nytimes.com/2017/10/04/business/eu-tax-amazon-apple.html?rref=collection%2Fsectioncollection%2Ftechnology",
        "title": "E.U., Citing Amazon and Apple, Tells Nations to Collect Tax",
        "authors": [
            {
                "name": "James Kanter",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-04",
        "text": "Advertisement\nE.U., Citing Amazon and Apple, Tells Nations to Collect Tax\nImage\nMargrethe Vestager, the European Union’s competition commissioner, in Brussels last month. She has made taxes a priority of her term.CreditCreditJohn Thys/Agence France-Presse — Getty Images\nBRUSSELS — European competition regulators on Wednesday mounted a push against tax avoidance by Silicon Valley giants, announcing plans to take Ireland to court for failing to collect back taxes from Apple and ordering Luxembourg to claim unpaid taxes from Amazon.\nThe effort, which comes as the European Union considers proposals meant to increase the sums levied on technology companies, is part of a concerted campaign to revamp how taxes are collected in the 28-nation bloc.\nOfficials in Europe have been particularly focused on flexing their regulatory muscles against American technology companies, including assessing penalties for antitrust violations and opening investigations into the mishandling of customer data.\nCritics have argued that the measures show that the European Union is unfairly targeting such companies — an accusation that officials in Europe deny.\nThe moves to address tax avoidance have special resonance in the region, much of which has endured painful austerity measures stemming from the financial crisis. Opponents of those measures complain that big companies have skirted their tax obligations, leaving small firms and individuals to make up the difference.\nEuropean officials are increasingly trying to counter that narrative.\nOn Wednesday, Margrethe Vestager, the European Union’s competition commissioner, ordered Luxembourg to collect around 250 million euros, or about $293 million, in unpaid taxes from Amazon. The ruling was tied to an agreement between the country and the company that the European Commission, the bloc’s executive arm, said dated to 2003.\nThe order resembles a similar move the commission made last year, when it directed Ireland to reclaim around $15.2 billion from Apple.\nIreland fears that such a decision could make it a less attractive place for multinational companies. In a sign of the disquiet in Dublin about that order, the Irish government failed to meet a January deadline to collect the money. It has appealed the ruling.\nA year later, “Ireland has not recovered any money, not even in part,” she said, warning the country to accelerate its efforts to avoid “more conflictual waters,” a reference to the prospects for a lengthy court battle.\nAlthough litigation to force Ireland to recoup the taxes could drag on for years, the commission has successfully sued countries in the past and punished them with large fines for failing to recover money from companies that received illegal state aid.\nAt the time of the ruling, Europe’s competition watchdogs said that Apple’s arrangements with Dublin were illegal and had ensured the iPhone maker paid virtually nothing on its European business in some years. Brussels argued that the deals allowed Apple to funnel profit from two Irish subsidiaries to an office in which it had “no employees, no premises, no real activities.”\nThe Irish Department of Finance said that it “has never accepted the commission’s analysis” in the Apple case and that it was taken aback by Ms. Vestager’s decision to take the country to court. The department said it had “made significant progress on this complex issue” and accused the European authorities of taking a “wholly unnecessary step.”\nApple did not immediately comment on the latest move, but has criticized the ruling in the past. The original decision has also drawn the ire of the United States Treasury Department.\nIn the case of Amazon, the commission said Wednesday that Luxembourg had reduced its tax bill for more than eight years, from 2006 to 2014, and had conferred on the company a selective advantage. The arrangement essentially capped the amount of tax that the retailer paid, and relied on a method known as transfer pricing.\nTypically, transfer pricing has been used by companies to assign revenues and profits to different business units depending on their location, role in the overall company and assets. But that system is harder to police with technology companies because many of their biggest assets, like intellectual property, are intangible. The European Commission said that Amazon had abused this system by sending most of its European revenue to a Luxembourg subsidiary that was not liable to pay corporate tax, helping the company cut its overall bill.\nMs. Vestager said the arrangement had “no valid economic justification” and that the company had been able to “avoid taxation on almost three quarters of the profits it made from all Amazon sales in the E.U.”\nAmazon and Luxembourg have denied the charges.\n“We believe that Amazon did not receive any special treatment from Luxembourg,” the company said in a statement on Wednesday, adding that it “paid tax in full accordance with both Luxembourg and international tax law.”\nAmazon said it would study the commission’s ruling and was considering whether to appeal.\nIn a statement , Luxembourg’s finance ministry also contested Ms. Vestager’s ruling. “As Amazon has been taxed in accordance with the tax rules applicable at the relevant time, Luxembourg considers that the company has not been granted incompatible state aid,” it said.\nIt is not illegal in the European Union for member states to attempt to lure businesses by lowering corporate tax rates. But, as with Amazon’s agreement with Luxembourg, offering special deals to select companies that are not made available to rivals can amount to “illegal state aid.”\nThe investigations are among several in which commission officials have looked into the affairs of Silicon Valley companies. Regulators in Brussels are challenging Google and Qualcomm over alleged antitrust violations, and officials in various countries have investigated Facebook over its handling of customers’ data.\nMs. Vestager has made taxes a priority of her term as Europe’s competition commissioner. In that time, she has penalized Starbucks in the Netherlands and Anheuser-Busch InBev in Belgium. But Luxembourg has been a particular target: In 2015, she told the country to claw back about €30 million from a Fiat Chrysler unit, while a case considering Luxembourg’s treatment of McDonald’s is also continuing.\n“I don’t think that we’re done,” Ms. Vestager said on Wednesday, adding that new laws were also necessary. “The main part of the solution is of course that we have legislation that gives you a transparent tax landscape and enables national tax authorities to do their job.”\nA broader overhaul may be afoot. The European Commission published proposals last month under which internet companies would be taxed in the countries where they generated revenue. Such a shift would mean the companies could not move their profits to jurisdictions with lower taxes.\nA push in that direction could, however, prove complicated and carries several risks, said Clemens Fuest, the director of the Ifo Institute for Economic Research, a prominent think tank in Germany. In particular, European governments still might devise a host of new incentives to lure investment, while legislative changes at the European level could prompt retaliation by major trading partners.\n“There are real dangers if Brussels keeps acting unilaterally,” Mr. Fuest said.\nThe European Union stepped up efforts to curb tax avoidance by companies and by individuals after the financial crisis, which forced many of the bloc’s member states to cut public services and raise tax rates. But opponents of the austerity programs argued that big corporations had not faced the same pressures, partly because they have long been able to shift their profits to low-tax countries.\nFollow James Kanter on Twitter: @jameskanter .\nA version of this article appears in print on , Section B, Page 1 of the New York edition with the headline: Europe Moves to Collect Taxes From Tech Giants. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "Ireland has not recovered any money, not even in part,",
                "",
                true
            ],
            [
                "no employees, no premises, no real activities.",
                "",
                false
            ],
            [
                "has never accepted the commission’s analysis",
                "",
                false
            ],
            [
                "made significant progress on this complex issue",
                "",
                false
            ],
            [
                "avoid taxation on almost three quarters of the profits it made from all Amazon sales in the E.U.",
                "Vestager",
                false
            ],
            [
                "We believe that Amazon did not receive any special treatment from Luxembourg,",
                "Vestager",
                true
            ],
            [
                "paid tax in full accordance with both Luxembourg and international tax law.",
                "Vestager",
                false
            ],
            [
                "As Amazon has been taxed in accordance with the tax rules applicable at the relevant time, Luxembourg considers that the company has not been granted incompatible state aid,",
                "Vestager",
                true
            ],
            [
                "I don’t think that we’re done,",
                "Vestager",
                true
            ],
            [
                "The main part of the solution is of course that we have legislation that gives you a transparent tax landscape and enables national tax authorities to do their job.",
                "Vestager",
                true
            ],
            [
                "There are real dangers if Brussels keeps acting unilaterally,",
                "Fuest",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2015/01/17/business/amazon-luxembourg-european-commission.html?module=inline",
                "https://www.nytimes.com/2016/08/31/technology/apple-tax-eu-ireland.html?module=inline",
                "https://www.nytimes.com/2015/10/22/business/international/starbucks-fiat-eu-tax-netherlands-luxembourg.html?module=inline",
                "https://www.nytimes.com/2015/12/04/business/eu-opens-inquiry-into-possible-mcdonalds-tax-breaks-in-luxembourg.html?module=inline",
                "https://www.nytimes.com/2017/09/20/business/eu-tech-tax.html?module=inline",
                "https://www.nytimes.com/2017/05/16/technology/facebook-privacy-france-netherlands.html?module=inline"
            ],
            "gov_pgs": [
                "https://europa.eu/rapid/press-release_IP-17-3701_en.htm"
            ],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "http://www.mf.public.lu/actualites/2017/10/amazon_041017/index.html",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.parsintl.com/publication/the-new-york-times/"
            ]
        },
        "key_words": [
            "tells",
            "collect",
            "nations",
            "tax",
            "profits",
            "eu",
            "citing",
            "apple",
            "amazon",
            "company",
            "commission",
            "european",
            "transfer",
            "companies",
            "ruling",
            "system"
        ]
    }
]