[
    {
        "url": "http://www.cnn.com/2017/10/04/opinions/catalonia-independence-opinion-vinolas/index.html",
        "title": "Catalonia crisis: Outside groups need to step in before it's too late",
        "authors": [
            {
                "name": "Gloria P. Viñolas",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-04",
        "text": "Follow CNN\nCatalonia crisis: Outside groups need to step in before it's too late\nBy Gloria P. Viñolas\nUpdated 6:31 PM ET, Wed October 4, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nGloria P. Viñolas: On Sunday, we witnessed a violent response to the Catalan referendum\nBut it can serve as a lesson for the world in protecting democracy and human rights, writes Viñolas\nGloria P. Viñolas is an international journalist and a guest lecturer of journalism and international relations at Ramon Llull University . Her work has appeared in publications including El Pais, Forbes, and Spanish media outlets.\n(CNN)\nThe violence we witnessed following Catalonia's referendum vote this weekend was terrifying, but it can and should be a lesson for the world about the importance of upholding the spirit of democracy and the protection of human rights.\nAs one of 17 Spanish \"autonomous communities,\" or regional governments, Catalonia maintains limited authority on matters such as health and education. However, some of the larger economic and fiscal issues, affecting infrastructure and security, remain in the hands of the Spanish government.\nGloria Vinolas\nThough Catalans have wanted to engage in a dialogue around the distribution of powers for some time now, the Spanish government has refused. Most recently, Spain's Constitutional Court suspended Catalonia's referendum law, holding that an independence vote would only be legal following an amendment of the Spanish Constitution -- an option that has no support from the ruling parties in Madrid.\nOf course, that didn't stop Sunday's vote or the violence that ensued. The Spanish government, which denies the legitimacy of the vote and the right of the Catalan people to self-determination, deemed the referendum illegal and deployed thousands of policemen in an effort to prevent the vote. According to the Catalan government, almost 900 people were injured as police raided over 300 polling stations.\nGiven Madrid's likelihood to adopt coercive measures thus far and Catalan President Carles Puigdemont's statement that he would declare independence in the coming days, the conflict may very well escalate.\nRead More\nThis escalation could impact Spain on both domestic and international fronts. A protracted dispute could shake Spanish investors' confidence in markets and plunge Spain into economic recession, yet again. And Spain's meager global influence could further dwindle. Whatever leverage it once had in mediating conflicts in countries such as Colombia and Guatemala could be lost.\nJUST WATCHED\nHow Catalonia's independence crisis unfolded 02:24\nAccording to the Catalan Referendum Law, the regional parliament is to initiate this process within days of the announcement of the official results. In response, the Spanish government has not ruled out the possibility of enforcing Article 155 of the Constitution -- an extreme mechanism that could go as far as suspending Catalan self-government altogether.\nTo prevent further violence and any impact at home or abroad, moves to break the political deadlock should take place immediately.\nBut are there peaceful steps that can be taken? Yes, though it would require Spanish institutions acknowledging and addressing the root causes of the years of discontent that preceded this referendum.\nTake, for example, the Spanish government's use of the Constitution and the judiciary to suffocate a series of political, economic and cultural aspirations in Catalonia. In 2010, Spain's Constitutional Court annulled fundamental articles of Catalonia's statute of autonomy , which had the support of the Spanish and Catalan Parliaments and had even been approved by a referendum in 2006. In Catalonia, the statute was widely considered to be the final attempt to address people's grievances while remaining a part of Spain.\nThe current Constitution is held as a symbol of the political civility that allowed Spain to transition from a four-decade military dictatorship to democracy. If Catalonia is to remain a part of Spain, a modern legal framework must be drafted in that same spirit -- to work for the people, not against them. A new constitution must respect autonomous judiciary and fiscal power, which several other autonomous communities maintain, as well as the use of Catalan language in public institutions. Above all, it must provide a legal framework that embraces the cultural and linguistic specificity of Catalonia and protects its self-government from political sways elsewhere in Spain.\nJUST WATCHED\nSpain cracks down on voters in Catalonia 02:24\nAlthough this conflict is unfolding in Spain, outside actors can also play a role in healing the divide. Catalan leaders have called upon the European Union to activate the prevention and sanction mechanisms established in Article 7 of its treaty -- procedures meant to address the failure of member states to respect and promote the values on which the Union is based, including liberty, democracy, respect for human rights, fundamental freedoms and the rule of law.\nInstead, the European Commission has expressed its \"trust (in) the leadership of Prime Minister Mariano Rajoy to manage this difficult process in full respect of the Spanish Constitution and of the fundamental rights of citizens enshrined therein.\" Nonetheless, the European Parliament has decided to hold a debate on the Catalonia crisis this week.\nAnd the United Nations can also play a role. On Monday, the United Nations High Commissioner for Human Rights, Zeid Ra'ad Al Hussein, called on the government of Spain \"to accept without delay\" the requests by relevant UN human rights experts to visit, and urged the Spanish authorities to ensure \"thorough, independent and impartial investigations into all acts of violence.\"\nFollow CNN Opinion\nBut the United Nations at large can do more. Through official means, it should send a message to any actors who instigate, dictate, justify and/or perpetrate violations of fundamental rights. It should also advise that all concerned parties put human rights, accountability and the protection of civilians at the center of political negotiations and peace processes.\nLet's hope our institutions -- national, regional and global -- pass the test of protecting democratic values in Catalonia.\n",
        "quotes": [
            [
                "trust (in) the leadership of Prime Minister Mariano Rajoy to manage this difficult process in full respect of the Spanish Constitution and of the fundamental rights of citizens enshrined therein.",
                "",
                false
            ],
            [
                "thorough, independent and impartial investigations into all acts of violence.",
                "Zeid Ra'ad Al Hussein",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://edition.cnn.com/2017/10/01/europe/catalonia-spain-independence-referendum-vote/index.html",
                "http://money.cnn.com/2017/10/04/news/economy/catalonia-independence-spain-business/index.html?iid=hp-toplead-dom"
            ],
            "gov_pgs": [
                "https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:52003DC0606",
                "https://europa.eu/rapid/press-release_STATEMENT-17-3626_en.htm"
            ],
            "unsure": [
                "https://www.ohchr.org/EN/NewsEvents/Pages/DisplayNews.aspx?NewsID=22192&LangID=E",
                "http://web.gencat.cat/en/generalitat/estatut/",
                "https://www.url.edu/ca"
            ]
        },
        "key_words": [
            "groups",
            "violence",
            "p",
            "catalan",
            "vote",
            "world",
            "outside",
            "referendum",
            "witnessed",
            "crisis",
            "lesson",
            "need",
            "late",
            "step",
            "spanish",
            "catalonia",
            "viñolas"
        ]
    }
]