[
    {
        "url": "http://www.bbc.com/news/world-us-canada-41591394",
        "title": "Harvey Weinstein: Oscars academy to hold emergency talks",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "12 October 2017\nThese are external links and will open in a new window\nClose share panel\nImage copyright Getty Images\nImage caption Dozens of films produced by Harvey Weinstein have won Academy Awards\nThe hosts of the Oscars are to hold emergency talks to consider the future role of film mogul Harvey Weinstein following claims of sexual misconduct.\nThe Academy of Motion Picture Arts and Sciences said the allegations of sexual assault against Weinstein were \"repugnant\".\nWeinstein strongly denies the allegations against him.\nIn another development, police in New York told the BBC they were looking to speak to an individual regarding an allegation against Weinstein dating from 2004. The NYPD did not provide further details.\nThe US academy, which has handed out 81 Oscars to films produced by Weinstein's Miramax studio and the Weinstein Company, said it would meet on Saturday to \"discuss the allegations against Weinstein and any actions warranted by the academy\".\nMedia playback is unsupported on your device\nMedia captionIt was \"an open secret\" a producer tells the BBC\nA statement has also been issued by Cannes Film Festival, which Weinstein has attended many times.\nPresident Pierre Lescure said they have been \"dismayed to learn of the accusations\".\n\"These actions point to a pattern of behaviour that merits only the clearest and most unequivocal condemnation.\n\"Our thoughts go out to the victims, to those who have had the courage to testify and to all the others. May this case help us once again to denounce all such serious and unacceptable practices.\"\nImage copyright EPA\nImage caption Harvey Weinstein attended Cannes Film Festival at times with his wife Georgina Chapman, who has now left him\nMeanwhile, former Democratic presidential candidate Hillary Clinton told CNN she felt \"sick\" about the allegations surrounding Weinstein, pledging to donate money he had raised for her campaigns to charity.\nWeinstein reportedly raised more than $1.4m (£1.05m) for Democratic groups, and Republicans have accused Democrats of not doing enough to distance themselves from him.\n'Powerless and scared'\nA string of high-profile actresses, including Gwyneth Paltrow and Angelina Jolie , have come forward to accuse the movie producer of sexual harassment or assault.\nBritish actress and model Cara Delevingne is one of the latest to accuse him of inappropriate behaviour. In a statement, she said he tried to kiss her as she tried to leave a hotel room.\n\"I felt very powerless and scared,\" she said.\nImage copyright Getty Images\nImage caption Lea Seydoux starred in the Bond film Spectre\nThe French actress Léa Seydoux has written an article detailing her experience with Weinstein who she met at a fashion show.\nShe wrote in The Guardian about how he invited her to come to his hotel room for a drink.\n\"We were talking on the sofa when he suddenly jumped on me and tried to kiss me. I had to defend myself. He's big and fat, so I had to be forceful to resist him. I left his room, thoroughly disgusted.\n\"I wasn't afraid of him, though. Because I knew what kind of man he was all along.\"\nOn Tuesday, Weinstein denied allegations of rape made in The New Yorker magazine . On the same day, his wife Georgina Chapman said she was leaving him.\nOscar-nominated actress Annette Bening said Weinstein was well known in Hollywood for being \"boorish\", but that she had not known the extent of his alleged behaviour.\n\"I certainly didn't know that this was going on to the degree that it was,\" she told BBC News. \"It's terrible. And it's great that these women have come forward. I really respect them. Maybe it's a tipping point. Maybe culturally this means that things will change.\"\nMedia playback is unsupported on your device\nMedia captionWatch Jez Butterworth's message to Harvey Weinstein\nOn Wednesday, US prosecutors defended their decision not to take action against Weinstein after a woman complained about his behaviour in 2015.\nThe Manhattan district attorney's office said undercover audio of the complainant and Weinstein was \"insufficient to prove a crime\".\nItalian model Ambra Battilana Gutierrez, 22, had gone to police to accuse Weinstein of touching her inappropriately. She then agreed to meet the producer again while wearing a hidden microphone.\nThe district attorney's office said police arranged the meeting without informing them.\n\"Prosecutors were not afforded the opportunity before the meeting to counsel investigators on what was necessary to capture in order to prove a misdemeanour sex crime,\" they said.\nMedia playback is unsupported on your device\nMedia captionThe New Yorker released audio of an alleged undercover sting operation by New York Police (UK users only)\nThey said the \"horrifying\" audio \"was insufficient to prove a crime under New York law\" which left prosecutors with \"no choice but to conclude the criminal investigation without charges\".\nIn the recording, Weinstein can be heard asking Ms Gutierrez to come into his hotel room. The model asks the producer \"why yesterday you touched my breast?\" He apologises, saying he \"won't do it again\".\nWeinstein's spokeswoman Sallie Hofmeister said: \"Any allegations of non-consensual sex are unequivocally denied by Mr Weinstein. Mr Weinstein has further confirmed that there were never any acts of retaliation against any women for refusing his advances.\n\"Mr Weinstein obviously can't speak to anonymous allegations, but with respect to any women who have made allegations on the record, Mr Weinstein believes that all of these relationships were consensual.\n\"Mr Weinstein has begun counselling, has listened to the community and is pursuing a better path.\"\nOn Wednesday she declined to comment on reports that Weinstein was intending to travel to Europe to enter a rehabilitation facility.\n",
        "quotes": [
            [
                "discuss the allegations against Weinstein and any actions warranted by the academy",
                "Harvey Weinstein",
                false
            ],
            [
                "dismayed to learn of the accusations",
                "Pierre Lescure",
                false
            ],
            [
                "These actions point to a pattern of behaviour that merits only the clearest and most unequivocal condemnation.",
                "",
                true
            ],
            [
                "Our thoughts go out to the victims, to those who have had the courage to testify and to all the others.",
                "",
                true
            ],
            [
                "May this case help us once again to denounce all such serious and unacceptable practices.",
                "",
                true
            ],
            [
                "I felt very powerless and scared,",
                "Hillary Clinton",
                true
            ],
            [
                "We were talking on the sofa when he suddenly jumped on me and tried to kiss me.",
                "",
                true
            ],
            [
                "He's big and fat, so I had to be forceful to resist him.",
                "",
                true
            ],
            [
                "I left his room, thoroughly disgusted.",
                "",
                true
            ],
            [
                "I wasn't afraid of him, though.",
                "",
                true
            ],
            [
                "Because I knew what kind of man he was all along.",
                "",
                true
            ],
            [
                "I certainly didn't know that this was going on to the degree that it was,",
                "",
                true
            ],
            [
                "And it's great that these women have come forward.",
                "",
                true
            ],
            [
                "Maybe it's a tipping point.",
                "",
                true
            ],
            [
                "Maybe culturally this means that things will change.",
                "",
                true
            ],
            [
                "Prosecutors were not afforded the opportunity before the meeting to counsel investigators on what was necessary to capture in order to prove a misdemeanour sex crime,",
                "",
                true
            ],
            [
                "was insufficient to prove a crime under New York law",
                "",
                false
            ],
            [
                "no choice but to conclude the criminal investigation without charges",
                "",
                false
            ],
            [
                "why yesterday you touched my breast?",
                "Harvey Weinstein",
                false
            ],
            [
                "Any allegations of non-consensual sex are unequivocally denied by Mr Weinstein.",
                "Sallie Hofmeister",
                true
            ],
            [
                "Mr Weinstein has further confirmed that there were never any acts of retaliation against any women for refusing his advances.",
                "Sallie Hofmeister",
                true
            ],
            [
                "Mr Weinstein obviously can't speak to anonymous allegations, but with respect to any women who have made allegations on the record, Mr Weinstein believes that all of these relationships were consensual.",
                "Sallie Hofmeister",
                true
            ],
            [
                "Mr Weinstein has begun counselling, has listened to the community and is pursuing a better path.",
                "Sallie Hofmeister",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.newyorker.com/news/news-desk/from-aggressive-overtures-to-sexual-assault-harvey-weinsteins-accusers-tell-their-stories",
                "http://www.bbc.co.uk/news/av/entertainment-arts-41586272/harvey-weinstein-secret-recording-of-undercover-sting",
                "http://www.bbc.co.uk/news/entertainment-arts-41570216",
                "https://edition.cnn.com/2017/10/11/politics/hillary-clinton-harvey-weinstein-fareed-zakaria-cnntv/index.html",
                "https://www.theguardian.com/commentisfree/2017/oct/11/harvey-weinstein-lea-seydoux"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "film",
            "oscars",
            "image",
            "producer",
            "emergency",
            "weinstein",
            "caption",
            "hold",
            "york",
            "talks",
            "academy",
            "harvey",
            "allegations",
            "come"
        ]
    }
]