[
    {
        "url": "https://www.activistpost.com/2017/10/las-vegas-shooter-brought-10-suitcases-hotel.html",
        "title": "Las Vegas Shooter Brought More Than 10 Suitcases Into The Hotel",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-10-09",
        "text": "Las Vegas Shooter Brought More Than 10 Suitcases Into The Hotel\nNo problem.\nEven the Washington Post (10/2) expresses puzzlement: “Among the questions they [investigators] have: “…how he [Stephen Paddock] was able to bring it [a weapon] and many other weapons into a Vegas hotel suite undetected.”\n“[Las Vegas Sheriff] Lombardo said hotel staff had been in and out of the two-room suite, which Paddock had stayed in since Sept. 28, and spotted nothing ‘nefarious,’ though he had more than 10 suitcases.”\nI see. Ten suitcases. More than 10. How many? Fifteen?\nPaddock, a high-stakes gambler the casinos know well, a man they know is a local resident, suddenly shows up with 10 suitcases. Hotel staff are in and out of his suite and no one has questions?\nThis raises no red flags?\nIn a city where the hotels and casinos have many layers of security, including metal detectors, Paddock quietly slipped in with more than 10 suitcases holding weapons and ammo?\nThe city of Las Vegas has shown up in ISIS chatter as a target of interest. Wouldn’t that cause hotels and casinos to step up their already heavy security?\nA year ago, KTNV reported: “’Terrorism is very much in the forefront of every casino owner’s mind,’ said retired Lt. Randy Sutton, 13 Action News Crime and Safety Expert.”\nIn the same KTNV piece, hotel magnate Steve Wynn said: “Las Vegas is a target city. We have hardened the target at the Wynn [Hotel]. This is the first time I’ve ever revealed this publicly. But we went, there’s a division in the Marine Corps of special people that are specially trained to guard the embassies. That’s a whole division with separate base, separate training.”\n“There are almost 40 of them at every opening of my building, plain clothes, armed, on the look-out, changing shift and being relieved every two hours so they don’t get bored.”\n“We have another group of a half a dozen seals team six guys and CIA guys who are a counterterrorism unit that … relate on a daily basis to Homeland Security, the FBI, and Metro. My company has metal detectors and devices at every entrance of the building for employees and guests that are non-visible to the public. We have done extraordinary things to make that sure we protect our employees and our guests at the hotel.”\nSurely, other hotels in the city have installed major security, too. But again, Stephen Paddock gets more than 10 suitcases filled with metal up to his suite without incident.\nAnd keeps them there for several days.\nHere is a revealing nugget: New York Magazine, October 6: “He [Paddock] was also a heavy drinker, known to demand high-end cognac and treat cocktail waitresses and his own girlfriend rudely, according to a source in guest services at a casino he frequented.”\nIn other words, Paddock was aggressive. Casinos knew he was tightly wound. He could go off on people. This was a reason to hold him in suspicion. But those 10 suitcases in his room? Not a cause for concern or question.\nIf metal detectors are used at the Mandalay Hotel, how did all that steel and weight slip through security? Was this an inside job? Did Paddock have help from hotel security?\nAt the moment the first window in Paddock’s suite was broken, you would assume alarms would go off and Hotel security would rush to the suite. Why have we heard nothing about this?\nTake this one step further. Is it possible Paddock was set up, or was part of an operation whose ultimate objective was unknown to him? Is it possible some group with far more clout than Paddock managed to get those suitcase into his suite?\nThe Mandalay Hotel, at this moment, is doing everything it can to minimize and deflect blame for its “lax security.” Therefore, how much Hotel video of Paddock can we expect to see in the coming days? What cover stories will emerge? What lies will be told? What falsehoods will be promoted to defeat lawsuits filed against the Hotel?\nLas Vegas will certainly try to allay tourist fears. All the hotel and casino business in the city is on the line. Billions of dollars. The people who make the lion’s share of that money will tell whatever lies they need to, in order to keep up the appearance of “tourist safety.”\nFinal thought for the moment: If security devices in the Mandalay were turned off briefly, to allow someone to bring in those suitcases full of weapons, we are now talking about a sophisticated level of intrusion, beyond the ability of Stephen Paddock. How would the breach go unnoticed by the Hotel’s full security detail? How would the cover-up of that breach have been rigged?\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 6, 2019\nAugust 6, 2019\nAugust 6, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "how he [Stephen Paddock] was able to bring it [a weapon] and many other weapons into a Vegas hotel suite undetected.",
                "",
                false
            ],
            [
                "Las Vegas Sheriff] Lombardo said hotel staff had been in and out of the two-room suite, which Paddock had stayed in since Sept. 28, and spotted nothing ‘nefarious,’ though he had more than 10 suitcases.",
                "",
                true
            ],
            [
                "Terrorism is very much in the forefront of every casino owner’s mind,’ said retired Lt. Randy Sutton, 13 Action News Crime and Safety Expert.",
                "",
                true
            ],
            [
                "Las Vegas is a target city.",
                "Steve Wynn",
                true
            ],
            [
                "We have hardened the target at the Wynn [Hotel].",
                "Steve Wynn",
                true
            ],
            [
                "This is the first time I’ve ever revealed this publicly.",
                "Steve Wynn",
                true
            ],
            [
                "But we went, there’s a division in the Marine Corps of special people that are specially trained to guard the embassies.",
                "Steve Wynn",
                true
            ],
            [
                "That’s a whole division with separate base, separate training.",
                "Steve Wynn",
                true
            ],
            [
                "There are almost 40 of them at every opening of my building, plain clothes, armed, on the look-out, changing shift and being relieved every two hours so they don’t get bored.",
                "",
                true
            ],
            [
                "We have another group of a half a dozen seals team six guys and CIA guys who are a counterterrorism unit that … relate on a daily basis to Homeland Security, the FBI, and Metro.",
                "Steve Wynn",
                true
            ],
            [
                "My company has metal detectors and devices at every entrance of the building for employees and guests that are non-visible to the public.",
                "Steve Wynn",
                true
            ],
            [
                "We have done extraordinary things to make that sure we protect our employees and our guests at the hotel.",
                "Steve Wynn",
                true
            ],
            [
                "He [Paddock] was also a heavy drinker, known to demand high-end cognac and treat cocktail waitresses and his own girlfriend rudely, according to a source in guest services at a casino he frequented.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.thenational.ae/world/the-americas/las-vegas-killer-paddock-set-up-cameras-in-hotel-1.663880"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://marketplace.mybigcommerce.com/the-matrix-revealed/",
                "https://trk.mdrtrck.com/aff_c?offer_id=6116&aff_id=1106&source=APContent",
                "http://marketplace.mybigcommerce.com/exit-from-the-matrix/",
                "https://visitor.r20.constantcontact.com/manage/optin?v=001ud8mz_jvjBTzOkGbZdiJBo46JUQr27arzc7iB14AY5JhIaw72kpP6Pri-HboC7JwdJNF19nlyXqkqdjbXK0dCOw_S_ORPVSimGeG4mEiVHo%3D",
                "https://visitor.r20.constantcontact.com/manage/optin?v=001ud8mz_jvjBTzOkGbZdiJBsEU9pm5k_6R-DwArvUlI7bxzdV2pen30ggNd-AcNwULHOipz82TCD21-VtlvQF9_FPkFeJVv8k6BmLjngS8AT4%3D",
                "http://marketplace.mybigcommerce.com/power-outside-the-matrix/"
            ]
        },
        "key_words": [
            "hotel",
            "vegas",
            "metal",
            "casinos",
            "las",
            "suitcases",
            "security",
            "city",
            "shooter",
            "paddock",
            "hotels",
            "brought",
            "suite"
        ]
    }
]