[
    {
        "url": "https://www.politico.com/story/2016/09/giuliani-clinton-too-stupid-228789?cmpid=sf",
        "title": "Giuliani: Clinton 'too stupid to be president'",
        "authors": [
            {
                "name": "Louis Nelson",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-27",
        "text": "Giuliani: Clinton 'too stupid to be president'\nStory Continued Below\n“I sure would’ve talked about what she did to Monica Lewinsky, what that woman standing there did to Monica Lewinsky, trying to paint her as an insane young woman when in fact Monica Lewinsky was an intern,” Giuliani said. “The president of the United States, her husband, disgraced this country with what he did in the Oval Office and she didn’t just stand by him, she attacked Monica Lewinsky. And after being married to Bill Clinton for 20 years, if you didn’t know the moment Monica Lewinsky said that Bill Clinton violated her that she was telling the truth, then you’re too stupid to be president.”\nTrump himself said Monday night and again Tuesday morning that he had considered raising the former president’s history of marital infidelities as a response to the former secretary of state’s attacks. He opted against it, he said, because the couple’s daughter, Chelsea Clinton, was in attendance and he though such an attack would be in poor taste.\nThe Manhattan billionaire did not rule out leveling such an attack at future debates.\n“Well, I may hit her harder certain ways,” he told Fox News Tuesday morning. “I really eased up because I didn't want to hurt anybody's feelings. So, I may hit her harder in certain ways.”\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "I sure would’ve talked about what she did to Monica Lewinsky, what that woman standing there did to Monica Lewinsky, trying to paint her as an insane young woman when in fact Monica Lewinsky was an intern,",
                "Giuliani",
                true
            ],
            [
                "The president of the United States, her husband, disgraced this country with what he did in the Oval Office and she didn’t just stand by him, she attacked Monica Lewinsky.",
                "Giuliani",
                true
            ],
            [
                "And after being married to Bill Clinton for 20 years, if you didn’t know the moment Monica Lewinsky said that Bill Clinton violated her that she was telling the truth, then you’re too stupid to be president.",
                "Giuliani",
                true
            ],
            [
                "Well, I may hit her harder certain ways,",
                "",
                true
            ],
            [
                "I really eased up because I didn't want to hurt anybody's feelings.",
                "",
                true
            ],
            [
                "So, I may hit her harder in certain ways.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.elitedaily.com/news/politics/rudy-giuliani-asked-if-donald-trump-feminist-debate/1624520"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/asvokos/status/780619672760623104"
            ]
        },
        "key_words": [
            "giuliani",
            "attack",
            "clinton",
            "president",
            "monica",
            "stupid",
            "clintons",
            "didnt",
            "lewinsky",
            "husband"
        ]
    }
]