[
    {
        "url": "https://www.reuters.com/article/us-nfl-anthem-hill/espn-suspends-jemele-hill-after-tweet-on-nfl-protests-idUSKBN1CE2DU",
        "title": "ESPN suspends Jemele Hill after tweet on NFL protests",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-09",
        "text": "ESPN suspends Jemele Hill after tweet on NFL protests\n2 Min Read\nThe ESPN logo is seen on an electronic display in Times Square in New York City, U.S., August 23, 2017.  REUTERS/Mike Segar\n(Reuters) - Cable sports network ESPN on Monday suspended broadcaster Jemele Hill for violating its social media guidelines for a second time in the past month after she tweeted on NFL player protests.\nHill on Sunday said football fans should boycott advertisers of the Dallas Cowboys if they were offended by team owner Jerry Jones’ threat to bench players who did not stand during the national anthem.\nESPN said in a statement it had suspended Hill for two weeks for the second violation. It said she “previously acknowledged letting her colleagues and company down with an impulsive tweet” last month in which she called U.S. President Donald Trump a “white supremacist” who has surrounded himself with other white supremacists.\nHill is one of the hosts of ESPN’s sports news program, SportsCenter. In a series of tweets on Sunday and Monday, she responded to Jones’ comments about not playing anyone who was disrespectful of the U.S. flag.\n“Change happens when advertisers are impacted. If you feel strongly about JJ’s statement, boycott his advertisers,” Hill wrote on Twitter on Sunday.\nOn Monday, before her suspension was announced, Hill wrote, “Just so we’re clear: I’m not advocating a NFL boycott.”\nShe went on to say that an unfair burden was being placed on players whose owners directed them to stand for the anthem.\nReporting by Bernie Woodall in Fort Lauderdale, Florida; Editing by Lisa Shumaker and Andrew Hay\n",
        "quotes": [
            [
                "previously acknowledged letting her colleagues and company down with an impulsive tweet",
                "",
                false
            ],
            [
                "Change happens when advertisers are impacted.",
                "Jemele Hill",
                true
            ],
            [
                "If you feel strongly about JJ’s statement, boycott his advertisers,",
                "Jemele Hill",
                true
            ],
            [
                "Just so we’re clear: I’m not advocating a NFL boycott.",
                "Jemele Hill",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "protests",
            "advertisers",
            "stand",
            "statement",
            "second",
            "wrote",
            "white",
            "nfl",
            "jemele",
            "hill",
            "suspends",
            "players",
            "suspended",
            "espn"
        ]
    }
]