[
    {
        "url": "http://beforeitsnews.com/u-s-politics/2017/10/puerto-ricos-hurricane-problem-is-corruption-not-trump-2537135.html",
        "title": "Puerto Rico’s Hurricane Problem Is Corruption Not Trump!!!",
        "authors": [],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "By ram7932\nMonday, October 2, 2017 4:10\n% of readers think this story is Fact. Add your two cents.\nCDN – http://www.conservativedailynews.com\nThe liberal media is trying to use Hurricane Maria as Trump’s “Katrina”, but it isn’t working out too well. They’re desperately making the case that Trump has “abandoned” Puerto Rico, but that couldn’t be further from the truth. President Trump is doing much more than any other President yet the news (and they know the truth) constantly crap on him. The MSM wants to make him look like a pariah and a bully. Well, it’s not working. The people who elected him are pleased with him because he’s doing what we elected him to do. The destroy Trump media is not helping in the Puerto Rico recovery any and are trying to blame Trump just like they did with Harvey and Irma and it didn’t work. Besides what do the mayors and critics expect? This is not going to happen overnight. Trump is a very compassionate man. He went to Texas and Florida and personally handed out food and supplies to the residents there and personally oversaw the management of relief efforts while all the media did was criticize Melania’s shoes. He’ll be doing the same I’m sure when he visits Puerto Rico on Tuesday Trump was right in twittering how the mayor of …\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.prodo1.com/",
                "http://www.suppressedhealthsecrets.com",
                "https://mitocopper.com/pages/affiliate-program"
            ]
        },
        "key_words": [
            "working",
            "problem",
            "truth",
            "hurricane",
            "media",
            "ricos",
            "puerto",
            "doing",
            "corruption",
            "rico",
            "trump",
            "trying"
        ]
    }
]