[
    {
        "url": "https://www.activistpost.com/2017/09/iphones-new-faceid-cops-can-unlock-phone-pointing-face-youre-cuffed.html",
        "title": "With iPhone’s New FaceID, Cops Can Unlock Your Phone by Pointing at Your Face—While You’re Cuffed",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-13",
        "text": "Hot Topics\nWith iPhone’s New FaceID, Cops Can Unlock Your Phone by Pointing at Your Face—While You’re Cuffed\nOn Tuesday, the world watched as Apple unveiled their tenth-anniversary special edition iPhone, the iPhone X. While iPhone boasts a newer more secure phone—using its patented new facial recognition system—Internet sleuths were quick to point out the ominous implications behind the new tech.\nAs RT reports , the iPhone X replaces the iconic “home” button, featured on all previous versions, with a new “TrueDepth camera system.” A little black bar at the top of the phone contains several sensors, cameras, and even a dot projector that all work together to create a mathematical 3D model of the owner’s face.\nHowever, there are some ways this technology can actually be used against you.\nImagine for a moment, you are one of the countless individuals who just filmed a gruesome act of police brutality. Many of those countless individuals, as TFTP has frequently reported , have found themselves subject to unlawful detainment and illegal search and seizure as cops attempt to erase any evidence of their wrongdoing. Now, imagine that the only thing standing in the way of a coverup of an innocent person being killed by police is the password on your phone to protect the video from police deleting it.\nA secure phone, at this moment, is the only thing that can protect the documented evidence of criminal behavior. Luckily—for the police—if you have a new iPhone X, all they theoretically need to do is to handcuff you and point it at your face. Now they have access to all of your private information.\nThink police won’t try to delete your video? Think again.\nJust last week, in an exclusive report, TFTP exposed a case of alleged deleted evidence in Lincoln Parish, Louisiana, after a police officer killed a deaf electrical engineer. A security guard said he watched and filmed police kill Josh Cloud—an account which differs greatly from the official story—and he was detained and his video deleted.\nHad his phone been locked and had the security guard resisted alleged police pressure to confiscate his phone, evidence of a police murder may still exist. However, if he had an iPhone X, even if he would’ve resisted, they need only point it at his face.\n“With the iPhone X, your iPhone is locked until you look at it and it recognizes you. Nothing has ever been more simple, natural and effortless,”  Phil Schiller, Apple’s senior vice president of worldwide marketing said in his keynote speech Tuesday. “This is the future of how we’ll unlock our smartphones and protect our sensitive information.”\nHowever, as many have pointed out, this simplicity is the device’s potential downfall.\nThis abuse, as Snowden points out, can come in many forms.\nWith FaceID, cops can just point your phone at your face while they have you in handcuffs then look through your phone without a warrant.\nWhile some folks expressed concern that the iPhone X will allow someone to unlock your iPhone while you sleep, Apple directly countered that claim, noting that the feature will only work when the user looks at the device with their eyes open. Schiller also explained that FaceID will recognize a user even when they change their hairstyle, put on glasses, wear a hat or change their appearance in other ways—perhaps when an unconscious person has their eyes pulled open.\nThe good news, however, is that while this technology has these ominous implications for abuse, it is far more secure than any of the previous devices. According to Schiller, the Touch ID had a false unlock rate of one in 50,000, whereas the new FaceID only had an error rate of one in 1 million.\nApple also has an extensive history of resisting the police state attempts at creating back doors to their technology. Just last year, in a landmark case, Apple refused to help the government break the law and allow for the various spy agencies to monitor iPhone users with a special decryption key for the State.\nHad the government successfully forced Apple into unlocking the phone or creating a backdoor to their encryption, experts in the technology field warned that this could be the end of privacy as we know it. For now, however, privacy is still winning—that is, until we see the first case of police unlocking an iPhone X by pointing at a handcuffed person’s face.\nMatt Agorist is an honorably discharged veteran of the USMC and former intelligence operator directly tasked by the NSA. This prior experience gives him unique insight into the world of government corruption and the American police state. Agorist has been an independent journalist for over a decade and has been featured on mainstream networks around the world. Agorist is also the Editor at Large at the Free Thought Project.  Follow @MattAgorist on Twitter , Steemit , and now on Facebook. This article first appeared at The Free Thought Project .\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "With the iPhone X, your iPhone is locked until you look at it and it recognizes you.",
                "Phil Schiller",
                true
            ],
            [
                "Nothing has ever been more simple, natural and effortless,",
                "Phil Schiller",
                true
            ],
            [
                "This is the future of how we’ll unlock our smartphones and protect our sensitive information.",
                "Phil Schiller",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://thefreethoughtproject.com/breaking-apple-wins-showdown-fbi-accesses-iphone-forcing-backdoor/",
                "http://thefreethoughtproject.com/police-iphone-x-faceid/",
                "http://thefreethoughtproject.com/witness-claims-deaf-man-murdered-police/",
                "https://www.rt.com/usa/403126-iphone-faceid-fail-keynote/?fref=gc&dti=648894765228443"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://thefreethoughtproject.com/?s=delete+video",
                "https://steemit.com/@tftproject",
                "https://thefreethoughtproject.com/",
                "https://www.facebook.com/TheREALMattAgorist/",
                "https://twitter.com/MattAgorist",
                "https://www.apple.com/iphone/"
            ]
        },
        "key_words": [
            "point",
            "technology",
            "world",
            "faceid",
            "cops",
            "iphone",
            "video",
            "apple",
            "iphones",
            "x",
            "evidence",
            "cuffed",
            "facewhile",
            "unlock",
            "youre",
            "pointing",
            "phone"
        ]
    }
]