[
    {
        "url": "https://www.activistpost.com/2017/09/stanfords-facial-recognition-algorithm-can-determine-sexual-orientation-up-tp-91-accuracy.html",
        "title": "Stanford’s Facial Recognition Algorithm Can Determine Sexual Orientation With Up To 91% Accuracy",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-29",
        "text": "Hot Topics\nStanford’s Facial Recognition Algorithm Can Determine Sexual Orientation With Up To 91% Accuracy\nNew Stanford study shows that a facial recognition algorithm can correctly determine whether people are straight or gay with up to 91% accuracy when using multiple images. Vin Armani covers the implications and fallout from the findings.\nThe study’s description states:\nWe show that faces contain much more information about sexual orientation than can be perceived and interpreted by the human brain. We used deep neural networks to extract features from 35,326 facial images. These features were entered into a logistic regression aimed at classifying sexual orientation. Given a single facial image, a classifier could correctly distinguish between gay and heterosexual men in 81% of cases, and in 74% of cases for women. Human judges achieved much lower accuracy: 61% for men and 54% for women. The accuracy of the algorithm increased to 91% and 83%, respectively, given five facial images per person.\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 8, 2019\nAugust 7, 2019\nAugust 6, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://osf.io/zn79k/"
            ]
        },
        "key_words": [
            "determine",
            "5g",
            "vital",
            "sexual",
            "solutions",
            "safety",
            "facial",
            "algorithm",
            "radiation",
            "orientation",
            "91",
            "eguide",
            "17page",
            "ways",
            "taking",
            "emf",
            "recognition",
            "stanfords",
            "accuracy"
        ]
    }
]