[
    {
        "url": "https://www.nytimes.com/2017/10/11/us/politics/trump-nbc-fcc-broadcast-license.html?rref=collection%2Fsectioncollection%2Fpolitics",
        "title": "Trump Threatens NBC Over Nuclear Weapons Report",
        "authors": [
            {
                "name": "Cecilia Kang",
                "link": null
            },
            {
                "name": "Peter Baker",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-11",
        "text": "Advertisement\nImage\nA story published by NBC on Wednesday said that President Trump raised the idea of increasing the nuclear arsenal during a July 20 meeting at the Pentagon.CreditCreditMary Altaffer/Associated Press\nOct 11, 2017\nWASHINGTON — President Trump threatened on Wednesday to use the federal government’s power to license television airwaves to target NBC in response to a report by the network’s news division that he contemplated a dramatic increase in the nation’s nuclear arsenal.\nIn a story aired and posted online Wednesday morning, NBC reported that Mr. Trump said during a meeting in July that he wanted what amounted to a nearly tenfold increase in the nation’s nuclear weapons stockpile, stunning some members of his national security team. It was after this meeting that Secretary of State Rex W. Tillerson reportedly said Mr. Trump was a “moron.”\nMr. Trump objected to the report in a series of Twitter messages over the course of the day and threatened to use the authority of the federal government to retaliate.\nFake @NBCNews made up a story that I wanted a \"tenfold\" increase in our U.S. nuclear arsenal. Pure fiction, made up to demean. NBC = CNN!\nHe repeated his complaint later in the day, when reporters arrived in the Oval Office to cover his meeting with the Canadian prime minister, Justin Trudeau. “It’s frankly disgusting the way the press is able to write whatever they want to write and people should look into it,” Mr. Trump said .\nAsked if he favored limits on what the media can say, he answered, “No. The press should speak more honestly.”\nBut then late in the day, he returned to the theme of punishing media organizations. “Network news has become so partisan, distorted and fake that licenses must be challenged and, if appropriate, revoked,” Mr. Trump wrote on Twitter. “Not fair to public!”\nFor Mr. Trump, attacks on what he calls the “fake news” industry have been one of the primary metiers of his presidency, a way to ventilate his deep sense of grievance over news coverage of his tenure while energizing a political base that itself is largely hostile to the mainstream media. At one point, he labeled some outlets “the enemy of the American people.”\nAlthough the networks themselves do not hold federal licenses, their individual television stations do. His threat to target NBC drew immediate concerns that he was undermining the First Amendment.\n“Broadcast licenses are a public trust,” said Tom Wheeler, who until January was chairman of the Federal Communications Commission, appointed by President Barack Obama. “They’re not a political toy, which is what he’s trying to do here.”\nIn suggesting that a broadcast network be targeted because of its coverage, Mr. Trump evoked the Watergate era, during which President Richard M. Nixon told advisers to make it difficult for The Washington Post to renew the F.C.C. license for a Florida television station it owned. A businessman with ties to Mr. Nixon filed paperwork to challenge The Post’s ownership of the station. The Justice Department under Mr. Nixon also filed antitrust charges against the three major television networks.\nIn Mr. Trump’s case, it may just be an idle threat, the sort of bluster that he has regularly used to keep perceived adversaries off balance. Just a day earlier, he suggested using federal tax law to punish the National Football League as part of his campaign against players who kneel during the national anthem, only to have a spokeswoman later say he was just making a point.\nBut Mr. Wheeler said it could also be taken as instruction to supporters who could act on his behalf. “This sounds to me like another dog whistle for folks to file against the license renewals,” he said. “Clearly it would be a bridge too far for the Trump F.C.C. to move on their own initiative. But if some conservative groups were to take this as their marching orders, it would be an interesting situation to see what the Trump F.C.C. did.”\nShortly after the tweets, Senator Edward J. Markey, a Democrat from Massachusetts, wrote a letter to Ajit Pai, the current F.C.C. chairman, urging him to protect First Amendment rights. “I ask for your commitment to resist the president’s request and call on you to publicly refuse to challenge the license of any broadcaster because the president dislikes its coverage,” Mr. Markey wrote.\nMr. Pai, who was designated chairman by Mr. Trump, did not respond to a request for comment about the president’s tweet, nor did the White House.\nThe NBC story said that Mr. Trump raised the idea of increasing the nuclear arsenal during a July 20 meeting at the Pentagon. Shown briefing slides illustrating the reduction of nuclear weapons since the 1960s, the president said he wanted a major buildup instead.\nNational security officials, said to have been surprised by the president’s suggestion, explained that such a move would contravene decades of efforts to curb nuclear weapons and violate several treaties signed by the United States under Republican and Democratic presidents.\nThe network cited three officials who were in the room but did not identify them. As the meeting broke up, Mr. Tillerson was heard making his “moron” comment, NBC said. Mr. Tillerson did not deny using the word when asked by reporters last week, but later sent out a spokeswoman to deny it on his behalf. In an interview posted on Tuesday, Mr. Trump said he considered that “fake news” — but also said that, if it were true, he could beat Mr. Tillerson in an I.Q. contest.\nSpeaking with reporters on Wednesday, Mr. Trump expressed satisfaction with the current size of the nuclear arsenal, if not its condition. “We won’t need an increase,” he said. “But I want modernization and I want total rehabilitation. It’s got to be in tiptop shape.”\nDefense Secretary Jim Mattis issued a statement of his own disputing the NBC story. “Recent reports that the president called for an increase in the U.S. nuclear arsenal are absolutely false,” he said. “This kind of erroneous reporting is irresponsible.”\nWhile its members are appointed by the president and confirmed by the Senate, the F.C.C. is a separate agency mandated to act independently from the White House. Mr. Trump’s tweet suggested a potential misunderstanding of how television licenses work .\nNBC, like ABC, CBS, Fox and CNN, are television networks that do not license spectrum. But NBC’s parent company, Comcast, does own television stations that do license airwaves from the F.C.C., as do CBS and Walt Disney, which is ABC’s parent company.\nThe president’s tweets stoked strong pushback from activist groups that said the threat to NBC was clear.\n“This is not just a huge issue from a First Amendment standpoint, it is at best a weird way to go at it and nonetheless very problematic,” said Matt Wood, policy director at Free Press, an advocacy group on communications issues before the F.C.C. “The message is clear, you don’t have to work hard to see how those words are chilling.”\nAlexandra Ellerbeck, the North America program coordinator for the Committee to Protect Journalists, said authoritarian countries such as Russia, Azerbaijan, Saudi Arabia and Turkey license news outlets based on coverage. “Donald Trump’s assertion that NBC’s license could be challenged not only puts him in unfavorable company but emboldens other governments to embrace authoritarian tendencies,” she said.\nMr. Trump’s threat was hardly the first time a president has sought to stifle the media. “Trump is following in one of our more sordid presidential traditions,” said John A. Farrell, author of “Richard Nixon: The Life.”\nHe noted that President John F. Kennedy tried to pressure The New York Times to pull its reporter, David Halberstam, out of Vietnam because of his critical reporting on the war, and President Lyndon B. Johnson harassed Frank Stanton, the president of CBS, over the network’s reporting from that war zone. The Nixon White House “carried the campaign against the press to considerable length,” Mr. Farrell said, including eavesdropping on reporters.\nMark Feldstein, a longtime award-winning network reporter who now teaches journalism at the University of Maryland, said that so far Mr. Trump’s campaign against the media has been more bark than bite — but that it may still intimidate journalists or their bosses.\n“Whether he follows through on his threat or not, he sends out an unmistakable message to every broadcast outlet in the country: Watch what you say — or else,” Mr. Feldstein said. “Network executives may pretend not to care and take public umbrage, but it has a chilling effect anyway.”\nA version of this article appears in print on , Section A, Page 14 of the New York edition with the headline: NBC Nuclear Arsenal Story Prompts a Threat by Trump. Order Reprints | Today’s Paper | Subscribe\nAdvertisement\n",
        "quotes": [
            [
                "It’s frankly disgusting the way the press is able to write whatever they want to write and people should look into it,",
                "",
                true
            ],
            [
                "The press should speak more honestly.",
                "Justin Trudeau",
                true
            ],
            [
                "Network news has become so partisan, distorted and fake that licenses must be challenged and, if appropriate, revoked,",
                "",
                true
            ],
            [
                "the enemy of the American people.",
                "Justin Trudeau",
                false
            ],
            [
                "Broadcast licenses are a public trust,",
                "Tom Wheeler",
                true
            ],
            [
                "They’re not a political toy, which is what he’s trying to do here.",
                "Tom Wheeler",
                true
            ],
            [
                "This sounds to me like another dog whistle for folks to file against the license renewals,",
                "",
                true
            ],
            [
                "Clearly it would be a bridge too far for the Trump F.C.C.",
                "",
                true
            ],
            [
                "to move on their own initiative.",
                "",
                false
            ],
            [
                "But if some conservative groups were to take this as their marching orders, it would be an interesting situation to see what the Trump F.C.C.",
                "",
                true
            ],
            [
                "I ask for your commitment to resist the president’s request and call on you to publicly refuse to challenge the license of any broadcaster because the president dislikes its coverage,",
                "",
                true
            ],
            [
                "We won’t need an increase,",
                "Donald Trump",
                true
            ],
            [
                "But I want modernization and I want total rehabilitation.",
                "Donald Trump",
                true
            ],
            [
                "It’s got to be in tiptop shape.",
                "Donald Trump",
                true
            ],
            [
                "Recent reports that the president called for an increase in the U.S. nuclear arsenal are absolutely false,",
                "",
                true
            ],
            [
                "This kind of erroneous reporting is irresponsible.",
                "",
                true
            ],
            [
                "This is not just a huge issue from a First Amendment standpoint, it is at best a weird way to go at it and nonetheless very problematic,",
                "Matt Wood",
                true
            ],
            [
                "The message is clear, you don’t have to work hard to see how those words are chilling.",
                "Matt Wood",
                true
            ],
            [
                "Donald Trump’s assertion that NBC’s license could be challenged not only puts him in unfavorable company but emboldens other governments to embrace authoritarian tendencies,",
                "",
                true
            ],
            [
                "Trump is following in one of our more sordid presidential traditions,",
                "John A. Farrell",
                true
            ],
            [
                "carried the campaign against the press to considerable length,",
                "",
                false
            ],
            [
                "Whether he follows through on his threat or not, he sends out an unmistakable message to every broadcast outlet in the country: Watch what you say — or else,",
                "Feldstein",
                true
            ],
            [
                "Network executives may pretend not to care and take public umbrage, but it has a chilling effect anyway.",
                "Feldstein",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/02/17/business/trump-calls-the-news-media-the-enemy-of-the-people.html?module=inline",
                "https://www.nytimes.com/2017/10/10/us/politics/trump-nfl-jemele-hill.html?module=inline",
                "https://www.nytimes.com/2017/10/04/us/politics/tillerson-trump-secretary-state.html?_r=0&module=inline",
                "https://www.nbcnews.com/news/all/trump-wanted-dramatic-increase-nuclear-arsenal-meeting-military-leaders-n809701"
            ],
            "gov_pgs": [
                "https://www.fcc.gov/media/radio/public-and-broadcasting#REGULATION"
            ],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://twitter.com/NBCNews?ref_src=twsrc%5Etfw",
                "https://www.parsintl.com/publication/the-new-york-times/",
                "http://www.cnn.com/videos/politics/2017/10/11/donald-trump-nbc-media-write-whatever-it-wants-sot.cnn"
            ]
        },
        "key_words": [
            "nixon",
            "wheeler",
            "mr",
            "license",
            "report",
            "threatens",
            "fcc",
            "nuclear",
            "federal",
            "wrote",
            "trump",
            "nbc",
            "television",
            "weapons",
            "president"
        ]
    }
]