[
    {
        "url": "http://www.bbc.com/sport/rugby-league/41556721",
        "title": "Rugby League World Cup: Kear names uncapped trio for Wales",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "2017-10-10",
        "text": "10 Oct 2017\nShare this page\nShare this with\nWales coach John Kear excited for Rugby League World Cup\nRugby League World Cup on the BBC\nVenues: Australia, New Zealand and Papua New Guinea\nDates: 27 October to 2 December\nCoverage: Watch live coverage and highlights on BBC TV, Connected TV, online & the BBC Sport app and listen to live commentary on BBC Radio 5 live.\nWales boss John Kear named three uncapped players in his 24-man squad for the Rugby League World Cup.\nChester Butler, of Halifax, and Salford Red Devils' Gavin Bennion are called up, having not had spots in Wales' training squad in July.\nJosh Ralph, of Tweed Head Seagulls in Queensland, also comes in.\nTwo of the sport's rising stars, Port Talbot-born St Helens wing Regan Grace, 20, and team-mate Morgan Knowles, 20, will also head down under.\nBen Evans and Matty Seamark return for the first time since the 2013 World Cup to a squad led by Craig Kopczak as Wales prepare for pool games against Papua New Guinea, Fiji and Ireland.\nMedia playback is not supported on this device\nSt Helens wing Regan Grace reflects on a breakthrough season and Wales' World Cup campaign\nGrace and loose forward Knowles are nominees for the Super League Young Player of the Year award.\nKear goes to the tournament without injured players Ben Flower (Achilles), Jake Emmitt (elbow), Lloyd White (hamstring), Ollie Olds (knee), Rhys Evans (shoulder), Calvin Wellington (hamstring) and Daniel Brown (knee) while Gil Dudson, Larne Patrick and Dan Fleming are unavailable.\nUnder Kear's predecessor Harris, Wales went out of the 2013 tournament winless but the current boss sees what lies ahead in Papua New Guinea and Australia as a \"great opportunity\".\n\"We've had withdrawals - some because of injury and some for personal reasons - but the lads who are going are showing a great deal of desire to represent their country,\" Kear said.\nWales in Pool A at the 2017 Rugby League World Cup\nPapua New Guinea v Wales: Sat, 28 Oct, 06:00 BST\nFiji v Wales: Sun, 5 Nov: 09:30 GMT\nWales v Ireland: Sun, 12 Nov, 08:30 GMT\n\"I'm pretty certain that they will perform at this World Cup on the biggest stage. It's a great opportunity.\n\"We've not won a World Cup match since 2000. We didn't qualify for the 2008 World Cup and we didn't win in 2013.\n\"It's a long time between World Cup wins, but we're unbeaten in six matches and the main goal is to get that first win.\n\"There's then nothing to say that we can't get out of the group and make the quarter-finals.\"\nWales squad: Courtney Davies, Steve Parry (both Gloucestershire All Golds), Chester Butler (Halifax), Danny Ansell (Hunslet), Sam Hopkins (Leigh Centurions), Michael Channing, Ben Evans, Dalton Grant, Elliot Kear, Rhys Williams (all London Broncos), Joe Burke (Oldham), Gavin Bennion, (Rochdale Hornets), Matty Barron (Newcastle Thunder), Craig Kopczak (Salford Red Devils), Matty Fozard (Sheffield Eagles), Andrew Gay, Christiaan Roets (both South Wales Ironmen), Regan Grace, Morgan Knowles, Ben Morris (all St Helens), Rhodri Lloyd (Swinton Lions), Josh Ralph (Tweed Head Seagulls), Phil Joseph (Workington Town), Matty Seamark (Wynnum Manly Seagulls).\nFrom the section Wales\n",
        "quotes": [
            [
                "We've had withdrawals - some because of injury and some for personal reasons - but the lads who are going are showing a great deal of desire to represent their country,",
                "Chester Butler",
                true
            ],
            [
                "I'm pretty certain that they will perform at this World Cup on the biggest stage.",
                "",
                true
            ],
            [
                "We've not won a World Cup match since 2000.",
                "",
                true
            ],
            [
                "We didn't qualify for the 2008 World Cup and we didn't win in 2013.",
                "",
                true
            ],
            [
                "It's a long time between World Cup wins, but we're unbeaten in six matches and the main goal is to get that first win.",
                "",
                true
            ],
            [
                "There's then nothing to say that we can't get out of the group and make the quarter-finals.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://www.bbc.com/sport/wales"
            ]
        },
        "key_words": [
            "cup",
            "bbc",
            "world",
            "rugby",
            "names",
            "papua",
            "uncapped",
            "matty",
            "guinea",
            "league",
            "trio",
            "squad",
            "kear",
            "wales"
        ]
    }
]