[
    {
        "url": "http://www.cnn.com/2017/10/04/opinions/las-vegas-police-military-equipment-alexander-opinion/index.html",
        "title": "Las Vegas massacre: It could have been even worse",
        "authors": [
            {
                "name": "Cedric L. Alexander",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-04",
        "text": "By Cedric L. Alexander\nUpdated 10:57 AM ET, Wed October 4, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nCedric Alexander: Las Vegas massacre could have been worse without police trained with the right equipment\nMilitary-grade equipment in the hands of police can be misused, but in worst-case scenarios like this it can save lives, he writes\nCedric L. Alexander is a CNN law enforcement analyst and deputy mayor of Rochester, New York. The views expressed here are solely those of the author.\n(CNN)\nAt least 58 people were killed and over 500 injured when 64-year-old Stephen Paddock opened fire on a country music festival in Las Vegas. The crime instantly entered the record books as the worst mass shooting in modern American history.\nThe thing is -- it could have been worse.\nCedric L. Alexander\nI know that sounds lame. But I have been in law enforcement for more than 40 years, and I am no Pollyanna. It could have been worse is a simple statement of fact. If the police had gone after him with anything less than military-grade equipment, weapons, and training, there is no doubt it all would have been far worse.\nAs far as we know at present, Paddock had an arsenal of firearms in his room at the Mandalay Bay Resort and Casino, some of which he used against concertgoers penned into an open-air venue 32 stories beneath his windows. Among the weapons were .223 caliber and .308 caliber rifles equipped with telescopic sights, at least one of which had been altered to function in fully automatic mode.\nPaddock had a mountain of ammunition with him, thousands of rounds. And, ensconced within a locked room in a jam-packed hotel, shooting down at a crowd from very high up, he was virtually unassailable — at least for a span of many, many lethal minutes.\nRead More\nPaddock was an accountant by trade and a gambler by avocation, a man with no known military experience. Nevertheless, he had both armed and positioned himself like a modern military sniper. The weapons and ammunition were, for all intents and purposes, military grade . The tactics were military-equivalent -- he broke out two windows to achieve two tactical angles of fire.\nFacing a perpetrator like Paddock, police need more than courage, integrity, and skill. They also need the kind of equipment the Las Vegas officers had at hand on Sunday. There, officers had assault rifles ready in their cruisers. The department had the MRAP -- Mine-Resistant Ambush Protected -- military vehicles essential to transporting officers, under fire, right up to where the threat was. The rifles and vehicles are standard issue to Special Weapons and Tactics (SWAT) officers.\nMost important of all, the Las Vegas department had the SWAT officers themselves with the training to use their lethal equipment, and they had policies in place to ensure that this equipment was used to save lives, not to intimidate the community.\nOne of the most commonly and sincerely expressed concerns I hear from communities -- and have heard them for a long time as a law enforcement executive and now as a deputy mayor — is about the \" militarization \" of police. People really do want the police to \"serve and protect\" them. They want the police to partner with the community to make everyone safer. They want to feel that the police are allies and guardians in the neighborhood, not a hostile army of occupation.\nIn a constitutional democracy, these are the right feelings to have.\nIn 1997, the National Defense Authorization Act created the 1033 Program , which allowed the Defense Department to transfer excess military equipment to police forces that requested it. Much equipment was acquired this way -- everything from cold-weather clothing to flashlights to ammunition, but also major military hardware, including grenade launchers, aircraft, and armored vehicles.\nWhen such tactical equipment is doled out to departments whose leaders have not formulated policies for its use and whose personnel are not trained to use it, all you get is a militarized police force that looks like it's at war with the community.\nIn my law enforcement career, nothing gives me more pride than having taken part in the early evolution of community policing back in the 1980s. As a champion of community policing, I have expressed my concern when SWAT teams and 1033 equipment is misused. When I was called in to consult on the unrest that followed the August 2014 shooting of Michael Brown in Ferguson, Missouri, I was then and am still convinced that the indiscriminate use of military-style vehicles, military-looking assault weapons, and BDU (Battle Dress Uniform) gear transforms a community's perception of the police from partners in safety to hostile invaders.\nBut then there are the worst-case scenarios. Terrorist attacks, mass shootings, hostage taking, violent bank robberies -- these are crimes in which perpetrators are typically heavily armed, often tactically armed. Whatever else the police are sworn to do, they are sworn to respond to these worst-case scenarios intelligently, bravely, and selflessly. In Rochester, New York, where I am deputy mayor and former police chief, we are made safer by the presence of a great SWAT team, which has some of the best operators I've seen in my visits to many police departments across this country.\nMost police officers take pride in the job they do. They take pride in using the right tools and tactics for the application, situation, or mission at hand. They don't put on riot gear to make a traffic stop. They don't roll up in an MRAP when people are peacefully protesting.\nAs it happened, Stephen Paddock took his own life before the SWAT team breached the door to his room. I imagine he killed himself because he knew he could not prevail against a \"militarized\" police force.\nI know that the Las Vegas community is thankful it has such a police force, because the worst-case scenario is not the daily case but it is the daily possibility. These are the times in which we live.\nOdds are, the Las Vegas shooting's record-setting status will not prove permanent. Twenty-seven were killed at Sandy Hook Elementary in 2012, 49 killed in an Orlando, Florida, nightclub in 2016, and at least 58 killed in Las Vegas.\nMass murder on a military scale does not happen every day in America. But as we've seen, it may occur any day. Accordingly, we need police departments with agile, proactive, and courageous tactical policies.\nWe need appropriately trained and equipped police officers who can respond on a military scale when necessary. We need police and civil leaders who have the knowledge, intelligence, empathy, courage, and imagination to decide when such a response is necessary to save lives.\nFor all their unspeakable grief and pain, the people of Las Vegas now know their community has such leaders and such police officers looking out for them.\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.cnn.com/2017/10/02/us/las-vegas-concert-shooting-scene/index.html",
                "https://www.cnn.com/2015/05/13/opinions/love-move-bombing-anniversary/index.html",
                "http://www.cnn.com/2017/10/02/us/las-vegas-attack-stephen-paddock-trnd/index.html",
                "https://www.nytimes.com/2017/10/02/us/las-vegas-mass-shooting-weapons.html?_r=0"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nbcnews.com/nightly-news/video/shooter-used-military-grade-weapons-in-las-vegas-attack-1060141123626"
            ]
        },
        "key_words": [
            "vegas",
            "las",
            "officers",
            "community",
            "massacre",
            "military",
            "worse",
            "need",
            "swat",
            "equipment",
            "weapons",
            "killed"
        ]
    }
]