[
    {
        "url": "https://www.activistpost.com/2017/09/venezuela-just-stopped-accepting-us-dollars-oil-countries-join-forces-kill-us-petrodollar.html",
        "title": "Venezuela Just Stopped Accepting US Dollars for Oil As Countries Join Forces to Kill US Petrodollar",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-15",
        "text": "Hot Topics\nVenezuela Just Stopped Accepting US Dollars for Oil As Countries Join Forces to Kill US Petrodollar\nIn what is the latest move to undermine the imperial world order maintained by the United States, which is underpinned through use of the petrodollar as the world reserve currency, the Wall Street Journal reports that Venezuelan President Maduro has officially followed through on his threat to stop accepting US Dollars as payment for crude oil exports in the wake of recent US sanctions.\nLast Thursday, President Nicolas Maduro said that if the US went ahead with the sanction, Venezuela would “free” itself from the US Dollar.\n“Venezuela is going to implement a new system of international payments and will create a basket of currencies to free us from the dollar,” Maduro said in a multi-hour address to a new legislative “superbody.”\nUnsurprisingly, Maduro noted that his country would look to the BRICS countries, and begin using the Chinese yuan and Russian ruble instead — along with other currencies — to bypass the US Dollar stranglehold.\n“If they pursue us with the dollar, we’ll use the Russian ruble, the yuan, yen, the Indian rupee, the euro,” Maduro said.\nRather than work diplomatically with other nations, the United States often uses sanctions to force compliance. Due to the dollar being accepted as the world’s reserve currency, almost all financial transactions are denominated in dollars. This phenomenon gives the US a powerful weapon to wield against states that refuse to follow US directives, and underpins the unipolar model of global domination exercised by the US.\nThe Wall Street Journal reports that as a means of circumventing U.S. sanctions — Washington’s preferred weapon of choice to force compliance — Venezuela has told oil traders that it will no longer send or receive payments in dollars, according to people familiar with the new policy.\nOil traders who export Venezuelan crude or import oil products into the country have begun converting their invoices to euros.\nThe state oil company Petróleos de Venezuela SA, known as PdVSA, has told its private joint venture partners to open accounts in euros and to convert existing cash holdings into Europe’s main currency, said one project partner.\nThe new payment policy hasn’t been publicly announced, but Vice President Tareck El Aissami, who has been blacklisted by the U.S., said Friday, “To fight against the economic blockade there will be a basket of currencies to liberate us from the dollar.”\nWith Europe often acting as nothing more than a vassal to the United States, it’s not unthinkable that the American lapdog EU could impose sanctions on Venezuela, which would likely pave the way for the strategic Russia–China partnership to gain an even stronger foothold in the global economic battle, as it would likely precipitate the Yuan, Ruble, and gold being used to buy and sell Venezuelan oil.\nInterestingly, the decision by Venezuela – the nation with the world’s largest proven oil reserves – comes just days after China and Russia unveiled an Oil/Yuan/Gold plan at the recent annual BRICS conference. This plan would strongly undermine the hegemonic control the US enjoys over the global financial system.\nDuring the BRICS conference, Putin unveiled a geopolitical/geoeconomic bombshell as he forwarded the notion of a “fair multipolar world.” He emphasized a stance “against protectionism and new barriers in global trade” — a reference to the manner in which US operates its empire to maintain primacy.\nRussia shares the BRICS countries’ concerns over the unfairness of the global financial and economic architecture, which does not give due regard to the growing weight of the emerging economies. We are ready to work together with our partners to promote international financial regulation reforms and to overcome the excessive domination of the limited number of reserve currencies.\n“To overcome the excessive domination of the limited number of reserve currencies” is simply a nice way of saying that the BRICS will create a system to bypass the US dollar, as well as the petrodollar, in an effort to undermine the unipolar paradigm embraced by the United States.\nAs we previously reported , China will soon launch a crude oil futures contract priced in yuan that is fully convertible into gold.\nWhat this means is that countries who refuse to bend to the imperial will of the United States, i.e. Russia, Iran, etc., will now be able to bypass US sanctions by making energy trades in their own currencies, or in Chinese yuan – with the knowledge that they can convert the yuan into gold as added incentive/insurance/security.\nThe yuan will be fully convertible into gold on both the Shanghai and Hong Kong exchanges. Typically, crude oil is priced in relation to Brent or West Texas Intermediate futures, both denominated in U.S. dollars.\n“The rules of the global oil game may begin to change enormously,” said Luke Gromen, founder of U.S.-based macroeconomic research company FFTT.\nThis new paradigm of oil, yuan, and gold is, without question, an international game changer. The key takeaway here is that the US dollar can now be bypassed without so much as a second thought.\nRussia and China – via the Russian Central Bank and the People’s Bank of China – have been steadily working on ruble-yuan swaps as a means of hedging against US hegemony.\nThere is a strategic movement to take these actions beyond the BRICS, first allowing aspiring “BRICS Plus” members, then entire Global South to divest themselves from dependence on the US dollar.\nEssentially, Russia and China are working together to usher in a new paradigm of Eurasian integration, something that goes directly against US strategic doctrine – which dictates that Russia and China, the United States’ two main geopolitical rivals, should never be allowed to dominate Eurasia.\n“In 2014 Russia and China signed two mammoth 30-year contracts for Russian gas to China. The contracts specified that the exchange would be done in Renminbi [yuan] and Russian rubles, not in dollars. That was the beginning of an accelerating process of de-dollarization that is underway today,” according to strategic risk consultant F. William Engdahl.\nRussia and China are now creating a new paradigm for the world economy and paving the way for a global de-dollarization,  and Venezuela is just the beginning.\n“A Russian-Chinese alternative to the dollar in the form of a gold-backed ruble and gold-backed Renminbi or yuan, could start a snowball exit from the US dollar, and with it, a severe decline in America’s ability to use the reserve dollar role to finance her wars with other peoples’ money,” Engdahl concludes.\nMake no mistake that the BRICS are not only working to integrate Eurasia, but to geo-economically integrate the entire Global South under a new multipolar framework that treats states as equals, regardless of their power stature globally.\nThe Neolibcons in Washington – bent on eventual regime change in Russia and China – are in for an extremely rude awakening. Although the BRICS have their own structural economic problems, they have created a long-term plan that will change the face of geopolitics/geo-economics and degrade the imperialist will of those that wish to dictate and order the world as they see fit.\nThe DC War Party’s petrodollar imperialism, which funds the US war machine and allows for a constant war footing, is quickly running out of allies to maintain its global hegemony.\nJay Syrmopoulos is a geopolitical analyst, freethinker, and ardent opponent of authoritarianism. He is currently a graduate student at the University of Denver pursuing a masters in Global Affairs and holds a BA in International Relations. Jay’s writing has been featured on both mainstream and independent media – and has been viewed tens of millions of times. You can follow him on Twitter @SirMetropolis and on Facebook at SirMetropolis .\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "Venezuela is going to implement a new system of international payments and will create a basket of currencies to free us from the dollar,",
                "Maduro",
                true
            ],
            [
                "If they pursue us with the dollar, we’ll use the Russian ruble, the yuan, yen, the Indian rupee, the euro,",
                "Maduro",
                true
            ],
            [
                "To fight against the economic blockade there will be a basket of currencies to liberate us from the dollar.",
                "Tareck El Aissami",
                true
            ],
            [
                "against protectionism and new barriers in global trade",
                "",
                false
            ],
            [
                "To overcome the excessive domination of the limited number of reserve currencies",
                "",
                false
            ],
            [
                "The rules of the global oil game may begin to change enormously,",
                "Luke Gromen",
                true
            ],
            [
                "In 2014 Russia and China signed two mammoth 30-year contracts for Russian gas to China.",
                "F. William Engdahl",
                true
            ],
            [
                "The contracts specified that the exchange would be done in Renminbi [yuan] and Russian rubles, not in dollars.",
                "F. William Engdahl",
                true
            ],
            [
                "That was the beginning of an accelerating process of de-dollarization that is underway today,",
                "F. William Engdahl",
                true
            ],
            [
                "A Russian-Chinese alternative to the dollar in the form of a gold-backed ruble and gold-backed Renminbi or yuan, could start a snowball exit from the US dollar, and with it, a severe decline in America’s ability to use the reserve dollar role to finance her wars with other peoples’ money,",
                "Engdahl",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.zerohedge.com/news/2017-09-06/escobar-exposes-real-brics-bombshell-putins-fair-multipolar-world-where-oil-trade-by",
                "https://www.wsj.com/articles/venezuela-stops-accepting-dollars-for-oil-payments-following-u-s-sanctions-1505343161",
                "https://www.zerohedge.com/news/2017-09-08/venezuela-about-ditch-dollar-major-blow-us-heres-why-it-matters",
                "http://en.kremlin.ru/events/president/news/55487",
                "http://thefreethoughtproject.com/china-oil-gold-bybassing-u-s-petrodollar/",
                "https://sputniknews.com/politics/201512051031294555-gold-ruble-yuan-global-dedolarization/",
                "http://thefreethoughtproject.com/death-petrodollar-gold-backed-ruble-yuan-challenge-u-s-s-global-reserve-currency-status/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/SirMetropolis/",
                "https://twitter.com/SirMetropolis"
            ]
        },
        "key_words": [
            "venezuela",
            "states",
            "united",
            "countries",
            "dollars",
            "yuan",
            "accepting",
            "brics",
            "global",
            "join",
            "china",
            "russia",
            "petrodollar",
            "dollar",
            "forces",
            "oil",
            "stopped",
            "kill"
        ]
    }
]