[
    {
        "url": "https://www.activistpost.com/2017/09/magic-tricks-science-information-performs-california-takes-notice.html",
        "title": "The “Magic Tricks” Science Information Performs: California Takes Notice",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-08",
        "text": "Hot Topics\nHave you ever seen new or updated scientific information published on the Internet and then try to find it again, only to realize it’s disappeared or probably been “sanitized” from the net?\nThe above happens quite often from what I know and have experienced personally, being a researcher/journalist.  At first when I would report those findings to colleagues, they thought I was imagining things.  However, more and more colleagues and friends now are complaining about the “magic tricks” happening online to science information.  What’s the reason?\nThere’s only one apparent answer, in my opinion, and it is censorship, i.e., keeping derogatory and impugning scientific information from common knowledge and, more importantly, being used against corporations and the “consensus science club(s)” that now run the world (really!) in just about every aspect of our daily lives.  Check out weather geoengineering and genetic engineering for starters.\nEinstein, Edison, Faraday, Newton, Galileo, Archimedes and other prominent real science pioneers must be turning over in their graves or, at least wondering in the hereafter, how the suppression of FACTUAL science was allowed to come about.  I bet Copernicus is totally ‘gassed’ that the same scientific BS still goes on.  However, now it’s not the Church, which knew absolutely nothing about the ‘astrophysics’ of that time, but currently it’s at the behest of vested interests commonly calling themselves “consensus science.”\nVaccinology and microwave technology are two of the most prominent “consensus sciences” we are forced to live with today, in my opinion.\nAll the above being considered, we now learn someone has taken notice and done something about preventing science from doing disappearing “magic tricks.”  The State of California passed legislation – Senate Bill 51, the Whistleblower and Public Data Protection Act – which “directs California agencies to protect scientific data.” [1]\nFurthermore,\nThe Union of Concerned Scientists — which published a scathing report in July that found the Trump administration had undermined the role of science in public policy, altered scientific content on websites and created a hostile environment for federal scientists — backed the bill.\n“Science is the foundation of a strong democracy,” said Jason Barbose, Western states policy manager for the Union of Concerned Scientists. “That’s why it is important to protect scientists and their research. SB 51 takes concrete steps to protect federal scientists and scientific data from the Trump administration’s efforts to sideline it from important policy decisions that affect our health and communities.”  [1]\nOh, California!  You don’t know what you just did by passing such legislation.  Now you legally have to publish and confirm all the REAL science regarding vaccines, so-called ‘immunizations’, and the pseudo-science about aluminum and ethylmercury non-impacts upon human biochemistry and neurology—but more than anything—the suppressed information about vaccine adverse effects not being given to prospective vaccinees, parents and children’s guardians.\nCalifornia, you cannot hold medical and ‘vaccinology science’ up to a double standard such as spewed forth by Senator Pan, the sponsor of the infamous SB 277 [2].  That unscientifically-based legislation now has to be rescinded due to the importance California now believes, mandates and enforces by legislation that real science information should not be removed from public accessibility.\nWhen will the California Department of Public Health publish the real science about mandatory vaccines?\nCome on now, you can’t wiggle your way out of this one!  Californians now have the law on their side to demand the true, factual, real scientific facts about the suppressed adverse health effects of all vaccines, plus what genetically-modified vaccine ingredients do in human biochemistry.\nCatherine J Frompovich ( website ) is a retired natural nutritionist who earned advanced degrees in Nutrition and Holistic Health Sciences, Certification in Orthomolecular Theory and Practice plus Paralegal Studies. Her work has been published in national and airline magazines since the early 1980s. Catherine authored numerous books on health issues along with co-authoring papers and monographs with physicians, nurses, and holistic healthcare professionals. She has been a consumer healthcare researcher 35 years and counting.\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nMost Viewed Articles of the Week\nLatest News\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "directs California agencies to protect scientific data.",
                "Bill",
                false
            ],
            [
                "Science is the foundation of a strong democracy,",
                "Jason Barbose",
                true
            ],
            [
                "That’s why it is important to protect scientists and their research.",
                "Jason Barbose",
                true
            ],
            [
                "SB 51 takes concrete steps to protect federal scientists and scientific data from the Trump administration’s efforts to sideline it from important policy decisions that affect our health and communities.",
                "Jason Barbose",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.ucsusa.org/center-science-and-democracy/promoting-scientific-integrity/sidelining-science-from-day-one"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.catherinejfrompovich.com/"
            ]
        },
        "key_words": [
            "science",
            "tricks",
            "scientists",
            "information",
            "performs",
            "california",
            "protect",
            "takes",
            "notice",
            "magic",
            "public",
            "real",
            "legislation",
            "policy",
            "scientific"
        ]
    }
]