[
    {
        "url": "http://www.cnn.com/2017/10/10/politics/trump-applause-north-carolina/index.html",
        "title": "Donald Trump really, really likes when people clap for him",
        "authors": [
            {
                "name": "Analysis Chris Cillizza",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-10",
        "text": "Donald Trump really, really likes when people clap for him\nUpdated 1:57 PM ET, Tue October 10, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nWashington (CNN)\nIn a terrific Washington Post piece published Tuesday that paints Donald Trump as a tea kettle about to blow, there's a remarkably telling paragraph about how the President views politics and his role in it. Here it is:\n\"Trump also made it known to several people that he wished to have a rally in North Carolina over the weekend and not just a fundraiser -- but he ultimately flew down for only the fundraiser, spending just two hours on the ground in Greensboro. Trump complained that he wished he had gotten back out in front of the rowdy crowds he loves, these people said.\"\nThis part in particular stood out to me: \"Trump complained that he wished he had gotten back out in front of the rowdy crowds he loves.\"\nThis is a President -- and a man -- who is absolutely fixated on perception. On ratings. On buzz. On applause.\nRead More\nGoverning is, by contrast, a much more staid affair. You are dealing with members of the House and Senate, most of whom have their own constituencies and are not always willing to simply praise you for, well, just being you.\nThere's your presidential Cabinet, of course. And Trump did hold a public Cabinet meeting back in June in which the members of his team went around the table desperately trying to one-up each other in their over-the-top praise of the President. ( Vice President Mike Pence won .)  But, as Trump has learned -- most recently with Moron-gate -- you can't even depend on your Cabinet to clap for you all the time.\nAnd so, Trump wants to return -- or at least re-create -- the campaign trail. The place where people truly loved him and truly understood him.\nIt's a somewhat natural reaction. There were many times in the Obama years in which his aides purposely got him out of Washington because they felt like he was going stir crazy and needed to talk to normal people. The DC political world is, without doubt, a hothouse and any president would do well to get away from it every once in a while.\nBut Trump's motivation in wanting to hold campaign rally in North Carolina was not simply to get away from Washington. He already was doing that by jetting to the Tarheel State for a fundraiser. His real motivation was to hear the cheers again. It's the same reason why he held a campaign rally in Phoenix in August 2017 -- more than three years before he will run for re-election. And it's likely the same reason -- or part of the reason -- he agreed to go to Alabama to hold a rally for appointed Sen. Luther Strange last month.\nIt's as though Trump has one of those applause meters in his head. And he believes applause is the only barometer of whether he is succeeding.\nCheck out how Trump defended his controversial visit to Puerto Rico in an interview with Mike Huckabee over the weekend:\n\"So we did a great job and we weren't treated fairly by the media because we really did a good job. I mean one example, they had these beautiful soft towels, very good towels, and I came in and there was a crowd of a lot of people and they were screaming and they were loving everything. And we were, I was having fun, they were having fun and they were saying 'throw em to me, throw 'em to me, Mr. President' ... So, the next day they said, 'Oh it was so disrespectful to the people,' it was just a made up thing. And also when I walked in, the cheering was incredible.\"\nThe last line is the most important: \"When I walked in, the cheering was incredible.\"\nIf people were cheering, how can anything be bad?\nThat's how Trump thinks. And because he has to always be winning or be smarter -- he has a higher IQ than Rex Tillerson, you know -- he also has to relentlessly seek out the affirmation that he believes applause confers on him.\nBeing president is more than just getting people to clap for you, however. It's about leadership and doing what you believe to be he right thing -- even if it means some people (gasp!) don't clap.\n",
        "quotes": [
            [
                "Trump also made it known to several people that he wished to have a rally in North Carolina over the weekend and not just a fundraiser -- but he ultimately flew down for only the fundraiser, spending just two hours on the ground in Greensboro.",
                "",
                true
            ],
            [
                "Trump complained that he wished he had gotten back out in front of the rowdy crowds he loves, these people said.",
                "",
                true
            ],
            [
                "Trump complained that he wished he had gotten back out in front of the rowdy crowds he loves.",
                "",
                true
            ],
            [
                "So we did a great job and we weren't treated fairly by the media because we really did a good job.",
                "Donald Trump",
                true
            ],
            [
                "I mean one example, they had these beautiful soft towels, very good towels, and I came in and there was a crowd of a lot of people and they were screaming and they were loving everything.",
                "Donald Trump",
                true
            ],
            [
                "And we were, I was having fun, they were having fun and they were saying 'throw em to me, throw 'em to me, Mr. President' ...",
                "Donald Trump",
                true
            ],
            [
                "So, the next day they said, 'Oh it was so disrespectful to the people,' it was just a made up thing.",
                "Donald Trump",
                true
            ],
            [
                "And also when I walked in, the cheering was incredible.",
                "Donald Trump",
                true
            ],
            [
                "When I walked in, the cheering was incredible.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2017/06/12/politics/trump-cabinet-ranked/index.html",
                "https://www.washingtonpost.com/politics/a-pressure-cooker-trumps-frustration-and-fury-rupture-alliances-threaten-agenda/2017/10/09/41115744-ad0d-11e7-9e58-e6288544af98_story.html?hpid=hp_hp-top-table-main_trumpfights-815pm-winner%3Ahomepage%2Fstory&utm_term=.e26a0e31f102",
                "https://www.cnn.com/2017/10/04/politics/rex-tillerson-trump/index.html",
                "http://www.cnn.com/2017/09/23/politics/donald-trump-alabama-speech/index.html",
                "https://www.cnn.com/2017/08/22/politics/trump-phoenix-rally/index.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.forbes.com/donald-trump/exclusive-interview/#1479cba1bdec",
                "https://www.youtube.com/watch?v=nojKCCgAOTs"
            ]
        },
        "key_words": [
            "rowdy",
            "way",
            "washington",
            "clap",
            "donald",
            "fundraiser",
            "likes",
            "really",
            "gotten",
            "complained",
            "wished",
            "trump",
            "crowds",
            "president"
        ]
    }
]