[
    {
        "url": "https://www.politico.com/story/2016/09/education-department-federal-recognition-for-profit-college-accreditor-228555?cmpid=sf",
        "title": "Education Department issues death penalty to for-profit college accreditor",
        "authors": [
            {
                "name": "Michael Stratford",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-22",
        "text": "Education Department issues death penalty to for-profit college accreditor\nThe Obama administration on Thursday terminated the federal recognition of the nation's largest accreditor of for-profit colleges — a rare move that could ultimately jeopardize the ability of hundreds of schools to access federal funding.\nThe decision against the Accrediting Council for Independent Colleges and Schools amounts to what is effectively a death penalty. The sanction had been sought by prominent critics of for-profit colleges like Sen. Elizabeth Warren , who on Thursday called the accreditor a \"negligent\" organization that had \"rubber-stamped shady institutions\" for years.\nStory Continued Below\nThe accreditor's seal of approval had allowed billions of dollars in taxpayer-funded Pell Grants and federal loans to flow to the now-defunct Corinthian Colleges chain of schools, which shut down last year amid allegations that it lured in prospective students using false, inflated job placement rates. ACICS was also the accreditor for ITT Tech, another troubled for-profit college that declared bankruptcy last week.\nThe accreditor says that about 600,000 students across the country are enrolled at colleges that it approves.\nACICS officials on Thursday pledged to appeal the decision directly to Education Secretary John B. King Jr. — a move that would temporarily put the termination on hold. There’s no timeline for when King must act on that appeal, but earlier this week he pledged to get it “resolved quickly.”\nRoger Williams, the interim president of ACICS, said in a statement that the group was “disappointed” in the decision but “confident” it could show “ongoing progress” toward coming into compliance with federal rules.\nIf the Education Department stands by its decision, ACICS-accredited colleges would have 18 months to find a new accreditor, or else their students would lose access to federal money. Congress earlier this week passed legislation that allows GI Bill educational benefits to continue to flow to student veterans for up to 18 months after their school’s accreditor loses its federal recognition.\nLike other college accreditors, ACICS acts as a gatekeeper for federal money: Last year, it allowed 243 colleges to tap into $4.76 billion worth of Pell Grants and federal student loans.\nThe Obama administration's termination decision was based upon earlier Education Department findings that ACICS failed to properly monitor and discipline the colleges it oversees.\n“ACICS’s track record does not inspire confidence that it can address all of the problems effectively,” wrote Emma Vadehra, King's chief of staff, who issued the ruling . “Many of the problems identified in the staff report are serious and long-standing.”\nACICS has been a prime target of for-profit critics and some Senate Democrats in recent years. Sen. Patty Murray (D-Wash.), on Thursday praised the administration’s decision in a statement, saying that “far too many schools have maintained their institutional accreditation, even while defrauding and misleading students.”\nBut Rep. John Kline (R-Minn.) blasted the Education Department’s decision as “an unprecedented action that could disrupt the education of hundreds of thousands of students, particularly low-income and minority students.”\nThe for-profit industry's trade association argued that the department’s decision is yet another example of the unfair targeting of their industry by the Obama administration.\n\"The U.S. Department of Education's decision today will have horrible ramifications for hundreds of thousands of students, thousands of dedicated faculty and staff, and hundreds of communities and employers that rely on institutions accredited by ACICS,” said Steve Gunderson, who leads the Career Education Colleges and Universities trade group. \"No Administration has politicized accreditation like the current one.”\nBen Miller, senior director of Postsecondary Education at the Center for American Progress, authored a report criticizing the record of ACICS that was frequently cited by a federal panel in making its recommendation to nix the accreditor. Miller praised Thursday's decision, calling it a \"landmark step for protecting students and taxpayers.\"\nTerry Hartle, senior vice president at the American Council on Education, said schools without any red flags can probably find a new accreditor in one year to 18 months, but it could take two years or much longer for other schools to find a new home.\n“It’s a major step,” Hartle said. “The department has done it at least once before, but never with an accreditation agency of this size.”\nThis article tagged under:\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "ACICS’s track record does not inspire confidence that it can address all of the problems effectively,",
                "Emma Vadehra",
                true
            ],
            [
                "Many of the problems identified in the staff report are serious and long-standing.",
                "Emma Vadehra",
                true
            ],
            [
                "far too many schools have maintained their institutional accreditation, even while defrauding and misleading students.",
                "",
                false
            ],
            [
                "an unprecedented action that could disrupt the education of hundreds of thousands of students, particularly low-income and minority students.",
                "Emma Vadehra",
                false
            ],
            [
                "The U.S. Department of Education's decision today will have horrible ramifications for hundreds of thousands of students, thousands of dedicated faculty and staff, and hundreds of communities and employers that rely on institutions accredited by ACICS,” said Steve Gunderson, who leads the Career Education Colleges and Universities trade group.",
                "Emma Vadehra",
                true
            ],
            [
                "No Administration has politicized accreditation like the current one.”\nBen Miller, senior director of Postsecondary Education at the Center for American Progress, authored a report criticizing the record of ACICS that was frequently cited by a federal panel in making its recommendation to nix the accreditor.",
                "Emma Vadehra",
                true
            ],
            [
                "Miller praised Thursday's decision, calling it a \"landmark step for protecting students and taxpayers.",
                "Emma Vadehra",
                true
            ],
            [
                "The department has done it at least once before, but never with an accreditation agency of this size.",
                "Hartle",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.politico.com/tipsheets/morning-education/2016/09/career-education-bill-breaks-down-in-senate-216421",
                "https://www.politico.com/story/2016/06/for-profit-colleges-accreditor-224383",
                "https://www.politico.com/story/2016/09/itt-tech-closes-its-doors-227765"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://subscriber.politicopro.com/f/?id=00000157-5391-db5f-a7d7-73f1b2bb0001",
                "https://login.politicopro.com/?keepLoggedIn=on&lRedirect=true&sRedirect=http://directory.politicopro.com/congress/member/51469",
                "http://www.acics.org/news/content.aspx?id=6782",
                "https://www.politicopro.com/",
                "https://www.americanprogress.org/press/statement/2016/09/22/144538/statement-caps-ben-miller-on-u-s-department-of-education-decision-to-derecognize-acics/",
                "https://login.politicopro.com/?keepLoggedIn=on&lRedirect=true&sRedirect=http://directory.politicopro.com/congress/member/51219",
                "https://login.politicopro.com/?keepLoggedIn=on&lRedirect=true&sRedirect=http://directory.politicopro.com/congress/member/140963"
            ]
        },
        "key_words": [
            "acics",
            "colleges",
            "education",
            "forprofit",
            "penalty",
            "students",
            "schools",
            "accreditor",
            "department",
            "college",
            "federal",
            "issues",
            "death",
            "decision"
        ]
    }
]