[
    {
        "url": "https://www.reuters.com/article/us-northkorea-missiles-russia/north-korean-missiles-will-be-able-to-reach-u-s-after-modernization-ifax-cites-russian-lawmaker-idUSKBN1CF0XP",
        "title": "North Korean missiles will be able to reach U.S. after modernization: Ifax cites Russian lawmaker",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-10",
        "text": "October 10, 2017 /  9:17 AM / 2 years ago\nNorth Korean missiles will be able to reach U.S. after modernization: Ifax cites Russian lawmaker\n1 Min Read\nFILE PHOTO: North Korean leader Kim Jong Un speaks during the Second Plenum of the 7th Central Committee of the Workers' Party of Korea (WPK) at the Kumsusan Palace of the Sun, in this undated photo released by North Korea's Korean Central News Agency (KCNA) in Pyongyang October 8, 2017. KCNA/via REUTERS/File Photo\nMOSCOW (Reuters) - North Korea’s leadership has told Russian lawmakers that it possesses a ballistic missile with a range of 3,000 kilometers (1864.11 miles) that will be able to reach U.S. territory after modernization, the Interfax news agency reported on Tuesday.\nInterfax cited Anton Morozov, a lawmaker and member of the lower house of parliament’s international affairs committee, who visited Pyongyang from October 2-6.\nNorth Korea aims to increase the range of its ballistic missiles to 9,000 kilometers (5592.34 miles), Morozov was quoted as saying. “There was no talk about the deadline (for solving this task),” he said.\nReporting by Polina Devitt; Writing by Dmitry Solovyov; Editing by Andrew Osborn\n",
        "quotes": [
            [
                "There was no talk about the deadline (for solving this task),",
                "Morozov",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "morozov",
            "koreas",
            "modernization",
            "korea",
            "kilometers",
            "north",
            "able",
            "ifax",
            "korean",
            "miles",
            "cites",
            "range",
            "committee",
            "missiles",
            "reach",
            "lawmaker",
            "pyongyang",
            "russian"
        ]
    }
]