[
    {
        "url": "https://www.politico.com/story/2016/09/latvia-us-228377?cmpid=sf",
        "title": "Clinton press poolers clash with Egyptian leader's security",
        "authors": [
            {
                "name": "Nahal Toosi",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-19",
        "text": "Clinton press poolers clash with Egyptian leader's security\nThe Democratic presidential candidate was meeting Monday evening in New York City with Egypt's increasingly authoritarian president, Abdel Fattah al-Sisi.\nStory Continued Below\nAccording to the press pool report, upon reaching the hotel, the journalists were ordered to leave their bags, phones and computers with campaign staff \"outside of the zone that had been deemed secure.\"\n\"Reporters had to argue with Egyptian security to even carry recorders on their person,\" the pool report states. \"There were also repeated arguments between Clinton campaign staff and the Egyptian security officials about how many reporters could enter the meeting despite having already reached an agreement with the country’s protocol officer prior to our arrival.\"\nCampaign staffers, as well as a Secret Service agent, were with the reporters the entire time. At one point, the journalists got stuck on an elevator with former Undersecretary of State Wendy Sherman, who now advises the Clinton campaign — \"We all got cozy,\" the pool report states.\nRegardless of who they were with, the reporters went through multiple security sweeps and, at one point, ordered to wait behind a divider.\n\"Because of our positioning, we were unable to see HRC when she arrived, as previously noted, and without our phones we couldn’t keep track of time,\" the pool report notes.\nSisi, a former general, took power in Egypt in 2013 after massive popular protests forced out the elected government of Muslim Brotherhood leader Mohamed Morsi. During his session with Clinton, which lasted more than an hour, Sisi at one point said he wished to talk “about the path that we are taking in order to build up a new civil society, a new modern country that upholds the rule of law, that respects human rights and liberties.\"\nBut Sisi is increasingly viewed as a serial human rights violator. Clinton's decision to meet with him signifies the importance the U.S. places on its alliance with Egypt, a relatively stable country in a chaotic Middle East. But she's already drawn criticism from both liberals and conservatives for sitting down with Sisi.\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "outside of the zone that had been deemed secure.",
                "",
                false
            ],
            [
                "Reporters had to argue with Egyptian security to even carry recorders on their person,",
                "",
                true
            ],
            [
                "There were also repeated arguments between Clinton campaign staff and the Egyptian security officials about how many reporters could enter the meeting despite having already reached an agreement with the country’s protocol officer prior to our arrival.",
                "",
                true
            ],
            [
                "Because of our positioning, we were unable to see HRC when she arrived, as previously noted, and without our phones we couldn’t keep track of time,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.politico.com/story/2016/09/trump-clinton-egypt-al-sisi-228371"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "report",
            "clinton",
            "press",
            "campaign",
            "york",
            "security",
            "pool",
            "sisi",
            "clash",
            "point",
            "poolers",
            "reporters",
            "leaders",
            "egyptian"
        ]
    }
]