[
    {
        "url": "https://www.cnn.com/2016/09/26/politics/debate-stage-name-calling/index.html",
        "title": "They can't say that on a debate stage -- or can they?",
        "authors": [
            {
                "name": "Adam Mintzer",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-26",
        "text": "They can't say that on a debate stage -- or can they?\nBy Adam Mintzer, CNN\nUpdated 10:01 AM ET, Mon September 26, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nThey can't say that on a debate stage...can they? 01:23\nStory highlights\nPresidential candidates are sometimes respectful in referring to opponents by name\nBut not always\n(CNN)\nName-calling has been the norm this political season, but it's unclear what salutations Hillary Clinton and Donald will use when they meet face-to-face Monday night. Past debates have usually featured a degree of formality and respect above harsh campaign trail rhetoric.\nWill that hold in 2016? There's at least some reason to think GOP nominee Trump and Democratic rival Clinton will tone it down Monday, based on some of the nicer ways they've addressed each other.\nJUST WATCHED\nBiggest blunders made in past debates 01:57\nWill one or both reference a past role of their opponent? Say a back-handed compliment from Clinton about a \"reality TV star\"? Or will they exude a degree of familiarity by using first names only, with \"Hillary\" or \"Donald\"?\nRead More\nHow to address debate opponents has been a stumbling block before for national candidates. In 2008 Sarah Palin, the GOP vice presidential nominee, referred to her Democratic rival, then-Sen. Joe Biden of Delaware, as \"Senator O'Biden.\" Though she had begun the debate asking if she could refer to him as \"Joe.\" Her mistake about his last name proved a fleeting issue.\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "degree",
            "biggest",
            "blunders",
            "past",
            "clinton",
            "debate",
            "trump",
            "donald",
            "debates",
            "secretary",
            "hillary",
            "cant",
            "say",
            "stage"
        ]
    }
]