[
    {
        "url": "https://www.reuters.com/article/us-contourglbl-ipo/power-generator-contourglobal-plans-london-ipo-in-november-idUSKBN1CH0Q7",
        "title": "Power generator ContourGlobal plans London IPO in November",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-12",
        "text": "2 Min Read\nLONDON (Reuters) - ContourGlobal, which operates renewable and thermal energy generators, said it is set to list on the London Stock Exchange in early November, aiming to raise around $400 million from issuing new shares.\nThe power firm is the fourth company to announce London listing plans this week, part of a sharp pick-up in IPO volumes running into the end of the year.\nSince the start of October, more than half a dozen companies have said they intend to float on London’s main stock market, between them aiming to raise almost $4 billion.\nFounded 12 years ago, ContourGlobal operates 69 power generation assets across Europe, Latin America and Africa. It posted $440.4 million in earnings before interest, tax, depreciation and amortization (EBITDA) in 2016, with revenue of $905.2 million.\nThe company said the listing may also include a partial sale of shares held by major shareholder Reservoir Capital Partners.\nJPMorgan Cazanove and Goldman Sachs Group Inc are joint global co-ordinators on the deal while BNP Paribas, Citigroup Global Market Limited, Morgan Stanley & Co. International plc and RBC Capital Markets are acting as joint bookrunners.\nReporting by Clara Denina; Editing by Rachel Armstrong\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "stock",
            "london",
            "listing",
            "power",
            "raise",
            "market",
            "joint",
            "million",
            "global",
            "operates",
            "plans",
            "ipo",
            "contourglobal",
            "generator"
        ]
    }
]