[
    {
        "url": "http://www.addictinginfo.org/2016/09/22/republicans-push-bill-to-legalize-voter-intimidation-to-help-trump-in-pennsylvania/",
        "title": "Republicans Push Bill To Legalize Voter Intimidation To Help Trump In Pennsylvania",
        "authors": [
            {
                "name": "Stephen D Foster Jr",
                "link": null
            }
        ],
        "publisher": "addictinginfo.com",
        "publish_date": "2016-09-22",
        "text": "·\nPennsylvania Republicans are trying to jam a bill through the statehouse that would go into effect immediately to allow voter intimidation across the state on Election Day in support of Donald Trump.\nFirst proposed in June, House Bill 29 would give outsiders the ability to watch the polls in districts in which they do not reside and would give them the power to challenge voters, which would disrupt the voting process and cause delays that could prevent people from exercising their right to vote.\nIn other words, it would legalize voter intimidation.\nAs Brennan Center for Justice counsel Adam Gitlin told ProPublica earlier this month, poll watchers, especially those who decide they are going to challenge voters based on their race or religion, could throw a damaging wrench in the democratic process.\n“There’s actually a risk that, in a more disorganized way, people are going to be showing up to the polls, they won’t know the law, and they’ll be engaging in discriminatory challenges,” Gitlin said. “That can create the potential for a lot of disruption, longer lines because each voter takes longer to vote, and potentially discouraging and intimidating voters from coming to the polls.”\nAs we all know, conservatives who support Trump are racists who think their brand of Christianity should be the law of the land, so it is likely they will challenge every black and Latino voter they see as well as any voter they think is a Muslim.\nAnd that’s exactly what Republican nominee Donald Trump wants.\n“We’re going to watch Pennsylvania,” Trump declared during a rally in the state last month. “Go down to certain areas and watch and study and make sure other people don’t come in and vote five times. If you do that, we’re not going to lose. The only way we can lose, in my opinion – I really mean this, Pennsylvania – is if cheating goes on.”\nTrump even has a place on his website where his supporters can sign up to be poll watchers to “Stop Crooked Hillary From Rigging This Election!”\nIn response to Trump’s claim that the election will be rigged against him, Pennsylvania Republicans have tacked an amendment on the bill that would make it go into effect immediately if it is passed and signed by the governor. Originally, it was only going to go into effect 60 days after passage.\nWith the polls showing a close race heading into the first debate, Pennsylvania is even more important now. But voter intimidation could tip the scales significantly in Trump’s favor and effect races down the ticket. In short, Trump and the Republicans are trying to steal the election by making a form of cheating completely legal. And if it works in Pennsylvania you can bet that Republicans will make sure such tactics are legalized everywhere else.\nFeatured Image: Jeff Swensen/Getty Images\n",
        "quotes": [
            [
                "There’s actually a risk that, in a more disorganized way, people are going to be showing up to the polls, they won’t know the law, and they’ll be engaging in discriminatory challenges,",
                "Gitlin",
                true
            ],
            [
                "That can create the potential for a lot of disruption, longer lines because each voter takes longer to vote, and potentially discouraging and intimidating voters from coming to the polls.",
                "Gitlin",
                true
            ],
            [
                "We’re going to watch Pennsylvania,",
                "Donald Trump",
                true
            ],
            [
                "Go down to certain areas and watch and study and make sure other people don’t come in and vote five times.",
                "Donald Trump",
                true
            ],
            [
                "If you do that, we’re not going to lose.",
                "Donald Trump",
                true
            ],
            [
                "The only way we can lose, in my opinion – I really mean this, Pennsylvania – is if cheating goes on.",
                "Donald Trump",
                true
            ],
            [
                "Stop Crooked Hillary From Rigging This Election!",
                "Donald Trump",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.propublica.org/article/trumps-call-for-a-flood-of-poll-watchers-could-disrupt-some-voting-places?utm_campaign=bt_twitter&utm_source=twitter&utm_medium=social",
                "https://www.huffingtonpost.ca/entry/pennsylvania-voter-intimidation_n_57e34b46e4b08d73b82f93af"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.legis.state.pa.us/CFDOCS/Legis/PN/Public/btCheck.cfm?txtType=HTM&sessYr=2015&sessInd=0&billBody=H&billTyp=B&billNbr=0029&pn=0034"
            ]
        },
        "key_words": [
            "going",
            "legalize",
            "help",
            "polls",
            "voters",
            "push",
            "election",
            "republicans",
            "bill",
            "effect",
            "watch",
            "intimidation",
            "voter",
            "trump",
            "pennsylvania"
        ]
    }
]