[
    {
        "url": "https://www.activistpost.com/2017/09/thousands-left-homeless-hurricanes-trump-sends-75-million-israel.html",
        "title": "As Thousands Left Homeless from Hurricanes, Trump Sends $75 Million MORE to Israel",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-17",
        "text": "As Thousands Left Homeless from Hurricanes, Trump Sends $75 Million MORE to Israel\nAs many Americans struggle to get back on their feet after their homes were destroyed by Hurricanes Harvey and Irma, the United States government has insisted that the only way to raise money for relief efforts is to increase the national debt—while setting aside another $75 million in aid for Israel.\nJust one year ago, the Obama Administration signed the largest military aid deal in U.S. history, promising Israel $38 Billion over the next 10 years. However, while the deal stated that Israel was expected to return any money that was more than the original amount, the Trump Administration is breaking the rules.\nAccording to a report from the Jerusalem Post, while Secretary of State Rex Tillerson was against giving an additional $75 million to Israel, a senior State Department official insisted that, “The administration is committed to ensuring that Israel receives the assistance that has been appropriated by Congress,” and that Trump will “work to ensure the $75 million in additional aid is delivered.”\nWhile Congress had no problem giving Israel another $75 million in military aid, it did so by once again turning a blind eye to the long list of human rights abuses carried out by the Israeli military—and funded by the United States. Israel has occupied Palestine since 1967, and in those 50 years, it has been accused of numerous categories of human rights violations, according to a report from Human Rights Watch:\nAt least five categories of major violations of international human rights law and humanitarian law characterize the occupation: unlawful killings; forced displacement; abusive detention; the closure of the Gaza Strip and other unjustified restrictions on movement; and the development of settlements, along with the accompanying discriminatory policies that disadvantage Palestinians.\nWhen Donald Trump ran a campaign based on “Making America Great Again” and truly putting “America First,” his supporters latched on to his promises, as if his presence in the White House would make everything different. While some of Trump’s supporters were adamant about his support for Israel, it should be noted that the Trump Administration is not just putting Israel first—it is also putting every country that is a recipient of U.S. foreign aid at a time when Americans desperately need help, first.\nWent out to Rockport to help law enforcement families who have devastating loss & damage due to Hurricane Harvey. #TexasStrong pic.twitter.com/EPgzHjfnJV\nAs Congress debated raising the Debt Ceiling, in order to find money for hurricane relief efforts, Sen. Rand Paul  proposed  an amendment that would allocate $7.85 billion in aid for repairing the damage caused by Hurricane Harvey, with an additional $2.5 billion set aside to prepare for Hurricane Irma—all by simply making cuts to foreign aid.\n“My amendment, the ‘America First’ amendment, would take the money from money that we were going to send to foreign countries,” Paul said. “We send billions and billions of dollars to countries who hate us. We send billions and billions of dollars to countries who burn our flag. I think it’s a very simple choice that when we’re looking at those in need in our country, we quit sending money to other countries.”\nStunning drone footage captures severe damage, flooding in Naples after Hurricane #Irma plows through the area. https://t.co/OXfmsaECNM pic.twitter.com/2sK1Kqcz4g\nIn response to Paul’s proposal, Senate Majority Leader Mitch McConnell made a motion to table it, which  passed  87-10. Unfortunately, while the majority of Congress does not seem to care about how much money the U.S. is wasting on foreign aid, it also does not seem to care about the status of the National Debt.\nThe United States’ National Debt surpassed $20 TRILLION this week, after jumping $317,645,000,000 in one day. The Trump administration’s $75 million gift to Israel is in addition to the record-breaking $3.8 billion a year the country already receives from the U.S.\nThe idea that the United States should continue to hand out obscene amounts of money it doesn’t have to the nations it favors—with no oversight—is a reminder that the vast majority of the elected officials who claim to represent the will of the American public, do not have their best interest in mind.\nRachel Blevins is a Texas-based journalist who aspires to break the left/right paradigm in media and politics by pursuing truth and questioning existing narratives. Follow Rachel on Facebook , Twitter and YouTube . This article first appeared at The Free Thought Project .\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 6, 2019\nAugust 6, 2019\nAugust 6, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "The administration is committed to ensuring that Israel receives the assistance that has been appropriated by Congress,",
                "Rex Tillerson",
                true
            ],
            [
                "work to ensure the $75 million in additional aid is delivered.",
                "Donald Trump",
                false
            ],
            [
                "My amendment, the ‘America First’ amendment, would take the money from money that we were going to send to foreign countries,",
                "Paul",
                true
            ],
            [
                "We send billions and billions of dollars to countries who hate us.",
                "Paul",
                true
            ],
            [
                "We send billions and billions of dollars to countries who burn our flag.",
                "Paul",
                true
            ],
            [
                "I think it’s a very simple choice that when we’re looking at those in need in our country, we quit sending money to other countries.",
                "Paul",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.hrw.org/news/2017/06/04/israel-50-years-occupation-abuses",
                "http://thefreethoughtproject.com/rand-paul-foreign-aid-hurricane-disaster-relief/",
                "http://www.jpost.com/Israel-News/Trump-supports-75m-supplemental-aid-to-Israel-beyond-Obama-era-MOU-504800",
                "https://www.cnsnews.com/news/article/terence-p-jeffrey/debt-tops-20-trillion-first-time-jumps-317645000000-1-day",
                "http://thefreethoughtproject.com/helping-sustain-occupation-us-israel-sign-largest-military-aid-pact-history/",
                "https://www.washingtonexaminer.com/senate-rejects-rand-paul-motion-to-offset-hurricane-harvey-relief",
                "http://thefreethoughtproject.com/homeless-hurricanes-trump-promises-aid-israel/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://thefreethoughtproject.com/",
                "https://twitter.com/hashtag/Irma?src=hash",
                "https://t.co/2sK1Kqcz4g",
                "https://www.facebook.com/rachelblevinsofficial",
                "https://www.youtube.com/rachelblevins",
                "https://twitter.com/hashtag/TexasStrong?src=hash",
                "https://twitter.com/rachblevins",
                "https://t.co/EPgzHjfnJV",
                "https://t.co/OXfmsaECNM"
            ]
        },
        "key_words": [
            "money",
            "rights",
            "hurricanes",
            "aid",
            "states",
            "homeless",
            "hurricane",
            "united",
            "thousands",
            "million",
            "israel",
            "sends",
            "75",
            "trump",
            "left"
        ]
    }
]