[
    {
        "url": "https://www.reuters.com/article/us-usa-congress-feinstein/democratic-senator-feinstein-84-all-in-on-re-election-idUSKBN1CE1TA",
        "title": "Democratic Senator Feinstein, 84, 'all in' on re-election",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-09",
        "text": "2 Min Read\nSenator Dianne Feinstein (D-CA) speaks to reporters after the Senate approved $15.25 billion in aid for areas affected by Hurricane Harvey along with measures that would fund the federal government and raise its borrowing limit on Capitol Hill in Washington, U.S., September 7, 2017.   REUTERS/Joshua Roberts\nWASHINGTON (Reuters) - Democrat Dianne Feinstein, the oldest current U.S. senator, said on Monday she was “all in” to run for re-election next year in her home state of California.\nIn a post on Twitter, Feinstein, 84, said there is “lots more to do: ending gun violence, combating climate change, access to healthcare. I’m all in!”\nFeinstein, who was first elected to the Senate in 1992, is the top Democrat on the Senate Judiciary Committee and the first woman to hold that role. She is also a senior member of the Senate Select Committee on Intelligence and was the first woman to lead that panel, from 2009 through 2015.\nFeinstein has been a leading advocate for stricter gun safety laws for decades, and last week introduced legislation that would ban so-called bump stocks. The devices, which were used in the attack that killed 58 people at an outdoor concert in Las Vegas on Oct. 1, enable some rifles to be used like automatic weapons.\nFeinstein is the oldest U.S. senator but among several octogenarians, including Republicans Chuck Grassley, Orrin Hatch, Richard Shelby, Jim Inhofe, Pat Roberts and John McCain.\n0 : 0\n",
        "quotes": [
            [
                "lots more to do: ending gun violence, combating climate change, access to healthcare.",
                "Feinstein",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "senator",
            "gun",
            "used",
            "84",
            "democrat",
            "democratic",
            "feinstein",
            "senate",
            "committee",
            "reelection",
            "oldest",
            "woman",
            "dianne"
        ]
    }
]