[
    {
        "url": "http://www.bbc.com/news/entertainment-arts-41531398",
        "title": "Sir Ian McKellen says King Lear is his 'last big Shakespeare part'",
        "authors": [
            {
                "name": "Amol Rajan",
                "link": null
            }
        ],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "These are external links and will open in a new window\nClose share panel\nMedia captionSir Ian McKellen: 'That's it, isn't it'\nIan McKellen has said his King Lear, which is currently on at Chichester Festival Theatre, is probably his last big Shakespeare part.\nInterviewing him for BBC Two's Front Row, I asked him if he would ever act in Shakespeare again. He replied: \"Well, I think probably not really.\"\nThe revelation came with several caveats: if the right part were offered, he would certainly consider it; he wants to continue playing other roles on stage; and he clearly fancies a go at Mercutio, but joked that Derek Jacobi's performance as the friend of Romeo in Romeo and Juliet made it hard to surpass.\nThere were times, sitting in Sir Ian's garden in Chichester, when he seemed to be still working out the next steps in his career, while reflecting on six decades of acting.\nImage copyright Manuel Harlan\nImage caption Sir Ian as Lear\nI remember seeing him and Patrick Stewart on the opening night of Waiting for Godot on Broadway, a play whose absence of plot creates the space for existential angst. So long and pregnant were the pauses before Sir Ian's answers in our chat, that we could have called it Waiting for Sir Ian. And yet when the answers came, they were always fascinating.\nHe said he often found it useful to imagine Shakespeare was alive and wandering around the rehearsal, and that his advice to young actors who wanted to have a career as varied and fun as his was to always choose the part that improved them as an actor. That, he said with what seemed like genuine humility, was partly why he'd chosen this part: it would improve him as an actor.\n'Most unforgiving tragedy'\nHe was clearly frustrated with aspects of his performance as Lear in Trevor Nunn's version for the RSC a decade ago. Above all, having to perform it in vast theatres meant he declaimed lines that should have been more softly spoken, or even whispered.\nThere is irony aplenty in this. In his celebrated essay on Lear, AC Bradley said it was \"too huge for the stage\", and yet it is in the much smaller and more intimate setting of Chichester's Minerva Theatre, with around 280 seats wrapping around the stage, that Sir Ian feels he is able to convey the sweeping and universal themes of this, Shakespeare's most unforgiving tragedy.\nWhat makes it so? Years ago, as an undergraduate, my friends and I entertained a theory that was nicked from G Wilson Knight's remarkable essay on Lear and the Comedy of the Grotesque. This essay was dedicated to the point that Angela Carter made when she said comedy is tragedy that happens to other people. In other words, a twist in perspective can give tragic action a comic aspect - and vice versa.\nImage copyright Manuel Harlan\nImage caption Phil Daniels, left, stars as the Fool in the production\nThroughout this production of Lear, as with so many productions, there is awkward, almost inappropriate laughter in the audience, whether at funny characters (the Fool), funny lines or funny devices - the scene at Dover is essentially a game of blind man's buff.\nBut in Lear the comic resolution never comes, and the plot offers no forgiveness - which is why, incidentally, Nahum Tate's 1681 revision of Lear in which Edgar marries Cordelia, is ludicrous.\nDirector Jonathan Munby's production thankfully honours Shakespeare's original intention. My only quibble with an otherwise outstanding show is that, on the night I saw it at least, one of Edmund's soliloquies suffered the unkindest cut.\nHis declaration that \"this is the excellent foppery of the world…\", which culminates in my favourite line from all Shakespeare, which should be inscribed on the memory of all atheists - \"an admirable evasion of whoremaster man, to lay his goatish disposition to the charge of a star\" - was horribly truncated.\nCloser to Lear's age\nBut Damien Molony, who is superb alongside Phoebe Waller-Bridge in the Channel 4 comedy Crashing, is such a brilliant Edmund that he can be forgiven.\nLear has been played by so many of the great actors. I'd have given my little finger to see Nigel Hawthorne in the role.\nSir Ian, who millions will know only as Gandalf in The Lord of the Rings, does now inhabit a tradition going back to Olivier and Gielgud, but touchingly it was Richard Burbage, the actor who was Shakespeare's contemporary, that he seemed most keen to emulate.\nAt 78, he is now much closer to Lear's probable age than when he played the part for Nunn; and that has helped him to achieve what he told me was his aim: not to act Lear, but to be Lear.\nSir Ian's age may deprive new audiences of the chance to see him do Shakespeare. For those lucky few who have seen what some critics are hailing as one of the great productions of Lear, being 78 has given Sir Ian a plausibility that even he didn't have before.\nBy the end, Lear has lost a kingdom but gained something like enlightenment. I don't think it's a stretch to say that, sitting in his garden in Chichester, Sir Ian gave the impression of being an actor who has seen the light. Content with how this role is going, but desperate to keep learning, he is - like Gandalf - at the height of his powers.\nI hope someone offers him Mercutio, quick.\nFront Row is on BBC Two at 19.30 BST on Saturday 7 October\nRelated Topics\n",
        "quotes": [
            [
                "Well, I think probably not really.",
                "Patrick Stewart",
                true
            ],
            [
                "this is the excellent foppery of the world",
                "Edmund",
                false
            ],
            [
                "an admirable evasion of whoremaster man, to lay his goatish disposition to the charge of a star",
                "Shakespeare",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "essay",
            "mckellen",
            "sir",
            "ian",
            "king",
            "lear",
            "shakespeares",
            "ians",
            "stage",
            "comedy",
            "big",
            "shakespeare",
            "funny"
        ]
    }
]