[
    {
        "url": "https://www.politico.com/story/2016/09/obama-charlotte-protests-228561?cmpid=sf",
        "title": "Obama pushes for 'peaceful' resolution in Charlotte",
        "authors": [
            {
                "name": "John Bresnahan",
                "link": null
            },
            {
                "name": "Cristiano Lima",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-22",
        "text": "Obama pushes for 'peaceful' resolution in Charlotte\nPresident Barack Obama on Thursday stressed the need for a \"thoughtful\" and \"peaceful\" resolution in Charlotte, in his first comments addressing three days of protests over the fatal police shooting of an African-American man.\n“The way we change the system requires to be able to reach out and engage the broader American community and that requires being peaceful, that requires being thoughtful about what are the specific reforms you're looking for,” Obama told ABC in an interview at the Smithsonian National Museum of African American History and Culture.\nStory Continued Below\nObama emphasized that while some have resorted to violence in recent days, many more are responding to tragedies \"the right way.\"\n“[The] overwhelming majority of people who have been concerned about police-community relations [are] doing it the right way,” he said. “Every once in a while you see folks doing it the wrong way.”\nThe events following Monday's shooting have reignited a national debate about police and race relations. After two nights of protests grew increasingly violent in Charlotte, North Carolina Gov. Pat McCrory declared a state of emergency Wednesday in an attempt to ease tensions. Forty-four arrests were made in that span, with numerous injuries sustained by police officers and one protester fatally wounded in a civilian shooting.\nObama also addressed the growing sentiment of injustice felt by many in the African-American community in the wake of another fatal shooting in Tulsa, Oklahoma.\n“I think it's important to separate out the pervasive sense of frustration among a lot of African Americans about shootings of people and the sense that justice is not always color blind,” he said.\nAccording to the White House President Obama has spoken over the phone to Charlotte mayor Jennifer Roberts as well as McCrory to express his condolences and offer any further federal assistance.\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "The way we change the system requires to be able to reach out and engage the broader American community and that requires being peaceful, that requires being thoughtful about what are the specific reforms you're looking for,",
                "Obama",
                true
            ],
            [
                "The] overwhelming majority of people who have been concerned about police-community relations [are] doing it the right way,",
                "Obama",
                true
            ],
            [
                "Every once in a while you see folks doing it the wrong way.",
                "Obama",
                true
            ],
            [
                "I think it's important to separate out the pervasive sense of frustration among a lot of African Americans about shootings of people and the sense that justice is not always color blind,",
                "Obama",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [
                "https://abcnews.go.com/Politics/exclusive-president-obama-urges-peaceful-approach-reforming-policing/story?id=42291283"
            ],
            "unsure": []
        },
        "key_words": [
            "requires",
            "right",
            "way",
            "pushes",
            "thoughtful",
            "shooting",
            "waythe",
            "charlotte",
            "peaceful",
            "obama",
            "resolution",
            "sense"
        ]
    }
]