[
    {
        "url": "http://beforeitsnews.com/economy/2017/10/something-very-odd-about-the-las-vegas-shooters-weapons-2913918.html",
        "title": "Something Very Odd About the Las Vegas Shooter’s Weapons",
        "authors": [],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "Something Very Odd About the Las Vegas Shooter’s Weapons\nWednesday, October 4, 2017 11:26\n% of readers think this story is Fact. Add your two cents.\nA Silver Doctors’ ex-military contact (Iraq War Combat Veteran) brings up some discrepancies with the weapons used by Stephen Pollock in the Las Vegas shooting. Hmmm….\nFirst, there’s this:\nEXCLUSIVE: photo from inside #MandalayBay shooter’s hotel room shows gun, ammo, hammer, bipod, optics @boston25 pic.twitter.com/4B2iRhquq5\nFrom our Weapons Insider (Ex-military Iraq War Combat Veteran)\nFirst of all, that’s 5.56 (.223) (as in AR-15/M-4) not 7.62 (AK-47) with a huge scope. That’s important. and on the scope, there is a reason that snipers use one shot with a scope, and a reason why light machine gunners don’t. When rounds are flying out of a rifle like in Las Vegas, a person is not using the scope. It is impossible. How can he see that far to just “spray and pray” from the hip at some 1000 yards away? I don’t think so.\nThere’s plenty of footage circling about the “4th floor”. We had our contact go over this clip:\nHere’s what our insider says:\nThe sound from the rifle does not sound like the pops of 5.56 but the lower, more bass sounding, deeper firing (but not as low or as slow as a 50-cal, plus you’d just have body parts left and nothing much else). That sounds like 7.62 fire, like an AK, or, a 240B (think Rambo).\nThe footage above sounds a lot like an AK-47/7.62, which has a more destructive bullet anyway, and a lower rate of fire. A 5.56 has a faster fire rate than that. Also, that is way more than a 50 round magazine in that video, which makes me believe it was a belt fed 7.62 rifle, but obviously they did not use a belt linked with tracer fire (too much of a US military/false flag give-away).\nIf it was not belt fed, how does a sixty year old weakling man-handle a 10 pound AK with a 100 round magazine underneath? He’s not going to, but let’s give him the benefit of the doubt.\nSo Rambo is shooting from the shoulder (unlikely with scope, even with the “bi-pod”,) or he’s shooting from the hip, but that brings out another problem: If it was a “butt stock bumper” (or whatever they call it) producing the automatic fire rate, you mean to tell me he was rockin’ the rifle and controlling such a massive amount of recoil in what is obviously not just a 50 round magazine?\nThis does not add up at all.\nRead More Stories @ SilverDoctors.com\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nJust me\nIf you’re a gun guy none of this makes sense.\nNo muzzle flash at the assumed sniper nest.\nSounds like a much larger caliber than .223\n100 plus round bursts.\nToo many guns in the hideout.\nToo long for leo to get there (1hour and 20 minutes)????\nThe list goes on and on.  It make the Boston hoaxathon look legitimate.\nOct 4, 2017, 3:02 pm\nWhat made you think he is a weakling?  Was he ill?\nPlaying the devils advocate:\nI thought that right away,  that no weapon that does not load strips or rolls of bullets could possibly spray a barrage of metal that big.\nAs far as the scope goes,  perhaps he didn’t want to bother with trying to handle a gun and binoculars at the same time.\nI do not believe he is the dude who did it.  As I say,  I think he was just the Oswald.\nOct 5, 2017, 12:05 am\nThe guy who could tell us all his conveniently dead.  Guns scattered around like somebody could have just placed them there.\nThey are the popular AR-15 type.  The most popular gun the Demoncraps want BANNED!  Coincidence???\nBut then again, what else could he want or have?  Those guns are popular, available everywhere and can be modified anyway you want.\nWhat else is there available for a lone kitten?\nOct 5, 2017, 1:30 am\nRockledge\nPerhaps you would be taken more seriously if you learned to spell “Democrat”.\nI am thinking  it would take some serious engineering to turn a\nsingle shot rifle that holds a dozen shells  into something you could click off hundreds a minute out of.\nWhat kind of rapid reloading device did he have on them?   Were they belt fed?\nOct 9, 2017, 8:06 am\nThe variable cadence of the fire sounds like a hand-cranked Gatling gun. People make them in 45acp so AK 7.62 is not beyond the bounds of possibility. The full version of this video at half way has a burst of fire that rises and falls in rate, like someone who’s tired using a hand-crank. You can watch someone using a Bulldog repro Gatling on Youtube who cranks it up to 880 rounds per minute near the end. If it wasn’t a Gatling, it still sounds hand-cranked. If shooting came from the 4th floor was the window broken, as windows aren’t able to be opened in Mandalay Bay above a certain level, I don’t know which?\nOct 5, 2017, 7:35 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://beforeitsnews.com/v3/r2/?url=https://www.sgtreport.com//articles/2017/10/4/http://www.silverdoctors.com/headlines/world-news/sd-contact-something-very-odd-about-the-las-vegas-shooters-weapons/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=https://twitter.com/boston25?ref_src=twsrc%5Etfw",
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com",
                "http://www.prodo1.com/",
                "https://beforeitsnews.com/v3/r2/?url=https://twitter.com/hashtag/MandalayBay?src=hash&ref_src=twsrc%5Etfw"
            ]
        },
        "key_words": [
            "round",
            "does",
            "odd",
            "rate",
            "rifle",
            "magazine",
            "shooting",
            "shooters",
            "scope",
            "vegas",
            "belt",
            "las",
            "weapons"
        ]
    }
]