[
    {
        "url": "https://www.reuters.com/article/us-edf-m-a-pge-polska/watchdog-approves-pges-purchase-of-edfs-polish-assets-sets-conditions-idUSKBN1CA0PW",
        "title": "Watchdog approves PGE's purchase of EDF's Polish assets, sets conditions",
        "authors": [
            {
                "name": "Anna Koper",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-05",
        "text": "Watchdog approves PGE's purchase of EDF's Polish assets, sets conditions\n3 Min Read\nWARSAW (Reuters) - Polish anti-monopoly office said that Poland’s biggest power firm PGE ( PGE.WA ) can take over the local assets of France’s EDF ( EDF.PA ) on condition that it sells most of the electricity generated by the Rybnik coal-fueled power plant via the power exchange.\nState-run PGE agreed to buy EDF’s local power and heating plants for 4.51 billion zlotys ($1.23 billion) in May in a move to increase its market share and give the state more control over the country’s utilities.\nEDF’s assets include eight combined heat and power plants and a 1.8 gigawatt (GW) coal-fired power plant in Rybnik in southern Poland.\nThe deal, which has been supported by Poland’s energy ministry, was unexpectedly questioned in September by the anti-monopoly office UOKiK, which said that the transaction could undermine competition in the energy market.\nAfter buying EDF assets PGE’s share of the country’s power generation capacity would rise to 45 from 36 percent, the energy minister said.\n“UOKiK issued an approval for PGE’s takeover of EDF Polska,” the office said in a statement on Thursday, adding that its condition is that in 2018-2021 PGE will have to sell all the power generated in Rybnik via the power exchange.\n“The boost of PGE’s market position will be reduced. All the electricity which has been up to date generated by EDF Polska and sold to wholesale clients, will be directed to the exchange. None of the entrepreneurs interested in buying the electricity will be discriminated against,” the head of UOKiK said in a statement.\nPGE, which plans to conclude the deal by the end of 2017, said it will not impact power prices for customers.\n“In our view this will have a positive impact on the market. We do not expect any electricity price movements related with this transaction,” PGE Chief Executive Henryk Baranowski told a news conference on Thursday.\nHe added that PGE will not require a loan to finance the deal.\nShares in PGE were up 1 percent at 0801 GMT on a flat market.\nReporting by Anna Koper; writing by Agnieszka Barteczko; editing by Jason Neely\n",
        "quotes": [
            [
                "UOKiK issued an approval for PGE’s takeover of EDF Polska,",
                "",
                true
            ],
            [
                "The boost of PGE’s market position will be reduced.",
                "",
                true
            ],
            [
                "All the electricity which has been up to date generated by EDF Polska and sold to wholesale clients, will be directed to the exchange.",
                "",
                true
            ],
            [
                "None of the entrepreneurs interested in buying the electricity will be discriminated against,",
                "",
                true
            ],
            [
                "In our view this will have a positive impact on the market.",
                "Henryk Baranowski",
                true
            ],
            [
                "We do not expect any electricity price movements related with this transaction,",
                "Henryk Baranowski",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.reuters.com/finance/stocks/overview/PGE.WA",
                "https://www.reuters.com/finance/stocks/overview/EDF.PA"
            ]
        },
        "key_words": [
            "edfs",
            "polish",
            "pges",
            "power",
            "generated",
            "pge",
            "conditions",
            "electricity",
            "office",
            "market",
            "edf",
            "assets",
            "watchdog",
            "approves",
            "sets",
            "rybnik",
            "purchase",
            "energy"
        ]
    }
]