[
    {
        "url": "https://www.reuters.com/article/us-britain-eu-regulators/eu-banks-watchdog-warns-no-empty-shells-for-brexit-movers-idUSKBN1CH1V8",
        "title": "EU banks watchdog warns no 'empty shells' for Brexit movers",
        "authors": [
            {
                "name": "John O",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-12",
        "text": "EU banks watchdog warns no 'empty shells' for Brexit movers\n3 Min Read\nFRANKFURT (Reuters) - Banks that want access to the European Union after Brexit need to set up more than an “empty shell” in the bloc, the region’s regulators warned on Thursday, a demand that could prompt a bigger shift in jobs and business from London.\nFILE PHOTO: European Union flags flutter outside the headquarters of the European Central Bank (ECB) in Frankfurt, Germany, April 21, 2016. REUTERS/Ralph Orlowski/File Photo\nIn its first official position on potential Brexit movers, the European Banking Authority warned against granting banks a foothold in the EU with letterbox-style operations.\nThe EBA’s proposals address one of the biggest questions for international banks in London, many of whom are already setting up bases in continental Europe or in Dublin to maintain EU access once Britain leaves.\nIt shows that regulators in Frankfurt, Paris or Dublin want to ensure banks move substantial operations rather than token offices, increasing the costs for banks that shift.\nBanks currently based in London’s financial center have already been unnerved by slow progress in EU divorce talks between the EU’s Michel Barnier and Brexit Secretary David Davis.\nThe stakes for Britain are high because financial services is the country’s biggest source of tax revenue.\nThe EBA said: “Existing authorization standards should not be lowered,” reiterating a similar precondition imposed by the European Central Bank. “‘empty shell’ companies should not be authorized.”\nThe hardline stance is likely to upset banks planning to set up small offices in cities such as Frankfurt after Brexit - many are considering such plans now and weighing up how much of their business to move.\n“Firms should provide a clear explanation of the choices they are making in terms of the substance of the incoming entity,” said the EBA, which includes supervisors from around the 28-country European Union and the ECB.\nThe EBA also ruled out the booking of trading that happens in London, say, in Frankfurt without safeguards, such as moving substantial capital, to cope with any losses.\nSome financial firms are hoping to rely on some form of “equivalence” of rules in Britain and Europe to continue serving EU customers from London and avoid the cost of setting up new hubs in the bloc.\nEquivalence is a regime run by the EU, which decides if a non-EU country’s financial rules are aligned to those in the bloc in order to grant market access.\nWhile imperfect - Brussels can withdraw equivalence with only a month’s notice - it is seen as an option by some firms.\nBut the EBA said the equivalence regime for investment firms outside the bloc, such as in London after Brexit, was “suboptimal” and that they might need to hold more capital.\nAdditional reporting by Huw Jones in London. Editing by Jane Merriman\n",
        "quotes": [
            [
                "Existing authorization standards should not be lowered,",
                "",
                true
            ],
            [
                "empty shell’ companies should not be authorized.",
                "",
                false
            ],
            [
                "Firms should provide a clear explanation of the choices they are making in terms of the substance of the incoming entity,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "london",
            "movers",
            "equivalence",
            "eu",
            "union",
            "eba",
            "warns",
            "banks",
            "european",
            "watchdog",
            "financial",
            "brexit",
            "shells",
            "frankfurt"
        ]
    }
]