[
    {
        "url": "https://www.reuters.com/article/us-india-singer/muslims-flee-indian-village-after-singer-killed-in-argument-with-hindu-priest-police-idUSKBN1CG0O4",
        "title": "Muslims flee Indian village after singer killed in argument with Hindu priest - police",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-11",
        "text": "October 11, 2017 /  7:09 AM / in 2 years\nMuslims flee Indian village after singer killed in argument with Hindu priest - police\n3 Min Read\nNEW DELHI (Reuters) - At least 200 Muslims have fled their village in the western Indian state of Rajasthan after a Hindu priest and his friends were alleged to have killed a Muslim folk singer late last month, police said on Wednesday.\nTrouble erupted in Dantal village near the India-Pakistan border on Sept. 27, when a Hindu priest accused folk singer Ahmad Khan of making mistakes while reciting hymns to evoke a Hindu goddess.\nKhan, 45, was a member of the Langa Manganiyar community that has been singing Hindu religious songs and spiritual verses in temples and at festivals for generations. The priest suggested changes to the hymn, leading to an argument.\nPolice said the priest, Ramesh Suthar, and his friends then broke Khan’s musical instruments and killed him.\n“The news of the murder triggered unrest between Hindus and Muslims who have been living together for generations,” said Gaurav Yadav, a senior police officer investigating the case.\nHe did not say how Khan was killed, but said Suthar had been arrested. The priest’s accomplices had fled, Yadav said.\nTwo of Suthar’s family members said he was in shock and refused to talk about the case.\nGovernment authorities had sent paramilitary forces to the area but the Muslims, fearing clashes, refused to return home.\n“For one small mistake the Hindus killed my brother,” said Rakha Khan, the dead singer’s cousin. “We can’t live in the same village ever again.”\nRakha Khan said they had sought refuge in a school and that the state government office and other local authorities were providing them with food.\nThe attack is the latest in a series of incidents targeting the minority Muslim community in states ruled by Prime Minister Narendra Modi’s Hindu nationalist party.\nSince his Bharatiya Janata Party came to power in 2014, hardline Hindu groups and cow protection vigilantes have carried out numerous attacks on Muslims accused of eating beef or killing cows. Many Hindus believe cows are sacred and killing them is banned in some states.\nReporting by Rupam Jain; Editing by Krishna N. Das and Paul Tait\n",
        "quotes": [
            [
                "The news of the murder triggered unrest between Hindus and Muslims who have been living together for generations,",
                "Gaurav Yadav",
                true
            ],
            [
                "For one small mistake the Hindus killed my brother,",
                "Rakha Khan",
                true
            ],
            [
                "We can’t live in the same village ever again.",
                "Rakha Khan",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "muslims",
            "priest",
            "singer",
            "states",
            "khan",
            "hindus",
            "indian",
            "argument",
            "yadav",
            "hindu",
            "suthar",
            "village",
            "flee",
            "killed"
        ]
    }
]