[
    {
        "url": "https://www.reuters.com/article/us-people-harvey-weinstein-breakingviews/breakingviews-harvey-weinstein-saga-will-leave-filthy-handprints-idUSKBN1CE1ZR",
        "title": "Breakingviews - Harvey Weinstein saga will leave filthy handprints",
        "authors": [
            {
                "name": "John Foley",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-09",
        "text": "Harvey Weinstein, Co-Chairman of the Weinstein Company, kicks off the Film Finance Circle conference with an informal discussion at the inaugural Middle East International Film Festival in Abu Dhabi, October 15, 2007. REUTERS/Steve Crisp\nLONDON (Reuters Breakingviews) - There’s no such thing as a founder who goes quietly. Weinstein Co, the film studio that ousted one of its two eponymous brothers amid sexual-harassment allegations, now joins other companies like Fox News and Uber that parted company with influential bosses who misbehaved, or stood idly by while others did. There’s dual risk, both from what the departing founder takes away and what they leave behind.\nHarvey Weinstein’s exit followed charges that the executive producer of “The King’s Speech” and “Django Unchained” settled with women who claimed he sexually harassed them over three decades. Weinstein initially responded with a statement pledging to conquer his demons, and flagging up the culture of the 60s and 70s when rules were “different”. His private production company’s board pushed him out anyway.\nAfter the purge comes the refurb. This is always more intricate when the departing boss is a founder. Think about Uber, whose prime mover Travis Kalanick was pushed out by investors concerned by the frat-boy behaviour of company managers. The ride-hailing app has now limited Kalanick’s remaining shareholder powers, appointed a clean-cut new chief, and brought in a new investor, SoftBank.\nA deep clean is also still under way at Twenty-First Century Fox, where the controlling Murdoch family had to step in and fix its TV station’s culture after late founder Roger Ailes was purged amid a sexual-harassment scandal.\nWeinstein Co will face two familiar problems. Influential industry figures perpetuate internal ways of operating that tend to outlive them. Like Uber’s Kalanick or Dov Charney, the ousted founder of failed fashion chain American Apparel, Weinstein grew out of an industry with a reputation for poor treatment of women. Things may change – and scandals help – but only glacially.\nThe other problem is that founders can take away the spark or contacts that helped their firms in the first place. Weinstein Co will be run by the other brother, Bob, and Chief Operating Officer David Glasser while an internal investigation proceeds. But will it be as effective without its formative double act? Such uncertainties may explain why boards often miss the moment when a founders’ comportment goes from a foible to a liability. Once they do, the grubby handprints are hard to scrub away.\nBreakingviews\nReuters Breakingviews is the world's leading source of agenda-setting financial insight. As the Reuters brand for financial commentary, we dissect the big business and economic stories as they break around the world every day. A global team of about 30 correspondents in New York, London, Hong Kong and other major cities provides expert analysis in real time.\nSign up for a free trial of our full service at https://www.breakingviews.com/trial and follow us on Twitter @Breakingviews and at www.breakingviews.com . All opinions expressed are those of the authors.\n0 : 0\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.breakingviews.com",
                "https://twitter.com/breakingviews",
                "https://www.breakingviews.com/trial/"
            ]
        },
        "key_words": [
            "film",
            "away",
            "saga",
            "founder",
            "breakingviews",
            "weinstein",
            "filthy",
            "leave",
            "company",
            "women",
            "handprints",
            "theres",
            "sexualharassment",
            "harvey",
            "uber",
            "pushed"
        ]
    }
]