[
    {
        "url": "https://www.cnn.com/2016/09/23/politics/clinton-to-visit-charlotte-on-sunday/index.html",
        "title": "Clinton, Trump scrap plans to visit Charlotte after mayor's plea",
        "authors": [
            {
                "name": "Daniella Diaz",
                "link": null
            },
            {
                "name": "Sophie Tatum",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-23",
        "text": "Clinton, Trump scrap plans to visit Charlotte after mayor's plea\nUpdated 11:42 AM ET, Sat September 24, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nThe shooting of Keith Lamont Scott has sparked protests in Charlotte\nHillary Clinton's campaign had announced earlier Friday that she would travel to Charlotte\n(CNN)\nThe mayor of Charlotte, North Carolina, publicly asked Friday that the two leading presidential candidates delay plans to visit her city, which has been rocked this week by unrest following a police shooting of a black man.\nHours later, Hillary Clinton and Donald Trump's campaigns said they were dropping plans to visit the city in the upcoming days.\n\"We appreciate the support of the candidates. We appreciate that they are concerned about Charlotte,\" Jennifer Roberts told CNN's Erin Burnett on \"OutFront.\" \"At this point, we do have very stretched resources for security and they are working around the clock. If there would be a way to delay those visits in terms of giving us a chance to get our city back to order and back to more of a state of normalcy, that would probably be ideal.\"\nClinton's campaign announced late Friday that she would postpone a visit to the city after having announced that she would go to Charlotte on Sunday. An aide said the campaign had consulted with Roberts' office about the visit, and were told about concerns that a trip would drain vital city resources.\nA campaign spokeswoman, Jennifer Palmieri, said Clinton will instead visit on October 2.\nRead More\nAlso late Friday, two Trump campaign officials said they were no longer considering a post-debate trip next week to the city, though they didn't mention Roberts' plea.\nTrump took to Twitter Friday night to criticize Clinton over her decision to announce, and then reverse, her plans to visit the city.\n\"Crooked Hillary's bad judgement forced her to announce that she would go to Charlotte on Saturday to grandstand. Dem pols said no way, dumb!\" he tweeted.\nCrooked Hillary's bad judgement forced her to announce that she would go to Charlotte on Saturday to grandstand. Dem pols said no way, dumb!\nTrump, however, visited Baton Rouge, Louisiana, last month, days after flooding devastated the area, opening him to criticism from Clinton that he disrupted the response .\nThe shooting of Keith Lamont Scott has sparked protests in Charlotte and is the latest incident to fuel a national discussion about lethal police force, particularly against African-Americans.\nClinton called Friday for officials in Charlotte to make public a police video showing the fatal shooting of Scott.\n\"Charlotte should release police video of the Keith Lamont Scott shooting without delay. We must ensure justice & work to bridge divides. --H,\" Clinton said in a tweet, the \"H\" indicating that she personally approved the message.\nCharlotte should release police video of the Keith Lamont Scott shooting without delay. We must ensure justice & work to bridge divides. -H\nTwo police videos from a dashboard camera and an officer's body camera show how Scott died, but have not been released to the public. Police allowed Scott's family to view the videos Wednesday.\nCNN's Jeff Zeleny, Dan Merica, Jim Acosta and Ashley Killough contributed to this report.\n",
        "quotes": [
            [
                "We appreciate the support of the candidates.",
                "Jennifer Roberts",
                true
            ],
            [
                "We appreciate that they are concerned about Charlotte,",
                "Jennifer Roberts",
                true
            ],
            [
                "At this point, we do have very stretched resources for security and they are working around the clock.",
                "",
                true
            ],
            [
                "If there would be a way to delay those visits in terms of giving us a chance to get our city back to order and back to more of a state of normalcy, that would probably be ideal.",
                "",
                true
            ],
            [
                "Crooked Hillary's bad judgement forced her to announce that she would go to Charlotte on Saturday to grandstand.",
                "",
                true
            ],
            [
                "Dem pols said no way, dumb!",
                "",
                true
            ],
            [
                "Charlotte should release police video of the Keith Lamont Scott shooting without delay.",
                "Hillary Clinton",
                true
            ],
            [
                "We must ensure justice & work to bridge divides.",
                "Hillary Clinton",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2016/08/22/politics/hillary-clinton-louisiana-floods-trip/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "campaign",
            "roberts",
            "city",
            "shooting",
            "charlotte",
            "plea",
            "trump",
            "clinton",
            "scrap",
            "announced",
            "plans",
            "told",
            "mayors",
            "visit",
            "jennifer"
        ]
    }
]