[
    {
        "url": "https://www.politico.com/magazine/story/2016/09/political-candidates-mislead-tactics-debates-214288?cmpid=sf",
        "title": "5 Ways Candidates Mislead You in Debates",
        "authors": [
            {
                "name": "Gillian Brassil",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-25",
        "text": "Email\nSign Up\nBy signing up you agree to receive email newsletters or alerts from POLITICO. You can unsubscribe at any time.\n5 Ways Candidates Mislead You in Debates\nA guide to the tactics of political deception, why they work—and how to avoid being fooled.\nBy GILLIAN BRASSIL\nSeptember 25, 2016\nGillian Brassil works in video production in Santa Fe. She has previously written for GQ and the New York Times Magazine.\nMonday night’s debate between Hillary Clinton and Donald Trump will be a battle of facts—and, perhaps more likely, half-facts and flat-out lies. Both candidates, after all, have called out for being exceptionally untrustworthy in a profession that’s not known for its uprightness .\nAt the New Yorker, David Remnick has said of Clinton, “[She] has had her bald-faced moments—moments that are too kindly described as ‘lawyerly,’” while Nicholas Kristof recently wrote , “If deception were a sport, Trump would be the Olympic gold medalist.” When number crunchers are on the case, the candidates don’t fare much better: Politico Magazine recently fact-checked a week’s worth of each candidate’s statements, and found that Trump had uttered one untruth every 3.25 minutes and Clinton, every 12 minutes . In fact, just half of Clinton’s factual assertions have been found to be “true” or “mostly true” by the nonpartisan fact-checkers at Politifact, and Trump’s statements only come in at a pitiful 15 percent. Little wonder that polling shows more than half of likely voters don’t think either candidate is honest, the highest level of distrust in recent elections.\nStory Continued Below\nThis heightened concern about truthfulness has prompted heated conversations about whether debate moderators should be responsible for live fact-checking. (Clinton says yes, Trump no.) But viewers can prepare themselves regardless: Knowing that we’re in for gale-force fabrications on Monday, how can you steel yourself for the lies ahead? Todd Rogers, an associate professor of public policy at the Harvard Kennedy School, has published two major studies about deception and how audiences respond to it. He has identified five tactics that are mainstays in American politics—and why they often work on us. Here’s a guide to those five types of deception and how they’ve been deployed in recent political history.\n1. Artful Dodging\nWhat it is: Answering a different question than the one that was asked—not quite a lie, but an evasion.\nWhen you’ve seen it: Nearly all political debates feature at least one dodge, also known as a “pivot.” In one Republican primary debate, Trump was asked , “Do you still believe President Bush should have been impeached?”—to which his response started, “First of all, I have to say, as a businessman I get along with everybody. I have business all over the world.” (The rest of his response didn’t answer the question either.) In one of Clinton’s primary debates, she avoided a direct answer about the content of her Goldman Sachs speeches even when pressed.\nWhy it works: Rogers has found that viewers’ limited attention is tied up in deciding whether they like a candidate, not whether the candidate is actually responding to the question. Since many dodges go undetected, candidates don’t often lose points for them. In fact, in the same study, speakers who eloquently answered a similar question were rated as highly as those who inartfully answered the actualquestion.\n2. Paltering\nWhat it is: Actively using truthful statements to lead a listener to a false conclusion.\nWhen you’ve seen it: The best-known political example is probably Bill Clinton’s line during an interview about the Monica Lewinsky scandal: “There is no sexual relationship with that woman,” a sly but truthful use of the present tense to obscure past misdeeds. (Five days later, he upgraded to full-blown lie with “I did not have sexual relations with that woman.”) Trump has also used this tactic when asked about the bankruptcy of Trump Entertainment Resorts: “Seven years ago, I left Atlantic City before it totally cratered, and I made a lot of money in Atlantic City.” The facts are true, but the statement misleadingly recasts a business failure in a positive light.\nWhy it works: Paltering is hard to pick up on, since you’re technically hearing the truth. And Rogers’ research shows that even when outside observers know it’s happening, they consider it more benign than outright lies of commission (see below).\n3. Explicit Avoidance\nWhat it is: Flat-out refusing to engage with a sticky subject.\nWhen you’ve seen it: Politicians use this tactic when they refuse to release their tax returns, like Trump, or medical records, like Hillary Clinton. More often, you see it when politicians or their spokespeople employ the classic “no comment,” or a similar sentiment, as when Bernie Sanders responded to a question about the failures of Venezuela’s socialist model with: “Of course I have an opinion, but as I said, I’m focused on my campaign.” Clinton has done him one better, refusing for much of the campaign to face the press at all (and earning considerable criticism for it).\nWhy it works: Actually, it doesn’t. Rogers’ colleagues have demonstrated that listeners trust and prefer people who reveal to people who hide, even when the information is damaging.\n4. Lying by Commission\nWhat it is: Saying something you know to be untrue in order to mislead your audience.\nWhen you’ve seen it: Politicians most often employ straight-up lies when denying involvement in a scandal. See: Anthony Weiner’s initial denial that he’d sent anyone a close-up photo of his underwear, saying , “This was a prank, a hoax.” Or the response by Congressman Mark Foley’s camp to allegations that he’d sent inappropriate messages to congressional pages: “[This is part of an] an ugly smear campaign.” In this election cycle, Trump has famously clung to the false assertion that he always opposed the Iraq War.\nWhy it works: This tactic can backfire if detected—both Weiner and Foley resigned under pressure, after all. But plenty of political mistruths have remarkable staying power even after being debunked, like claims, long disseminated by Trump, that Barack Obama is a Muslim or was born in Kenya.\n5. Lying by Omission\nWhat it is: Failing to disclose a piece of relevant information or context, which renders a statement untrue.\nWhen you’ve seen it: In promoting the Affordable Care Act, Barack Obama and his team made a numb er of statements like, “If you like your health care plan, you can keep your health care plan.” This wasn’t strictly true—you could only keep your plan if it hadn’t changed since the ACA was passed. More recently, Trump has trumpeted the virtues of American manufacturing while failing to mention that several Trump products are made overseas. And Clinton’s handling of her private email server could be viewed as one extended lie of omission, since she and her team have provided incomplete information and records on multiple occasions.\nWhy it works: If the public believes something untrue but desirable about a candidate, failure to correct the misperception works in the candidate’s favor. And research has suggested that people prefer tellinglies of omission to lies of commission. Not only is the former therefore more common—it’s also harder to hold people accountable for something they didn’t say than something they did. Still, lies of omission can work against candidates if audiences suspect they’re not being told the whole story.\nOf course, lies of omission are designed not to de detected—just like other forms of deception. But by studying up on Rogers’ taxonomy of deceit, perhaps debate viewers will better be able to pick up on any misleading tactics the candidates choose to deploy.\nThe Friday Cover\n",
        "quotes": [
            [
                "She] has had her bald-faced moments—moments that are too kindly described as ‘lawyerly,",
                "David Remnick",
                true
            ],
            [
                "If deception were a sport, Trump would be the Olympic gold medalist.",
                "David Remnick",
                true
            ],
            [
                "Do you still believe President Bush should have been impeached?",
                "Donald Trump",
                true
            ],
            [
                "First of all, I have to say, as a businessman I get along with everybody.",
                "",
                true
            ],
            [
                "I have business all over the world.",
                "",
                true
            ],
            [
                "There is no sexual relationship with that woman,",
                "",
                true
            ],
            [
                "I did not have sexual relations with that woman.",
                "",
                true
            ],
            [
                "Seven years ago, I left Atlantic City before it totally cratered, and I made a lot of money in Atlantic City.",
                "Donald Trump",
                true
            ],
            [
                "Of course I have an opinion, but as I said, I’m focused on my campaign.",
                "GILLIAN BRASSIL",
                true
            ],
            [
                "This was a prank, a hoax.",
                "",
                true
            ],
            [
                "This is part of an] an ugly smear campaign.",
                "",
                true
            ],
            [
                "If you like your health care plan, you can keep your health care plan.",
                "Barack Obama",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.politico.com/magazine/story/2016/09/2016-donald-trump-fact-check-week-214287",
                "http://www.cbsnews.com/news/anthony-weiner-wont-deny-lewd-photo-is-him/",
                "https://www.washingtonpost.com/news/the-fix/wp/2016/02/13/the-cbs-republican-debate-transcript-annotated/",
                "http://www.cnn.com/2016/04/14/politics/transcript-democratic-debate-hillary-clinton-bernie-sanders/",
                "https://www.politifact.com/truth-o-meter/statements/2016/aug/31/donald-trump/has-hillary-clinton-not-had-press-conference-269-d/",
                "http://www.newyorker.com/news/news-desk/introducing-a-new-series-trump-and-the-truth",
                "https://www.politico.com/magazine/story/2016/07/2016-donald-trump-hillary-clinton-us-history-presidents-liars-dishonest-fabulists-214024",
                "https://www.washingtonpost.com/news/wonk/wp/2016/07/27/why-clinton-is-less-trusted-when-trump-lies-much-more/",
                "https://www.politico.com/magazine/story/2016/09/2016-hillary-clinton-fact-check-week-214286"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.realclearpolitics.com/video/2016/05/30/bernie_sanders_isnt_interested_in_answering_questions_about_socialism_in_venezuela.html",
                "http://blogs.abcnews.com/theblotter/2006/09/sixteenyearold_.html",
                "http://www.nytimes.com/2016/06/12/nyregion/donald-trump-atlantic-city.html",
                "https://www.politifact.com/truth-o-meter/statements/2016/sep/07/donald-trump/trump-repeats-wrong-claim-he-opposed-iraq-war/",
                "http://www.nytimes.com/2016/08/07/opinion/sunday/clintons-fibs-vs-trumps-huge-lies.html?smid=tw-share&_r=0",
                "https://www.politifact.com/obama-like-health-care-keep/",
                "https://www.politifact.com/personalities/donald-trump/",
                "https://www.politifact.com/personalities/hillary-clinton/"
            ]
        },
        "key_words": [
            "works",
            "question",
            "statements",
            "trump",
            "clinton",
            "ways",
            "youve",
            "debates",
            "lies",
            "mislead",
            "rogers",
            "candidates",
            "seen"
        ]
    }
]