[
    {
        "url": "https://www.politico.com/story/2016/09/clinton-whats-at-stake-in-2016-election-228404?cmpid=sf",
        "title": "Clinton: ‘The next 50 days will determine the next 50 years’",
        "authors": [
            {
                "name": "Nolan D. Mccaskill",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-20",
        "text": "Clinton: ‘The next 50 days will determine the next 50 years’\nHillary Clinton on Tuesday warned that the nearly 50-day sprint to Election Day will impact far more than just the next four or eight years.\nMaking an appeal to black voters during an interview on the “Steve Harvey Morning Show,” Clinton stressed that voters can’t sit this one out.\nStory Continued Below\n“Every issue they care about is at stake in this election,” Clinton said. “This is not: ‘Oh, you know, a little here, a little there. We can — you know, we can take it, no matter who wins.’ No. The next 50 days will determine the next 50 years, and I say that absolutely seriously.”\nThe former secretary of state said she hopes everyone is registered to vote and directed listeners to a website to find out whether they’re registered “because I need you.”\n“We gotta stand up and be counted in this election,” she added.\nClinton’s comments come after President Barack Obama made an appeal on Clinton's and his own behalf in an address to the Congressional Black Caucus Foundation on Saturday.\n“My name may not be on the ballot, but our progress is on the ballot,” Obama said. “Tolerance is on the ballot. Democracy is on the ballot. Justice is on the ballot. Good schools are on the ballot. Ending mass incarceration, that’s on the ballot right now.”\nBut up next on the docket is the first presidential debate between Clinton and Trump on Monday in New York, where the former senator expects to absorb a bunch of body blows from an aggressive foe.\n“I am going to do my very best to communicate as clearly and fearlessly as I can in the face of the insults and the attacks and the bullying and bigotry that we’ve seen coming from my opponent,” she said. “You know, I can take it, Steve. I can take that kind of stuff. I’ve been at this and, you know, I understand it’s a contact sport.”\nWhat Clinton won’t take, though, is any insults toward anyone else. “You know, his attacks on African-Americans and immigrants and Muslims and women and people with disabilities, it’s just — it’s just something we cannot tolerate,” she said.\nAs Clinton wrapped up her interview, Trump taunted her on Twitter: “Hillary Clinton is taking the day off again, she needs the rest. Sleep well Hillary — see you at the debate!”\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "Oh, you know, a little here, a little there.",
                "",
                true
            ],
            [
                "We can — you know, we can take it, no matter who wins.",
                "",
                true
            ],
            [
                "The next 50 days will determine the next 50 years",
                "",
                false
            ],
            [
                "Every issue they care about is at stake in this election,",
                "Hillary Clinton",
                true
            ],
            [
                "This is not: ‘Oh, you know, a little here, a little there.",
                "Hillary Clinton",
                true
            ],
            [
                "We can — you know, we can take it, no matter who wins.’ No.",
                "Hillary Clinton",
                true
            ],
            [
                "The next 50 days will determine the next 50 years, and I say that absolutely seriously.",
                "Hillary Clinton",
                true
            ],
            [
                "We gotta stand up and be counted in this election,",
                "Hillary Clinton",
                true
            ],
            [
                "My name may not be on the ballot, but our progress is on the ballot,",
                "Obama",
                true
            ],
            [
                "Good schools are on the ballot.",
                "Obama",
                true
            ],
            [
                "Ending mass incarceration, that’s on the ballot right now.",
                "Obama",
                true
            ],
            [
                "I am going to do my very best to communicate as clearly and fearlessly as I can in the face of the insults and the attacks and the bullying and bigotry that we’ve seen coming from my opponent,",
                "",
                true
            ],
            [
                "You know, I can take it, Steve.",
                "",
                true
            ],
            [
                "I can take that kind of stuff.",
                "",
                true
            ],
            [
                "I’ve been at this and, you know, I understand it’s a contact sport.",
                "",
                true
            ],
            [
                "You know, his attacks on African-Americans and immigrants and Muslims and women and people with disabilities, it’s just — it’s just something we cannot tolerate,",
                "",
                true
            ],
            [
                "Hillary Clinton is taking the day off again, she needs the rest.",
                "",
                true
            ],
            [
                "Sleep well Hillary — see you at the debate!",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "election",
            "know",
            "steve",
            "clinton",
            "days",
            "hillary",
            "50",
            "trump",
            "ballot",
            "registered",
            "voters",
            "determine"
        ]
    }
]