[
    {
        "url": "https://www.cnn.com/2016/09/19/politics/andrew-cuomo-donald-trump-new-york/index.html",
        "title": "NY Gov. Andrew Cuomo disputes Trump's claim cops are 'afraid' to do their jobs",
        "authors": [
            {
                "name": "Daniella Diaz",
                "link": null
            },
            {
                "name": "Eugene Scott",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-19",
        "text": "Gov. Andrew Cuomo defends providing medical care for bombing suspect\nUpdated 9:44 AM ET, Tue September 20, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\n\"I don't know how you could have been more aggressive than we were here,\" Cuomo said\nAhmad Khan Rahami was captured Monday after a manhunt and shootout\nWashington (CNN)\nNew York Gov. Andrew Cuomo said Tuesday that Republican presidential candidate Donald Trump is wrong to suggest that the New York bombing suspect shouldn't receive medical care.\n\"I understand the anger that Donald Trump is speaking to (but) this is America and this is our system and you are innocent until proven guilty and you have a right to counsel and that is the Constitution of the United States of America,\" he said on CNN's \"New Day.\"\n\"And that's what makes us who we are. That's what makes us special. And if you give that up, Alisyn, then you have defeated yourself,\" Cuomo, a Democrat who has endorsed Hillary Clinton for president this cycle, told CNN's Alisyn Camerota. \"That is the code of democracy and freedom. That is what they resent about us. So don't lose your soul in the process. Because that is the soul of America.\"\nTrump complained Monday about Ahmad Khan Rahami being offered medical treatment and legal assistance following his shootout with police. Rahami, the suspect in Saturday's bombings in New York and New Jersey, was captured Monday. Following a frantic manhunt and shootout, Rahami was shot multiple times before being taken to a hospital for surgery.\n\"He will be taken care of by some of the best doctors in the world. He will be given a fully modern and updated hospital room. And he will probably even have room service, knowing the way our country is. And on top of all of that, he will be represented by an outstanding lawyer,\" Trump said at a Florida rally.\nRead More\nBut Cuomo said Tuesday that leaving a wounded Rahami \"on the streets\" would have been un-American.\n\"That's not who we are. That's not who we want to be. And that's not how we defeat the terrorists. We defeat the terrorists by staying true to who we are,\" he said.\nCuomo also responded on CNN's \"The Situation Room\" to Trump's claim Monday that Rahami would have access to \"amazing hospitalization\" and be \"taken care of by some of the best doctors in the world.\"\n\"Welcome to America,\" he told CNN's Wolf Blitzer. \"Right? We have a system of jurisprudence. You are innocent until proven guilty. You have a right to counsel ... that is our system. And it's what makes this country special. It's what make this country great.\"\nCuomo praised law enforcement Tuesday for successfully capturing Rahami quickly.\n\"It was really a remarkable situation when you think about it,\" he said on \"New Day.\" \"I think it's a statement of the time. We have gotten so sophisticated in law enforcement, especially in New York.\"\nOn Monday, Cuomo disputed Trump's assertion that police aren't doing their job because they are afraid of being accused of racial profiling.\n\"Our local police -- they know who a lot of these people are. They are afraid to do anything about it because they don't want to be accused of profiling,\" Trump said Fox News.\nCuomo responded: \"I don't know how you could have been more aggressive than we were here.\"\n",
        "quotes": [
            [
                "I don't know how you could have been more aggressive than we were here,",
                "Cuomo",
                true
            ],
            [
                "I understand the anger that Donald Trump is speaking to (but) this is America and this is our system and you are innocent until proven guilty and you have a right to counsel and that is the Constitution of the United States of America,",
                "Cuomo",
                true
            ],
            [
                "And that's what makes us who we are.",
                "Cuomo",
                true
            ],
            [
                "That's what makes us special.",
                "Cuomo",
                true
            ],
            [
                "And if you give that up, Alisyn, then you have defeated yourself,",
                "Cuomo",
                true
            ],
            [
                "That is the code of democracy and freedom.",
                "",
                true
            ],
            [
                "That is what they resent about us.",
                "",
                true
            ],
            [
                "So don't lose your soul in the process.",
                "",
                true
            ],
            [
                "Because that is the soul of America.",
                "",
                true
            ],
            [
                "He will be taken care of by some of the best doctors in the world.",
                "Donald Trump",
                true
            ],
            [
                "He will be given a fully modern and updated hospital room.",
                "Donald Trump",
                true
            ],
            [
                "And he will probably even have room service, knowing the way our country is.",
                "Donald Trump",
                true
            ],
            [
                "And on top of all of that, he will be represented by an outstanding lawyer,",
                "Donald Trump",
                true
            ],
            [
                "That's not who we are.",
                "",
                true
            ],
            [
                "That's not who we want to be.",
                "",
                true
            ],
            [
                "And that's not how we defeat the terrorists.",
                "",
                true
            ],
            [
                "We defeat the terrorists by staying true to who we are,",
                "",
                true
            ],
            [
                "taken care of by some of the best doctors in the world.",
                "Cuomo",
                false
            ],
            [
                "We have a system of jurisprudence.",
                "",
                true
            ],
            [
                "You are innocent until proven guilty.",
                "",
                true
            ],
            [
                "You have a right to counsel ... that is our system.",
                "",
                true
            ],
            [
                "And it's what makes this country special.",
                "",
                true
            ],
            [
                "It's what make this country great.",
                "",
                true
            ],
            [
                "It was really a remarkable situation when you think about it,",
                "Cuomo",
                true
            ],
            [
                "I think it's a statement of the time.",
                "",
                true
            ],
            [
                "We have gotten so sophisticated in law enforcement, especially in New York.",
                "",
                true
            ],
            [
                "Our local police -- they know who a lot of these people are.",
                "Donald Trump",
                true
            ],
            [
                "They are afraid to do anything about it because they don't want to be accused of profiling,",
                "Donald Trump",
                true
            ],
            [
                "I don't know how you could have been more aggressive than we were here.",
                "Cuomo",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.cnn.com/2016/09/19/us/new-york-explosion-investigation/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "cuomo",
            "taken",
            "ny",
            "suspect",
            "shootout",
            "gov",
            "cops",
            "jobs",
            "claim",
            "afraid",
            "trump",
            "trumps",
            "soul",
            "disputes",
            "thats",
            "andrew",
            "york",
            "rahami",
            "room"
        ]
    }
]