[
    {
        "url": "http://www.cnn.com/2017/10/11/politics/hillary-clinton-harvey-weinstein-fareed-zakaria-cnntv/index.html",
        "title": "Clinton 'sick,' 'shocked' and 'appalled' by Weinstein allegations",
        "authors": [
            {
                "name": "Dan Merica",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-11",
        "text": "Updated 9:11 PM ET, Thu October 12, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\n(CNN)\nHillary Clinton said in an interview with CNN on Wednesday that she will donate the money Harvey Weinstein contributed to her political campaigns after multiple sexual assault allegations were leveled against the powerful Hollywood mogul.\nClinton, in an interview with CNN's Fareed Zakaria as part of her ongoing book tour, said she was \"sick\" and \"shocked\" when she found out about the sexual assault allegations, first revealed in a bombshell report by The New York Times and then further reported in a detailed report by The New Yorker .\n\"I was appalled. It was something that was just intolerable in every way,\" she said. \"And, you know, like so many people who've come forward and spoken out, this was a different side of a person who I and many others had known in the past.\"\nOn her donations, Clinton added that it wasn't possible to give the money back but that she would donate it to charity.\nLater Thursday, a Clinton aide said the former secretary of state will donate roughly $13,000 to a women's organization that has not yet been named. The donation will cover Weinstein's contributions to her 2000 Senate primary race, the 2006 Senate primary and general election, the 2007 presidential primary and the 2015 and 2016 presidential primary and general election, the aide said.\nRead More\n\"What other people are saying, what my former colleagues are saying, is they're going to donate it to charity, and of course I will do that,\" she said. \"I give 10% of my income to charity every year, this will be part of that. There's no -- there's no doubt about it.\"\nClinton said she had no idea that Weinstein acted that way in private, despite some in Hollywood saying that people close to him had known.\n\"I certainly didn't, and I don't know who did,\" she said. \"But I can only speak for myself, and I think speak for many others who knew him primarily through politics.\"\nThe full interview with Clinton will air Sunday at 10 a.m. and 1 p.m. Eastern.\nWeinstein has long been a top Democratic donor and during the 2016 campaign he served as a key bridge between the Clinton campaign and the wealthy world of Hollywood stars.\nThroughout Clinton's political career, Weinstein helped raise around $1.5 million for Democrats and associated groups by bundling donations, according to data from the campaign finance-tracking Center for Responsive Politics. Clinton also headlined multiple fundraisers hosted by Weinstein.\nThe two were also personally close: In 2015, the Clintons rented a home next to Weinstein in the Hamptons.\nClinton said Wednesday that she would have considered the Hollywood producer a friend.\n\"People in Democratic politics for a couple of decades appreciated his help and support. And I think these stories coming to light now,\" She said. \"And people who never spoke out before having the courage to speak out, just clearly demonstrates that this behavior that he engaged in, cannot be tolerated and cannot be overlooked.\"\nClinton's initial silence -- it took her days to release a statement -- was perplexing to some Democrats, with even some longtime advisers privately questioning the decision not to quickly weigh in.\n\"I was shocked and appalled by the revelations about Harvey Weinstein,\" Clinton said in a statement five days after the allegations broke, through her spokesman Nick Merrill. \"The behavior described by women coming forward cannot be tolerated. Their courage and the support of others is critical in helping to stop this kind of behavior.\"\nPressure grew on Clinton after her former running mate and Virginia Democratic Sen. Tim Kaine told CNN on Tuesday that \"any leader should condemn\" Weinstein.\nIn the interview, Clinton also heralded the women who have spoken out against Weinstein.\n\"The courage of these women coming forward now is really important because it can't just end with one person's disgraceful behavior and the consequences that he is now facing,\" she said. \"This has to be a wake-up call and shine a bright spotlight on anything like this behavior anywhere, at any time.\"\nCNN's Sophie Tatum contributed to this report.\n",
        "quotes": [
            [
                "It was something that was just intolerable in every way,",
                "Hillary Clinton",
                true
            ],
            [
                "And, you know, like so many people who've come forward and spoken out, this was a different side of a person who I and many others had known in the past.",
                "Hillary Clinton",
                true
            ],
            [
                "What other people are saying, what my former colleagues are saying, is they're going to donate it to charity, and of course I will do that,",
                "Hillary Clinton",
                true
            ],
            [
                "I give 10% of my income to charity every year, this will be part of that.",
                "Hillary Clinton",
                true
            ],
            [
                "There's no -- there's no doubt about it.",
                "Hillary Clinton",
                true
            ],
            [
                "I certainly didn't, and I don't know who did,",
                "Hillary Clinton",
                true
            ],
            [
                "But I can only speak for myself, and I think speak for many others who knew him primarily through politics.",
                "Hillary Clinton",
                true
            ],
            [
                "People in Democratic politics for a couple of decades appreciated his help and support.",
                "Hillary Clinton",
                true
            ],
            [
                "And I think these stories coming to light now,",
                "Hillary Clinton",
                true
            ],
            [
                "And people who never spoke out before having the courage to speak out, just clearly demonstrates that this behavior that he engaged in, cannot be tolerated and cannot be overlooked.",
                "Hillary Clinton",
                true
            ],
            [
                "I was shocked and appalled by the revelations about Harvey Weinstein,",
                "Hillary Clinton",
                true
            ],
            [
                "The behavior described by women coming forward cannot be tolerated.",
                "Hillary Clinton",
                true
            ],
            [
                "Their courage and the support of others is critical in helping to stop this kind of behavior.",
                "Hillary Clinton",
                true
            ],
            [
                "The courage of these women coming forward now is really important because it can't just end with one person's disgraceful behavior and the consequences that he is now facing,",
                "Hillary Clinton",
                true
            ],
            [
                "This has to be a wake-up call and shine a bright spotlight on anything like this behavior anywhere, at any time.",
                "Hillary Clinton",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/10/05/us/harvey-weinstein-harassment-allegations.html?_r=0",
                "https://www.newyorker.com/news/news-desk/from-aggressive-overtures-to-sexual-assault-harvey-weinsteins-accusers-tell-their-stories"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "money",
            "donate",
            "interview",
            "weinstein",
            "sexual",
            "shocked",
            "appalled",
            "report",
            "general",
            "senate",
            "sick",
            "clinton",
            "primary",
            "presidential",
            "allegations"
        ]
    }
]