[
    {
        "url": "https://www.cnn.com/2016/09/19/politics/donald-trump-new-york-ahmad-khan-rahami/index.html",
        "title": "Trump 'bets' terror suspect not on a watch list because he's litigious",
        "authors": [
            {
                "name": "Daniella Diaz",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-19",
        "text": "Trump 'bets' terror suspect not on a watch list because he's litigious\nUpdated 8:10 PM ET, Mon September 19, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nTrump says the terror suspects family brought \"a lot of litigation\" against \"different people\"\nRahami's family lives above First American Fried Chicken in Elizabeth, New Jersey\nWashington (CNN)\nRepublican presidential nominee Donald Trump said he \"bets\" bombing suspect Ahmad Khan Rahami was probably not listed on a terror watch list because his family brought \"a lot of litigation\" against \"different people.\"\n\"The guy over the chicken stand brought litigation, a lot of litigation, against different people,\" Trump told Fox News' Bill O'Reilly in an interview set to air Monday. \"I'll bet you that's why he was on no list. He was on no list they probably didn't want to put him on because they didn't want to get sued. They probably saw he was a litigious guy and they don't want to get sued so they left him alone.\"\nRahami, who is suspected in Saturday's bombings in New York City and Seaside Park, New Jersey, was captured on Monday after a manhunt and shootout. He is also believed to be connected to pipe bombs found Sunday night in Elizabeth, New Jersey, sources told CNN.\nRead More\nHis family has a history of clashing with the community over the restaurant, which used to be open 24 hours a day.\nAdditionally, in 2011 the Rahami family alleged discrimination and harassment in a lawsuit filed against the city and its police department, arguing that officials conspired against them by subjecting them to citations for allegedly violating a city ordinance on hours of operation.\nTrump added: \"Who knows what the reason is.\"\n\"But whatever the reason is, it's no good. We have to end this,\" he said.\nCNN's Ashley Killough contributed to this report.\n",
        "quotes": [
            [
                "The guy over the chicken stand brought litigation, a lot of litigation, against different people,",
                "Donald Trump",
                true
            ],
            [
                "I'll bet you that's why he was on no list.",
                "",
                true
            ],
            [
                "He was on no list they probably didn't want to put him on because they didn't want to get sued.",
                "",
                true
            ],
            [
                "They probably saw he was a litigious guy and they don't want to get sued so they left him alone.",
                "",
                true
            ],
            [
                "Who knows what the reason is.",
                "Donald Trump",
                true
            ],
            [
                "But whatever the reason is, it's no good.",
                "Donald Trump",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "family",
            "brought",
            "watch",
            "suspect",
            "lot",
            "bets",
            "chicken",
            "hes",
            "litigious",
            "terror",
            "trump",
            "litigation",
            "probably",
            "different",
            "elizabeth",
            "list"
        ]
    }
]