[
    {
        "url": "http://www.bbc.com/news/blogs-trending-41564931",
        "title": "Donna Karan defends Weinstein, suggests women 'asking for it'",
        "authors": [
            {
                "name": "Social News",
                "link": null
            },
            {
                "name": "Chris Bell",
                "link": null
            }
        ],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "By Chris Bell BBC UGC and Social News\n10 October 2017\nThese are external links and will open in a new window\nClose share panel\nImage caption Donna Karan subsequently apologised for her comments\nFashion designer Donna Karan has defended Harvey Weinstein, who was fired from his own movie company following accusations of sexual harassment spanning several decades .\nSpeaking on Sunday, the designer suggested women could be \"asking for it by presenting all the sensuality and all the sexuality\".\nHer comments have provoked a furious response on social media.\nActress Rose McGowan, who is reportedly among the film producer's alleged victims, condemned the remarks.\n\"Donna Karan you are a deplorable,\" she tweeted. \"Aiding and abetting is a moral crime. You are scum in a fancy dress.\"\nKaran later said her comments, recorded and published in the Daily Mail , were taken \"out of context\".\n\"I think we have to look at ourselves,\" she said.\n\"Obviously, the treatment of women all over the world is something that has always had to be identified.\n\"Certainly in the country of Haiti where I work, in Africa, in the developing world, it's been a hard time for women.\n\"To see it here in our own country is very difficult, but I also think how do we display ourselves? How do we present ourselves as women?\n\"What are we asking? Are we asking for it by presenting all the sensuality and all the sexuality?\"\nImage copyright Kevin Winter/Getty Images\nImage caption Actress Meryl Streep said she was appalled by the \"disgraceful\" news about Harvey Weinstein\nMeryl Streep and Dame Judi Dench are among noted Hollywood stars to have spoken out against the movie producer already, but Karan came to his defence.\n\"I don't think we're only looking at him,\" she said. \"I think we're looking at a world much deeper than that.\"\n\"I know his wife, I think they're wonderful people, Harvey has done some amazing things.\"\nYou may also like:\nMany social media users called for a boycott of the Donna Karan fashion brand - although Karan is no longer the chief designer for her brand - including actress and campaigner Mia Farrow.\nThe phrase \"Donna Karan\" has been among the top global Twitter trends, used tens of thousands of times on the social media platform since the news broke.\nActress Sarah Wynter suggested the fashion designer had ruined \"any chance of her being respected as a champion of women's causes ever again\".\nIn a statement, Karan apologised.\n\"While answering a question on the red carpet I made a statement that unfortunately is not representative of how I feel or what I believe,\" she said.\n\"My statements were taken out of context and do not represent how I feel about the current situation concerning Harvey Weinstein.\n\"I believe that sexual harassment is not acceptable and this is an issue that must be addressed once and for all regardless of the individual.\n\"I am truly sorry to anyone that I offended and everyone that has ever been a victim.\"\n",
        "quotes": [
            [
                "asking for it by presenting all the sensuality and all the sexuality",
                "",
                false
            ],
            [
                "Donna Karan you are a deplorable,",
                "Dame Judi Dench",
                true
            ],
            [
                "Aiding and abetting is a moral crime.",
                "",
                true
            ],
            [
                "You are scum in a fancy dress.",
                "",
                true
            ],
            [
                "I think we have to look at ourselves,",
                "Dame Judi Dench",
                true
            ],
            [
                "Obviously, the treatment of women all over the world is something that has always had to be identified.",
                "Dame Judi Dench",
                true
            ],
            [
                "Certainly in the country of Haiti where I work, in Africa, in the developing world, it's been a hard time for women.",
                "Dame Judi Dench",
                true
            ],
            [
                "To see it here in our own country is very difficult, but I also think how do we display ourselves?",
                "Dame Judi Dench",
                true
            ],
            [
                "How do we present ourselves as women?",
                "Dame Judi Dench",
                true
            ],
            [
                "Are we asking for it by presenting all the sensuality and all the sexuality?",
                "Dame Judi Dench",
                true
            ],
            [
                "I don't think we're only looking at him,",
                "Dame Judi Dench",
                true
            ],
            [
                "I think we're looking at a world much deeper than that.",
                "Dame Judi Dench",
                true
            ],
            [
                "I know his wife, I think they're wonderful people, Harvey has done some amazing things.",
                "",
                true
            ],
            [
                "any chance of her being respected as a champion of women's causes ever again",
                "Sarah Wynter",
                false
            ],
            [
                "While answering a question on the red carpet I made a statement that unfortunately is not representative of how I feel or what I believe,",
                "Dame Judi Dench",
                true
            ],
            [
                "My statements were taken out of context and do not represent how I feel about the current situation concerning Harvey Weinstein.",
                "",
                true
            ],
            [
                "I believe that sexual harassment is not acceptable and this is an issue that must be addressed once and for all regardless of the individual.",
                "",
                true
            ],
            [
                "I am truly sorry to anyone that I offended and everyone that has ever been a victim.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.dailymail.co.uk/news/article-4964380/Donna-Karan-defends-Harvey-Weinstein-blames-victims.html",
                "http://www.bbc.co.uk/news/entertainment-arts-41557010"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.bbc.co.uk/news/business-41546694"
            ]
        },
        "key_words": [
            "think",
            "image",
            "world",
            "weinstein",
            "asking",
            "defends",
            "women",
            "social",
            "designer",
            "harvey",
            "suggests",
            "donna",
            "karan"
        ]
    }
]