[
    {
        "url": "https://www.reuters.com/article/us-india-rape-childmarriage/campaigners-set-sights-on-marital-rape-after-india-child-bride-ruling-idUSKBN1CG2G2",
        "title": "Campaigners set sights on marital rape after India child bride ruling",
        "authors": [
            {
                "name": "Nita Bhalla",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-11",
        "text": "Campaigners set sights on marital rape after India child bride ruling\n4 Min Read\nNEW DELHI (Thomson Reuters Foundation) - A ruling by India’s top court against husbands who have sex with their child brides will protect millions of girls and may propel efforts to make marital rape a crime in the conservative nation, according to campaigners.\nIndia’s Supreme Court on Wednesday struck down a decades-old clause in the country’s rape laws permitting a man to have sex with his wife if she is aged between 15 to 18 - ruling that it was rape, and therefore a criminal offense.\nThe age of consent in India is 18 years old, and petitioners challenging the exemption in the country’s rape laws said it was in contradiction with other legislation.\nCampaigners hailed the verdict as landmark, adding that it was particularly significant as people across the world celebrated International Day of the Girl Child.\n“The judgment is a step forward in protecting girls from abuse and exploitation, irrespective of their marital status,” said Divya Srinivasan from Equality Now, which promotes the rights of women and girls.\n“This positive decision by the Supreme Court will hopefully encourage the Indian government to protect all women by removing the marital rape exemption in all cases.”\nChild marriage is illegal in India, but it is deeply rooted and accepted in society, and remains widespread in parts of the country. The 2011 census shows more than 5 million girls were wed before the legal age of 18 - a marginal decrease from 2001.\nAlong with Niger, Guinea, South Sudan, Chad and Burkina Faso, India is one of the countries with the highest prevalence  of child marriage, despite moves to empower girls and women and toughen penalties against the crime.\nPoverty, weak law enforcement, patriarchal norms and concern about family honor are factors contributing to early marriage.\nBut the practice violates child rights - cutting across every part of women’s development and creating a vicious cycle of malnutrition, poor health and ignorance, experts say.\nCRIMINALIZING MARITAL RAPE\nIn its ruling on Wednesday, the two-judge bench said the exemption in the rape laws was unconstitutional and just because it was tradition, this was not a reason for it to continue.\n“Exception in rape law is discriminatory, capricious and arbitrary. It violates bodily integrity of the girl child,” said the ruling. “If a man has sexual intercourse with a wife who is below 18 years, it is an offense.”\nWomen’s rights campaigners hoped the ruling would encourage national debate in India about outlawing marital rape.\nMarital rape is not a crime in India, and Prime Minister Narendra Modi’s right-wing government believes criminalizing marital rape could destabilize marriages and make men vulnerable to harassment by their wives.\nThe government said in August that it believed India should not blindly follow Western countries that have criminalized marital rape, as illiteracy and diversity make India unique.\nIn India, activists say it is hard for victims to speak out about sexual violence by their husbands. As a result, there are no accurate figures on marital rape.\nBut more than 40 percent of married women aged 15 to 49 experience domestic violence, according to government data, rising to 70 percent among child brides.\nMore than 50 countries, including the United States, Nepal, Britain and South Africa, criminalize marital rape.\n“This is a timely and positive step in the right direction for the discourse on marital rape and the subject of consent, said Poonam Muttreja, executive director of the Population Foundation of India.  \n“I would urge the courts to take cognizance of the predicament of adult women who live in fear of rape or sexual violence at the hands of their spouse and in the security of her home.”\nReporting by Nita Bhalla @nitabhalla, Editing by Lyndsay Griffiths. Please credit the Thomson Reuters Foundation, the charitable arm of Thomson Reuters, that covers humanitarian news, women's rights, trafficking, property rights, climate change and resilience. Visit news.trust.org\n",
        "quotes": [
            [
                "The judgment is a step forward in protecting girls from abuse and exploitation, irrespective of their marital status,",
                "Divya Srinivasan",
                true
            ],
            [
                "This positive decision by the Supreme Court will hopefully encourage the Indian government to protect all women by removing the marital rape exemption in all cases.",
                "",
                true
            ],
            [
                "Exception in rape law is discriminatory, capricious and arbitrary.",
                "",
                true
            ],
            [
                "It violates bodily integrity of the girl child,",
                "",
                true
            ],
            [
                "If a man has sexual intercourse with a wife who is below 18 years, it is an offense.",
                "",
                true
            ],
            [
                "I would urge the courts to take cognizance of the predicament of adult women who live in fear of rape or sexual violence at the hands of their spouse and in the security of her home.",
                "Poonam Muttreja",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://news.trust.org"
            ]
        },
        "key_words": [
            "child",
            "girls",
            "18",
            "set",
            "violence",
            "sights",
            "india",
            "bride",
            "rape",
            "sexual",
            "women",
            "campaigners",
            "ruling",
            "marital"
        ]
    }
]