[
    {
        "url": "https://www.nytimes.com/2017/10/10/world/africa/niger-attack-american-military-medical-evacuations.html?rref=collection%2Fsectioncollection%2Fworld",
        "title": "Niger Attack Lays Bare U.S. Troops’ Long Wait for Medical Help in Africa",
        "authors": [
            {
                "name": "Eric Schmitt",
                "link": null
            },
            {
                "name": "Thomas Gibbons-Neff",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-10",
        "text": "Advertisement\nSupported by\nNiger Attack Lays Bare U.S. Troops’ Long Wait for Medical Help in Africa\nImage\nArmy Staff Sgt. Dustin Wright was one of the American soldiers killed last week in an ambush in Niger. The military released this photo of his body being brought back to Dover, Del., last week.CreditCreditU.S. Air Force\nOct 10, 2017\nWASHINGTON — When a team of Green Berets in unarmored pickup trucks came under fire in Niger last week, they quickly found themselves in the middle of a nightmare battlefield scenario: outgunned, taking casualties and far from friendly support.\nThe operation, which left four American soldiers dead and two wounded , is now under investigation, Pentagon officials said. That inquiry, senior military officials said, will likely reveal that the American troops had deployed to a hostile area without adequately assessing the risk , and lacked ready access to medical support.\nBattlefield commanders have called medical aid an ethical obligation. The Defense Department follows a “golden-hour standard,” in which the military seeks to whisk wounded American troops from the battlefield within an hour of being wounded to give them access to advanced care and the best chance to save their lives.\nBut in Africa, the time frame for evacuating injured American troops is much longer, and particularly in West Africa, military officials acknowledged this week. The team of roughly a dozen Army Special Forces in Niger were on what officials said a routine reconnaissance mission, and when they were ambushed, no American helicopters came. The French military, based about 275 miles away in neighboring Burkina Faso, scrambled to help, eventually rescuing the casualties and providing attack support.\nThe lack of help called into question whether the American military is providing enough resources for troops undertaking dangerous missions in Africa. The vast remote stretches in which American Special Forces operate are inherently dangerous because of their inaccessibility and are conducive to ambushes, said Brig. Gen. Donald C. Bolduc, who until June commanded Special Operations forces on the continent.\nImage\nBrig. Gen. Donald C. Bolduc, who until June commanded Special Operations forces in Africa, said the vast remote stretches in which American Special Forces operate are inherently dangerous because of their inaccessibility and are conducive to ambushes.CreditAndrew Harnik/Associated Press\n“It’s not the end of the earth, but you can see it from there,” he said. “It’s tough, tough stuff to operate in.”\nHad the American Special Forces been in Iraq or Afghanistan, American or allied aircraft and medical evacuation helicopters would have been minutes away — the result of experience from two long wars and contingency plans tested by American wounded and dead.\nThe Pentagon defended its commitment to the golden hour across the globe.\n“The department puts vast resources against that problem,” Lt. Gen. Kenneth F. McKenzie Jr., the director of the military’s Joint Staff, told reporters last week. “It is one of the primary considerations for each geographic combatant commander.”\nHe added, “Whenever possible, we seek to achieve that goal.”\nBut the military’s Africa Command asked lawmakers broadly for more help months before the attack in Niger, a West African nation nearly twice the size of Texas.\n“Africa lacks a theater distribution network to support our forces,” the command said in a statement to the Senate Armed Services Committee in March, noting it has about 1,000 troops operating across a nine-nation region of West Africa. “This capability gap forces our personnel to revert to costly and ineffective ad hoc solutions.”\nAmerican commandos deployed to the region have joked darkly that their command’s inability to get them out of harm’s way has boiled down to one directive: Do not get hurt. A Special Operations Forces member who had deployed to Central Africa recently and oversaw planning for medical evacuation procedures for his unit said that if anyone on his team was wounded, they could ideally count on being evacuated in 10 hours. Other military officials said that the reality was that the waits for help were “multiples” of the one-hour goal in active war zones like Iraq and Afghanistan.\nGeneral Bolduc said that when he took command more than two years ago, many American troops on the continent were operating in such remote locations that they fell well outside even that expanded time frame for emergency medical evacuation, calling the military’s evacuation capabilities at the time “immature.”\nSome troops, however, argue that the golden hour is unrealistic for elite forces deployed far afield and in some cases prevents them from carrying out more risky, but important, missions.\n“You’re never going to have the golden hour in Africa; it’s not possible,” General Bolduc said in a telephone interview. “But you have an acceptable amount of time that commanders have agreed on.”\nFor security reasons, he would not disclose the time frame in Africa.\nIn the past, Africa Command has said that it relies heavily on contract search-and-rescue aircraft and that African partners “lack the capability and capacity to assist with personnel recovery missions.”\nWorking closely with his higher headquarters at Africa Command as well as with the Air Force and such foreign partners as the French, General Bolduc said he was able to increase air and ground medical resources, including available aircraft, and left an “acceptable” emergency evacuation response in place by the time he departed over the summer.\nGeneral Bolduc said he was not surprised about the hostile activity in southwest Niger, about 120 miles north of Niamey, the capital. He said the militants’ assault may be a sign of the increased effectiveness of Mali, Chad, Niger, Burkina Faso and neighboring nations to confront a Qaeda threat in the region that consolidated several factions into one this year.\nThe general said he did not know details of last week’s ambush, but that based on his experience he would expect the investigation to examine several areas, including the team’s communications, logistics and medical evacuation plans, and whether protocols were being followed for an advise-and-assist mission in which the Nigeriens were in the lead.\nA version of this article appears in print on , Section A, Page 7 of the New York edition with the headline: Ambush in Niger Reveals Long Wait for Help for U.S. Soldiers in Africa. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "It’s not the end of the earth, but you can see it from there,",
                "",
                true
            ],
            [
                "It’s tough, tough stuff to operate in.",
                "",
                true
            ],
            [
                "The department puts vast resources against that problem,",
                "Kenneth F. McKenzie Jr.",
                true
            ],
            [
                "It is one of the primary considerations for each geographic combatant commander.",
                "",
                true
            ],
            [
                "Whenever possible, we seek to achieve that goal.",
                "",
                true
            ],
            [
                "Africa lacks a theater distribution network to support our forces,",
                "",
                true
            ],
            [
                "This capability gap forces our personnel to revert to costly and ineffective ad hoc solutions.",
                "",
                true
            ],
            [
                "You’re never going to have the golden hour in Africa; it’s not possible,",
                "Bolduc",
                true
            ],
            [
                "But you have an acceptable amount of time that commanders have agreed on.",
                "Bolduc",
                true
            ],
            [
                "lack the capability and capacity to assist with personnel recovery missions.",
                "Bolduc",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/10/05/world/africa/green-berets-killed-niger.html?_r=0&module=inline",
                "https://www.nytimes.com/2017/10/06/world/africa/green-berets-niger-soldiers-killed.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.parsintl.com/publication/the-new-york-times/"
            ]
        },
        "key_words": [
            "long",
            "wounded",
            "troops",
            "medical",
            "team",
            "help",
            "casualties",
            "military",
            "africa",
            "american",
            "officials",
            "lays",
            "attack",
            "niger",
            "week",
            "bare",
            "wait"
        ]
    }
]