[
    {
        "url": "https://www.politico.com/blogs/under-the-radar/2016/09/magistrate-federal-arraignment-bombing-suspect-228503?cmpid=sf",
        "title": "Magistrate won't order federal arraignment for bombing suspect",
        "authors": [
            {
                "name": "Josh Gerstein",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-21",
        "text": "Email\nSign Up\nBy signing up you agree to receive email newsletters or alerts from POLITICO. You can unsubscribe at any time.\nBy JOSH GERSTEIN\n09/21/2016 08:53 PM EDT\nA federal magistrate has turned down a request from defense lawyers that the man accused of the weekend bombings in New York and New Jersey be immediately arraigned on a set of federal charges he is facing.\nManhattan-based U.S. Magistrate Judge Gabriel Gorenstein agreed with federal prosecutors that suspect Ahmad Rahami need not have an initial federal court appearance until he is taken into federal custody. And, by all appearances, he's currently in the custody of local officials in New Jersey, the magistrate said.\n\"The [federal] Government explicitly denies that it has arrested the defendant. There is no evidence to the contrary,\" Gorenstein wrote in a two-page order released Wednesday evening.\nGorenstein noted that defense lawyers said \"it is undisputed that federal law enforcement are involved in detaining and questioning\" Rahami.\n\"In fact, this question is very much in dispute,\" the magistrate wrote. \"The Government asserts unequivocally that the defendant 'is not in federal custody ... Whether there are federal authorities questioning defendant does not address the issue of custody. At this point, the Court has no evidence whatsoever from anyone with personal knowledge that the defendant is being detained by any federal officer.\"\nThe magistrate also rejected defense lawyers' claims that a federal court rule requires Rahami be promptly arraigned on the federal charges even if he is arrested by state authorities.\nGorenstein not only declined to schedule a court appearance for Rahami, who's at a Newark hospital and could have been arraigned there, but said he lacks authority to appoint the court's indigent defense providers at the Federal Defenders of New York to formally represent Rahami.\nAttorney General Loretta Lynch said Wednesday morning that Rahami will be brought to New York City in the \"near future\" to face the federal complaint there, which is expected to take precedence over attempted murder charges filed in county court in New Jersey and another federal complaint in the Garden State.\nA spokesman for U.S. Attorney Preet Bharara’s office declined to comment on the decision, saying the ruling could speak for itself.\nThe defense attorney who asked for the arraignment, James Patton, did not immediately respond to a request for comment on the magistrate’s decision.\nJosh Gerstein is a senior reporter for POLITICO.\nThis article tagged under:\n",
        "quotes": [
            [
                "The [federal] Government explicitly denies that it has arrested the defendant.",
                "Gorenstein",
                true
            ],
            [
                "There is no evidence to the contrary,",
                "Gorenstein",
                true
            ],
            [
                "it is undisputed that federal law enforcement are involved in detaining and questioning",
                "Gorenstein",
                false
            ],
            [
                "In fact, this question is very much in dispute,",
                "Gorenstein",
                true
            ],
            [
                "The Government asserts unequivocally that the defendant 'is not in federal custody ...",
                "Gorenstein",
                true
            ],
            [
                "Whether there are federal authorities questioning defendant does not address the issue of custody.",
                "Gorenstein",
                true
            ],
            [
                "At this point, the Court has no evidence whatsoever from anyone with personal knowledge that the defendant is being detained by any federal officer.",
                "Gorenstein",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.politico.com/blogs/under-the-radar/2016/09/defense-lawyers-demand-federal-arraignment-for-bombing-suspect-228449"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.politico.com/f/?id=00000157-4f45-d0be-a95f-6f65c26f0001",
                "https://www.politico.com/f/?id=00000157-4ea0-dd29-abd7-4feed1bc0001"
            ]
        },
        "key_words": [
            "2019",
            "federal",
            "order",
            "suspect",
            "wont",
            "bombing",
            "york",
            "magistrate",
            "defendant",
            "defense",
            "2018",
            "court",
            "custody",
            "arraignment",
            "rahami"
        ]
    }
]