[
    {
        "url": "https://www.nytimes.com/2017/10/08/world/asia/xi-jinping-china-propaganda-village.html?rref=collection%2Fsectioncollection%2Fworld",
        "title": "Chinese Village Where Xi Jinping Fled Is Now a Monument to His Power",
        "authors": [
            {
                "name": "Chris Buckley",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-08",
        "text": "Advertisement\nSupported by\nChinese Village Where Xi Jinping Fled Is Now a Monument to His Power\nImage\nLiangjiahe, where President Xi Jinping of China spent a formative period of his youth during the Cultural Revolution, has been converted into a tourist attraction that attempts to show how the village helped forge his strongman style.CreditCreditBryan Denton for The New York Times\nLIANGJIAHE, China — Almost 50 years after Xi Jinping first trudged into this village as a cold, bewildered teenager, hundreds of political pilgrims retrace his footsteps every day.\nThey follow a well-trod course designed to show how the seven years that the young Mr. Xi spent in this hardscrabble village in China’s barren northwest forged the strongman style that he now uses to rule the world’s most populous nation. Visitors peer down a well that Mr. Xi helped to dig, admire a storage pit that he built to turn manure into methane gas for stoves and lamps, and sit for inspirational lectures outside the cave homes where he sheltered from the chaos of Mao Zedong’s Cultural Revolution.\n“When he first arrived in Liangjiahe, he wasn’t prepared for the hardship,” a guide told a tour group of officials, who listened attentively under a drizzling rain. The message, conveyed by the guides and the village’s carefully tended buildings and artifacts, is that Mr. Xi left Liangjiahe steeled for the leadership roles that he would one day assume.\nTurning a leader’s former home into a tableau for propagating his political-creation myth has a venerable precedent in the People’s Republic. Back in the 1960s, Mao’s birthplace, Shaoshan, was turned into a secular shrine for slogan-chanting Red Guards who looked on modern China’s founder as a nearly godlike figure.\nThe devotion at Liangjiahe falls far short of the fervent cult of personality that Mao ignited. Even so, Mr. Xi stands out for turning his own biography into an object of adoration, and zeal. Neither of Mr. Xi’s recent predecessors as leader, Hu Jintao and Jiang Zemin, could tout a similarly dramatic tale of coming of age in a dim, flea-infested cave.\nBut more than that, Mr. Xi’s story embodies the authoritarian values he wants to restore in China — a “red-brown” melding of Communist revivalism and earthy nationalism rooted in a glorified rendering of China’s ancient past. Liberal-minded members of China’s middle class bridle at that ideology. But others, including farmers and blue-collar workers, find a lot to like in Mr. Xi’s appeals to patriotic pride and homespun populism.\nImage\nA visitor to Liangjiahe looking at a photograph that shows a young Mr. Xi with fellow party members.CreditBryan Denton for The New York Times\n“Xi has the perfect résumé. He’s a son of the revolution, but not a child of privilege,” said Trey McArver, a political analyst and co-founder of Trivium/China , which advises companies working in China. “What Xi’s story says clearly is: He is a Communist born and bred, but he also understands the common people.”\nThis story line resonates with many of the nearly 18 million Chinese who were also sent to the countryside by Mao in a mass effort to re-educate urban youth in the rustic virtues of China’s peasant majority, while defusing the fanaticism of the Red Guards. This so-called sent-down generation now holds the reins of the Communist Party, including four spots on the Politburo Standing Committee, the party’s highest rung of power.\nMembers of that generation said Mr. Xi shared not only their experiences, but also their values of frugality and perseverance. They said that these had been lost in younger Chinese, especially those in urban centers like Beijing, who grew up after their nation’s economic takeoff.\n“Beijingers who weren’t sent to the countryside can’t handle nearly as much hardship as those of us who did,” said Xia Baoqing, 66, who was also sent to work near Liangjiahe. “Of course, President Xi has some similar characteristics. He encourages thrift and avoiding waste, and he’s very self-disciplined.”\nThe emergence of Liangjiahe as a popular tourist site attests to Mr. Xi’s speed in propelling himself to the center of Chinese politics. He is poised to entrench his power at a Communist Party congress this month . As it approaches, party newspapers and a new book have promoted the official line that Mr. Xi is a strong leader with close ties to the common people because of his time in Liangjiahe.\n“Finding high purpose in suffering always makes a good story. This is one such case,” said Guobin Yang , a professor at the University of Pennsylvania who has studied the Cultural Revolution generation. “Like Mao, he is from the people, so the future legend might go.”\nBut even with the worshipful official biography, it remains unclear how far Mr. Xi can go in consolidating power.\nImage\nParents photographing their children in front of a hostel where Mr. Xi is said to have lived during his time in the village.CreditBryan Denton for The New York Times\nWhile Mr. Xi is expected to use the congress to fill more of the party’s top tier with his backers, he could face stiff opposition, especially if he tries to keep his top ally and anticorruption overseer, Wang Qishan , in office despite reaching the usual retirement age.\nStill, no other recent Chinese leader has amassed as much power as Mr. Xi, 64. And no leader since Mao has used his personal biography to this extent in asserting his right to lead.\n“There has been that sea change, and his style of leadership is much more personalist,” said Patricia Thornton , a professor of Chinese politics at Oxford.\nJust as Shaoshan did for Mao, Liangjiahe has come to figure prominently in Mr. Xi’s official biography. When he arrived at the age of 15 in early 1969, as one of millions of Chinese youth sent to the countryside by Mao, the village’s 360 residents lived in caves dug into the dry, ocher-colored hillsides, and eked a meager existence out of the dusty soil. According to the current narrative, Mr. Xi showed his first signs of greatness in the then-penniless village, rising to a position of local party leadership.\n“The experience of being steeled by being sent to rural Liangjiahe was the wellspring of Xi Jinping’s thinking, mind-set and feelings,” Lei Pingsheng, another student from Beijing who was sent to work in the village, says in a new Chinese-language book, “Xi Jinping’s Seven Years as a Sent-Down Youth.” The book has been heavily promoted by the party-run media before the congress.\nThese days, Liangjiahe, which is about 380 miles southwest of Beijing, is thronged by officials, many of whom have been ordered to study Mr. Xi’s life.\nAbout 2,500 people visit Liangjiahe each day, People’s Daily reported , and many of them are ferried in on minibuses after paying a $3 ticket. (I was allowed to look around only after registering at the village police station, and was accompanied by a guard who whispered to villagers not to say anything.)\nImage\nVisitors in Liangjiahe on Friday. The emergence of the village as a popular tourist site attests to the speed with which Mr. Xi has set himself at the center of Chinese politics.CreditBryan Denton for The New York Times\nVisitors are given a carefully airbrushed version of China’s recent history. The propaganda about Mr. Xi’s time here offers only hints of the ferocity of the Cultural Revolution that drove him and the other sent-down youth to villages like Liangjiahe in the first place. Mr. Xi has demanded reverence for Mao and banned historians from exploring dark episodes of starvation and persecution that could tarnish the party’s image.\n“It’s a selective memory that is about the glories of collective sacrifice for the revolutionary cause,” Suisheng Zhao , a professor at the University of Denver, who was also sent to work in the countryside under Mao.\nMr. Xi’s time in Liangjiahe was also more turbulent than portrayed in these sanitized versions of history, according to less-guarded accounts that Mr. Xi gave before he became national leader.\nHe was born into political aristocracy, the son of a revolutionary who followed Mao into Beijing after the Communist Party took power. But in 1962, Mao turned against his father, and Mr. Xi’s family was hounded and torn apart during the Cultural Revolution from 1966, when Mao let Red Guards attack his ex-allies. One of Mr. Xi’s sisters died in the mayhem, possibly by taking her own life.\nMr. Xi has also contradicted some key parts of the official story. In a 2004 interview , given when Mr. Xi was still an obscure provincial official, he recalled being glad to go to Liangjiahe because Beijing was more dangerous.\n“On the entire train everyone was crying, but I was smiling,” he said. “If I didn’t leave, I didn’t even know if I’d survive.”\nAfter three days of travel by train, truck and foot, Mr. Xi and 14 other youths reached the village, where they were shocked by the levels of poverty. They also suffered an infestation of fleas that left their bodies covered in sores. Mr. Xi said that after a few months he could not cope and returned to Beijing, which the official narrative neglects to mention.\nHe eventually returned to the village, staying until the Cultural Revolution’s waning days in 1975, when he was allowed to attend university in Beijing. “Liangjiahe gave me everything,” Mr. Xi said as he prepared to leave the village for university, according to the new book, “and I’ll never forget it as long as I live.”\nAdam Wu contributed research.\nFollow Chris Buckley on Twitter: @ChuBailiang .\nA version of this article appears in print on , Section A, Page 4 of the New York edition with the headline: Chinese Leader’s Village Is Testament to His Power. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "When he first arrived in Liangjiahe, he wasn’t prepared for the hardship,",
                "",
                true
            ],
            [
                "He’s a son of the revolution, but not a child of privilege,",
                "Trey McArver",
                true
            ],
            [
                "What Xi’s story says clearly is: He is a Communist born and bred, but he also understands the common people.",
                "Trey McArver",
                true
            ],
            [
                "Beijingers who weren’t sent to the countryside can’t handle nearly as much hardship as those of us who did,",
                "Xia Baoqing",
                true
            ],
            [
                "Of course, President Xi has some similar characteristics.",
                "Xia Baoqing",
                true
            ],
            [
                "He encourages thrift and avoiding waste, and he’s very self-disciplined.",
                "Xia Baoqing",
                true
            ],
            [
                "Finding high purpose in suffering always makes a good story.",
                "Guobin Yang",
                true
            ],
            [
                "Like Mao, he is from the people, so the future legend might go.",
                "Guobin Yang",
                true
            ],
            [
                "There has been that sea change, and his style of leadership is much more personalist,",
                "Patricia Thornton",
                true
            ],
            [
                "The experience of being steeled by being sent to rural Liangjiahe was the wellspring of Xi Jinping’s thinking, mind-set and feelings,",
                "Lei Pingsheng",
                true
            ],
            [
                "Xi Jinping’s Seven Years as a Sent-Down Youth.",
                "Lei Pingsheng",
                true
            ],
            [
                "It’s a selective memory that is about the glories of collective sacrifice for the revolutionary cause,",
                "Suisheng Zhao",
                true
            ],
            [
                "On the entire train everyone was crying, but I was smiling,",
                "Xi Jinping",
                true
            ],
            [
                "If I didn’t leave, I didn’t even know if I’d survive.",
                "Xi Jinping",
                true
            ],
            [
                "and I’ll never forget it as long as I live.",
                "Xi Jinping",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/1972/07/02/archives/millions-make-pilgrimages-to-birthplace-of-mao-some-walk-hundreds.html?module=inline",
                "https://www.nytimes.com/2017/08/31/world/asia/china-xi-jinping-communist.html?module=inline",
                "https://www.nytimes.com/2015/09/25/world/asia/xi-jinping-china-cultural-revolution.html?module=inline",
                "https://sinosphere.blogs.nytimes.com/2014/06/12/an-interview-with-xi-long-before-he-was-chinas-leader/?_r=0&mcubz=0",
                "https://www.nytimes.com/2011/02/17/world/asia/17village.html?module=inline",
                "https://www.nytimes.com/2017/03/02/world/asia/xi-jinping-china-retirement-rules.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://triviumchina.com/",
                "https://twitter.com/ChuBailiang",
                "https://www.nytimes.com/section/todayspaper",
                "https://www.du.edu/korbel/faculty/zhao.html",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://sociology.sas.upenn.edu/content/guobin-yang-0",
                "https://www.parsintl.com/publication/the-new-york-times/",
                "http://politics.people.com.cn/n/2015/0214/c1001-26566406.html",
                "http://society.people.com.cn/n1/2017/0703/c1008-29377493.html",
                "http://blog.sina.com.cn/s/blog_446600c00100sqzg.html"
            ]
        },
        "key_words": [
            "young",
            "xi",
            "monument",
            "mr",
            "power",
            "liangjiahe",
            "zedongs",
            "worlds",
            "wasnt",
            "fled",
            "jinping",
            "welltrod",
            "chinas",
            "chinese",
            "village"
        ]
    }
]