[
    {
        "url": "https://www.activistpost.com/2017/10/free-press-not-free-tell-facts-vaccines.html",
        "title": "The “FREE” Press Is NOT Free To Tell The Facts About Vaccines",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-10-02",
        "text": "The “FREE” Press Is NOT Free To Tell The Facts About Vaccines\nEver since the U.S. Congress gave the U.S. pharmaceutical and vaccine manufacturers a “get out of jail free” card exonerating them of all legal and financial product liabilities, vaccines have proliferated to the point of extreme infringements and health harms upon humans, including their rights to self-determination for themselves and their children.\nHowever, outside the USA there is no such “collusion” going on between government agencies and Big Pharma.  Many legal lawsuits against vaccine makers have been filed, especially against those who manufacture the HPV vaccines, which are damaging both male and female youngsters.  See the statistics posted from the CDC’s VAERS reporting system on the SaneVax homepage .  Ever since the HPV vaccines were first introduced in 2006 until June 2017, 51,956 adverse events from HPV vaccines have been reported to VAERS along with 328 deaths.\nNow, let me ask you this question:  What would happen to a sausage maker, a car maker, or any other product manufacturer if there were that many consumer problems reported to proper government agencies?  What happened with the Takata air bag problems/recalls?\nThe New York Times reported in February of 2015:\nIn an escalating standoff with Takata, federal regulators said on Friday that they would begin to fine the Japanese auto supplier $14,000 a day, saying it had not fully cooperated in an investigation into defective airbags.\nWhat happened to Volkswagen for its fraudulent emission scheme?  A $4.3 BILLION settlement!\nVolkswagen has agreed to pay $4.3 billion to settle civil and criminal allegations over its diesel emissions cheating scheme involving some 590,000 vehicles in the U.S. [2]\nWhat about product recalls?  The website www.Recalls.gov states the U.S. Consumer Product Safety Commission (CPSC) has jurisdiction over more than 15,000 kinds of consumer products, but vaccines are not listed!  Aren’t they healthcare consumer products?\nThe very fact vaccines are treated totally differently when, in fact, they can contain nothing short of hazmat materials [mercury (Thimerosal), aluminum in four formulations, formaldehyde] plus other toxic chemicals, foreign DNA, human diploid cells from aborted fetal cell lines, MSG, antibiotics, etc. [3] which are injected via a syringe into newborns, 2-4-6 month old infants, toddlers, teens, adults and senior citizens.\nAdverse effects and contraindications from every vaccine are reported on vaccine package inserts [4] by manufacturers, BUT federal, state and local health agencies, including school districts DO NOT advise parents and prospective vaccinees of those real and potential adverse health dangers and/or effects.  Why? Collusion?\nShouldn’t the media be the first line of communication about the dangers of vaccines?  Why is the media so bamboozled into disseminating false and fraudulent vaccine information?  Shouldn’t such collusion be prosecuted as a criminal act—not telling consumers about the toxins in vaccines and the possible health risks?  Where’s informed consent?  Or, is the administering physician’s mandate to get inoculated considered ‘informed consent’?\nAnd yet, vaccine safety advocates who are vocal about the fraud at the CDC/FDA and the hazardous vaccine ingredients, plus the horror stories of what happened to vaccine-damaged vaccinees, are harassed and even prosecuted, as in Australia.\nIs Australia the beta-market test venue for just how far totalitarian health mandates can be enforced?\nOr are there too many vested interests at stake in Australia, e.g., pharmaceutical maker CSL (HPV vaccine interests) [5]; Prime Minister Tony Abbott’s daughters NOT to be vaccinated but everyone else must get vaccinated [6]; Lucy Turnbull, the current Prime Minister’s wife AND chairman of pharmaceutical company Prima Biomed, a company trying to get out a cancer vaccine [7]?\nHere is a video, which shows the numerous anti-vaccination policy demonstrations that have taken place in various countries around the world and documented on film, but NEVER shown on the USA TV evening news or talked about in daily newspapers.  Why?  Collusion?\nWatch in amazement and listen to the stories told about vaccine horrors in Australia, Poland, Italy, Germany, USA, and Kenya.\nInnocent children and adults are being harmed deliberately by several entities responsible for promoting the falsehood that vaccines are safe.\nFraud at the CDC has been exposed by whistleblowers; see the documentary VAXXED: from catastrophe to cover-up ; two Merck & Company former employees filed a qui tam lawsuit in Philadelphia, PA federal court regarding falsified Mumps vaccine efficacy reporting for almost ten years [8]; plus others I cannot recite here and which I’ve written about over the years.\nThe HHS’s HRSA has paid out almost $3.6 BILLION in vaccine damage claims and attorney’s fees [9]!\nWhat does that tell you and prove?\nWhen will  the citizens of the USA wake up and demand the repeal of the National Childhood Vaccine Injury Act (NCVIA) of 1986 (42 U.S.C. §§ 300aa-1 to 300aa-34, which literally is responsible for all the vaccine problems we have in the USA?\nOctober is “Vaccine Injury Awareness Month.”  Please tell everyone you know about the falsehoods and health damages from unproven, unsafe vaccines.\nCatherine J Frompovich ( website ) is a retired natural nutritionist who earned advanced degrees in Nutrition and Holistic Health Sciences, Certification in Orthomolecular Theory and Practice plus Paralegal Studies. Her work has been published in national and airline magazines since the early 1980s. Catherine authored numerous books on health issues along with co-authoring papers and monographs with physicians, nurses, and holistic healthcare professionals. She has been a consumer healthcare researcher 35 years and counting.\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 6, 2019\nAugust 6, 2019\nAugust 6, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [
                "https://www.recalls.gov/cpsc.html",
                "https://www.nhtsa.gov/press-releases",
                "https://www.cpsc.gov/"
            ],
            "unsure": [
                "https://vimeo.com/159566038",
                "http://sanevax.org/",
                "http://www.catherinejfrompovich.com/"
            ]
        },
        "key_words": [
            "health",
            "reported",
            "press",
            "hpv",
            "usa",
            "tell",
            "consumer",
            "free",
            "pharmaceutical",
            "vaccines",
            "vaccine",
            "plus",
            "facts",
            "product"
        ]
    }
]