[
    {
        "url": "http://www.bbc.com/sport/formula1/41543657",
        "title": "Japanese Grand Prix: Why Ferrari may make Lewis Hamilton wait for title",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "2017-10-08",
        "text": "By Andrew Benson\nChief F1 writer\n8 Oct 2017\nShare this page\nShare this with\nLewis Hamilton extended his championship lead to 59 points with victory in Japan\nBy the time he was asked any questions, Lewis Hamilton was saying all the predictable things about there being a long way to go, a lot of points still available, and so on. It was earlier that he betrayed the magnitude of the events of the Japanese Grand Prix.\nAfter a controlled performance to take his fourth victory in five races, Hamilton drove his Mercedes into the pits and stopped by the marker board that indicates the winner. And then he just sat there, the fingers from both hands in the narrow slot in his helmet, as he gave himself a moment to take in what had happened.\nHe climbed out of the car, stood on the top of the monocoque and then crouched down, his arms out to his sides as if he was flying. And then he knelt by the side of the car, his still-helmeted head resting on the sidepod, as if he was praying. A man of faith, he could well have been.\nBy then, his title rival Sebastian Vettel had already left the track. Before he did, the German spoke briefly to some television crews. And he, too, said all the right things: of course the title is harder now, but it's not over yet; we still have a chance; we can be strong for the final four races.\nDeep down, though, both men know what Suzuka meant. Hamilton has extended his championship lead to 59 points with only 100 still available. Barring some kind of miracle collapse, the 32-year-old Briton will surely win a fourth title this year. It is just a question of when.\nMercedes' Hamilton has now won eight races this season\nThe Ferrari collapse\nHamilton spoke for everyone after the race when he said it was \"kind of unbelievable\" how he has ended up in this situation. The season has turned so suddenly it is no wonder he is having difficulty taking it in.\nJust six weeks ago, Vettel was leading the championship - as he had done all season - having pressured Hamilton all the way at the Belgian Grand Prix on a track on which Mercedes were expected to dominate.\nThe expectation then was that the title fight would go to the last race, the momentum swinging back and forth all the while, the result impossible to predict.\nBut following Hamilton's dominant victory in Italy, Ferrari's season has imploded in three races in Asia in the past four weeks in quite astonishing fashion.\nFerrari team-mates Sebastian Vettel and Kimi Raikkonen were involved with a crash with Max Verstappen at the start of the Singapore Grand Prix and both had to retire from the race\nFirst came Singapore. Vettel had long been considered a certainty for victory there and he duly took pole position. But he made a catastrophic misjudgement off the start, veering aggressively across to defend from Red Bull's Max Verstappen, not realising that the other Ferrari of Kimi Raikkonen was on the Dutchman's inside.\nVerstappen was boxed in. The three collided, all of them out of the race pretty much on the spot, and Hamilton drove through the melee to open up a 28-point lead.\nIt was a racing incident, an unfortunate coming together of circumstances, and Vettel is right to say that it is just one of those things that can happen. But it is also true to say that level of aggression brings with it a level of risk which, in the circumstances, Vettel perhaps should not have taken.\nTwo weeks later in Malaysia, Ferrari again had the fastest car and ought to have taken a relatively comfortable one-two. But an engine problem in qualifying consigned Vettel to the back of the grid, from where he recovered to fourth. And an identical one then took care of Raikkonen before the start. Either man would have beaten Hamilton on a day on which Mercedes had only the third-fastest car. Instead, he took second place.\nNow the gap was 34 points. And Vettel was lucky to get away without damaging his gearbox in a bizarre crash on the slowing-down lap with Williams' Lance Stroll which looks increasingly like the four-time champion's fault the more evidence emerges.\nThen on to Japan, and a spark plug failure on the grid for Vettel. Could he have beaten Hamilton had the car run cleanly? No-one will ever know, but he would have run him close. As it is, Ferrari have returned to Maranello before the next race in Austin, Texas, on 22 October to lick their wounds and try to halt this collapse.\nTo make matters worse, Vettel received a reprimand for missing the driver line-up for the national anthem before the race at Suzuka. One more this season for a driving offence and he will get a 10-place grid penalty.\nFerrari mechanics were working on Vettel's car on the grid before Sunday's Japanese Grand Prix\nIs anyone at fault for Ferrari's campaign collapsing so spectacularly?\nWell, Vettel gave away 13 points with his moment of madness in driving into Hamilton behind the safety car in Azerbaijan in June, which turned a certain win into fourth place the way things turned out. And 25 points potentially went missing in Singapore.\nHad the 30-year-old German not made those two misjudgements, even with the engine problems in Malaysia and Japan the gap would now be at most 14 points. It would be very much game on.\nAnd that's assuming Hamilton would have finished second at Marina Bay, which was in no way a foregone conclusion had a healthy Verstappen and Raikkonen still been in the race.\nOf course, you can play 'what if' all day long. And the cliches are true. It is what it is. These things happen in motor racing. Drivers make mistakes. Cars sometimes break down.\nWhether Ferrari president Sergio Marchionne sees it that way remains to be seen. He was \"angry\" after the problems in Malaysia and said \"organisational changes\" were being made to address it. Will heads roll after Japan? It is the sort of thing that has happened in the past at Ferrari.\nHamilton refocused and formidable\nHamilton has four wins from five races since F1's summer break\nHamilton has not been perfect this season either, but his difficulties have manifested themselves in a different way. His big points losses have so far come in the first part of the season and when the car was at its most difficult.\nThe Mercedes might be the fastest car over one lap this season, at least with Hamilton in it. But the Ferrari is a more consistent and usable - and often faster - race car, with a wider operating window.\nAnd when Mercedes have struggled this year, until the summer break Hamilton had often been affected more than team-mate Valtteri Bottas.\nHe had relatively weak weekends to one degree or another in Russia, Monaco, Austria and Hungary. At all of those grands prix he was out-qualified by the Finn as Mercedes struggled with a lack of grip and balance, rooted to a large degree in struggles to get the tyres in the right operating window.\nSince the summer break, though, Hamilton has been a man transformed - on \"another level,\" as he himself put it in Japan. His qualifying advantages over Bottas have been 0.5 seconds, 2.3secs (in the wet), 0.7secs, 0.5secs and 0.3secs.\nHis race performances have been equally dominant - he has four wins and a second place from the past five and, other than at Monza in Italy, none have come easily.\n\"He hasn't put a foot wrong since a lot of races,\" says Mercedes F1 boss Toto Wolff. \"He has out-performed the car at times and the combination of Lewis and Mercedes is a really strong package.\n\"We just have to keep the momentum to the end of the season.\"\nHow might the title run-in go?\nIf Hamilton's fourth world title now appears an inevitability, winning it might not happen as soon as it appears.\nAssuming Ferrari can get a handle on their reliability problems, they can be expected to be competitive at the next race, the United States Grand Prix. In which case, it is hard to see Hamilton gaining the 16 points over Vettel he needs to clinch the title there.\nAfter that comes Mexico, about which Mercedes have serious concerns. The long straights might suggest a power track that will play to the silver car's strengths. But in fact, because of the high altitude, the Autodromo Hermanos Rodriguez in Mexico City is a track where teams run at maximum downforce. And Ferrari - and Red Bull, for that matter - have a better high-downforce package than Mercedes.\nThe Mercedes engineers, therefore, have concerns that Mexico could be another weekend like Russia, Monaco, Hungary and Singapore where they are on the back foot. In which case, all things being equal, Hamilton could struggle even to make the podium.\nThere are aspects of the tracks at Brazil and Abu Dhabi - particularly the twisty sectors, in the middle of the lap at Interlagos and the end at Yas Marina - that are also likely to favour Ferrari and Red Bull. So the whole \"one race at a time\" mantra is more than merely the usual sportsman's schtick.\n\"There's not really any need for me to change the approach,\" Hamilton said on Sunday in Japan.\n\"The points are still what you go out there to achieve, but also you try and look after your car. I just don't think there's any need to make any changes. I'm not really particularly taking crazy risks in order to be in the position I'm in.\n\"So, yeah, I think we're just going to try and continue to do what we're doing. Of course, we want to try and look after the car and the engine. But I'm already doing that throughout the races so there's not really much more I can do. And I think if sometimes you come off the gas a little bit you actually cause yourself more trouble than you need.\n\"There's still a long way to go. One hundred points is a lot of points. Anything can happen in life. I've just got to try and keep my head down and hopefully continue to perform like this - but I feel very, very fortunate and really blessed and I'm enjoying the experience.\"\nTop Stories\nFrom the section Football\nFrom the section Football\n",
        "quotes": [
            [
                "He hasn't put a foot wrong since a lot of races,",
                "Toto Wolff",
                true
            ],
            [
                "He has out-performed the car at times and the combination of Lewis and Mercedes is a really strong package.",
                "Toto Wolff",
                true
            ],
            [
                "We just have to keep the momentum to the end of the season.",
                "Toto Wolff",
                true
            ],
            [
                "There's not really any need for me to change the approach,",
                "Mercedes' Hamilton",
                true
            ],
            [
                "The points are still what you go out there to achieve, but also you try and look after your car.",
                "",
                true
            ],
            [
                "I just don't think there's any need to make any changes.",
                "",
                true
            ],
            [
                "I'm not really particularly taking crazy risks in order to be in the position I'm in.",
                "",
                true
            ],
            [
                "So, yeah, I think we're just going to try and continue to do what we're doing.",
                "",
                true
            ],
            [
                "Of course, we want to try and look after the car and the engine.",
                "",
                true
            ],
            [
                "But I'm already doing that throughout the races so there's not really much more I can do.",
                "",
                true
            ],
            [
                "And I think if sometimes you come off the gas a little bit you actually cause yourself more trouble than you need.",
                "",
                true
            ],
            [
                "There's still a long way to go.",
                "",
                true
            ],
            [
                "One hundred points is a lot of points.",
                "",
                true
            ],
            [
                "I've just got to try and keep my head down and hopefully continue to perform like this - but I feel very, very fortunate and really blessed and I'm enjoying the experience.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.bbc.com/sport/football"
            ]
        },
        "key_words": [
            "title",
            "way",
            "vettel",
            "lewis",
            "grand",
            "japanese",
            "mercedes",
            "points",
            "season",
            "race",
            "hamilton",
            "prix",
            "ferrari",
            "car",
            "wait"
        ]
    }
]