[
    {
        "url": "http://www.bbc.co.uk/newsbeat/article/41551136/stand-for-the-anthem-or-dont-play---dallas-cowboys-owner-to-players",
        "title": "'Stand for the anthem or don't play' - Dallas Cowboys owner tells players",
        "authors": [],
        "publisher": "www.bbc.co.uk",
        "publish_date": "",
        "text": "'Stand for the anthem or don't play' - Dallas Cowboys owner tells players  - BBC Newsbeat\n09/10/17\nThe owner of Dallas Cowboys has told his players they must stand for the national anthem.\n\"If there is anything that is disrespectful to the flag then we will not play,\" Jerry Jones said.\nIt follows US Vice President Mike Pence's decision to leave the game between San Francisco 49ers and Indianapolis Colts after several players refused to stand .\nPresident Trump has tweeted his support for Jerry Jones.\nTwo weeks ago, Jerry Jones linked arms with his players and knelt before the anthem was played in the game against Arizona Cardinals.\nIt's after President Trump called on players to be sacked if they refused to stand for the national anthem.\nThe kneeling originally started as a protest over how black Americans are treated in society.\nVideo caption Why America's sports stars are taking a knee\nBut it appears that Jerry Jones has now changed his mind. \"We cannot, in the NFL in any way, give the implication that we tolerate disrespecting the flag.\"\nThe Cowboys' boss was one of the seven NFL owners to donate to Trump's inauguration.\nThere have been reports that other teams have told players they must stand.\nThe NFL Players Association defended players' right to protest. \"We should not stifle these discussions and cannot allow our rights to become subservient to the very opinions our Constitution protects.\n\"That is what makes us the land of the free and the home of the brave.\"\nFormer San Francisco 49ers quarterback Colin Kaepernick was the first player to kneel during the national anthem.\nIt was in protest at the treatment of black Americans not the flag or the anthem itself.\nHe's not been offered a job since his contract with the 49ers came to an end in March.\nOn Sunday it was falsely reported that if he were given a job, he would stand for the national anthem.\nFind us on Instagram at BBCNewsbeat and follow us on Snapchat, search for bbc_newsbeat\nRelated Topics\n",
        "quotes": [
            [
                "If there is anything that is disrespectful to the flag then we will not play,",
                "Jerry Jones",
                true
            ],
            [
                "We cannot, in the NFL in any way, give the implication that we tolerate disrespecting the flag.",
                "Jerry Jones",
                true
            ],
            [
                "We should not stifle these discussions and cannot allow our rights to become subservient to the very opinions our Constitution protects.",
                "",
                true
            ],
            [
                "That is what makes us the land of the free and the home of the brave.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.bbc.co.uk/news/world-us-canada-41544567",
                "https://www.bbc.co.uk/sport/american-football/41397083"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.snapchat.com/add/bbc_newsbeat",
                "https://www.instagram.com/bbcnewsbeat/"
            ]
        },
        "key_words": [
            "tells",
            "jones",
            "stand",
            "play",
            "dallas",
            "49ers",
            "jerry",
            "anthem",
            "dont",
            "protest",
            "trump",
            "national",
            "owner",
            "nfl",
            "cowboys",
            "told",
            "players"
        ]
    }
]