[
    {
        "url": "http://beforeitsnews.com/u-s-politics/2017/09/passenger-dragged-off-southwest-airlines-plane-over-allergy-2536853.html",
        "title": "Passenger Dragged off Southwest Airlines Plane Over ‘Allergy’",
        "authors": [],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "By ram7932\nWednesday, September 27, 2017 8:11\n% of readers think this story is Fact. Add your two cents.\nCDN – http://www.conservativedailynews.com\nA woman was physically removed from a Southwest Airlines flight Tuesday after she alerted the crew that she should not fly with animals due to a “life-threatening allergy.”\nThe Baltimore to Los Angeles flight had a service dog and a pet in the cabin and upon hearing of the passenger’s health issue, the crew explained to her that airline policy prohibits her from boarding the plane without a medical waiver.\n“Our Flight Crew made repeated attempts to explain the situation to the Customer, however, she refused to deplane and law enforcement became involved,” Southwest Airlines said in its statement.\nCellphone video shows the passenger fighting back against law enforcement, even at one point trying to return to her seat despite the orders from the crew and the officers. She constantly resists the officers by pushing back against seat backs as they forcibly remove her from the aircraft.\nAt one point during the encounter, she exclaims, “I’m a professor, what are you doing?” as if teaching at a college or university allows her to skirt airline policy or law enforcement orders. She also said that her dad was having surgery the following day, which has not yet been confirmed.\nHer original intent with the allergy issue was likely intended to get the service dog and pet removed from the aircraft, but it appears that the only thing removed from that plane was a snowflake.\nThe flight departed to Las Angeles after a slight delay – without her.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Our Flight Crew made repeated attempts to explain the situation to the Customer, however, she refused to deplane and law enforcement became involved,",
                "",
                true
            ],
            [
                "I’m a professor, what are you doing?",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.prodo1.com/",
                "http://www.suppressedhealthsecrets.com",
                "https://beforeitsnews.com/v3/r2/?url=https://www.conservativedailynews.com/tag/southwest-airlines/",
                "https://mitocopper.com/pages/affiliate-program"
            ]
        },
        "key_words": [
            "dragged",
            "law",
            "service",
            "flight",
            "southwest",
            "passenger",
            "airlines",
            "crew",
            "enforcement",
            "plane",
            "removed",
            "allergy"
        ]
    }
]