[
    {
        "url": "http://beforeitsnews.com/sports/2017/10/the-ditch-list-week-4-fallout-breaking-down-four-players-it-may-be-time-to-cut-bait-on-2701692.html",
        "title": "The Ditch List: Week 4 Fallout: Breaking Down Four Players It May Be Time To Cut Bait On",
        "authors": [
            {
                "name": "Roto Professor - Baseball",
                "link": null
            }
        ],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "Total:\nThe Ditch List: Week 4 Fallout: Breaking Down Four Players It May Be Time To Cut Bait On\nMonday, October 2, 2017 0:49\n% of readers think this story is Fact. Add your two cents.\nby Eric Stashin (aka The Rotoprofessor)\nNot every cut is created equal, and it’s going to depend on your league size/format in many cases.  That said there have been some obviously disappointing starts to the season and in the right circumstance three weeks is enough information to formulate a decision, cut bait and move on.  Let’s take a look at a few candidates that you should consider dropping:\nAmari Cooper – Oakland Raiders – Wide Receiver\nCooper had a difficult matchup against the Broncos, but his 2 reception, 8 yard performance is just the latest in what has been a disappointing season.  Overall he’s turned 23 targets into 10 catches and 101 yards.  Sure he’s scored a TD, but that came in Week 1 and he’s been virtually unusable over the past three weeks:\nvs. New York Jets – 4 receptions for 33 yards\nat Washington – 1 reception for 6 yards\nat Denver – 2 receptions for 9 yards\nWith Derek Carr leaving yesterday’s game early only adds another little twist, as he could potentially be looking at E.J. Manuel starting in the short-term (though we’ll have to wait and see).  Completely giving up on Cooper doesn’t make sense as there’s simply too much upside potential, but at this point he’s obviously a player who belongs on your bench and nowhere else.\nVerdict – Firmly plant on your bench, but don’t give up\nPaul Perkins – New York Giants – Running Back\nHe wasn’t doing much early in the game (9 carries for 13 yards), and then went down with an injury.  In his place stepped Wayne Gallman, who looked better than Perkins has all season long as he turned 11 carries into 42 yards while catching 2 passes for 8 yards and 1 TD.  We’ll have to wait and see how long Perkins is sidelined, but even if he doesn’t miss time you’d have to think that the Giants will give Gallman an opportunity (Perkins is averaging 2.1 yards per carry and has not rushed for more than 22 yards in a game).  With his dismal production, his role in question and the potential injury, Perkins is a disposal player at this point.\nVerdict – Droppable in 12-formats if you need roster spot\n \nEric Decker – Tennessee Titans – Wide Receiver\nMarcus Mariota was injured, which would further hurt the upside of Decker (who has been a relative bust despite being one of the significant acquisitions for the team).  Yesterday Decker was targeted just twice, putting up 2 receptions for 13 yards.  He’s totaled 12 receptions for 104 yards and his season best is 4 receptions (Week 3) and 49 yards (Week 3).  He’s been targeted a total of 20 times, though not more than 5 since Week 1 (he had 8 targets in the first week).  He also has failed to find the end zone as Tennessee is a run based offense and Decker appears to be the third receiving option, at best:\nRishard Matthews – 32 targets\nDelanie Walker – 26 targets\nEric Decker – 20 targets\nAt this point Decker is droppable in shallower formats, but worth stashing in deeper leagues if the waiver wire is fairly barren.\nVerdict – Droppable in 12-team leagues (and shallower)\nBreshad Perriman – Baltimore Ravens – Wide Receiver\nThis is the third season for the former first round draft pick, so expectations were high.  Instead he’s been a bust with 25% of the season behind him, totaling 2 receptions for 11 yards.  Just to make matters worse he has a total of 8 targets, which came split between Weeks 1 and 4 (he went untargeted in Weeks 2 and 3).\nPerriman is going to be limited by the struggles of Joe Flacco, and he’s also going to be behind Jeremy Maclin and Mike Wallace on the depth chart.  In other words the outlook is fairly limited, and there’s little reason to think that anything is going to change.\nVerdict – Droppable in 14-team leagues (and shallower)\nSources – ESPN, NFL.com\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Global\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.prodo1.com/",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "droppable",
            "going",
            "hes",
            "wide",
            "ditch",
            "receptions",
            "yards",
            "breaking",
            "perkins",
            "cut",
            "fallout",
            "week",
            "list",
            "season",
            "decker",
            "bait",
            "players"
        ]
    }
]