[
    {
        "url": "https://www.cnn.com/2016/09/21/politics/nbc-wsj-poll-hillary-clinton-donald-trump-2016-election/index.html",
        "title": "National poll: Clinton leads Trump by 6 points",
        "authors": [
            {
                "name": "Daniella Diaz",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-21",
        "text": "Updated 11:04 AM ET, Thu September 22, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nClinton has 43% support of likely voters, Trump 37%, in four-way matchup\nTrump leads on the economy, while Clinton leads on other key issues\nWashington (CNN)\nHillary Clinton is leading Donald Trump by 6 points ahead of the first debate on Monday, according to a new national poll released Wednesday.\nA four-way matchup shows Clinton has 43% support of likely voters while Trump has 37%, in the new NBC/Wall Street Journal poll . Libertarian Party nominee Gary Johnson is at 9% and the Green Party's Jill Stein is at 3%.\nIn a two-way matchup, Clinton leads Trump by 7 points, 48% to 41%.\nRead More\nDespite a recent effort to court African-American voters, Trump garners just 7% support compared to Clinton's 81% with the voting bloc.\nOn the issues, Trump has the advantage with voters when it comes to the economy -- 46% to 41%. But Clinton leads when it comes to being in charge of nuclear weapons (51% to 25%), being a good commander in chief (48% to 33%) and on immigration (50% to 39%). Trump and Clinton are virtually tied when it comes to terrorism and homeland security (44% to 43%).\nA new CNN Poll of Polls, including the NBC/WSJ data, finds Clinton's edge over Trump has inched up by 1 point. The Poll of Polls averages the results of the five most recent nationwide telephone polls of presidential preference among likely voters and finds her ahead, 43% to 40%.\nThe NBC/WSJ poll surveyed 992 likely voters between September 16-19 and has a margin of error of plus or minus 3.2 percentage points.\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.scribd.com/document/324821200/16804-NBCWSJ-September-Poll-9-21-Release?secret_password=gKkeD7pKqo5rYoSPNmfU"
            ]
        },
        "key_words": [
            "voters",
            "recent",
            "points",
            "poll",
            "trump",
            "clinton",
            "likely",
            "support",
            "comes",
            "leads",
            "national",
            "polls"
        ]
    }
]