[
    {
        "url": "https://www.activistpost.com/2017/09/kalashnikov-unveils-new-anti-drone-weapon.html",
        "title": "Kalashnikov Unveils New Anti-Drone Weapon",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-07",
        "text": "Hot Topics\nWhile most Western countries are  reverting  back to  medieval technology  to  combat the use of drones , legendary Russian arms manufacturer Kalashnikov, makers of the AK series, has developed an advanced anti-drone gun. Drones are now becoming more widely available; therefore, anti-drone technology is becoming a major field in the defense industry.\nOf course, Kalashnikov is leading the pack in anti-drone warfare. Built on the MP-514K rifle system, the fully modular device comes equipped with interchangeable jamming units, which disrupt GPS, GLONASS, WiFi, and other electronic and radio signals, rendering drones inoperable. Due to its ability to block phone signals, the device also can be used  to prevent remote detonation of improvised explosives .\nMeet the REX-1.\nFor the first time in Russia , Kalashnikov Concern, the largest arms manufacturer in the country, showed off its electromagnetic anti-drone rifles at the Army-2017 expo in the Moscow Region . Prototypes of the REX-1 are also undergoing tests in some subunits of the Russian National Guard.\nThe gun has some fascinating features which makes it extremely effective. It is able to “fire” continuously for four hours. It can then be recharged for four hours using an ordinary 220-volt socket, or it can be connected to an additional battery for uninterrupted use. And, according to Nikita Khamitov, head of the special projects department at Zala Aero Group – the company that developed the new weapon and is part of Kalashnikov Concern, it’s possible to change each component in a matter of seconds, just like changing the magazine on an assault rifle.\n“This radiomagnetic ‘gun’ suppresses the command and control channels of the world’s most commonly encountered drones. It’s also installed with a number of interchangeable electromagnetic and infrared units that suppress GSM, GPS, GLONASS, Galileo [the last three are various types of satellite navigation systems – RBTH], and other channels,” said Khamitov. -RBTH\nDrones generally have two default modes in case communication is lost with the operator.   They will either return to the start point or automatically land.  “In the latter case the drone will disappear from enemy radars, and you effectively have a new toy in your hands,” Khamitov added. “A particular feature of the device is the possibility of not just neutralizing unmanned aerial vehicles but also explosive devices triggered by remote control – via a phone call or text message, as one sees in films. The gun shuts out all external signals and gives the combat engineer group time to arrive on the spot and completely eliminate the threat,” Khamitov said.\nAnd it’s possible you could end up getting your hands on a REX-1, too.  Well, the civilian version, anyway. According to Khamitov, a version of the gun could definitely be designed for the civilian market. Or course, not all its functions would be made available. For instance, in the civilian version, the GPS neutralizing device would not be included.\nThe price of the weapon will be determined when the subunits of the Federal National Guard Troops Service decide the number they want to procure. “Looking at the market, I think the civilian version of our system could cost around $5,000,” Khamitov said.\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "This radiomagnetic ‘gun’ suppresses the command and control channels of the world’s most commonly encountered drones.",
                "Khamitov",
                true
            ],
            [
                "It’s also installed with a number of interchangeable electromagnetic and infrared units that suppress GSM, GPS, GLONASS, Galileo [the last three are various types of satellite navigation systems – RBTH], and other channels,",
                "Khamitov",
                true
            ],
            [
                "In the latter case the drone will disappear from enemy radars, and you effectively have a new toy in your hands,",
                "Khamitov",
                true
            ],
            [
                "A particular feature of the device is the possibility of not just neutralizing unmanned aerial vehicles but also explosive devices triggered by remote control – via a phone call or text message, as one sees in films.",
                "Khamitov",
                true
            ],
            [
                "The gun shuts out all external signals and gives the combat engineer group time to arrive on the spot and completely eliminate the threat,",
                "Khamitov",
                true
            ],
            [
                "Looking at the market, I think the civilian version of our system could cost around $5,000,",
                "Khamitov",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://sputniknews.com/europe/201602081034404796-uk-drones-eagles-police/",
                "https://sputniknews.com/military/201708221056681106-russia-kalashnikov-device/",
                "https://sputniknews.com/science/201602021034064387-drone-catching-eagles/",
                "https://www.rbth.com/defence/2017/08/29/down-with-the-drones-new-russian-weapon-to-combat-flying-machines_830114"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.rusarmyexpo.com/visiting",
                "https://www.rt.com/viral/372945-french-eagle-drone-hunt/"
            ]
        },
        "key_words": [
            "gun",
            "drones",
            "technology",
            "signals",
            "manufacturer",
            "antidrone",
            "unveils",
            "kalashnikov",
            "rbth",
            "weapon",
            "units",
            "russian"
        ]
    }
]