[
    {
        "url": "https://www.nytimes.com/interactive/2017/10/09/world/middleeast/mosul-iraq-rubble-dead.html?rref=collection%2Fsectioncollection%2Fworld",
        "title": "Digging Up the Dead: Probing the Ruins of Mosul",
        "authors": [
            {
                "name": "Text Ivor Prickett",
                "link": null
            },
            {
                "name": "Photographs",
                "link": null
            },
            {
                "name": "Ivor Prickett",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-09",
        "text": "NYTimes.com no longer supports Internet Explorer 9 or earlier. Please upgrade your browser. LEARN MORE »\nSections\nHome\nSearch\nClose search\nPhotographs and Text by IVOR PRICKETT\nOCT. 9, 2017\nIvor Prickett spent months on assignment for The New York Times in Mosul, Iraq, documenting the battle to recapture the city from Islamic State militants and the aftermath. See more of his reports from a city in ruin here .\nMosul, Iraq — “This is the other arm. Was she wearing a black abaya?” Daoud Salem Mahmoud shouted as he lifted the bone from the rubble and held it out to the small group looking on. A piece of cloth still clung to the sinews. “This one is a black abaya.”\nMr. Mahmoud and a small band of men had picked carefully through the remains of a demolished city street of Mosul, digging through personal belongings and the crumbled walls of family homes.\nThe work was slow and laborious. They were searching for the dead.\nTwo months after the ferocious, nine-month battle to liberate Mosul from Islamic State militants, much of the city lay in ruins. Government forces supported by coalition planes had carried out repeated strikes, and the militants had fiercely defended their positions. Thousands may have died in the fighting,  many lying uncounted beneath the rubble.\nIraqi Civil Defense workers searching for the bodies of a family killed in airstrikes in June.\nCivil Defense workers digging out the bodies of two people killed in their home during an airstrike.\nCarrying a body out of a home.\nNow that the fight has moved on, the city has turned its attention to recovering those bodies to return them to their families. That task has fallen to the city’s Civil Defense workers, mostly trained as firefighters and rescue workers.\nThey are focused on the devastated Old City district, where Islamic State fighters made their last stand. The workers move cautiously to avoid leftover bombs and unexploded suicide belts. In August, one of their officers was killed and three crew members were wounded when they  disturbed explosives.\nIt took most of the day for a rotating crew of more than 10 men using an excavator to retrieve just two bodies. The men have months of work ahead of them.\nThis day, the crew worked slowly and methodically as Sondus Mazaal, her husband and her elderly aunt Nadhira Aziz waited anxiously for any signs of their relatives or their personal belongings.\nMrs. Aziz, the homeowner, sat in a plastic chair 15 feet from the excavator. At times she was engulfed in dust whipped up as the driver dumped mounds of stone and parts of her house beside her, but she refused to move.\nShe directed the driver and shouted at the men on the ground to retrieve books and bags that she saw poking out of the debris. By the end of the day she was surrounded by a pile of tattered belongings that she wanted to bring with her. When the men said they were unable to bring all of the belongings with them she almost refused to leave.\nNadhira Aziz watched as Iraqi Civil Defense workers dug out the bodies of her sister and niece from her house in the Old City where they were killed by an airstrike in June.\nThere are still dangers.\nA week earlier, the men said, someone shot at them and immediately fled. It was hard to fathom how an ISIS fighter might still be alive months after the battle had ended, and in an area that was largely razed, but the men were on high alert.\nThe sprawling ancient quarter is now largely sealed off from residents who used to live there, but soon after the crew arrived on this recent morning, some of the group began shouting.\nThey had come across a young man hiding in a partially collapsed building. He had managed to survive in an area cut off from the rest of the city months after the fight had ended. He denied being an ISIS fighter. But he was found with a mobile phone, some money and four automatic rifle magazines.\nA man suspected of being an Islamic State militant was found hiding in the rubble.\nNadhira Aziz directed a recovery crew to the locations of the buried bodies of her sister and niece.\nAn Iraqi Civil Defense worker who had been digging for the bodies of two civilians throwing an unexploded suicide belt into the Tigris.\nThe men handed him over to the federal police unit stationed nearby and continued their work.\nThey haven’t been paid in months, but see this as their duty to the community, said Rabia Ibrahim Hassan, who is leading the recovery efforts. “We will continue until we have finished our work here,” Mr. Hassan said.\nEarlier in the day, Mrs. Mazaal had confirmed that the arm bone belonged to her sister. Now, after hours of digging, the crew found her mother in what was once a basement.\nIraqi Civil Defense workers recovered the body of Sondus Mazaal’s mother, who was killed by an airstrike in Mosul’s Old City in June.\nMuch of the room was still intact, a shelving unit standing along one wall. Her body was almost fully intact, but heavily decomposed after months buried under debris.\nThree men worked delicately, digging by hand to remove the mortar and twisted metal around her body. They wanted to remove her body as carefully as possible.\nIt took most of the day for a rotating crew of more than ten men using an excavator to retrieve just these two bodies. The men have months of work ahead of them.\nThere was no time to grieve as the men carried the three bodies through the destroyed streets over piles of masonry, past uncleared improvised explosives.\nThey are also being asked to retrieve those who were hastily buried during the months of fighting before their families fled.\nFive members of Fouad Mohammed Sadi’s family died during one week in June. As the push to retake the Old City was in full swing, his wife, his 10-year-old daughter and his brother’s wife were killed when their house was hit by what he believed was a heavy artillery strike aimed at targeting ISIS militants in the area.\n“They told us to stay at home and then they bombed us,” Mr. Sadi said.\nMr. Sadi and his brother survived and early the next morning, under continued shelling, buried the bodies before they fled. Mr. Sadi has one remaining daughter and they now live with relatives on the east side of Mosul.\nHe returned with the Civil Defense to the spot where he had buried his family to exhume their bodies from the shallow grave on the outskirts of the Old City and give them a proper burial.\nLeyla Hasan Said sat beside the bodies of five of her relatives and others belonging to another family after workers recovered their remains.\nIraqi Civil Defense workers and Mr. Sadi’s relatives carried the bodies of his wife, daughter and sister-in-law through his heavily destroyed neighborhood in the Old City.\nMr. Sadi wept as helped to lower the bodies of his wife, daughter and two brothers into the ground.\nUnder Mr. Sadi’s direction, the team of ten men dug into the rocky ground. It didn’t take them long to hit the wooden panels Mr. Sadi had used to crudely cover the bodies. The men removed the remains and placed them in white body bags, as Mr. Sadi leaned in to try and identify his family. There was no time to grieve as the men carried the three bodies through the destroyed streets over piles of masonry, past uncleared improvised explosives.\nMr. Sadi’s two brothers were killed that same week in June, when their home was brought down by an airstrike aimed at targeting ISIS militants in the area. On the same day he dug up the bodies of his wife and daughter, he watched as the Civil Defense workers recovered the remains of his two brothers from what was left of their house.\nBefore the sunset, Mr. Sadi buried them in four graves, side-by-side in a cemetery in western Mosul.\nHe never broke down, but he wept quietly throughout the day as he kept himself busy directing the workers.\nAs he placed the bodies of his wife and daughter into the ground, he dropped his head and stood inside the grave for a moment. It seemed like he might never come out of the hole.\nBut he still had to bury his brothers.\nMr. Sadi, center, buried his wife, daughter and two brothers at a cemetery in western Mosul.\nAlaa Mohammed and Falih Hassan contributed reporting.\nProduced by Craig Allen, Gray Beltran, David Furst and Megan Specia\nCorrection: Oct. 10, 2017\nAn earlier version of a picture caption with this article misidentified the woman in the Old City of Mosul observing excavation efforts  to recover bodies of her relatives who were killed in an airstrike. She is Nadhira Aziz, not Sondus Mazaal.\nMore on NYTimes.com\n",
        "quotes": [
            [
                "Was she wearing a black abaya?",
                "Daoud Salem Mahmoud",
                true
            ],
            [
                "This one is a black abaya.",
                "",
                true
            ],
            [
                "We will continue until we have finished our work here,",
                "Rabia Ibrahim Hassan",
                true
            ],
            [
                "They told us to stay at home and then they bombed us,",
                "Sadi",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/interactive/2017/world/middleeast/battle-for-mosul-iraq.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://help.nytimes.com/hc/en-us"
            ]
        },
        "key_words": [
            "ruins",
            "mr",
            "sadi",
            "dead",
            "probing",
            "months",
            "bodies",
            "city",
            "digging",
            "civil",
            "defense",
            "mosul",
            "workers",
            "men",
            "killed"
        ]
    }
]