[
    {
        "url": "https://www.reuters.com/article/us-trade-nafta-mexico/mexico-economy-minister-downplays-trade-deficits-ahead-of-nafta-talks-idUSKCN1C90AV",
        "title": "Mexico economy minister downplays trade deficits ahead of NAFTA talks",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-04",
        "text": "Mexico economy minister downplays trade deficits ahead of NAFTA talks\n2 Min Read\nMexico's Economy Minister Ildefonso Guajardo addresses the media to close the second round of NAFTA talks involving the United States, Mexico and Canada at Secretary of Economy headquarters in Mexico City, Mexico, September 5, 2017. REUTERS/Edgard Garrido\nMEXICO CITY (Reuters) - As the United States, Mexico and Canada prepare for another round of negotiations to revamp the North American Free Trade Agreement, Mexico’s economy minister on Tuesday urged the parties to stop fixating on trade deficits between the countries.\nThe trade disparity between the U.S. and Mexico has been a frequent complaint of President Donald Trump, who has threatened to withdraw from NAFTA if he does not get concessions to reduce a U.S. trade deficit of around $64 billion with Mexico.\nBut Mexican Economy Minister Ildefonso Guajardo insisted that talks to overhaul the 23-year-old trade accord should not center on trade deficits.\n“We cannot continue under these optics that our only measurable objective can be the reduction of commercial deficits,” he said during an interview with local television. “Discussing the theme of the deficit would generate a war of protectionism that would dismantle the advance of the agreement.”\nNAFTA is a key pillar of the Mexican economy, with some 80 percent of the country’s exports sent to the United States. But Guajardo suggested that the demise of the trade agreement could create complications for the U.S. as well.\n“In the undesirable but possible scenario that the United States leaves the agreement, the possibility that the deficit with Mexico grows is very high.”\nThe U.S., Mexico and Canada will hold a fourth round of negotiations from Oct. 11 to Oct. 15 in Washington, D.C.\nReporting by Sheky Espejo and Julia Love; Editing by Kim Coghill\n",
        "quotes": [
            [
                "We cannot continue under these optics that our only measurable objective can be the reduction of commercial deficits,",
                "Guajardo",
                true
            ],
            [
                "Discussing the theme of the deficit would generate a war of protectionism that would dismantle the advance of the agreement.",
                "Guajardo",
                true
            ],
            [
                "In the undesirable but possible scenario that the United States leaves the agreement, the possibility that the deficit with Mexico grows is very high.",
                "Guajardo",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "guajardo",
            "round",
            "economy",
            "states",
            "minister",
            "mexico",
            "downplays",
            "united",
            "canada",
            "deficits",
            "trade",
            "talks",
            "ahead",
            "nafta",
            "deficit"
        ]
    }
]