[
    {
        "url": "https://www.activistpost.com/2017/10/5-glaring-inconsistencies-vegas-shooting-need-addressed.html",
        "title": "5 Glaring Inconsistencies in the Vegas Shooting that Need to be Addressed",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-10-05",
        "text": "Hot Topics\n5 Glaring Inconsistencies in the Vegas Shooting that Need to be Addressed\nThroughout history, there have been well-documented and factual occurrences of governments carrying staged events to manipulate the public into passing a law, accepting a war, or any other means of implementing control. These acts have been admitted to by the state, are 100 percent real. They happen so often that they have their own term—false flag.\nThere is a fine line to walk, however, between questioning everything and automatically assuming everything is a government conspiracy or false flag. Those who immediately claim every violent tragedy or event is a false flag often do more damage to the fight for truth than those who blindly accept everything their government tells them as the truth.\nEvery time an event happens it is important to keep an open mind, look for inconsistencies, try to find contradictions or impossibilities made to look possible, and always avoid jumping to conclusions.\nGiven the current information that has been released so far in the tragic shooting in Las Vegas, it appears that most everything we’ve been told so far is true and many of the inconsistencies appear to have come up from the mass hysteria and confusion surrounding such a violent and tragic event.\nHowever, while most of what we are being told appears to be true, there are still some glaring inconsistencies that need to be addressed. The Free Thought Project has come up with a list of the top five inconsistencies surrounding this tragedy and we feel it is important to point them out to ultimately find the truth. Unlike other irresponsible outlets—rife with falsehoods—we will not attempt to claim we know the truth, nor speculate on a motive.\n1. Stephen Paddock did not fit the bill for a mass murderer.\nThis is perhaps the most glaring of all the inconsistencies as most of the recent psychopath mass murderers in recent history made moves prior to killing that were consistent with being a psychopathic killer. Paddock did not.\nMost odd was the fact that Paddock was rich. He was an accountant, lived in a half million dollar home in a retirement community and had no criminal record.\nPaddock’s brother, Eric Paddock was equally stunned to hear about what his brother had done as he had just talked to him. “We’re still just completely befuddled. Dumbstruck,” he said.\nHe described his brother as having “no history of violence. No history of anything couldn’t give a s*** less about politics, religion, pointy hatted people etc, etc. He just wanted to get a freaking royal flush.”\nEric said he had last talked to his brother when he called down to Florida to see how his mother was making out after losing power from hurricane Irma. How many mass murderers call to check on their mother before going on to slaughter dozens of innocent people?\n2. Paddock was still playing with his girlfriend’s casino card trying to rack up points the night of the shooting.\nEric Paddock said how his brother “loved to gamble. He loved — when I say loved — it was a job. It was fun because people were nice to him.”\nPaddock was a regular in Vegas. He’d even been captured on surveillance footage in the Cosmopolitan Casino in 2011 in which he was seen falling. He later tried to sue the hotel for getting hurt and even then everyone remained cordial and nice to him.\nPrior to the shooting, Paddock had been at the Mandalay Bay casino for four days and had not done anything out of the ordinary to garner the attention of hotel security.\nHe had simply been gambling. While it is possible that he was simply blending in to maintain his cover and wait for the moment to strike, the fact that he used his girlfriend’s slot machine card seems completely out of the ordinary.\nFor those who don’t know, slot cards or gambling cards are ways casinos track loyal customers. When you rack up enough points, they will comp a room or a meal for you. Paddock was playing with this card—essentially planning for future comps—on the very night he opened fire on a crowd of 22,000 people.\nBlending in is one thing, but racking up points to plan for future benefits on the night you are going to commit mass murder seems glaringly inconsistent.\n3. Surveillance footage of Paddock inside the hotel has yet to be released.\nDeclare Your Independence!\nProfit outside the rigged system! Protect yourself from tyranny and economic collapse. Learn to live free and spread peace!\nCounter Markets Newsletter - Trends & Strategies for Maximum Freedom\nClaim Your FREE Issue Today!\nIn most mass shootings, within 24 hours we usually see at least a still image of the perpetrator as captured by the building’s surveillance cameras. In Paddock’s case, as of the time this article was published, none of this footage has been released.\nWhy not release at least a single shot of Paddock walking into the hotel lobby?\n4. Neither room service, house cleaning, surveillance footage, nor security saw him bring hundreds of pounds of guns and ammo into the room.\nOriginal reports noted that Paddock had somewhere around ten firearms in his hotel room after it was breached by SWAT. However, reports as of Tuesday morning now say authorities recovered a whopping 23 weapons.\nPolice noted that only one of these weapons was a handgun, meaning that 22 of them were long-form rifles or shotguns.\nJust to put the sheer logistics of bringing in these guns into perspective, here is an image of 23 rifles.\nThis image shows just the guns, not the hundreds of rounds of ammo to fill them.\nHe had brought “in excess of 10” suitcases to the suite over several days, Sheriff Joe Lombardo said. Yet no one thought this to be suspicious?\nHousekeepers said they “saw no signs of anything” suspicious, Nevada Rep. Dina Titus told CNN.\nPaddock had a “pretty well hidden” arsenal, she said.\nAuthorities believe Paddock brought the weapons into the hotel by himself but did not provide specifics.\n5. If Paddock acted alone, who was this mystery woman who warned everyone they were going to die 45 minutes before the shooting?\nCaught on video after the shooting was an eyewitness report given to a local NBC affiliate in which a woman was described to have warned of the attack. The eyewitness claims to have seen a woman push her way to the first row of the concert roughly 45 minutes before the shooting began and levy threats indicating that everyone would soon be dead.\n“So there was a lady who pushed her way forward into the first row and she started messing with another lady. She told us we were all going to die tonight – it was about forty-five minutes before the shots were fired,” the witness states.\nEyewitness describes Hispanic woman who told people “everyone is going to die tonight” #LasVegas #mandalaybay pic.twitter.com/Wn3NchE8fA\nWhile all these questions and inconsistencies could soon be answered or laid to rest by authorities, no mainstream media outlets are asking them.\nMatt Agorist is an honorably discharged veteran of the USMC and former intelligence operator directly tasked by the NSA. This prior experience gives him unique insight into the world of government corruption and the American police state. Agorist has been an independent journalist for over a decade and has been featured on mainstream networks around the world. Agorist is also the Editor at Large at the Free Thought Project , where this article first appeared .  Follow @MattAgorist on Twitter , Steemit , and now on Facebook.\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "We’re still just completely befuddled.",
                "Stephen Paddock",
                true
            ],
            [
                "No history of anything couldn’t give a s*** less about politics, religion, pointy hatted people etc, etc.",
                "Stephen Paddock",
                true
            ],
            [
                "He just wanted to get a freaking royal flush.",
                "Stephen Paddock",
                true
            ],
            [
                "He loved — when I say loved — it was a job.",
                "Stephen Paddock",
                true
            ],
            [
                "It was fun because people were nice to him.",
                "Stephen Paddock",
                true
            ],
            [
                "So there was a lady who pushed her way forward into the first row and she started messing with another lady.",
                "",
                true
            ],
            [
                "She told us we were all going to die tonight – it was about forty-five minutes before the shots were fired,",
                "",
                true
            ],
            [
                "everyone is going to die tonight",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2017/10/03/us/las-vegas-shooting-investigation/index.html",
                "http://thefreethoughtproject.com/deadliest-mass-shooting-us-history/",
                "http://thefreethoughtproject.com/inconsistencies-las-vegas-shooting/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nbcnews.com/video/las-vegas-shooter-seen-falling-in-casino-security-footage-in-2011-1060281923682",
                "https://thefreethoughtproject.com/",
                "https://t.co/Wn3NchE8fA",
                "https://steemit.com/@tftproject",
                "https://www.facebook.com/TheREALMattAgorist/",
                "https://twitter.com/hashtag/LasVegas?src=hash&ref_src=twsrc%5Etfw",
                "https://twitter.com/MattAgorist",
                "https://twitter.com/hashtag/mandalaybay?src=hash&ref_src=twsrc%5Etfw"
            ]
        },
        "key_words": [
            "hotel",
            "vegas",
            "inconsistencies",
            "going",
            "shooting",
            "addressed",
            "glaring",
            "brother",
            "paddock",
            "mass",
            "need",
            "surveillance",
            "woman",
            "told"
        ]
    }
]