[
    {
        "url": "http://www.bbc.com/sport/sports-personality/41512150",
        "title": "BBC Young Sports Personality of the Year 2017: Nominations open",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "2017-10-05",
        "text": "5 Oct 2017\nShare this page\nShare this with\nNominations will form a shortlist, with a panel including well-known sports stars deciding the winner.\nParalympic swimmer Ellie Robinson took the award in 2016 after winning gold at the Rio Paralympics aged 15.\nPast winners of the award have included Tom Daley, Sir Andy Murray, Claudia Fragapane, Ellie Simmonds and Theo Walcott.\nThis year the awards show comes live from the Echo Arena in Liverpool and will also be broadcast live on BBC One.\nMedia playback is not supported on this device\nSwimmer Robinson wins 2016 Young Sports Personality\nHow to nominate\nYou can nominate by downloading and filling in this form and emailing it to sports.personality@bbc.co.uk or posting it to YOUNG SPOTY 2017, 3rd Floor, Quay House, MediaCityUK, Salford Quays, M50 2QH.\nNominees have to be 17 or under on 1 January 2017. Nominations close on Thursday, 16 November 2017. Nominations are made to the BBC and by sports governing bodies via the Youth Sport Trust.\nJoin the judging panel\nThis year, BBC Young Sports Personality of the Year has once again joined forces with Blue Peter to offer one young viewer the chance to join the panel to decide this year's shortlist.\nThe lucky viewer will be selected from those who have applied for a Blue Peter Sport Badge.\nYouth Sport Trust's assistant director of development Will Roberts said: \"To be nominated as the BBC Young Sports Personality of the Year is a fantastic achievement, and the discussions around the shortlisting to a top 10 and then the ultimate winner is always a challenging process - simply because the level of performances is so high.\"\nFor more details of the nomination process, and for further information on how to join the judging panel, please see the terms and conditions .\nRecent Young Sports Personality winners\n2016: Ellie Robinson (Paralympic swimming)\n2015: Ellie Downie (gymnastics)\n2014: Claudia Fragapane (gymnastics)\n2013: Amber Hill (shooting)\n2011: Lauren Taylor (golf)\nFrom the section Football\n",
        "quotes": [
            [
                "To be nominated as the BBC Young Sports Personality of the Year is a fantastic achievement, and the discussions around the shortlisting to a top 10 and then the ultimate winner is always a challenging process - simply because the level of performances is so high.",
                "Will Roberts",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.bbc.com/sport/sports-personality/34334644"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.bbc.co.uk/cbbc/joinin/bp-how-to-get-your-sport-badge-2017",
                "https://www.bbc.com/sport/football",
                "https://www.bbc.com/sport/av/sports-personality/38321056"
            ]
        },
        "key_words": [
            "young",
            "bbc",
            "open",
            "award",
            "panel",
            "viewer",
            "nominations",
            "2017",
            "personality",
            "winner",
            "sport",
            "swimmer"
        ]
    }
]