[
    {
        "url": "https://www.activistpost.com/2017/09/journalist-travels-to-north-korea-brings-back-photos-very-different-from-msm.html",
        "title": "Journalist Travels To North Korea, Brings Back Photos Very Different From MSM",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-26",
        "text": "Hot Topics\nJournalist Travels To North Korea, Brings Back Photos Very Different From MSM\nAs the United States continues to drum up support for possible military intervention in North Korea, the propaganda attacks launched against the isolated Asian nation by the mainstream corporate press have intensified as well. Ranging from the semi-legitimate to the ridiculously absurd, the corporate media has launched a campaign of insults balanced only by its “resistance movement” to Donald Trump. In this case, however, Trump has the rare backing of the corporate press if only in the by the fact that the media is cheering for war harder and faster than Trump is perhaps willing to give it to them.\nThe corporate press has presented the entirety of North Korea as a state in which no independent thought is allowed, starvation is rampant, haircuts are mandated, and the population of the country is essentially kept in a massive prison camp with messages of brainwashing piped in to every home.\nYet, in the middle of all the propaganda and the talk of war, one journalist, Eva Bartlett, actually traveled to North Korea to get a firsthand impression and on-the-ground grasp of just what North Korea looks like, a sense of the culture, and what is on the minds of North Koreans. The pictures, videos, and stories she brought back with her tell a much different story than what is being portrayed on the screens of Western media.\nWhile this writer is not attempting to paint North Korea as a utopian land of plenty and bastion of personal freedom, presentations of the country that are alternative to what corporate media outlets have portrayed cannot be ignored. After all, the Western media has repeatedly demonized and lied about nation after nation on the list slated for Western invasion and destruction. From Saddam’s incubator babies, Ghaddafi’s Viagra jihad, and Assad’s killing his own people, lie after lie has led the gullible American public to war. Unfortunately, only after the fact have the lies been exposed on a massive scale.\nOn August 24, Eva Bartlett and a handful of other activists and journalists entered North Korea as a delegation for the purpose of hearing what North Koreans had to say about their country, their culture, and the constant threat of war from the United States. They stayed in North Korea from the 24th to the 31st.\nThe photos that Bartlett returned with show impressive, ornate infrastructure that rivals anything in the United States and modern cities with clean and relatively content people. It shows a country that can indeed keep the lights on. The level to which Pyongyang has been rebuilt and developed after a war that saw the entirety of the city destroyed and nearly twenty percent of the North Korean population killed, truly stands in contrast to the portrayal by State Department and its media mouthpieces.\nI highly encourage the reader to access and peruse Batrlett’s article “ Photos From A Week In The DPRK, ” where she has posted a collection of photographs taken on her trip to North Korea as well as a series of videos.\nBartlett has also posted a number of photos and videos showing the streets of Pyongyang full of people, in contrast to the propaganda that the city never has any civilians in it coming from many Western circles.\nWhile corporate media outlets have used recycled smuggled footage of North Korean ghettos, starving orphans, starving people, and other gritty aspects, Eva Bartlett was able to bring back pictures of a country with excellent infrastructure, plenty of food, healthcare, and a people who, in her words, were not in any way “cowed.” Bartlett praised the level of education that the children in the schools that she visited as above the level of anything the United States or Canada is able to provide and was even able to take a few rides on the roller coaster at the amusement park in Pyongyang.\nBartlett describes a country full of people who want peace with the United States but who are not afraid of the U.S., nor are they afraid of defending themselves should that war come.\nAs Phil Taylor, with whom Bartlett conducted an interview that I recommend the reader take a listen to, stated,\nNorth Korea does not exist in black and white. Witness Eva Bartlett’s photos and be struck by the colour.\nDespite a barrage of propaganda designed to portray a monochromatic dystopia, North Korea is a vibrant country populated by real human beings. Phil interviews Eva, whose timely voyage to the DPRK shines a light on a land darkened by our own ignorance.\nClearly, North Korea is authoritarian and it would not be considered a free country by any reasonable standards. The question of large-scale prison camps, labor camps, and the crackdown on political dissent still exist. Its experiment with socialism alone has resulted in the curtailment of many rights. However, in 2017, how many countries could be considered genuinely free? The United States with the largest prison population in the world? France and Germany with their thought crime legislation? China with its slave labor and toxic soil? Those who live in glass houses should not throw stones.\nNorth Korea has, however, managed to stay free from Western central banking and the dictates of the Anglo-European financier system and, for this reason, it has found itself in the crosshairs of the imperial West.\nAt the end of the day, however, it doesn’t matter whether or not the propaganda surrounding North Korea is true. What matters is that the United States give up on the foolish adventure of imperialism and its current job as the hammer and fist of the Western banking establishment. From the point of view of the United States, North Korea’s internal question of freedom and democracy should be irrelevant. North Korea’s internal issues are just that – internal issues – and they should be decided by the North Korean people.\nRegardless of the questions of whether or not North Korea is truly a free society, Eva Bartlett’s recent trip has cut through much of the intense propaganda surrounding the country in the run up to war and the constant need to use North Korea as a tool for the strategy of tension.\nMore interviews with Eva Bartlett on North Korea:\n“Mike Robinson and Patrick Henningsen with today’s UK Column News, including a conversation with investigative journalist Eva Bartlett, recently returned from North Korea.”\nInterview with Edward Rhymes of Rhymes Media Group\nKeep up with Eva’s work at her website InGaza.wordpress.com .\nThis article may be freely shared in part or in full with author attribution and source link .\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nAugust 7, 2019\nMost Viewed Articles of the Week\nLatest News\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "Photos From A Week In The DPRK,",
                "Batrlett",
                true
            ],
            [
                "Mike Robinson and Patrick Henningsen with today’s UK Column News, including a conversation with investigative journalist Eva Bartlett, recently returned from North Korea.",
                "Eva Bartlett",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://ingaza.wordpress.com/2017/09/07/patreon-yes-people-exist-in-pyongyang/",
                "https://www.activistpost.com/2017/09/journalist-travels-to-north-korea-brings-back-photos-very-different-from-msm.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://ingaza.wordpress.com/",
                "https://ingaza.wordpress.com/2017/09/04/photos-from-a-week-in-the-dprk/#jp-carousel-23305"
            ]
        },
        "key_words": [
            "different",
            "korea",
            "war",
            "bartlett",
            "western",
            "propaganda",
            "states",
            "north",
            "united",
            "journalist",
            "travels",
            "photos",
            "eva",
            "brings",
            "msm",
            "country"
        ]
    }
]