[
    {
        "url": "http://www.bbc.com/news/entertainment-arts-41523403",
        "title": "Belinda Carlisle: Still in Heaven?",
        "authors": [
            {
                "name": "Mark Savage",
                "link": null
            }
        ],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "By Mark Savage BBC Music reporter\n9 October 2017\nThese are external links and will open in a new window\nClose share panel\nImage copyright Sheila Rock\nImage caption The star is celebrating the 30th anniversary of her breakthrough album, Heaven On Earth\n\"I have an original voice,\" says Belinda Carlisle,\n\"It may not be the best voice but it's distinct and I think that's what has carried me through the years.\"\nAnd then there's her catalogue with The Go-Go's, the new wave girl band she formed in her teens. Hits like We Got The Beat and Our Lips Are Sealed sent their debut album to number one in America.\nTo this day, Beauty and the Beat is still the only US chart-topper to be written and played by women.\nBut through all of that success, Carlisle was harbouring a severe cocaine habit. Even fellow party animal Rod Stewart was shocked, writing in his autobiography that Carlisle \"could snort the lacquer off a table\".\nAfter two decades, though, the singer finally got clean after hearing a voice telling her: \"You are going to be found dead in a hotel if you don't stop.\"\nThat was in 2005. Now, aged 59, she's releasing her first album in a decade, Wilder Shores, which is built around the Kundalini yoga chants that helped her recovery.\nOn the phone from Brighton, she told the BBC about that record, the 30th anniversary of the Heaven On Earth album and what it's like to be covered in spit at a punk show.\nImage copyright Lisa Borgnes Giamonti\nImage caption Carlisle now lives in France, and practises yoga every day\nHi, Belinda! How's Brighton?\nI love Brighton! I've been coming here since the late 70s when it was just one fish-and-chip shop on the sea front.\nThat would have been when The Go-Go's supported Madness on tour?\nYes, exactly. It was my second trip to the UK - I think I was probably 19 and we opened for Madness on their tour, and it was mostly seaside towns.\nWhat were the audiences like at those gigs?\nOh my God! Back then, the whole National Front thing was unfortunately involved with the ska movement - so there were lots of tattooed skinheads, and one of the things they would do is, if they liked you, they would gob on you. So we would be coming off stage covered in spit.\nWe were just five girls from Southern California, so it was really scary. There were a lot of tears. But overall, even though we had no money and were covered in spit, we still had a good time.\nImage copyright Rex / Shutterstock\nImage caption The Go-Go's in 1983: Charlotte Caffey, Belinda Carlisle, Gina Schock, Kathy Valentine, Jane Wiedlin\nI'm always amazed that The Go-Go's are still the only all-female band to have written a number one album. It's like you battered down the door and no-one else came through.\nI don't know… I guess the Bangles came close.\nBut they used a lot of co-writers..\nYeah, they did. Go figure. You'd think there would be more after us, but there weren't. I don't understand that at all.\nYou can still see your legacy in other bands, like Haim or Hole or L7. It's just a shame no-one else has replicated the success.\nWell, I mean, good luck now, unless you're put together by a svengali. Something like The Go-Gos could never happen now. It was too authentic. And authenticity is really lacking in music.\nImage copyright ITV / Rex / Shutterstock\nImage caption The star scored five top 10 albums in the UK between 1987 and 1993\nWas there a backlash when you went from punk-inspired sound of The Go-Gos to the pure pop of Heaven On Earth?\nOh, I think so - and I can see why. But everything I've ever done has been true to myself. The albums Heaven On Earth and Runaway Horses and Live Your Life Be Free were harking back to when I was a young girl and listening to Californian radio - lush productions, complicated melodies, harmonies like the Beach Boys and the Mamas and Papas. That's what those albums remind me of.\nSo they're all very dear to my heart. Except A Woman and a Man [Belinda's sixth album, released in 1996].\nBut even on that record you got to work with Brian Wilson.\nWell, gosh, that was one of the highlights - but, you know, at that point I was in a lot of personal turmoil… I guess there were a few good songs in there and California was one of them. Having Brian Wilson sing on my album was an unforgettable experience.\nWhat do you recall of making the Heaven On Earth album?\nI'll never forget the first time I heard Circle In The Sand; or I Get Weak , which [songwriter] Dianne Warren played on the piano and sang for me. I actually told her she should release it, because she has a great voice. And then hearing Heaven for the first time, I realised, and I think we all realised, that it had the potential to be a global hit.\nWhich songs have you enjoyed revisiting on the tour?\nShould I Let You In - I'd totally forgotten about that one. And Fool For Love, which I started working into my set this last summer, people love it! It's just such a fun, powerful, pop song.\nImage copyright Virgin\nImage caption Heaven On Earth produced five hit singles in the UK\nYou don't have any writing credits on Heaven On Earth but by your fifth album, Real, you were contributing to almost every song. What changed?\nFor the first three albums, pretty much, I was just a voice - and I mean that in the best possible way. But on Real, I felt I needed to make a change.\nI've always known I could write. I have an ear for production and melody. It was just that in those early years, I let everyone do it for me. To be honest, I was a little lazy!\nListening to Real now, it was ahead of its time, insofar as its sound and incorporating loops. And right after that, Alanis Morrisette came out with Jagged Little Pill, which had a similar approach. I mean, I'm not claiming that - there's not an original thought out there. It just happened to be a little ahead of its time.\nFast-forward to 2017, and you've just performed a concert at a yoga class...\nThat was really good fun. The yoga audience was pretty new for me, but what was funny was seeing fans who'd never done yoga before coming in with their mats and experiencing the mantra and singing along with it.\nHow did you end up making an album of chants?\nI started chanting before I got sober, and chanting is really interesting, because it's a science and it definitely works.\nWay back at the beginning… I had made so many messes in my life and it had all come to a head. It would have been very easy for me to jump off a cliff but because of all the chanting I was doing, I was flying high. It was like a feeling of elation at the very beginning of my sobriety. It was very strange, so I know it's power.\nThen I started experimenting with repetitive mantra in a pop song format. And I think it works. And that's how you get Wilder Shores.\nImage copyright Getty Images\nImage caption The Go-Go's have reformed several times, and performed at the 2016 Billboard Music Awards\nWhich of the mantras on the album has been the most useful to you personally?\nEk Ong Kar Sat Gur Prasad [roughly translated as, \"There is one creator of all creation.  All is a blessing of the one creator\"]. It's one that, simply put, makes me feel pretty happy, instantaneously.\nCould you have got sober without it?\nOh I probably could have, but there's no question that it made my transition into sobriety easier, no question.\nWill you be singing the mantras on tour?\nI do one chant at the very, very end of the show [but] it doesn't really work in the context of a full-on rock concert. The focus is really on the Heaven On Earth album.\nYour voice sounds stronger than ever on the record. What do you put that down to?\nWell, I always say it was 30 years of booze and cigarettes!\nBelinda Carlisle's new album, Wilder Shores, is out now; as is a three-disc anniversary edition of Heaven On Earth. She is currently on tour in the UK.\nFollow us on Facebook , on Twitter @BBCNewsEnts , or on Instagram at bbcnewsents . If you have a story suggestion email entertainment.news@bbc.co.uk .\nTop Stories\n",
        "quotes": [
            [
                "It may not be the best voice but it's distinct and I think that's what has carried me through the years.",
                "Belinda Carlisle",
                true
            ],
            [
                "could snort the lacquer off a table",
                "",
                false
            ],
            [
                "You are going to be found dead in a hotel if you don't stop.",
                "",
                true
            ],
            [
                "There is one creator of all creation.",
                "Ek Ong Kar Sat Gur Prasad",
                true
            ],
            [
                "All is a blessing of the one creator",
                "Ek Ong Kar Sat Gur Prasad",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=r3kQlzOi27M",
                "https://www.youtube.com/watch?v=Uzd_hnE344E",
                "https://www.youtube.com/watch?v=MShnVoD83TM",
                "https://www.instagram.com/BBCNewsEnts/",
                "https://twitter.com/BBCNewsEnts",
                "https://www.facebook.com/BBCEntsNews/",
                "https://www.youtube.com/watch?v=f55KlPe81Yw"
            ]
        },
        "key_words": [
            "voice",
            "think",
            "belinda",
            "carlisle",
            "earth",
            "image",
            "caption",
            "really",
            "album",
            "heaven",
            "gogos",
            "copyright"
        ]
    }
]