[
    {
        "url": "https://www.politico.com/story/2016/09/gary-johnson-libertarian-228634?cmpid=sf",
        "title": "Johnson: 'I’m going to sleep well at the end of all this'",
        "authors": [
            {
                "name": "Politico Staff",
                "link": null
            },
            {
                "name": "Kyle Cheney",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-25",
        "text": "“I take great pride in the fact that I am actually offering an alternative,\" Gary Johnson said. | Getty\nJohnson: 'I’m going to sleep well at the end of all this'\nGary Johnson said a Hillary Clinton or Donald Trump presidency would be deeply flawed and shrugged off the notion that he could play spoiler in a tight presidential contest, despite fears among Democrats, in particular, that he’s snatching votes from Clinton.\n“The people voting for me are voting for Gary Johnson,” the Libertarian presidential contender said Sunday on ABC’s “This Week,” with George Stephanopoulos. “I take great pride in the fact that I am actually offering an alternative. … Fifty percent of people that are registering to vote are registering as independents. How is it that we can only have two candidates?”\nStory Continued Below\n“I’m going to sleep well at the end of all this, giving people a first vote, not a second vote, not a lesser of two evils.”\nClinton’s campaign manager, Robby Mook, who spoke earlier on the same program, shrugged off Johnson’s impact on the race.\nBy POLITICO STAFF\n“He’s taking votes from both candidates, but your own poll showed that his numbers are — are dropping,” he said, referring to a new Washington Post/ABC News poll that showed Johnson dipping to 5 percent support. “I don’t think that they’re — that either of the third-party candidates are really going to factor into the head-to-head in this race.”\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "The people voting for me are voting for Gary Johnson,",
                "",
                true
            ],
            [
                "I take great pride in the fact that I am actually offering an alternative.",
                "George Stephanopoulos",
                true
            ],
            [
                "Fifty percent of people that are registering to vote are registering as independents.",
                "George Stephanopoulos",
                true
            ],
            [
                "How is it that we can only have two candidates?",
                "George Stephanopoulos",
                true
            ],
            [
                "I’m going to sleep well at the end of all this, giving people a first vote, not a second vote, not a lesser of two evils.",
                "",
                true
            ],
            [
                "He’s taking votes from both candidates, but your own poll showed that his numbers are — are dropping,",
                "George Stephanopoulos",
                true
            ],
            [
                "I don’t think that they’re — that either of the third-party candidates are really going to factor into the head-to-head in this race.",
                "George Stephanopoulos",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.politico.com/story/2016/09/poll-clinton-and-trump-in-dead-heat-heading-into-first-debate-228630"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "shrugged",
            "showed",
            "vote",
            "going",
            "voting",
            "johnson",
            "im",
            "pride",
            "registering",
            "votes",
            "sleep",
            "end"
        ]
    }
]