[
    {
        "url": "http://www.bbc.com/news/entertainment-arts-41595098",
        "title": "Line-up unveiled for BBC's new pop show",
        "authors": [
            {
                "name": "Mark Savage",
                "link": null
            }
        ],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "By Mark Savage BBC Music reporter\n12 October 2017\nThese are external links and will open in a new window\nClose share panel\nImage copyright Getty Images\nImage caption Liam Payne will co-host the second episode of Sounds Like Friday Night\nLiam Payne, Liam Gallagher, Jessie Ware and Foo Fighters have all been lined up for the first episodes of the BBC's new pop show, Sounds Like Friday Night.\nUS R&B star Jason Derulo will co-host the first edition on 27 October, as well as singing live in the studio.\nJessie Ware and Charlie Puth will also perform, while Foo Fighters frontman Dave Grohl appears in a filmed sketch.\nBBC Radio 1's Greg James and 1 Xtra's A.Dot will be the regular presenters, with a celebrity guest adding their own twist to the proceedings every week.\nThe second episode will feature One Direction star Liam Payne as the co-host, with Liam Gallagher and a \"special guest\" completing the line-up.\nImage caption Greg James and A.Dot will be joined by a different guest host every week\nBroadcast live from Television Centre in London, Sounds Like Friday Night will be the first regular, mainstream music programme on the BBC since Top of the Pops was cancelled in 2006.\nProduced by James Corden's production company Fulwell 73, it will be broadcast at 19:30 on Friday nights, pitting it against Coronation Street on ITV.\nA Question of Sport, which currently airs in that slot, is regularly watched by 2.5 million people - but the BBC hopes that Sounds Like Friday Night will have a long afterlife on iPlayer and YouTube.\nIn a statement announcing the first show, Derulo, whose hits include Want To Want You and Swalla, said: \"I always have a great time whenever I visit the UK, so I'm super excited to get the weekend party started with a hot new music show.\"\nFollow us on Facebook , on Twitter @BBCNewsEnts , or on Instagram at bbcnewsents . If you have a story suggestion email entertainment.news@bbc.co.uk .\nMore on this story\n",
        "quotes": [
            [
                "I always have a great time whenever I visit the UK, so I'm super excited to get the weekend party started with a hot new music show.",
                "Derulo",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/BBCNewsEnts",
                "https://www.instagram.com/BBCNewsEnts/",
                "https://www.facebook.com/BBCEntsNews/"
            ]
        },
        "key_words": [
            "bbcs",
            "liam",
            "music",
            "ware",
            "sounds",
            "payne",
            "pop",
            "guest",
            "cohost",
            "live",
            "night",
            "unveiled",
            "lineup",
            "james"
        ]
    }
]