[
    {
        "url": "https://www.activistpost.com/2017/09/journalist-uncovers-white-helmets-used-another-victim-before-little-omran-propaganda.html",
        "title": "Journalist Uncovers White Helmets Used Another “Victim” For Stage Prop Before Switching Him For “Little Omran”",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-15",
        "text": "Journalist Uncovers White Helmets Used Another “Victim” For Stage Prop Before Switching Him For “Little Omran”\nAfter a known terrorist with the Nourredine al-Zengi faction (the group responsible for beheading a twelve-year-old boy on camera), along with his compatriots in the Nusra propaganda wing known as the White Helmets snapped a picture of an injured and bewildered little boy in the back of a hospital, Little Omran Daqneesh became the “symbol of Syria’s suffering” throughout the Western media. However, soon after the gullible Western public was sucked into the “Olympics of the feels,” it was revealed that the photo had indeed been staged by the White Helmets looking to produce a piece of propaganda that would sufficiently tug on the heartstrings of the American public who typically have no strings to pull on when it comes to their countries’ imperialist agenda.\nIn 2017, however, it was revealed that Little Omran was not only still alive but living quite well in government-held territory in the care of his father, a former Syrian military soldier and government supporter. Interviews with Omran’s father revealed that Omran had indeed been used as a stage prop and that the White Helmets’ terrorists attempted to commandeer Omran for further propaganda pieces.\nRecently, the White Helmets’ “Little Omran” story has been exposed yet again for an even more blatant act of propaganda and staging.\nIn an interview with Abu Omar, Vanessa Beeley uncovered the fact that there had been another poster boy for “Syria’s suffering” shortly before Omran came along. Once Omran began emerging from the rubble, the first “victim” was discarded for the little boy.\nOne lesser known aspect of this entire propaganda campaign is the existence of the other Omran. Another victim of this attack on a residential area of East Aleppo had initially been chosen to unwittingly symbolize the “suffering of Syria.”\n23-year-old Ahmad was the first to be placed on the orange seat before smaller and cuter Omran was seen emerging from the debris and the White Helmets seized Omran and evicted Ahmad. THE photo was created, specifically, to pump up the pathos volume for Western audiences. Objective: NATO “no fly zone” and deceleration of the Syrian Arab Army advance toward the full liberation of East Aleppo from its Nusra Front-dominated, Western backed, terrorist infestation.\n“Ahmad had an injury to his head and arm and was the first to be placed in the ambulance before Omran appeared. Then, the White Helmets replaced Ahmad with Omran,” says Abu Omar, Ahmad’s father.\nWhen I went to East Aleppo in July/August 2017, I met Ahmad’s family, and they told me the story. Ahmad is now an SAA soldier based in Palmyra, battling ISIS.\nA recently released short video showing both Omran and his father, Abu Ali, reveals that not only was Omran used as a stage prop by terrorists but that he himself was offered money to continue to use the boy for propaganda purposes. Abu Ali refused to take the money offered to him and instead did everything he could to shelter Omran from being used by the terrorists any further.\nThe interview completely destroys the narrative peddled by Western corporate media. However, we were wise not to hold our breath waiting on any mainstream outlet to cover Omran’s re-emergence or the fact that the precious White Helmets used him as a stage prop and offered his father money to continue using him. Instead, we expect silence until the next terrified and injured child can be exploited for propaganda purposes.\nThis article may be freely shared in part or in full with author attribution and source link .\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 6, 2019\nAugust 6, 2019\nAugust 6, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "Ahmad had an injury to his head and arm and was the first to be placed in the ambulance before Omran appeared.",
                "Abu Omar",
                true
            ],
            [
                "Then, the White Helmets replaced Ahmad with Omran,",
                "Abu Omar",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.activistpost.com/2017/06/christiane-amanpour-challenged-by-russia-to-interview-boy-she-exploited-for-war-propaganda.html",
                "https://www.activistpost.com/2017/06/new-video-destroys-little-omran-white-helmets-propaganda-proves-wh-terrorists-used-boy-as-propaganda.html",
                "https://www.activistpost.com/2017/09/journalist-uncovers-white-helmets-used-another-victim-before-little-omran-propaganda.html",
                "https://www.aljazeera.com/news/2016/07/syria-war-rebels-behead-10-year-boy-video-160720065358507.html",
                "https://www.theguardian.com/commentisfree/2016/aug/20/omran-picture-turning-point-syria-war-aleppo-david-nott"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.brandonturbeville.com/2016/07/moderate-terrorists-behead-child-on.html"
            ]
        },
        "key_words": [
            "used",
            "prop",
            "western",
            "omran",
            "propaganda",
            "helmets",
            "boy",
            "stage",
            "journalist",
            "aleppo",
            "victim",
            "white",
            "ahmad",
            "little",
            "father",
            "uncovers",
            "switching"
        ]
    }
]