[
    {
        "url": "http://beforeitsnews.com/sports/2017/09/chicitysports-fantasy-review-week-4-fantasy-football-rankings-2701203.html",
        "title": "ChiCitySports Fantasy Review: Week 4 Fantasy Football Rankings",
        "authors": [
            {
                "name": "Chi City Sports",
                "link": null
            }
        ],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "Tuesday, September 26, 2017 15:02\n% of readers think this story is Fact. Add your two cents.\nSo who saw the Jets beating the Dolphins, Buffalo taking down Denver and the absolute beatdown Jacksonville just put on Baltimore across the pond? Sure wasn’t me. Just as unpredictable as the game itself, week 3 provided quite the list of major performances across the league: Stefon Diggs and Case Keenum dazzled against Tampa Bay, Chris Thompson made the most of his game against Oakland and in his first game of the season, Marcedes Lewis found the endzone in three times. If you managed to start all of these players last week, please show me your ways. In the meantime, let’s take a look at what Week 4 has in store for your fantasy matchups. Quarterback Fool me once, fool me twice with Cam Newton this season. After botching a prime matchup with the Saints, it’s safe to say the former NFL MVP is not quarterback he once was. He’s outside of my top 20 this week thanks to his early season performances. Meanwhile on the top half, the top four reign supreme again as they all enter the week with favorable matchups. Rodgers draws the Bears on Thursday night, and while Chicago got the best of the Green and Gold last time they played on a Thursday night, the Packers’ QB has thrown for 3+ touchdowns in four of their last six meetings. Past the top tier, the resurrection of Andy Dalton should continue this week against a bad Browns defense that just made Jacoby Brissett look like a pro bowler. Jay Cutler has his shot against the Saints. We’ll see if Newton was the outlier in regards to facing New Orleans.\nRank\nName\nTeam\nOpp\n1\nat NYJ\n  Running Back I said it last week, I’ll say it again: all aboard the Kareem Hunt bandwagon! Hunt is well on his way to rookie of the year honors with no end in sight. The two right behind him in Elliott and Gurley are just as worthy of that #1 slot so you can’t go wrong among the top three here. Jordan Howard is the questionable play in the RB2 tier depending on how well his shoulder will do on short rest. Playing through the pain against Pittsburgh helped Chicago notch the victory, but at what price did it come? Yes, Mark Ingram looks to be the guy in New Orleans but I’m not sold just yet. It wouldn’t surprise me if Alvin Kamara works his way into the gameplan putting Ingram’s chances at fully breaking away from the pack on hold.\nRank\nName\nTeam\nOpp\n1\nat TB\n  Wide Receiver The top three for this week got back to their dominant ways in Week 3 and should continue to do so this week. Considering what we mentioned above with the Browns making Jacoby Brissett look like a pro bowler, T.Y. Hilton reaped the benefits as should A.J. Green from Andy Dalton this week. DeVante Parker may be in for a huge week against the Saints. As the Jay we’ve all come to know and love, Parker’s QB has locked on to the young receiver early on this season providing plenty of opportunities. The 20s in this week’s rankings are chock full of opportunity between Tate, Cooper, Bryant and Hogan among others. It’s safe to say wide receiver is once again pulling away from the pack as the deepest position in the game yet again.\nRank\nName\nTeam\nOpp\n1\nat HOU\n  Tight End Kudos to every fantasy owner out there that avoided the Week 3 minefield at tight end. Gronk produced like we expected and Ertz put up yet another impressive stat line earning them 1-2 in this week’s rankings, but past that was a hot mess. Kelce, Walker, Rudolph, Witten and Bennett did not show as expected, add in the annual injuries to Jordan Reed and Tyler Eifert and you have yourself a crapshoot. Charles Clay is quietly emerging as a top option at the tight end position and should get his fair share of opportunities if Buffalo falls behind in Atlanta. Once again it’s looking like we’ll be playing the mystery game between Antonio Gates and Hunter Henry in Los Angeles. Avoid this situation as much as possible.\nRank\nName\nTeam\nOpp\n1\nvs. CIN\n  Defense/Special Teams Seattle returns home to a much needed matchup with the lowly Colts, they should produce accordingly, same goes for Jacksonville getting a matchup with New York fresh off their demolishing of Baltimore (although a jet lag concern does remain). Cincinnati has been lights out against the Browns in previous seasons and 2017 looks to be no different now that the offense has regained their stature. Looking at options past the top 12 this week, there aren’t too many enticing options. If you’re digging for a streaming D/ST, the Chargers will have the chance to take advantage of the Eagles’ vertical passing game that has been prone to mistakes early on, not to mention they just lost Darren Sproles for the season.\nRank\nName\nOpp\n1\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.prodo1.com/",
                "http://www.suppressedhealthsecrets.com",
                "https://mitocopper.com/pages/affiliate-program"
            ]
        },
        "key_words": [
            "rankings",
            "chicitysports",
            "oak",
            "football",
            "review",
            "kc",
            "vs",
            "nyg",
            "phi",
            "lac",
            "week",
            "tb",
            "mia",
            "car",
            "fantasy"
        ]
    }
]