[
    {
        "url": "https://www.cnn.com/2016/09/26/politics/presidential-debate-hillary-clinton-donald-trump-quotes/index.html",
        "title": "Clinton vs. Trump: The most memorable one-liners",
        "authors": [
            {
                "name": "Daniella Diaz",
                "link": null
            },
            {
                "name": "Gregory Krieg",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-26",
        "text": "Updated 12:32 PM ET, Tue September 27, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nHillary Clinton: Donald Trump lives in his own reality 02:32\nStory highlights\n\"Donald, it's good to be with you,\" Clinton said at the start of the debate\n\"Secretary Clinton doesn't want to use a few words: Law and order,\" Trump said later\nWashington (CNN)\nHillary Clinton and Donald Trump exchanged a series of quick jabs during the first presidential debate at Hofstra University Monday night in Hempstead, New York.\nHere are some of the most memorable lines so far:\nPrepared?\n\"I think Donald just criticized me for preparing for this debate. And, yes, I did. You know what else I prepared for? I prepared to be president. And I think that's a good thing,\" Clinton said.\nHillary Clinton: \"I prepared to be President, and I think that's a good thing\" https://t.co/iXIwDaIPem #Debates2016 https://t.co/k8Q67VWYs0\nTrump on 'birtherism'\nRead More\n\"I got him to give the birth certificate,\" he said about President Barack Obama.\nTrump on his temperament\n\"I think my strongest asset by far is my temperament. I have a winning temperament,\" Trump said.\nTrump's remarks about women\n\"This is a man who has calling women pigs, slobs and dogs and someone who has said pregnancy is an inconvenience to employers, who has said that women don't deserve equal pay unless they do as good a job as men,\" Clinton said.\nTrump on taxes\n\"That makes me smart,\" Trump said in response to Clinton saying he might not pay federal income taxes.\nHow rich?\n\"Maybe he's not as rich as he says he is ... There is something he's hiding ... Who does he owe money to?\" Clinton speculating on why Trump hasn't released his tax returns.\nClinton lists reasons why she says Trump might not release his returns https://t.co/iXIwDaIPem #Debates2016 https://t.co/w57l7C5Gch\n'Good to be with you'\nClinton greets Trump with a smile: \"Donald, it's good to be with you.\"\n'Trumped Up, Trickle Down'\n\"I call it 'Trumped Up, Trickle Down' because that's exactly what it would be,\" Clinton on Trump's economic plan.\nClinton: I call Trump's tax plan \"Trumped-up trickle down\" https://t.co/iXIwDaIPem #Debates2016 https://t.co/3tfJBWpjAo\nMacArthur on ISIS plans\n\"I don't think Gen. Douglas MacArthur would like that,\" Trump responding to Clinton saying she has published her plan to defeat ISIS online.\n'Why not?'\nClinton: \"I had a feeling by the end of this evening that I'd be blamed for everything.\"\nTrump: \"Why not?\"\nTrump on IRS audits\n\"I'm not even complaining. I don't mind it. It's almost become a way of life,\" he said on being audited.\nClinton on her emails\n\"That's for sure,\" Trump added.\n'Own reality'\n\"Well, Donald, I know you live in your own reality,\" Clinton responding to Trump's trade attack.\nTrump on police reform\n\"Secretary Clinton doesn't want to use a few words: Law and order,\" he said.\n'Living in hell'\n\"In inner cities, African-Americans, Hispanics, are living in hell because it's so dangerous. You walk down the street, you get shot,\" Trump on crime.\nTrump on holding back\n\"I was going to say something extremely rough to Hillary, to her family, and I said to myself, 'I can't do it. I just can't do it.' It's inappropriate. It's not nice,' \" Trump told CNN after the debate.\n",
        "quotes": [
            [
                "Donald, it's good to be with you,",
                "Clinton",
                true
            ],
            [
                "Secretary Clinton doesn't want to use a few words: Law and order,",
                "Donald Trump",
                true
            ],
            [
                "I think Donald just criticized me for preparing for this debate.",
                "Clinton",
                true
            ],
            [
                "You know what else I prepared for?",
                "Clinton",
                true
            ],
            [
                "And I think that's a good thing,",
                "Clinton",
                true
            ],
            [
                "I prepared to be President, and I think that's a good thing",
                "Hillary Clinton",
                false
            ],
            [
                "I got him to give the birth certificate,",
                "",
                true
            ],
            [
                "I think my strongest asset by far is my temperament.",
                "Donald Trump",
                true
            ],
            [
                "This is a man who has calling women pigs, slobs and dogs and someone who has said pregnancy is an inconvenience to employers, who has said that women don't deserve equal pay unless they do as good a job as men,",
                "Clinton",
                true
            ],
            [
                "Maybe he's not as rich as he says he is ...",
                "Clinton",
                true
            ],
            [
                "There is something he's hiding ... Who does he owe money to?",
                "Clinton",
                true
            ],
            [
                "Donald, it's good to be with you.",
                "",
                true
            ],
            [
                "I call it 'Trumped Up, Trickle Down' because that's exactly what it would be,",
                "Clinton",
                true
            ],
            [
                "I don't think Gen. Douglas MacArthur would like that,",
                "Trump",
                true
            ],
            [
                "I had a feeling by the end of this evening that I'd be blamed for everything.",
                "Clinton",
                true
            ],
            [
                "It's almost become a way of life,",
                "",
                true
            ],
            [
                "Well, Donald, I know you live in your own reality,",
                "Clinton",
                true
            ],
            [
                "Secretary Clinton doesn't want to use a few words: Law and order,",
                "Donald Trump",
                true
            ],
            [
                "In inner cities, African-Americans, Hispanics, are living in hell because it's so dangerous.",
                "Donald Trump",
                true
            ],
            [
                "You walk down the street, you get shot,",
                "Donald Trump",
                true
            ],
            [
                "I was going to say something extremely rough to Hillary, to her family, and I said to myself, 'I can't do it.",
                "Donald Trump",
                true
            ],
            [
                "I just can't do it.",
                "Donald Trump",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://t.co/3tfJBWpjAo",
                "https://t.co/w57l7C5Gch",
                "https://twitter.com/hashtag/Debates2016?src=hash",
                "https://t.co/iXIwDaIPem",
                "https://t.co/k8Q67VWYs0"
            ]
        },
        "key_words": [
            "think",
            "thats",
            "good",
            "dont",
            "debate",
            "donald",
            "president",
            "prepared",
            "clinton",
            "memorable",
            "vs",
            "trump",
            "oneliners"
        ]
    }
]