[
    {
        "url": "https://www.reuters.com/article/us-tennis-australia-serena/serena-targets-australian-open-title-defense-organizers-idUSKBN1CF0AR",
        "title": "Serena targets Australian Open title defense: organizers",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-10",
        "text": "Serena targets Australian Open title defense: organizers\n1 Min Read\nFILE PHOTO: Tennis - Australian Open - Melbourne Park, Melbourne, Australia - 28/1/17 Serena Williams of the U.S. hits a shot during her Women's singles final match against Venus Williams of the U.S. REUTERS/Thomas Peter/File Photo\nMELBOURNE (Reuters) - Former world number one and new mum Serena Williams is targeting a return to Melbourne Park next year to defend her Australian Open title, tournament director Craig Tiley said on Tuesday.\nWilliams, who won her 23rd grand slam title when pregnant at the 2017 tournament in January, gave birth to daughter Alexis Olympia Ohanian Jr. on Sept. 1. She has just three months to get fit if she is to defend her title.\n“Serena will be back,” Tiley told reporters in Melbourne.\n“She wants to come back in 2018 and defend her title and she’s in training now.\n“There’s several months to go and obviously it will be up to her as to where she is with her fitness.”\nThe 36-year-old would be competing for a tournament record A$4 million ($3.11 million) winner’s purse in 2018, with total prize money hiked 10 percent to A$55 million.\nReporting by Ian Ransom; Editing by Peter Rutherford\n",
        "quotes": [
            [
                "There’s several months to go and obviously it will be up to her as to where she is with her fitness.",
                "Tiley",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "park",
            "open",
            "title",
            "serena",
            "australian",
            "melbourne",
            "targets",
            "tiley",
            "williams",
            "tournament",
            "million",
            "organizers",
            "defense",
            "defend"
        ]
    }
]