[
    {
        "url": "http://money.cnn.com/2017/10/05/media/president-trump-news-networks-investigate/index.html",
        "title": "Trump hits a new low in attacks on the free press",
        "authors": [
            {
                "name": "Brian Stelter",
                "link": null
            }
        ],
        "publisher": "money.cnn.com",
        "publish_date": "2017-10-05",
        "text": "by Brian Stelter   @brianstelter October 5, 2017: 12:55 PM ET\nCarl Bernstein: Russia probes are 'closing in'\nPresident Trump's disregard for a free press just reached a new low: He's urging the Senate Intelligence Committee to investigate American news outlets for publishing \"fake\" stories.\nOr maybe he's just venting about news coverage he hates.\nAs with many of Trump's tweets, this one can be interpreted several ways. But taken literally, these are 140 shocking characters -- words that certainly piqued the interest of First Amendment attorneys.\nThe president wrote Thursday morning , \"Why Isn't the Senate Intel Committee looking into the Fake News Networks in OUR country to see why so much of our news is just made up-FAKE!\"\nThe simplest answer is that the news is not \"made up.\"\nMore to the point, the intelligence committee is busy investigating Russian interference in last year's presidential election. The Republican and Democratic co-chairs held a press conference on Wednesday to update the public. The investigation has \"expanded,\" they said, and will continue for several more months.\nBut Trump has repeatedly rejected the bipartisan alarm bells about Russian meddling. At least once a month, he tells his supporters that \"Russia\" is a \"hoax.\"\nTrump's reaction to his giant Russia problem? Beat the press.\nA sub-theme of his campaign was the attempted delegitimizing of the press corps covering him. As president, he frequently alleges that news is \"fake\" when the coverage isn't as positive as he wants it to be. But Thursday's tweet -- invoking an investigation -- goes further than he's gone before.\n\"This is the kind of statement one expects to hear from a despot, not from an American president,\" said Jameel Jaffer, the director of the Knight First Amendment Institute at Columbia University.\n\"The free press is a pillar of our democracy, not a threat to it,\" Jaffer said. \"Calling on the intelligence committee to investigate the press is particularly absurd. That committee was established after the national-security abuses of the 1950s, '60s, and early '70s to help ensure that the government's national security policies don't compromise constitutional freedoms -- including the freedom of the press.\"\nPreet Bharara, one of the former U.S. attorneys who was fired by Trump earlier this year, tweeted this interpretation of Trump's statement: \"POTUS desperately wants to direct who should be investigated & who should be immune. He wants scrutiny for adversaries, amnesty for allies.\"\nHere are several other ways to interpret it:\n--Trump would genuinely like to see a government probe into the internal workings of American news organizations like CNN and NBC. Such a probe would surely provoke First Amendment challenges.\n-- He's just mad about Wednesday's stories about an NBC News report that Secretary of State Rex Tillerson had privately called him a \"moron.\" Nothing will come of his Twitter anger.\n-- He's trying to divert attention from the Russia probes.\n-- By saying \"OUR\" country, he is contrasting the United States with Russia, where the state-owned network Russia Today has come under U.S. government scrutiny.\nSo far, the Trump administration's bark about the media has been much worse than its bite. Trump frequently assails \"fake\" news coverage, but the White House press corps is operating pretty much the way it has for decades, without draconian new restrictions.\nHowever, his words carry power, and a portion of Trump's political base takes his anti-media attacks very seriously.\nTrump may be ratcheting up his criticism of the press as special counsel Robert Mueller's probe moves forward and the midterm elections approach.\nHe frequently asserts that journalists invent anonymous sources to fit their agendas. But there's scant evidence to back up that bombastic claim.\nWhile journalists do make mistakes, and are often held accountable, outright fabrication is extremely unusual and is taken extraordinarily seriously.\nBut Trump tells a very different story through his tweets.\nHe used his Twitter account on Thursday to deny Wednesday's report by NBC News that Tillerson was on the verge of resigning over the summer.\n\"Rex Tillerson never threatened to resign. This is Fake News put out by @NBCNews,\" Trump tweeted. \"Low news and reporting standards. No verification from me.\"\nNewsletter\n© 2019 Cable News Network. Turner Broadcasting System, Inc. All Rights Reserved.\nCNN Sans™ & © 2016 Cable News Network.\n",
        "quotes": [
            [
                "Why Isn't the Senate Intel Committee looking into the Fake News Networks in OUR country to see why so much of our news is just made up-FAKE!",
                "",
                true
            ],
            [
                "This is the kind of statement one expects to hear from a despot, not from an American president,",
                "Jameel Jaffer",
                true
            ],
            [
                "The free press is a pillar of our democracy, not a threat to it,",
                "Jaffer",
                true
            ],
            [
                "Calling on the intelligence committee to investigate the press is particularly absurd.",
                "Jaffer",
                true
            ],
            [
                "That committee was established after the national-security abuses of the 1950s, '60s, and early '70s to help ensure that the government's national security policies don't compromise constitutional freedoms -- including the freedom of the press.",
                "Jaffer",
                true
            ],
            [
                "POTUS desperately wants to direct who should be investigated & who should be immune.",
                "Jameel Jaffer",
                true
            ],
            [
                "He wants scrutiny for adversaries, amnesty for allies.",
                "Jameel Jaffer",
                true
            ],
            [
                "Rex Tillerson never threatened to resign.",
                "--Trump",
                true
            ],
            [
                "This is Fake News put out by @NBCNews,",
                "--Trump",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.cnn.com/2017/10/04/politics/tillerson-trump-moron/index.html",
                "https://www.cnn.com/2017/10/04/politics/mark-warner-richard-burr-russia-investigation/index.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/preetbharara",
                "https://twitter.com/realDonaldTrump/status/915894251967385600"
            ]
        },
        "key_words": [
            "hes",
            "wants",
            "hits",
            "press",
            "attacks",
            "trumps",
            "american",
            "fake",
            "free",
            "russia",
            "committee",
            "trump",
            "low",
            "president"
        ]
    }
]