[
    {
        "url": "https://www.nytimes.com/2017/10/10/arts/television/jimmy-kimmel-harvey-weinstein-late-night.html?rref=collection%2Fsectioncollection%2Farts",
        "title": "Harvey Weinstein Draws Sharp Attacks From Late-Night Hosts",
        "authors": [
            {
                "name": "Giovanni Russonello",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-10",
        "text": "Advertisement\nImage\nJimmy Kimmel responded to a tweet from Donald Trump Jr., the president’s son, on the air Monday.CreditCreditABC\nWelcome to Best of Late Night, a rundown that lets you sleep — and lets us get paid to watch comedy. What do you think of it? What else are you interested in? Let us know: thearts@nytimes.com .\nWeighing In on Weinstein\nLate-night hosts on Monday stepped up to address the firing of the famed Hollywood producer Harvey Weinstein, who is accused of sexually harassing a number of women.\nOver the weekend Jimmy Kimmel got into a Twitter quarrel with Donald Trump Jr. over whether he would attack Mr. Weinstein on Monday’s show.\n“People are pointing to the fact that Harvey Weinstein was a Clinton supporter, and listen, it’s true. I’m not defending Hillary Clinton. The fact is, her campaign did take money from what turned out to be a high-profile man who’s been accused of sexual harassment multiple times. And not just one of them, by the way — she took money from two of them: Harvey Weinstein and Donald Trump, who donated to Hillary Clinton’s campaign in 2008.” — JIMMY KIMMEL\nCreditCreditVideo by Jimmy Kimmel Live!\n“What’s the difference between Harvey Weinstein and the Pillsbury Doughboy? When the Pillsbury Doughboy offers you a roll, he doesn’t ask you to watch him take a shower for it.” — JIMMY KIMMEL\n“Harvey Weinstein was fired by his company yesterday for being accused of sexual harassment. Not good. They said if he keeps it up he’ll wind up with his own show on Fox News.” — JIMMY FALLON\n“This is monstrous behavior that in a just world would not have been allowed to go on for decades. It is indefensible. Weinstein immediately defended it — saying, ‘I came of age in the ’60s and ’70s, when all the rules about behavior and workplaces were different.’ And Weinstein’s lawyers called him ‘an old dinosaur learning new ways.’ O.K.: A) that’s no excuse; B) dinosaurs did not touch themselves in front of the employees. The T-rex’s arms were way too short.” — STEPHEN COLBERT\nStephen Colbert gave a pithy take.\n“Famed Hollywood producer and human Shrek Harvey Weinstein is a bad person.” — STEPHEN COLBERT\nOn the Origins of ‘Fake’\nAnd many hosts responded to Mr. Trump’s claim in an interview with Mike Huckabee that he invented the word “fake.”\n“Sorry, what? You never noticed anyone use the word ‘fake’ before? You never heard anyone describe your hair, tan, university, foundation, net worth, marriages or business?” — SETH MEYERS\n“‘Fake’? What better way to celebrate Columbus Day than pretending you discovered something?” — JIMMY FALLON\n“You think you came up with the word ‘fake’? Sir, just because you’ve never noticed something doesn’t mean it wasn’t there all along. Look at Eric.” — STEPHEN COLBERT\nThe Feud Between Corker and Trump\nA minor war of words between Mr. Trump and Senator Bob Corker gave Seth Meyers and James Corden plenty of material to work with, too.\n“Senator Bob Corker is continuing to escalate his feud with President Trump, telling The New York Times that Trump is on the path to World War III. Said Trump: ‘I have bone spurs, I can’t go to World War III!’” — SETH MEYERS\n“Corker’s tweet is funny. It’s not entirely accurate. A day care center would imply that someone there is actually in charge.” — JAMES CORDEN\nThe Punchiest Punchlines (Fallon Edition)\n“A new study finds that playing outside may help kids’ eyesight. Kids were like, ‘Cool,’ and then just took their iPads outside.” — JIMMY FALLON\n“Vice President Mike Pence left the Colts game yesterday after some of the 49ers kneeled during the national anthem. Also because he heard the phrase ‘man on man’ and got really uncomfortable.” — JIMMY FALLON\nThe Bits Worth Watching\nJon Stewart visited “The Late Show” for a skit imagining what it’d be like if late-night hosts gave “equal time” to pro-Trump material. It wasn’t easy for him.\nThe women of “Late Night” spoke to Mr. Meyers about the Weinstein news.\nWhat We’re Excited About on Tuesday Night\nTracee Ellis Ross — a star of the ABC comedy “black-ish” and Diana Ross’s daughter — will sit down with Stephen Colbert.\nAlso, Check This Out\nImage\nMeryl Streep at the Golden Globes in January. In her statement, she said Mr. Weinstein had been “respectful” during their working relationship.CreditPaul Drinkwater/NBC, via Associated Press\nMeryl Streep called Mr. Weinstein “disgraceful” and “inexcusable” — and she was hardly the only one. A swarm of female actors and Hollywood personages have started to speak out .\nAdvertisement\n",
        "quotes": [
            [
                "I came of age in the ’60s and ’70s, when all the rules about behavior and workplaces were different.",
                "",
                true
            ],
            [
                "an old dinosaur learning new ways.",
                "",
                false
            ],
            [
                "I have bone spurs, I can’t go to World War III!",
                "",
                true
            ],
            [
                "People are pointing to the fact that Harvey Weinstein was a Clinton supporter, and listen, it’s true.",
                "Jimmy Kimmel",
                true
            ],
            [
                "I’m not defending Hillary Clinton.",
                "Jimmy Kimmel",
                true
            ],
            [
                "The fact is, her campaign did take money from what turned out to be a high-profile man who’s been accused of sexual harassment multiple times.",
                "Jimmy Kimmel",
                true
            ],
            [
                "And not just one of them, by the way — she took money from two of them: Harvey Weinstein and Donald Trump, who donated to Hillary Clinton’s campaign in 2008.",
                "Jimmy Kimmel",
                true
            ],
            [
                "What’s the difference between Harvey Weinstein and the Pillsbury Doughboy?",
                "Jimmy Kimmel",
                true
            ],
            [
                "When the Pillsbury Doughboy offers you a roll, he doesn’t ask you to watch him take a shower for it.",
                "Jimmy Kimmel",
                true
            ],
            [
                "Harvey Weinstein was fired by his company yesterday for being accused of sexual harassment.",
                "Jimmy Kimmel",
                true
            ],
            [
                "They said if he keeps it up he’ll wind up with his own show on Fox News.",
                "Jimmy Kimmel",
                true
            ],
            [
                "This is monstrous behavior that in a just world would not have been allowed to go on for decades.",
                "JIMMY FALLON",
                true
            ],
            [
                "Weinstein immediately defended it — saying, ‘I came of age in the ’60s and ’70s, when all the rules about behavior and workplaces were different.’ And Weinstein’s lawyers called him ‘an old dinosaur learning new ways.’ O.K.",
                "JIMMY FALLON",
                true
            ],
            [
                "A) that’s no excuse; B) dinosaurs did not touch themselves in front of the employees.",
                "JIMMY FALLON",
                true
            ],
            [
                "The T-rex’s arms were way too short.",
                "JIMMY FALLON",
                true
            ],
            [
                "Famed Hollywood producer and human Shrek Harvey Weinstein is a bad person.",
                "STEPHEN COLBERT",
                true
            ],
            [
                "You never noticed anyone use the word ‘fake’ before?",
                "SETH MEYERS",
                true
            ],
            [
                "You never heard anyone describe your hair, tan, university, foundation, net worth, marriages or business?",
                "SETH MEYERS",
                true
            ],
            [
                "What better way to celebrate Columbus Day than pretending you discovered something?",
                "SETH MEYERS",
                true
            ],
            [
                "You think you came up with the word ‘fake’?",
                "JIMMY FALLON",
                true
            ],
            [
                "Sir, just because you’ve never noticed something doesn’t mean it wasn’t there all along.",
                "JIMMY FALLON",
                true
            ],
            [
                "Senator Bob Corker is continuing to escalate his feud with President Trump, telling The New York Times that Trump is on the path to World War III.",
                "SETH MEYERS",
                true
            ],
            [
                "Said Trump: ‘I have bone spurs, I can’t go to World War III!",
                "SETH MEYERS",
                true
            ],
            [
                "A day care center would imply that someone there is actually in charge.",
                "SETH MEYERS",
                true
            ],
            [
                "A new study finds that playing outside may help kids’ eyesight.",
                "JIMMY FALLON",
                true
            ],
            [
                "Kids were like, ‘Cool,’ and then just took their iPads outside.",
                "JIMMY FALLON",
                true
            ],
            [
                "Vice President Mike Pence left the Colts game yesterday after some of the 49ers kneeled during the national anthem.",
                "JIMMY FALLON",
                true
            ],
            [
                "Also because he heard the phrase ‘man on man’ and got really uncomfortable.",
                "JIMMY FALLON",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/10/09/movies/dench-close-streep-weinstein.html?action=click&contentCollection=Arts&module=inline&region=Body&pgtype=article"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "think",
            "welcome",
            "hosts",
            "draws",
            "weekend",
            "weinstein",
            "sharp",
            "womenover",
            "attacks",
            "twitter",
            "weinsteinlatenight",
            "harvey",
            "latenight",
            "trump",
            "lets",
            "watch"
        ]
    }
]