[
    {
        "url": "https://www.nytimes.com/2017/10/05/arts/design/thomas-ruff-whitechapel-gallery.html?rref=collection%2Fsectioncollection%2Farts",
        "title": "Passport Photos and Online Porn: The Dizzying World of Thomas Ruff",
        "authors": [
            {
                "name": "Andrew Dickson",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-05",
        "text": "Advertisement\nSupported by\nPassport Photos and Online Porn: The Dizzying World of Thomas Ruff\nImage\nThomas Ruff at the Whitechapel Gallery in London. His exhibition is the biggest Ruff retrospective the English-speaking world has yet seen.CreditCreditTom Jamieson for The New York Times\nBy Andrew Dickson\nOct 5, 2017\nLONDON — Thomas Ruff was explaining how pleased he was about his forthcoming retrospective at the Whitechapel Gallery here when we were interrupted by an unearthly shrieking. A fire alarm had gone off; we and the technicians installing the show would have to be evacuated. Dumped politely but unceremoniously on the street, we continued the conversation on the sidewalk, with Mr. Ruff broadcasting his thoughts to pedestrians and passing traffic.\nThe incident was unplanned (a false alarm), but had a twinge of poetic justice. Revered in his native Germany and among the photographic cognoscenti, Mr. Ruff, 59, has often seemed a little outside the art-world mainstream. While contemporaries including Andreas Gursky and Thomas Struth — both of whom trained, like Mr. Ruff, with the pioneering conceptual photographers Bernd and Hilla Becher — have become stars of the market and familiar names in museum collections worldwide, Mr. Ruff’s work, though far from unknown, is not seen nearly as often as it should be. The Whitechapel exhibition is the biggest Ruff retrospective the English-speaking world has yet seen.\nImage\n“press++21.11,” 2016CreditThomas Ruff\nOne reason might be that Mr. Ruff’s work is as challenging to describe as it is absorbing to look at. Since the late ’70s, his art has taken a brain-scrambling multitude of forms: monotonous photographs of German apartments, luridly colorized mappings of Mars, retouched pornography scoured from the web, Man Ray-style “photograms” made with a supercomputer and copies of early-20th-century still lifes doctored to look like negatives.\nImage\n“neg0india_01,” 2014.CreditThomas Ruff\nHe made his name in the late 1980s with a series of gargantuan, passport-style photographs he called “Porträts” (Portraits) — and depending on your perspective, the title is either a straightforward description or a mockery of the whole genre (or perhaps both). In recent years the artist abandoned his cameras altogether, preferring to trawl through archives and manipulate pre-existing photographs, rather than taking images of his own.\nInvariably produced in obsessive, multiyear series, with inscrutable and number-heavy labels, Mr. Ruff’s images are as quizzical as they are conceptually serious. One critic has compared him to the minimalist Donald Judd because of his fascination with structure and form; another to Marcel Duchamp, master of the droll artistic one-liner.\nImage\n“ma.r.s. 01_III,” 2011CreditThomas Ruff\nMr. Ruff thinks it’s simpler than that: He merely records what he sees. “What I do is react,” he said. “I think, ‘Oops, this is strange, I have to make an investigation.’”\nThe headquarters for this one-man reconnaissance mission is Mr. Ruff’s studio in the industrial German city of Düsseldorf. An airy, cathedral-like space, designed by his old friends Jacques Herzog and Pierre de Meuron, it is crammed with a fantastical array of objects. Old lighting rigs sit cheek by jowl with model spacecraft, dinosaur skulls next to lunar atlases. Some he collected for research, Mr. Ruff explained when I traveled out to meet him a few weeks earlier, but most were for fun. “Inspiration,” he said wryly, through a cloud of cigarette smoke. “For the artist.”\nBorn in a small town in the Black Forest, Mr. Ruff first went to Düsseldorf in 1977 to study at the city’s art academy. He knew almost nothing about conceptual art, even less about the Bechers and their “anonymous sculptures” — severe, black-and-white photographs of industrial structures , each shot in exactly the same manner. It was nearly a year before he had the courage to take any photographs of his own. “At first, I thought, I’m at the wrong place,” he said.\nImage\n“Porträt (P. Stadtbäumer),” 1988CreditThomas Ruff\nWhen Bernd Becher set Mr. Ruff a quintessentially Becher-like assignment, to photograph chairs, the results were underwhelming. Stuck for other ideas, he turned his camera on other corners of his dingy student apartment. When he sorted through the prints later, one color photograph jumped out: a white sink, backed by wallpaper in a migraine-inducing pattern. Austere yet oddly beautiful, both rigorous and whimsical, the picture worked. “I showed it to Bernd, and he said, ‘Oh, this is something you should continue.’ So I continued.”\nMr. Ruff spent his remaining student years persuading relations and friends to let him invade their homes. What emerged was a kind of archaeological survey of late-1970s German interior decoration — ornaments, pot plants, beds, tables, fireplaces, all the more fascinating for being so blandly unremarkable. The owners are nowhere to be seen; instead, their possessions — those eye-watering curtains, that alarming umbrella stand — tell us everything about the stifling respectability of their lives. Mr. Ruff called the series simply “Interieurs” (Interiors). “I like to call a thing what it is,” he said.\nImage\n“Interieur 1A” (Interior 1A), 1979CreditThomas Ruff\nAlthough “Interiors”, and the series that followed, “Haüser” (Houses), made Mr. Ruff’s reputation in a modest corner of the contemporary art scene, it was another decade before he began to make waves, with “Portraits.” This project had begun in the early ’80s, when he asked friends and acquaintances to pose unsmiling, facing the camera square-on – portraiture stripped back to its most exacting, Becher-like essentials.\nImage\n“Haus Nr.11 III” (House Nr.11 III), 1990CreditThomas Ruff\nAt first Mr. Ruff printed the photographs small, arranging them in stern rows like criminal mug shots. But when he had the idea of blowing them up to superhuman size, seven feet tall, a mysterious alchemy took place. Not only were viewers able to scrutinize every monumental pore and wrinkle, “they became completely different images. Not just a blowup, something far more interesting and stranger,” he said.\nReviewers were thrilled. The newspaper Süddeutsche Zeitung talked of how Mr. Ruff had shattered the laws of documentary photography, offering “proof that it is impossible to reproduce things realistically.” Reviewing an exhibition at 303 Gallery in Manhattan in 1988, the New York Times critic Roberta Smith remarked that they “create an unusually pure yet frightening experience of scale.”\nImage\n“Substrat 31 III” (Substrate 31 III), 2007CreditThomas Ruff\nThough Mr. Ruff was gratified by this success — for one thing, he was able to give up commercial work — he was also having a crisis of photographic faith. Posing people in the studio, trying to create a “perfect” image, he realized that although these portraits looked honest, they were in fact almost completely artificial.\n“There was still reality in front of the camera, but I arranged it,” he recalled. “That was more or less the first time that I thought, ‘O.K., photography is not always as true as Bernd and Hilla Becher always told me.’”\nWhere once he had been taught that pictures never lie, now the artist set out to prove that they rarely did anything but. One project involved borrowing a “montage unit” used by the police to create identikit images of suspects; Mr. Ruff employed it to tamper with some of his portraits. In the early 1990s, inspired by TV images of the first gulf war, he bought a night-vision lens and started taking sinister photographs of bridges, roads and factories in and around Düsseldorf , as if the city were being scoped out for an attack. (This led to a more serious brush with the police, who one night spotted the photographer emerging from a bush and demanded to know what he was doing.)\nImage\n“Nacht 9 II” (Night 9 II), 1992CreditThomas Ruff\nIn recent years, Mr. Ruff has become increasingly fascinated by the ways photography operates online. One series, “jpegs” (2004–08), is made up of low-resolution images printed as high as nine feet, emphasizing the beguiling, blocky matrices of their structure. Another, “nudes” (1999–2012), repurposes pornographic images downloaded from the web. Digitally blurred, the images have a woozy, painterly quality at odds with the starkness of the sex acts they depict — a sardonic assessment of the male gaze, perhaps, as well as a commentary on the proliferation of online porn. Though Mr. Ruff is hardly the only contemporary artist to be interested in how images operate in the digital age, few have examined the subject with such encyclopedic rigor.\nImage\n“nudes lk18,” 2000CreditThomas Ruff\n“Photography is much more complicated than people think it is,” he explained, adding that he was particularly proud of an addition he’d made to the Whitechapel catalog: an excerpt from a reference book that itemizes the numerous forms photography can take. (The list begins at “aereophotography” and “astrophotography” and runs to “X-ray photography.”) Like much else Mr. Ruff does, this is both a joke and entirely serious — a statement about how difficult it is to pin down what photography actually is, or does.\nBut then part of Mr. Ruff’s point is that the art form has always been elusive, even evasive. Drawer after drawer in his studio is filled with historical photographs telling various kinds of half-truths: 1960s paparazzi snaps of the British royal family stippled with airbrushing, images taken automatically by space probes, publicity shots scrawled with cropping marks. He seemed delighted with an 1898 photograph of the Shroud of Turin, a sober documentary record of an object that is most likely a hoax.\nBack in London in the gallery, fire alarm safely silenced, we meandered through the rest of the exhibition. Every so often, Mr. Ruff paused to advise on the positioning of a picture, or have a quiet word with the lighting engineers. He seemed content with how the show was coming together: a fitting testament to an almost 40-year quest in search of nearly every kind of photographic image-making.\nWhen I asked him if he had a favorite, half-expecting another droll wisecrack in response, he replied with what appeared to be complete sincerity. “No,” he said quietly. “They are all my babies.”\nA version of this article appears in print on , Section AR, Page 20 of the New York edition with the headline: The Dizzying World of Thomas Ruff. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "Oops, this is strange, I have to make an investigation.",
                "",
                true
            ],
            [
                "Oh, this is something you should continue.",
                "",
                true
            ],
            [
                "O.K., photography is not always as true as Bernd and Hilla Becher always told me.",
                "",
                true
            ],
            [
                "I think, ‘Oops, this is strange, I have to make an investigation.",
                "CreditThomas Ruff",
                true
            ],
            [
                "At first, I thought, I’m at the wrong place,",
                "CreditThomas Ruff",
                true
            ],
            [
                "I showed it to Bernd, and he said, ‘Oh, this is something you should continue.’ So I continued.",
                "",
                true
            ],
            [
                "I like to call a thing what it is,",
                "CreditThomas Ruff",
                true
            ],
            [
                "Not just a blowup, something far more interesting and stranger,",
                "CreditThomas Ruff",
                true
            ],
            [
                "proof that it is impossible to reproduce things realistically.",
                "Ruff",
                false
            ],
            [
                "create an unusually pure yet frightening experience of scale.",
                "Roberta Smith",
                false
            ],
            [
                "There was still reality in front of the camera, but I arranged it,",
                "CreditThomas Ruff",
                true
            ],
            [
                "That was more or less the first time that I thought, ‘O.K., photography is not always as true as Bernd and Hilla Becher always told me.",
                "CreditThomas Ruff",
                true
            ],
            [
                "Photography is much more complicated than people think it is,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.tate.org.uk/art/artworks/ruff-portrait-1986-stoya-p78091",
                "https://www.whitechapelgallery.org/about/press/first-major-london-retrospective-german-artist-thomas-ruff/",
                "https://www.nytimes.com/1989/04/21/arts/review-art-2-soviet-emigres-celebrate-their-new-home-bayonne.html?pagewanted=all&module=inline",
                "https://www.tate.org.uk/art/artists/bernd-becher-and-hilla-becher-718/who-are-bechers"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.parsintl.com/publication/the-new-york-times/",
                "http://www.contemporaryartdaily.com/2014/09/thomas-ruff-at-s-m-a-k/thomas-ruff-nacht-13-1993/"
            ]
        },
        "key_words": [
            "alarm",
            "thomas",
            "mr",
            "dizzying",
            "world",
            "ruff",
            "seen",
            "work",
            "passport",
            "online",
            "photos",
            "retrospective",
            "porn",
            "whitechapel",
            "worldwide"
        ]
    }
]