[
    {
        "url": "http://www.cnn.com/travel/article/painting-on-planes/index.html",
        "title": "Painting on planes: Stunning sketches of airplane life",
        "authors": [],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-05",
        "text": "Francesca Street, CNN • Updated 5th October 2017\nFacebookTwitterEmail\n(CNN) —\nWhat did you do on your last plane journey? Fall asleep, watch a movie, draft some emails?\nNot architect John Gardner. A frequent business traveler, he's found a way to turn these journeys into an artistic outlet.\nThe Bermuda-based executive passes time on planes by sketching the sights and scenes he spies on board.\n\"Sketching is a nice alternative to taking pictures, as it is making something by hand -- and encourages really seeing and remembering and interpreting,\" Gardner tells CNN Travel.\nCabin creative\nCourtesy John Gardner\nGardner -- who trained at the Rhode Island School of Design (RISD) -- has a busy schedule that'll sound familiar to many business travelers.\n\"Right now, I'm teaching advanced architecture at the Rhode Island School of Design, and I'm going up every weekend to Boston from Bermuda,\" the 58-year-old explains.\n\"I'm doing two flights and two drawings a week,\" he says. \"I'm in an intense phase right now, which is kind of fun.\"\nGardner's on-board artistic endeavors overlap with his day job, but they also allow the architect to experiment with a different medium.\n\"In my architectural job I'm imagining things, usually they're buildings and spaces,\" says Gardner. \"In this instance I'm drawing what I see.\"\nGardner captures both intricate details and abstract scenes.\nCourtesy John Gardner\nWhat Gardner sees includes profiles of other passengers, antics of the air stewards, stained coffee cups and crumbling pretzels, intricate detail of curtains and time spent in the terminal.\nThe results are eye-catching sketches, popping with color from his paints that capture life through the business traveler lens. Sometimes the sketches are abstract, evoking a general sense of the on-board experience with overlapping snapshots of air stewards' uniforms, laptops and fellow passengers.\nOther times they're more detailed studies of intricate airline scenes.\n\"It's a creative release,\" Gardner says. \"I find the time on the plane is really very valuable because there's nothing else taking me away from where I am.\"\nRelated content\nGardner is particularly interested in the antics of the air stewards.\nCourtesy John Gardner\nIt's become a creative challenge for Gardner to search out prospects he's yet to paint.\n\"It is hard sketching and painting what is essentially the same view,\" he says. \"But the style can change and if I look hard enough or relax and just start drawing, interesting things reveal themselves.\"\nHe particularly enjoys sketching flight attendants.\nGardner will ask his neighboring passengers if they mind being sketched.\nCourtesy John Gardner\n\"They're hard to draw as they're constantly moving,\" he explains. \"So what I'll actually do is I'll take a few pictures on my iPhone and I'll sketch them loosely and then I'll tighten it up.\"\nGardner is full of praise for cabin crew.\n\"The flight attendants are amazing,\" he says. \"I've never had a bad experience. They get really interested in what I'm doing, so sometimes I give them my sketchbook and they go take it to the galley and take photos. Some of the sketches have their names on them.\"\nFine art\nGardner says the humidity on board the plane is perfect for watercolor.\nCourtesy John Gardner\nSurprisingly, Gardner says airplane conditions lend themselves perfectly to a spot of painting.\n\"The majority of my sketches are are pen and ink and watercolor,\" he says. \"The best thing about watercolor in planes is the humidity is very low, so you can paint and it dries very quickly, which is really nice.\"\nGardner will sketch in every situation -- aside from take off and landing -- whatever cabin he ends up in.\nGardner, pictured here painting on board a plane, tries his best to sketch in all conditions.\nCourtesy John Gardner\n\"What I'll do is ask for two waters and a coffee -- I'll drink one water -- the other's for the paint,\" he says. \"I try really hard not to have an accident when it's a tight space!\"\nNaturally, it's always easier if he flies executive -- but in economy, aisle seats work best.\n\"It is virtually impossible to paint in the middle seat with two passengers on either side,\" says Gardner. \"Everything gets set out on top of the sketchbook and they get nervous the water will spill on them!\"\nHowever Gardner's fellow travelers are mostly unperturbed by his creative efforts -- even when they're the subject of his artistic eye.\n\"Passengers don't usually know I am drawing them and I ask if they are next to me,\" he says. \"They'll always say, 'yeah that's great.'\"\nGardner will sketch subjects in the airport terminals, as well as on board.\nCourtesy John Gardner\nIn the terminal, Gardner will sketch faces from far away.\nHe's also become interested in the limited on-board lighting.\nHe lists inspirations as, \"the light from the windows, the pattern of the chairs, the red lights, the ubiquitous 'exit' signs, the food in front of you, the industrial engineering, the grays and blues.\"\nRelated content\nWorldwide feedback\nGardner has recently set up an Instagram account to share his sketches.\nCourtesy John Gardner\nAs every frequent flier knows, time on the plane can be draining and feel unfulfilling.\nFor Gardner, his sketches allows him to appreciate the everyday -- and find satisfaction in the mundane.\n\"It makes the memory of the flight particularly interesting,\" he says. \"More interesting than if I just got on and got off.\n\"I find at the end of the flight, I look at the sketch and it's revealed something about the environment I was in,\" says Gardner. \"Something I wasn't looking for, but it happened.\"\nGardner's students at RISD inspired him to share his work.\nCourtesy John Gardner\nGardner has been sketching intensively for the past five years -- and he's kept a sketchbook since his student days at RISD -- but it's only recently that he's started sharing his work with a wider audience.\n\"I've been very private about my artwork, because I've really been an architect,\" he says.\n\"In the last few years I've just been exploring a bit more energy on my artwork, with the view of being a more serious artist.\"\nIt was Gardner's undergraduates at RISD who encouraged him to share his sketches on social media.\n\"I was prompted by the younger generation,\" he says. \"And I was comfortable enough on my own terms that [my drawings] were ready to be out there.\"\nNow he's got a fledgling Instagram account, tagging his on board artwork with #paintingonplanes.\nIt's early days, Gardner's already inspired and excited by the virtual feedback.\n\"The response is this huge, worldwide array of people who pick up your work,\" he says. \"I think that's just fascinating, and then I see what they're interested in and it's this whole portal to having a broader perspective around the world of what's going on.\"\nRelated content\nGardner finds painting on planes a rewarding and fun experience.\nCourtesy John Gardner\nGardner also encourages others to follow in his footsteps -- to find new ways to appreciate their commute and everyday routine, whether through sketching or other mediums.\nThe trick he says, is commitment and patience.\n\"The key is really to have a sketchbook and carry it with you everywhere,\" Gardner advises. \"When you get a spare moment, whether it's on the plane or in a café or waiting at the airport, just start doodling and drawing [...] you'll be amazed at where you'll end up in one, two or five years.\"\nFor Gardner it's been a revolutionary experience.\n\"Drawing and painting in the air is a wonderful and rewarding exercise,\" he says. \"I think sketching and drawing and painting is a means to understand, appreciate and remember things better, even if it's sitting in a seat in a plane.\"\n© 2019 Cable News Network. Turner Broadcasting System, Inc. All Rights Reserved. CNN Sans ™ & © 2016 Cable News Network.\n",
        "quotes": [
            [
                "Sketching is a nice alternative to taking pictures, as it is making something by hand -- and encourages really seeing and remembering and interpreting,",
                "Gardner",
                true
            ],
            [
                "Right now, I'm teaching advanced architecture at the Rhode Island School of Design, and I'm going up every weekend to Boston from Bermuda,",
                "",
                true
            ],
            [
                "I'm doing two flights and two drawings a week,",
                "",
                true
            ],
            [
                "I'm in an intense phase right now, which is kind of fun.",
                "",
                true
            ],
            [
                "In my architectural job I'm imagining things, usually they're buildings and spaces,",
                "Gardner",
                true
            ],
            [
                "In this instance I'm drawing what I see.",
                "Gardner",
                true
            ],
            [
                "I find the time on the plane is really very valuable because there's nothing else taking me away from where I am.",
                "Gardner",
                true
            ],
            [
                "It is hard sketching and painting what is essentially the same view,",
                "Gardner",
                true
            ],
            [
                "But the style can change and if I look hard enough or relax and just start drawing, interesting things reveal themselves.",
                "Gardner",
                true
            ],
            [
                "They're hard to draw as they're constantly moving,",
                "Gardner",
                true
            ],
            [
                "So what I'll actually do is I'll take a few pictures on my iPhone and I'll sketch them loosely and then I'll tighten it up.",
                "",
                true
            ],
            [
                "I've never had a bad experience.",
                "Gardner",
                true
            ],
            [
                "They get really interested in what I'm doing, so sometimes I give them my sketchbook and they go take it to the galley and take photos.",
                "Gardner",
                true
            ],
            [
                "Some of the sketches have their names on them.",
                "Gardner",
                true
            ],
            [
                "The majority of my sketches are are pen and ink and watercolor,",
                "Gardner",
                true
            ],
            [
                "The best thing about watercolor in planes is the humidity is very low, so you can paint and it dries very quickly, which is really nice.",
                "Gardner",
                true
            ],
            [
                "What I'll do is ask for two waters and a coffee -- I'll drink one water -- the other's for the paint,",
                "Gardner",
                true
            ],
            [
                "I try really hard not to have an accident when it's a tight space!",
                "Gardner",
                true
            ],
            [
                "It is virtually impossible to paint in the middle seat with two passengers on either side,",
                "Gardner",
                true
            ],
            [
                "Everything gets set out on top of the sketchbook and they get nervous the water will spill on them!",
                "Gardner",
                true
            ],
            [
                "Passengers don't usually know I am drawing them and I ask if they are next to me,",
                "Gardner",
                true
            ],
            [
                "They'll always say, 'yeah that's great.",
                "Gardner",
                true
            ],
            [
                "the light from the windows, the pattern of the chairs, the red lights, the ubiquitous 'exit' signs, the food in front of you, the industrial engineering, the grays and blues.",
                "",
                false
            ],
            [
                "It makes the memory of the flight particularly interesting,",
                "Gardner",
                true
            ],
            [
                "More interesting than if I just got on and got off.",
                "Gardner",
                true
            ],
            [
                "I find at the end of the flight, I look at the sketch and it's revealed something about the environment I was in,",
                "Gardner",
                true
            ],
            [
                "Something I wasn't looking for, but it happened.",
                "Gardner",
                true
            ],
            [
                "I've been very private about my artwork, because I've really been an architect,",
                "Gardner",
                true
            ],
            [
                "In the last few years I've just been exploring a bit more energy on my artwork, with the view of being a more serious artist.",
                "",
                true
            ],
            [
                "I was prompted by the younger generation,",
                "Gardner",
                true
            ],
            [
                "And I was comfortable enough on my own terms that [my drawings] were ready to be out there.",
                "Gardner",
                true
            ],
            [
                "The response is this huge, worldwide array of people who pick up your work,",
                "Gardner",
                true
            ],
            [
                "I think that's just fascinating, and then I see what they're interested in and it's this whole portal to having a broader perspective around the world of what's going on.",
                "Gardner",
                true
            ],
            [
                "The key is really to have a sketchbook and carry it with you everywhere,",
                "Gardner",
                true
            ],
            [
                "When you get a spare moment, whether it's on the plane or in a café or waiting at the airport, just start doodling and drawing [...] you'll be amazed at where you'll end up in one, two or five years.",
                "Gardner",
                true
            ],
            [
                "Drawing and painting in the air is a wonderful and rewarding exercise,",
                "Gardner",
                true
            ],
            [
                "I think sketching and drawing and painting is a means to understand, appreciate and remember things better, even if it's sitting in a seat in a plane.",
                "Gardner",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.instagram.com/noj.design/",
                "http://www.cnn.com//www.turner.com",
                "https://www.instagram.com/explore/tags/paintingonplanes/"
            ]
        },
        "key_words": [
            "im",
            "painting",
            "gardner",
            "courtesy",
            "sketches",
            "life",
            "sketch",
            "theyre",
            "stunning",
            "really",
            "ill",
            "airplane",
            "plane",
            "john",
            "planes"
        ]
    }
]