[
    {
        "url": "http://dailybuzzlive.com/man-accused-smuggling-drugs-inside-dog-got-will-shock/",
        "title": "Man Accused To Smuggling Drugs Inside His Dog, How It Got There Will Shock You!",
        "authors": [
            {
                "name": "Daily Buzz Live",
                "link": null
            }
        ],
        "publisher": "dailybuzzlive.com",
        "publish_date": "2015-01-23",
        "text": "Posted on\nMan Accused To Smuggling Drugs Inside His Dog, How It Got There Will Shock You!\nA Peruvian man was arrested for trying to smuggle over 6 pounds of cocaine inside the bellies of two St. Bernard dogs.\nLocal police say that the drugs were placed inside the dogs bodies during an operation that was performed inside a hotel room. Unfortunately, one of the dogs did not survive.\nPolice say the veterinarians removed bags of drugs from a male dog and a female dog.\nThey both suffered from grave peritonitis, an infection of the tissue lining of the abdomen’s inner wall. They both also experienced high fevers and vomiting.\nThe male dog, named Bomdon, died from the infection shortly after. Police say the man, Giuseppe Tombolan, 22, was arrested several weeks later.\nPeruvian officials say this is the first time they had discovered somebody trying to smuggle drugs inside their dogs.\n* indicates required\nEmail Address *\nRecent Posts\nJared Fogle From Subway Part Of A Child Porn Investigation Jared Fogle from Subway recently READ MORE →\nOn this episode of Cheaters, a wife hires investigators to find out if her husband READ MORE →\nDaily Buzz Live Search\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "man",
            "shock",
            "say",
            "accused",
            "infection",
            "dogs",
            "smuggle",
            "smuggling",
            "trying",
            "dog",
            "male",
            "drugs",
            "inside"
        ]
    }
]