[
    {
        "url": "http://www.bbc.com/news/world-us-canada-41549375",
        "title": "US kidnapping: Man gives $9,000 reward money to victim",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "9 October 2017\nThese are external links and will open in a new window\nClose share panel\nImage copyright Alexandria Police Department\nImage caption Mr Melchert (left, with police in Alexandria, Minnesota) said that the teenager he helped rescue is a 'real hero'\nA man who helped a US teenager in her dramatic escape from three kidnappers has given his reward money of about $9,000 (£6,800) to her and her family.\nEarl Melchert said that 15-year-old Jasmine Block and her relatives were more deserving of the cash than him.\nMs Block was held captive for 29 days in Minnesota and had been sexually and physically assaulted, police say.\nBut she escaped from the house where she was being held and swam across a lake to get to Mr Melchert's home.\n\"I thought at first it was a deer,\" Mr Melchert said.\nThe teenager knocked on the doors of several houses without anyone answering, before deciding to complete the swim and reach Mr Melchert's residence, the New York Times reported.\n\"I could make out her face, and I went, 'Oh my gosh, this is the girl from Alexandria that's been gone for 29 days',\" he said.\nPolice say that she was abducted in August by Thomas Barker, 35, a family acquaintance who told her that he needed help with a \"family situation\".\nThe teenager accompanied Mr Barker in his car - and when they arrived at his home, he allegedly tied her up with zip ties.\nFor the next four weeks Mr Baker and two other men sexually and physically assaulted her, police say.\nThey are alleged to have threatened her with weapons at various different addresses within the vicinity of Mr Melchert's home.\nBut Ms Block was able to escape when she ended up in an abandoned house near Mr Melchert's property in early September - after the men had left her alone for the first time in order to get some food.\nThe Alexandria Police Department on Friday offered Mr Melchert his reward money, but he refused to accept it.\n\"He believes that young lady that came running towards him that September day is the real hero and without hesitation, Earl handed the reward over to her, followed by a big hug,\" the department said on Facebook .\n\"Thank you Earl, it is people like you that make this world a better place.\"\nMr Melchert - a recently retired fertiliser plant manager - for his part said it was \"the best thing I've ever done\".\n\"The family needs the money,\" he said. \"To me, yeah, that's a lot of money, but they need it way [more] than I do.\"\nPolice have also paid tribute to Ms Block - describing her as \"amazing\" and a \"young lady with a lot of strength\".\nThe three alleged kidnappers are under arrest and in custody, police say.\nRelated Topics\n",
        "quotes": [
            [
                "I thought at first it was a deer,",
                "Melchert",
                true
            ],
            [
                "I could make out her face, and I went, 'Oh my gosh, this is the girl from Alexandria that's been gone for 29 days',",
                "",
                true
            ],
            [
                "He believes that young lady that came running towards him that September day is the real hero and without hesitation, Earl handed the reward over to her, followed by a big hug,",
                "",
                true
            ],
            [
                "Thank you Earl, it is people like you that make this world a better place.",
                "",
                true
            ],
            [
                "the best thing I've ever done",
                "",
                false
            ],
            [
                "To me, yeah, that's a lot of money, but they need it way [more] than I do.",
                "",
                true
            ],
            [
                "young lady with a lot of strength",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/10/08/us/minnesota-kidnapped-reward.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/permalink.php?story_fbid=2025830967646358&id=1559888894240570"
            ]
        },
        "key_words": [
            "money",
            "man",
            "mr",
            "block",
            "kidnapping",
            "teenager",
            "alexandria",
            "melchert",
            "reward",
            "victim",
            "family",
            "9000",
            "department",
            "melcherts",
            "gives"
        ]
    }
]