[
    {
        "url": "https://www.activistpost.com/2017/09/saudi-arabia-investigates-own-war-crimes-allegations.html",
        "title": "Accused of War Crimes, Saudi Arabia Investigates Themselves and Find No Wrongdoing",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-14",
        "text": "Hot Topics\nAccused of War Crimes, Saudi Arabia Investigates Themselves and Finds No Wrongdoing\nAmid international calls for an independent inquiry into Saudi war crimes in Yemen, the Kingdom has investigated itself and found it has done nothing wrong.\nCountries including China, the Netherlands, and Canada have  pushed forward  with a U.N. Human Rights Council draft resolution to establish an independent investigation into Saudi war crimes against civilians in the small war-torn nation of Yemen.\nThis week, Human Rights Watch also  accused  the coalition of committing war crimes.\nThough these allegations have been circulating and documented for years, little has been done to stop the Saudi attacks, and the Saudis and their U.S. and Arab allies have worked to undermine efforts to uncover wrongdoing.\n“The minimal efforts made towards accountability over the past year are insufficient to respond to the gravity of the continuing and daily violations involved in this conflict,” U.N. human rights chief Zeid Ra’ad al Hussein said in Geneva this week.\nThe U.N. has  documented  5,144 civilian deaths, mainly from the Saudi-led coalition.\nThe Saudis said they did not object to the current push for an inquiry but claimed it was bad timing.  According  to Abdulaziz al-Wasil, Saudi Arabia’s ambassador to Geneva:\nWe have no objection (to) the inquiry itself, we just have a discussion about the timing. Whether this is the right time to establish an international commission with the difficulties on the ground, and we knew in advance that they will face tremendous obstacles in terms of access.\nIn the meantime, the Saudi government has set up its own panel to investigate potential war crimes and misconduct. Reuters  reported  on the Saudi panel’s findings, noting it concluded that “a series of deadly air strikes largely [was] justified, citing the presence of armed militiamen at the homes, schools and clinics that were targeted.”\nReuters continued:\nThe Joint Incidents Assessment Team said on Tuesday it had discovered mistakes in only three of 15 incidents it reviewed, and maintained the coalition had acted in accordance with international humanitarian law. Saudi Crown Prince Mohammed bin Salman has long been running the coalition fighting in Yemen as the country’s defense minister, a title he still retains.\nThe panel’s legal advisor, Mansour Ahmed al-Mansour, told journalists this week that, in one example, the Saudi coalition struck a water welling drill after mistaking it for a ballistic missile launcher.\nHowever, the Saudis have been criticized for their longstanding pattern of  targeting  critical infrastructures such as agriculture, warehouses, and hospitals – in far more than just fifteen incidents. Doctors Without Borders (MSF)  claimed  in early 2016 that the Saudis had attacked hospitals in more than 100 incidents, ultimately scaring Yemenis away from seeking medical help. The coalition has also been implicated in the cholera epidemic that has  infected  over half a million people since April.\nThe United States and the United Kingdom are complicit in this targeting of Yemen, which the Saudis view as a  proxy war  against Iran as they attempt to reinstate a former ruler who was ousted by Houthi rebels, a group they are now fighting. There is minimal evidence that Iran is backing the Houthis.\nIn addition to  arming  the Saudis with billions of dollars worth of weapons, which are being  used  to commit the alleged war crimes in Yemen, the Western nations have  military officials in the Saudi command room  in control of air strikes.\nBritish officials even  schemed  with the Saudis to paradoxically secure the repressive regime a spot on the U.N.’s human rights council. The U.S. remains a staunch Saudi backer at the U.N., as well, expressing opposition to the independent inquiry introduced this week.\nLike Saudi Arabia, the U.S. has  brushed off  civilian casualties at the hands of their military. In accusing the Saudis of war crimes this week, Human Rights Watch also  called  on U.S. lawmakers to curb the killing. They wrote:\nSo far, the US government has been content to keep the weapons to Riyadh flowing so long as Saudi Arabia pretends it’s been fighting a clean war. But its empty promises have proved devastating – and deadly – for Yemeni civilians.\nCongress should make clear the US is no longer willing to be complicit in Saudi war crimes.\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nThe height of absurd duplicity is KSA is taking on this brutal war at the behest of the pyramid cap Rockefellers & Rothschilds to get Yemen back on track to a Borg assimilation into the Regional Government GCC system that’s trying to catch up to the EU fusion underway.\nSince the same pyramid cap created and controls the UN and is pulling KSA strings, there’s no reason a more humane approach to negotiating a peace can’t be attempted. The reason TPTB won’t do this is they will settle for nothing less than an unconditional capitulation with complete loss of Yemen sovereignty. That leaves the Saudis as the sole villains and scapegoats instead of a spotlight being placed on the United Nations which is ultimately who the Saudis are serving for R&R et al.  This is to keep the veneer of ‘appearances’ up for the UN as the totalitarian juggernaut its proffering keeps rolling.\nEU and GCC Regionalism :\n1) The EU is creating a Regional Military to supplant nation military forces.  The GCC is doing the same.\n2) The EU is preparing to consolidate EU member debts.  The GCC has been blending its members’ economies, doing a deep integration as it also integrates itself more deeply with the global economy ~ i.e. Saudis and Qataris on a huge global investment spending spree.  All under the large scale planning of the United Nations Agendas.\n3) Both the EU and GCC are “harmonizing” laws and standards (making them uniform).\nLeave a comment\nComment\nName\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 8, 2019\nAugust 7, 2019\nAugust 6, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "The minimal efforts made towards accountability over the past year are insufficient to respond to the gravity of the continuing and daily violations involved in this conflict,",
                "Zeid Ra'ad al Hussein",
                true
            ],
            [
                "a series of deadly air strikes largely [was] justified, citing the presence of armed militiamen at the homes, schools and clinics that were targeted.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.theguardian.com/world/2016/jan/15/british-us-military-in-command-room-saudi-strikes-yemen",
                "https://www.hrw.org/news/2017/09/12/us-congress-can-help-curb-saudi-war-crimes-yemen",
                "http://www.independent.co.uk/news/world/middle-east/saudi-arabia-s-bombing-of-yemeni-farmland-is-a-disgraceful-breach-of-the-geneva-conventions-a7376576.html",
                "http://www.independent.co.uk/news/world/middle-east/yemen-crisis-saudi-arabia-air-strikes-shiara-hospital-people-scared-to-go-msf-a6821286.html",
                "https://www.reuters.com/article/us-yemen-cholera-saudi/saudi-led-coalition-responsible-for-worst-cholera-outbreak-in-the-world-in-yemen-researchers-idUSKCN1AY2JH",
                "https://www.theguardian.com/uk-news/2015/sep/29/uk-and-saudi-arabia-in-secret-deal-over-human-rights-council-place",
                "http://theantimedia.org/saudi-arabia-economy-yemen-iran/",
                "https://www.hrw.org/news/2016/12/08/yemen-us-made-bombs-used-unlawful-airstrikes"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.centcom.mil/MEDIA/PRESS-RELEASES/Press-Release-View/Article/1239870/combined-joint-task-force-operation-inherent-resolve-monthly-civilian-casualty/",
                "https://www.washingtonpost.com/world/middle_east/saudis-support-probe-of-yemen-crimes-but-question-timing/2017/09/13/d024a9f4-9868-11e7-af6a-6555caaeb8dc_story.html?utm_term=.8053db65c5fe",
                "https://www.amnesty.org/en/latest/news/2017/03/yemen-multibillion-dollar-arms-sales-by-usa-and-uk-reveal-shameful-contradiction-with-aid-efforts/",
                "http://www.haaretz.com/middle-east-news/1.812108"
            ]
        },
        "key_words": [
            "rights",
            "coalition",
            "war",
            "yemen",
            "saudi",
            "human",
            "accused",
            "crimes",
            "investigates",
            "international",
            "wrongdoing",
            "saudis",
            "incidents",
            "inquiry",
            "arabia"
        ]
    }
]