[
    {
        "url": "http://beforeitsnews.com/entertainment/2017/10/leks-returns-to-music-and-is-doing-amazing-things-2670623.html",
        "title": "LEKS Returns To Music And Is Doing 'AMAZING' Things!",
        "authors": [],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "Sunday, October 1, 2017 9:32\n% of readers think this story is Fact. Add your two cents.\nOleksiy Poplavko-Dercksen, best known as LEKS is back with a bang! An upcoming unsigned EDM producer who has teamed up with vocalist Sasha Kay to release his first track after being absent from the music industry for a period of time. 'AMAZING' is a fun and energetic track which will get you bouncing coupled with fantastic vocal clarity. This in turn compliments the lively yet simplistic electro-trance beat, which also has a balanced and well thought out slight retro twist.  'AMAZING' captures the summer music vibe and should be in DJ 'flight cases' around the world. And it's no wonder; LEKS has musical pedigree. Being born into a musical family in Ukraine, he has spent his formative years travelling around Europe before settling in Luxembourg. He has been exposed to a wide array of musical genres from Rock to Hip Hop. After experimenting with different sounds while he studied music production, LEKS has found his niche…EDM. 'AMAZING' is a really welcome entry into the field of electronic music.  Inspired by the likes of Deadmaus, Calvin Harris, DJ Snake and Tiesto, LEKS has successfully created his own unique sound, capturing contemporary electronic music and transforming it into something eclectic. 'AMAZING' is the first release for LEKS but be assured he has much more music on the way, he is also keen to work with other producers and write music for vocal artists, as well as performing live sets.  Sasha Kay has worked her magic with the vocals on 'AMAZING' which gel immediately with the cutting edge track produced by LEKS. Singing since the age of 6, Sasha has performed around Europe and has recorded an EP.  To listen to LEKS fantastic breakthrough into EDM check out the following links:  SoundCloud: https://soundcloud.com/leksbeats/amazing-feat-sasha-kay  LEKS Social Media  Website: https://www.leksmusic.com Instagram: https://www.instagram.com/leksmusic/ Twitter: https://twitter.com/leksbeats Facebook: https://www.facebook.com/leksbeatsmusic  Sasha Kay Social Media Instagram: https://www.instagram.com/sashakay89/ Facebook: https://www.facebook.com/alexandra.knyazeva  Source: http://www.mi2n.com/press.php3?press_nb=199302\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com",
                "http://www.prodo1.com/"
            ]
        },
        "key_words": [
            "kay",
            "musical",
            "music",
            "returns",
            "sasha",
            "amazing",
            "doing",
            "leks",
            "things",
            "release",
            "social",
            "vocal",
            "track"
        ]
    }
]