[
    {
        "url": "https://www.nytimes.com/2017/10/07/style/personality-type-the-four-tendencies-gretchen-rubin.html?rref=collection%2Fsectioncollection%2Farts",
        "title": "Whatever Happened to Just Being Type A?",
        "authors": [
            {
                "name": "Penelope Green",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-07",
        "text": "Advertisement\nImage\nA few years ago, Gretchen Rubin, the best-selling self-help author, pivoted from the happiness racket into the habit business with her seventh book, “Better Than Before: Mastering the Habits of Our Everyday Lives.” Embedded in it was a personality typing system of her own invention she called the Four Tendencies: a homage to Freud’s “fateful tendencies.”\nShe’d had an insight, Ms. Rubin wrote in a typical flurry of italics, as seismic as Archimedes’s eureka moment in the bath: how does a person respond to an expectation? The answer to this question, she averred, revealed a fundamental law of human nature, a linchpin of personality, a Sorting Hat — Ms. Rubin is a J. K. Rowling fan — for the drives that motivate us.\nWhether you chafe at or thrill to outer expectations like deadlines or speed limits, or inner ones like New Year’s resolutions or fitness goals, you might find yourself to be an Obliger or an Upholder (that is, a people pleaser or a hard-working Hermione type), a Rebel or a Questioner; Tendencies that are perhaps self-explanatory. (Ms. Rubin has a Swiftian fondness for capital letters.)\nRubinettes everywhere were captivated, as Ms. Rubin explained her framework on her weekly podcast, “Happier With Gretchen Rubin,” which she hosts with her sister, Elizabeth Craft; on her website ; and at speaking gigs. One reader sent a series of light bulb jokes based on the Tendencies. (“How do you get a Rebel to change a light bulb? Answer: Do it yourself.”)\nMs. Rubin devised an online quiz and, last summer, introduced an app, Better , a digital hub for women — and the occasional man — eager to join accountability groups, tweak their organizing, exercise and networking practices and debate the finer points of the Four Tendencies. The other day, an Obliger wondered how birth order may affect the Four Tendencies; a Questioner wanted to talk tattoos. “Do all tendencies have them?” she wrote.\nMeanwhile, Ms. Rubin gestated her eighth book.\n“The Four Tendencies: The Indispensable Personality Profiles That Reveal How to Make Your Life Better (and Other People’s Lives Better, Too),” out last month, is already a best seller . By mid-September, over one million people had taken Ms. Rubin’s online quiz, making her the queen of personality typing.\nA colleague of mine took it and learned she is an Obliger, “which is totally messing up my career,” she said. She thinks I’m a Rebel because I’m squirrelly about deadlines, but the quiz deemed me an Upholder when I first took the test, and then a Questioner the second time around; a couple of days ago, I took the test again and came up an Obliger.\nImage\nGretchen Rubin, the author of “The Four Tendencies: The Indispensable Personality Profiles That Reveal How to Make Your Life Better (and Other People’s Lives Better, Too).”CreditPeter Garritano for The New York Times\nNow Obligers, Ms. Rubin writes, are the most challenging of the Tendencies, other than Rebels. This is because Obligers, pushed to their limits, will go rogue: quit their jobs, walk out on their marriages, abruptly end friendships. Obliger rebellion, she calls it. (Lateness, she writes, is a small but popular form of Obliger rebellion.)\n“I would say you’re a Questioner,” Ms. Rubin told me, because among other things I balked at her quiz questions. She had phoned from Los Angeles, where she was on the first leg of her book tour, and was amusing herself by noting how her audiences were dividing themselves by Tendency. “We did a meet-up through the app,” she said, “and only one Rebel showed up in crowd of almost 100 people.” This was not because Rebels won’t R.S.V.P., she concluded, but because “they don’t like to be told they have to arrive between 5 and 7.”\nBut back to me.\nMs. Rubin said: “Maybe you aren’t meeting your deadlines because you aren’t convinced they are really true.” According to Ms. Rubin’s research, Questioners have other charming weaknesses in addition to a certain mulishness about deadlines. These include “crackpot potential” and an inability “to accept closure on matters that others considered settled if their questions aren’t answered.”\nAlso, they don’t like to wait in line.\n“Questioners don’t like to be questioned,” Ms. Rubin, a proud Upholder, said.\nWhatever happened to just being Type A?\nMs. Rubin was a Yale-educated lawyer who once clerked for Justice Sandra Day O’Connor, before diving into the self-help business with her 2009 book, “The Happiness Project: Or, Why I Spent a Year Trying to Sing in the Morning, Clean My Closets, Fight Right, Read Aristotle, and Generally Have More Fun.”\nThe energetic Ms. Rubin, a member of four book groups who has said that she loves to take notes, “often for no apparent reason,” larded her memoir with insights and observations, nuggets from Nietzsche to Diana Vreeland (and the Duke of Wellington, whose advice is to urinate whenever you get the chance, a happiness booster we can perhaps all agree on), along with enough social science “data” to fill three Malcolm Gladwell books.\nThe book and its offspring — journals, calendars and coloring books — have been consistent best sellers, having sold close to three million copies, according to Ms. Rubin’s longtime agent, Christy Fletcher.\nImage\n“It came out in the wake of ‘Eat, Pray, Love,’” said Ms. Fletcher of “The Happiness Project,” “this idea that to find happiness you had to leave your husband and quit your job and eat, pray, love. What Gretchen realized is that most people don’t want to leave their husbands and their jobs, and what she provided was recipes for being happier in place. It created a lot of entry points for people. Everybody can make their bed . What we’ve learned is that this kind of advice couched in the language of one person’s very specific experience was more accessible to people than having the Dalai Lama or a Harvard professor tell you what the human path to happiness is.”\nI would argue that Ms. Rubin’s exhaustive and exhausting methods — her rigorous list making and goal setting, her extreme research (speed-reading every parenting manual, say, since Dr. Spock, or the collected works of Plutarch, Montaigne and Adam Smith) — would make all but the most high-functioning humans feel like slackers. But maybe that’s the point: She strives, and you warm yourself in the afterglow of her efforts.\nTo fully grok Ms. Rubin’s newest oeuvre, I read “The Four Tendencies” and its prequel, “Better Than Before,” in which along with the typology she introduces a complex and confounding layer of additional sorting methods that I gamely, if lamely, tried to assume and address.\nBut if I was a Lark, a Procrastinator, an Underbuyer, a Simplicity Lover, a Finisher and a Familiarity Lover, as I apparently am according to my answers to the questions in Chapter 3 of “Better,” what did that actually mean and did I have to answer all the other questions Ms. Rubin strewed at the end of that same chapter, and throughout the rest of the book?\nIn “Better,” Ms. Rubin does attempt to soothe her information-addled readers with a section called “Desire, Ease and Excuses,” all of which, as she writes, “play a role in the Strategies of Abstaining, Convenience, Inconvenience, Safeguards, Loophole-Spotting, Distraction, Reward, Treats and Pairing,” but I had already grown contrary. Perhaps it was all the capital letters. Or was I exhibiting the hallmarks of my type?\nQuestioners, Ms. Rubin writes, follow “their own judgment — sometimes even when it flies in the face of experts who (allegedly) know more.”\nPersonality typing has long bubbled merrily atop the self-help soup. Self-improvement may be a distinctly American habit, from its founding, a national credo, but the father of psychological types was Carl Jung, the Swiss psychiatrist, who laid them out in a book of the same name in 1921.\n“It has a long and sordid history in psychology, especially pop psychology,” said Scott O. Lilienfeld , a professor of psychology at Emory College, in an email. “Most people seem to love sorting themselves into discrete, mutually exclusive categories (e.g., I’m an extrovert, you’re an introvert; I’m a perceiver, you’re a judger). Managers, bosses, and administrators seem to love them too. None of this is terribly surprising. Decades of psychological research show that the human mind craves simplicity and prefers categories to dimensions when it comes to conceptualizing ourselves and others.”\nOn online dating profiles, some note their Myers-Briggs type, that hoary system based on Jung’s types and beloved by white-collar companies since the 1970s, as if it were a professional affiliation or a college degree.\n“As swipe-based dating apps proliferate, the pressure is on to differentiate yourself in sound bites,” said Emily Listfield, a co-founder of Jyst , a dating-advice app. “One trend we see is people putting their personality types in their profiles as a shortcut to describing themselves. The problem is that most people have no idea what the acronyms stand for. ‘Likes long walks on the beach, looking for a woman who can wear jeans or a little black dress, E.N.F.P.’ leaves most people scratching their heads.”\nMs. Listfield recalled an inscrutable profile from a military veteran who proclaimed his score from two personality systems, Myers-Briggs and something called Kolbe , a business-performance classification that rates you in a very unsexy series of numbers.\n(One yearns for simpler times: “Sultry Scorpio seeks Tempestuous Leo.”)\n“This kind of neat categorization is highly appealing when one’s internal emotions and struggles are so messy,” said Natalia Mehlman Petrzela , an associate professor of history at the New School who has been researching wellness and self-help culture since the 1950s. “Isn’t it comforting to put yourself in a box that others occupy as well? Doesn’t that assure us of our normalcy? And unlike, say, trying to understand your problems through a clinical source like the D.S.M.” — the Diagnostic and Statistical Manual of Mental Disorders , the Baedeker of pathologies and a bucketing good read — “all of the categories tend to have some generally objectively positive traits. That is, you won’t arrive at the diagnosis that you’re a narcissist or a sociopath in a popular self-help book, in part because no one would buy that book.”\nSelf-help enthusiasts do buy an awful lot of books. A third to one-half of all Americans will buy a self-help title in their lifetimes, said Christine Whelan, a professor of consumer science at the University of Wisconsin-Madison, adding that at any given time there are more than 45,000 titles in print.\nLast year, the entire self-help industry — books and products — was worth nearly $10 billion, according to Market Data Enterprises . A self-help author herself, Dr. Whelan wrote her Ph.D. thesis on the history of the self-improvement movement in the United States (and met Ms. Rubin, coincidentally, in the stacks of the main branch of the New York Public Library , where both had holed up to do their research).\nImage\nCarl Jung, the Swiss psychiatrist, who laid out psychological types in a 1921 book.CreditBettmann, via Getty Images\n“Since 1975, self-help books — nonfiction books that offer advice for behavior modification and make explicit promises for positive change — have doubled as a percentage of all book titles,” Dr. Whelan said. “Self-help offers us hope that we can take control of our lives. The more alienated we feel from what’s going on in the larger world, the more likely we are to seek to regain some sense of control. And what can you control? Yourself.”\nMs. Rubin, though, bristles at the term “self-help.” “I always think of my books as being self-helpful,” she said. “How do we achieve our aims in life? How do we make ourselves happier and more productive? What’s the category for that? I don’t know.”\nShe divides self-help authors into Astronomers (scholarly) and Astrologers (intuitive), placing herself firmly in the Astronomer camp.\nPersonality typologies seem to multiply with each publishing season, growing ever more baffling. Everett Jones, the reviews editor at Publishers Weekly , recalled “Reconcilable Differences: Connecting in a Disconnected World,” out last June, whose authors rated people according to their communication styles, which they described as visual, auditory or kinesthetic. It was a confounding paradigm that created some unfortunate acronyms: VAK, VKA, KAV and so forth.\n“Our reviewer found it too elaborate and indecipherable,” Mr. Jones said. “I think you need a story, something you can latch on to.”\nMr. Jones admired the archetypes in a coming book, “The Right and Wrong Stuff: How Brilliant Careers Are Made and Unmade,” out next January. These are five mind-sets that apparently are impediments to successful careers: Captain Fantastic, Solo Flyer, Version 1.0, One Trick Pony and Whirling Dervish. (To my mind, that’s a tad too much narrative, but I’m still recovering from the collected works of Ms. Rubin.)\nMary Ellen O’Neill, an editor at Workman Publishing , is wrapping up her edits on “Your Story Is Your Power: Free Your Feminine Voice,” out next March, a self-help title that uses methods including the Enneagram, another ’70s holdout, to figure out how you developed your worldview and how you can rid yourself of patriarchal and other cultural biases — second-wave feminism meets personality typing for the woke generation.\nRemember Kingdomality ? Neither do I. But in 2005, this mash-up of pop psychology and parable making presented in a business self-help book of the same name was poised to be a best-seller. Or so its publisher hoped, said Ms. O’Neill, the book’s editor, who was then at Hyperion. “The parable was that there was a king, and his kingdom was in disarray. If he could figure what everybody’s job should be, the kingdom would be in better order.”\nThere were eight questions, she said, that led you to one of 12 personality types. “It was fascinating because it was so accurate. It identified your personality to a T. Everyone at Hyperion took it. I was a Shepherd, which meant I was really good at keeping things organized and together. Here’s the funny thing. Each type had a logo that went with it. The Benevolent Ruler was a heart with a crown on top of it. And our head of sales, who was also deemed a Benevolent Ruler, happened to have a tattoo on her shoulder of a heart with a crown on it. That was how she saw herself. It was pretty great.”\nNonetheless, the book was published to the sound of crickets, Ms. O’Neill said.\n“I have a feeling that Kingdomality was the end of the parable trend,” she said. “And it was a very goofy parable.”\nA version of this article appears in print on , Section ST, Page 1 of the New York edition with the headline: Don’t Believe the Type. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "Likes long walks on the beach, looking for a woman who can wear jeans or a little black dress, E.N.F.P.",
                "",
                true
            ],
            [
                "Better Than Before: Mastering the Habits of Our Everyday Lives.",
                "Gretchen Rubin",
                true
            ],
            [
                "How do you get a Rebel to change a light bulb?",
                "",
                true
            ],
            [
                "The Four Tendencies: The Indispensable Personality Profiles That Reveal How to Make Your Life Better (and Other People’s Lives Better, Too),",
                "Gretchen Rubin",
                true
            ],
            [
                "which is totally messing up my career,",
                "Gretchen Rubin",
                false
            ],
            [
                "The Four Tendencies: The Indispensable Personality Profiles That Reveal How to Make Your Life Better (and Other People’s Lives Better, Too).",
                "Gretchen Rubin",
                true
            ],
            [
                "I would say you’re a Questioner,",
                "Rubin",
                true
            ],
            [
                "We did a meet-up through the app,",
                "Gretchen Rubin",
                true
            ],
            [
                "and only one Rebel showed up in crowd of almost 100 people.",
                "Gretchen Rubin",
                false
            ],
            [
                "they don’t like to be told they have to arrive between 5 and 7.",
                "Gretchen Rubin",
                false
            ],
            [
                "Maybe you aren’t meeting your deadlines because you aren’t convinced they are really true.",
                "Rubin",
                true
            ],
            [
                "to accept closure on matters that others considered settled if their questions aren’t answered.",
                "Rubin",
                false
            ],
            [
                "Questioners don’t like to be questioned,",
                "Rubin",
                true
            ],
            [
                "The Happiness Project: Or, Why I Spent a Year Trying to Sing in the Morning, Clean My Closets, Fight Right, Read Aristotle, and Generally Have More Fun.",
                "Gretchen Rubin",
                true
            ],
            [
                "It came out in the wake of ‘Eat, Pray, Love,",
                "Fletcher",
                true
            ],
            [
                "this idea that to find happiness you had to leave your husband and quit your job and eat, pray, love.",
                "Fletcher",
                false
            ],
            [
                "What Gretchen realized is that most people don’t want to leave their husbands and their jobs, and what she provided was recipes for being happier in place.",
                "Fletcher",
                true
            ],
            [
                "It created a lot of entry points for people.",
                "Fletcher",
                true
            ],
            [
                "What we’ve learned is that this kind of advice couched in the language of one person’s very specific experience was more accessible to people than having the Dalai Lama or a Harvard professor tell you what the human path to happiness is.",
                "Fletcher",
                true
            ],
            [
                "play a role in the Strategies of Abstaining, Convenience, Inconvenience, Safeguards, Loophole-Spotting, Distraction, Reward, Treats and Pairing,",
                "Gretchen Rubin",
                false
            ],
            [
                "their own judgment — sometimes even when it flies in the face of experts who (allegedly) know more.",
                "Rubin",
                false
            ],
            [
                "It has a long and sordid history in psychology, especially pop psychology,",
                "Scott O. Lilienfeld",
                true
            ],
            [
                "Most people seem to love sorting themselves into discrete, mutually exclusive categories (e.g., I’m an extrovert, you’re an introvert; I’m a perceiver, you’re a judger).",
                "Scott O. Lilienfeld",
                true
            ],
            [
                "Managers, bosses, and administrators seem to love them too.",
                "Scott O. Lilienfeld",
                true
            ],
            [
                "None of this is terribly surprising.",
                "Scott O. Lilienfeld",
                true
            ],
            [
                "Decades of psychological research show that the human mind craves simplicity and prefers categories to dimensions when it comes to conceptualizing ourselves and others.",
                "Scott O. Lilienfeld",
                true
            ],
            [
                "As swipe-based dating apps proliferate, the pressure is on to differentiate yourself in sound bites,",
                "Emily Listfield",
                true
            ],
            [
                "One trend we see is people putting their personality types in their profiles as a shortcut to describing themselves.",
                "Emily Listfield",
                true
            ],
            [
                "The problem is that most people have no idea what the acronyms stand for.",
                "Emily Listfield",
                true
            ],
            [
                "Likes long walks on the beach, looking for a woman who can wear jeans or a little black dress, E.N.F.P.’ leaves most people scratching their heads.",
                "Emily Listfield",
                true
            ],
            [
                "This kind of neat categorization is highly appealing when one’s internal emotions and struggles are so messy,",
                "Natalia Mehlman Petrzela",
                true
            ],
            [
                "Isn’t it comforting to put yourself in a box that others occupy as well?",
                "Natalia Mehlman Petrzela",
                true
            ],
            [
                "Doesn’t that assure us of our normalcy?",
                "Natalia Mehlman Petrzela",
                true
            ],
            [
                "And unlike, say, trying to understand your problems through a clinical source like the D.S.M.",
                "Natalia Mehlman Petrzela",
                true
            ],
            [
                "all of the categories tend to have some generally objectively positive traits.",
                "Natalia Mehlman Petrzela",
                false
            ],
            [
                "That is, you won’t arrive at the diagnosis that you’re a narcissist or a sociopath in a popular self-help book, in part because no one would buy that book.",
                "Natalia Mehlman Petrzela",
                true
            ],
            [
                "Since 1975, self-help books — nonfiction books that offer advice for behavior modification and make explicit promises for positive change — have doubled as a percentage of all book titles,",
                "Carl Jung",
                true
            ],
            [
                "Self-help offers us hope that we can take control of our lives.",
                "Whelan",
                true
            ],
            [
                "The more alienated we feel from what’s going on in the larger world, the more likely we are to seek to regain some sense of control.",
                "Whelan",
                true
            ],
            [
                "I always think of my books as being self-helpful,",
                "Gretchen Rubin",
                true
            ],
            [
                "How do we achieve our aims in life?",
                "Gretchen Rubin",
                true
            ],
            [
                "How do we make ourselves happier and more productive?",
                "Gretchen Rubin",
                true
            ],
            [
                "What’s the category for that?",
                "Gretchen Rubin",
                true
            ],
            [
                "Reconcilable Differences: Connecting in a Disconnected World,",
                "Everett Jones",
                true
            ],
            [
                "Our reviewer found it too elaborate and indecipherable,",
                "Jones",
                true
            ],
            [
                "I think you need a story, something you can latch on to.",
                "Jones",
                true
            ],
            [
                "The Right and Wrong Stuff: How Brilliant Careers Are Made and Unmade,",
                "Jones",
                true
            ],
            [
                "Your Story Is Your Power: Free Your Feminine Voice,",
                "Mary Ellen O'Neill",
                true
            ],
            [
                "The parable was that there was a king, and his kingdom was in disarray.",
                "O'Neill",
                true
            ],
            [
                "If he could figure what everybody’s job should be, the kingdom would be in better order.",
                "O'Neill",
                true
            ],
            [
                "It was fascinating because it was so accurate.",
                "",
                true
            ],
            [
                "It identified your personality to a T. Everyone at Hyperion took it.",
                "",
                true
            ],
            [
                "I was a Shepherd, which meant I was really good at keeping things organized and together.",
                "",
                true
            ],
            [
                "Each type had a logo that went with it.",
                "",
                true
            ],
            [
                "The Benevolent Ruler was a heart with a crown on top of it.",
                "",
                true
            ],
            [
                "And our head of sales, who was also deemed a Benevolent Ruler, happened to have a tattoo on her shoulder of a heart with a crown on it.",
                "",
                true
            ],
            [
                "That was how she saw herself.",
                "",
                true
            ],
            [
                "I have a feeling that Kingdomality was the end of the parable trend,",
                "",
                true
            ],
            [
                "And it was a very goofy parable.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/books/best-sellers/advice-how-to-and-miscellaneous/?action=click&contentCollection=Books&referrer=https%3A%2F%2Fwww.nytimes.com%2Fsection%2Fbooks&region=Footer&module=inline&version=Nonfiction&pgtype=Reference",
                "https://www.nytimes.com/2017/09/02/style/how-to-make-your-bed.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.betterapp.us",
                "https://www.nytimes.com/section/todayspaper",
                "https://www.marketdataenterprises.com/studies/#SELFIMPROVEMENT",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://gretchenrubin.com",
                "https://www.workman.com",
                "http://www.jyst.me",
                "https://dsm.psychiatryonline.org/action/cookieAbsent",
                "https://nataliapetrzela.com/",
                "https://www.parsintl.com/publication/the-new-york-times/",
                "https://www.nypl.org",
                "https://kingdomality.com",
                "https://www.publishersweekly.com",
                "http://www.kolbe.com",
                "https://gretchenrubin.com/take-the-quiz",
                "https://www.myersbriggs.org/home.htm?bhcp=1"
            ]
        },
        "key_words": [
            "ms",
            "rubins",
            "lover",
            "methods",
            "love",
            "type",
            "better",
            "pray",
            "happiness",
            "questions",
            "happened",
            "rubin"
        ]
    }
]