[
    {
        "url": "https://www.politico.com/story/2016/09/kim-kardashian-donald-trump-vote-228591?cmpid=sf",
        "title": "Kim Kardashian still voting for Clinton",
        "authors": [
            {
                "name": "Madeline Conway",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-23",
        "text": "Kim Kardashian still voting for Clinton\nBy MADELINE CONWAY\n\"I found that without a doubt, I stand with Hillary. I'm with her,\" according to a statement released on Kardashian's website on Saturday. \"I believe Hillary will best represent our country and is the most qualified for the job. This year, I'm not just voting for myself, but also for my children, and I took that into careful consideration when I made my decision.\"\nStory Continued Below\nA comment surfaced Friday where the reality-TV star said she was “on the fence” about the presidential election and thinking about changing her vote to Donald Trump.\nAccording to comments surfaced by The Huffington Post , Kardashian told Wonderland Magazine that she’s reconsidering her support for Hillary Clinton in the November election, thanks to a conversation she had with stepparent Caitlyn Jenner, the transgender Olympic athlete formerly known as Bruce. Jenner is a Republican.\n“At first I thought, ‘Oh my God, I’m so Hillary [Clinton],’ but I had a long political call with Caitlyn last night about why she’s voting Trump. I’m on the fence,” Kardashian said, according to HuffPost.\nJust over a year ago, Kardashian seemed to endorse Clinton, then not yet the Democratic Party’s nominee, on Instagram, posting a selfie with the former secretary of state. Kardashian’s husband, recording artist Kanye West, peered from behind them in the photo.\n“I got my selfie!!!” an apparently jubilant Kardashian wrote in the post. “I really loved hearing her speak & hearing her goals for our country! #HillaryForPresident.”\nAs of midafternoon Friday, the interview posted on Wonderland’s website did not include any mention of Trump or Clinton, but The Huffington Post reported that it confirmed the statements with the story’s author, Eve Barlow. An editor at Wonderland did not immediately respond to an email from POLITICO seeking clarification.\nIn her conversation with Wonderland, Kardashian sounded off on a few other political issues — including her recent admission that she does not consider herself a feminist (she doesn’t “like labels”) and her husband’s stated interest in running for president in 2020. (She suggests he would probably run as a Democrat, but perhaps an independent. “I don’t know how serious he is about it. We’ll see.”)\nAnd asked whether she’s prepared to serve as first lady, Kardashian offered: “Look at all the awful things they’re doing to Melania [Trump], putting up the naked photos [of her] … I’ll say to Kanye: ‘Babe, you know the kind of photos they’d put up of me!’ Haha.”\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "Oh my God, I’m so Hillary [Clinton],",
                "",
                true
            ],
            [
                "Babe, you know the kind of photos they’d put up of me!",
                "",
                true
            ],
            [
                "I found that without a doubt, I stand with Hillary.",
                "",
                true
            ],
            [
                "I believe Hillary will best represent our country and is the most qualified for the job.",
                "Kim Kardashian",
                true
            ],
            [
                "This year, I'm not just voting for myself, but also for my children, and I took that into careful consideration when I made my decision.",
                "Kim Kardashian",
                true
            ],
            [
                "At first I thought, ‘Oh my God, I’m so Hillary [Clinton],’ but I had a long political call with Caitlyn last night about why she’s voting Trump.",
                "Kim Kardashian",
                true
            ],
            [
                "I really loved hearing her speak & hearing her goals for our country!",
                "Kardashian",
                true
            ],
            [
                "I don’t know how serious he is about it.",
                "Kardashian",
                true
            ],
            [
                "Look at all the awful things they’re doing to Melania [Trump], putting up the naked photos [of her] … I’ll say to Kanye: ‘Babe, you know the kind of photos they’d put up of me!’ Haha.",
                "Kim Kardashian",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.wonderlandmagazine.com/2016/09/23/kim-kardashian-west/",
                "https://www.huffingtonpost.ca/entry/kim-kardashian-is-suddenly-and-disappointingly-considering-voting-for-donald-trump_n_57e44233e4b0e80b1ba118bd"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.instagram.com/p/6EUJcIuSw9/"
            ]
        },
        "key_words": [
            "wonderland",
            "voting",
            "clinton",
            "hillary",
            "website",
            "kardashian",
            "im",
            "trump",
            "post",
            "kim",
            "shes"
        ]
    }
]