[
    {
        "url": "http://www.bbc.com/news/world-europe-41576479",
        "title": "Spain Catalan crisis: Reaction to Puigdemont from Madrid and Barcelona",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "10 October 2017\nThese are external links and will open in a new window\nClose share panel\nImage caption Pro-independence supporters react as they watch Carles Puigdemont's speech in Barcelona\nIn a speech on Tuesday evening to the regional parliament in Barcelona, Catalan leader Carles Puigdemont said Catalonia had won the right to be independent but that he wanted to begin negotiations with the Spanish government in Madrid.\nHis comments came after a disputed October 1 referendum which saw violent clashes between national police and pro-independence demonstrators.\nMadrid has promised to block any move by Catalonia to break away and will hold a special cabinet meeting on Wednesday to discuss its official response.\nSo how have both cities reacted to Mr Puigdemont's speech?\n'Fears of lost momentum' - The BBC's Gavin Lee in Barcelona\nClose to where Parliament sit, beneath the arches of Barcelona's Arc de Triomf monument, tens of thousands of independence supporters packed the walkway to watch President Puigdemont's parliamentary address on the big screens.\nThe dominant colours were the red, yellow and blue of the Estalada, the Catalan separatist flag, and hundreds of placards, posters and T-shirts simply read \"Si\", marking the Yes votes made during last Sunday's banned referendum that the Spanish government says was unconstitutional.\nThere was a mixed response when Carlos Puigdemont began to explain that he was effectively suspending an independence declaration, waiting on the prospect of talks with the Spanish government.\nWhen he talked of recognising the results of the independence referendum, many in the crowd cheered and whooped.\nBut any premature sounds of excitement or expectation disappeared quickly, and after an hour of speech making the crowd became muted as it was clear now that the Catalan president was effectively suspending a declaration.\nThe crowd dispersed moments after. \"We're upset, but we've attracted worldwide attention to our little land,\" Roger tells me, hugging his partner, who said she felt let down by the president.\nThere's a wider fear though, among independence supporters, that the government hasn't made the most of the momentum it had.\nBut Adriana, 21, told me she understood that the region's leaders were in a checkmate position, with the Spanish government waiting to take over the Catalan Parliament in the event of an immediate declaration.\nFor now, there's no sign of trouble, just disappointment.\nA Spanish word - \"conllevado\" - sums up the divide here. It means \"to exist with the problem\", and after tonight, the Catalan independence movement, those who seek to prevent it, and those in between seeking to be heard, will all need to \"conllevado\" a little while longer.\n'Patience wearing thin' - James Badcock in Madrid\nWith Spain's government due to hold a special cabinet meeting on Wednesday morning to discuss its official response to Catalan President Puigdemont's partial declaration of independence, the leader of Prime Minister Mariano Rajoy's Popular Party in Catalonia gave a hint as to what that reaction might be.\n\"The legitimate state will not permit any independent republic of Catalonia,\" said Xavier García Albiol in the Catalan parliament on Tuesday night.\n\"Catalonia and Spain cannot go on a minute longer mired in such insecurity,\" he added.\nIndeed, although the Catalan leader's announcement was cagey - near enough a proclamation of independence to keep his fragile pro-independence coalition together, but not too strong to make a harsh reaction from Spain inevitable - Mr Rajoy had already said that any declaration of independence would be opposed by \"all legal means\".\nThe government has previously admitted that it is considering whether to trigger a never-before-used power from Spain's constitution: article 155, which allows for central government to take control of a regional authority, or parts of it, to stop breaches of the rule of law.\nImage copyright Getty Images\nImage caption Demonstrators in Madrid protest against Catalan independence on 7 October\n\"The government has two options,\" says Pablo Simón, a political expert from Madrid's Carlos III University.\n\"One is to appeal the declaration to the constitutional court, which will annul its effects, and then use article 155 very selectively if the Catalan government takes any actual steps towards implementation.\n\"The other is to apply article 155 in all its force and with all its consequences, which is a bit like pressing the nuclear button and launching a battle within public opinion.\"\nIn the streets and homes of the Spanish capital, patience with the defiance shown by Catalonia's government is wearing thin.\n\"Spain's legitimate state has to take action,\" says Mario Perales, a civil servant from Madrid.\n\"I am amazed by the absolutely irresponsible attitude of leaders who have managed to divide Catalan society, a society with a high standard of living which these spurious ambitions are putting in danger.\"\nRelated Topics\n",
        "quotes": [
            [
                "We're upset, but we've attracted worldwide attention to our little land,",
                "Roger",
                true
            ],
            [
                "The legitimate state will not permit any independent republic of Catalonia,",
                "Xavier García Albiol",
                true
            ],
            [
                "Catalonia and Spain cannot go on a minute longer mired in such insecurity,",
                "",
                true
            ],
            [
                "One is to appeal the declaration to the constitutional court, which will annul its effects, and then use article 155 very selectively if the Catalan government takes any actual steps towards implementation.",
                "",
                true
            ],
            [
                "The other is to apply article 155 in all its force and with all its consequences, which is a bit like pressing the nuclear button and launching a battle within public opinion.",
                "",
                true
            ],
            [
                "Spain's legitimate state has to take action,",
                "Mario Perales",
                true
            ],
            [
                "I am amazed by the absolutely irresponsible attitude of leaders who have managed to divide Catalan society, a society with a high standard of living which these spurious ambitions are putting in danger.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "catalan",
            "puigdemonts",
            "spain",
            "independence",
            "referendum",
            "parliament",
            "crisis",
            "catalonia",
            "supporters",
            "madrid",
            "puigdemont",
            "spanish",
            "barcelona",
            "speech",
            "reaction",
            "declaration"
        ]
    }
]