[
    {
        "url": "http://www.bbc.com/news/world-us-canada-41559875",
        "title": "California fires: Thirteen dead in wine country",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "10 October 2017\nThese are external links and will open in a new window\nClose share panel\nMedia captionFire survivor: 'I don't have any neighbours any more.'\nAt least 13 people have now died in fast-spreading fires that are ravaging parts of California's wine region.\nA state of emergency was declared in northern areas after mass evacuations, with 2,000 structures destroyed.\nAbout 20,000 people fled from Napa, Sonoma and Yuba counties in response to some the state's worst-ever wildfires.\nSuch fires are more common in southern California but a combination of dry weather and strong winds has fuelled the destruction in the north.\nImage copyright AFP/getty\nImage caption Fifteen fires were burning across eight Californian counties\n\"These fires have destroyed structures and continue to threaten thousands of homes, necessitating the evacuation of thousands of residents,\" Governor Jerry Brown said.\nPresident Donald Trump has approved a disaster declaration for the fire-ravaged state, allowing federal emergency aid to be sent.\nThere is little sign the weather in the coming days will bring much relief to firefighters, BBC Weather says. More tinder dry conditions are forecast, with no rain expected.\nMeanwhile, in southern California, a separate wildfire burnt 24 homes or other buildings in the wealthy Anaheim Hills area of Orange County, forcing thousands of residents to evacuate.\nMedia playback is unsupported on your device\nMedia captionResidents return home: 'It looks like a nuclear bomb went off'\nWhat do we know of the loss of life and damage?\nThe fires - considered among the deadliest in state history - have sent smoke as far south as San Francisco, located about 60 miles (96km) away.\nA new fire is reportedly burning near the Oakmont area of Santa Rosa, a city that has already been devastated by the blazes.\nHundreds of homes have been destroyed in the city by flames so hot that glass melted on cars.\nDetails of how the seven people died in Sonoma were not immediately available, but country sheriff Rob Giordano said he expected the death toll to rise.\n\"There is a lot of burned homes and a lot of burned areas, so it's just logical that we're gonna find more people,\" he said.\nTwo people also died in Napa county and one in Mendocino county when thousands of acres burned in one valley.\nSonoma County officials said they had received more than 150 missing-person reports by Tuesday.\nAuthorities said they have found a few of the missing persons but most of the reports were still under investigation, Sonoma County spokesman Scott Alonso said.\nDozens of vineyard workers were reportedly airlifted to safety overnight.\nWineries belonging to the rich and famous were abandoned. One belonging to musician Dave Matthews was closed and at risk of being burned to the ground, staff said, as was the nearby Francis Ford Coppola Winery.\nThe vine harvest is already under way and many of the grapes have been picked.\nWhy did the fires spread so fast?\nIt is not yet known how the fires started on Sunday night but such blazes are particularly fast-spreading because of a combination of 60mph 96km/h) winds, low humidity and hot, dry weather.\nImage copyright AFP/GETTY\nImage caption Officials say at least one person has died and about 1,500 buildings have been destroyed overnight\nKen Moholt-Siebert, a vineyard owner who thought his property had probably been destroyed after he and his family escaped on Sunday night, described the suddenness of the disaster.\n\"There was no wind, then there would be a rush of wind and it would stop. Then there would be another gust from a different direction. The flames wrapped around us,\" he told the LA Times.\nMedia playback is unsupported on your device\nMedia captionResidents who have fled their home have taken refuge in shelters\nThe fires come in a year of record-setting heat and persistent drought, according to the San Francisco Chronicle .\nWhy are these fires unusual?\nThe combination of conditions is more typical of southern California, the LA Times reports .\n\"This is exactly what you would expect in the Southern California fall fire season,\" Cal Fire director Ken Pimlott said.\nImage copyright Getty Images\nImage caption Hundreds of homes have been destroyed in the wildfires\nValerie Schropp, a resident of Santa Rosa, which was badly affected by the fire, told the BBC they had never seen anything like this before.\n\"We don't expect fires to come into the city and burn at the rate they did,\" she said.\nMedia playback is unsupported on your device\nMedia captionDarren Bett with a forecast for California\nAre you in the areas of California affected by these fires? If it is safe for you to share your experiences then please email haveyoursay@bbc.co.uk with your stories.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also contact us in the following ways:\nWhatsApp: +44 7525 900971\nSend pictures/video to yourpics@bbc.co.uk\nSend an SMS or MMS to 61124 (UK) or +44 7624 800 100 (international)\nPlease read our terms & conditions\nOr use the form below\nYour contact details\nComments (required)\nIf you are happy to be contacted by a BBC journalist please leave a telephone number that we can                         contact you on. In some cases a selection of your comments will be published, displaying your name as                         you provide it and location, unless you state otherwise. Your contact details will never be published.                         When sending us pictures, video or eyewitness accounts at no time should you endanger yourself or others,                         take any unnecessary risks or infringe any laws. Please ensure you have read the terms and conditions.\n",
        "quotes": [
            [
                "These fires have destroyed structures and continue to threaten thousands of homes, necessitating the evacuation of thousands of residents,",
                "",
                true
            ],
            [
                "There is a lot of burned homes and a lot of burned areas, so it's just logical that we're gonna find more people,",
                "",
                true
            ],
            [
                "There was no wind, then there would be a rush of wind and it would stop.",
                "",
                true
            ],
            [
                "Then there would be another gust from a different direction.",
                "",
                true
            ],
            [
                "This is exactly what you would expect in the Southern California fall fire season,",
                "Ken Pimlott",
                true
            ],
            [
                "We don't expect fires to come into the city and burn at the rate they did,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.sfchronicle.com/bayarea/article/2-big-wildfires-prompt-evacuations-in-Napa-County-12262945.php",
                "https://www.latimes.com/local/lanow/la-me-ln-napa-fires-20171009-story.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "homes",
            "dead",
            "fires",
            "destroyed",
            "media",
            "thirteen",
            "california",
            "caption",
            "unsupported",
            "county",
            "thousands",
            "burned",
            "wine",
            "country"
        ]
    }
]