[
    {
        "url": "http://www.addictinginfo.org/2016/09/20/this-sickening-pro-gun-meme-is-quite-possibly-the-most-vile-thing-on-the-internet-image/",
        "title": "This Sickening Pro-Gun Meme Is Quite Possibly The Most Vile Thing On The Internet (IMAGE)",
        "authors": [
            {
                "name": "Rika Christensen",
                "link": null
            }
        ],
        "publisher": "addictinginfo.com",
        "publish_date": "2016-09-20",
        "text": "·\nThe pro-gun crowd loves guns first, and respect last. At least, that seems to be the case with whoever made a truly horrible meme out of an old black-and-white war photo. The photo depicts troops executing a couple of people in the back as they kneel in front of a mass grave. The troops “are just obeying orders,” and the dead in the mass grave are “citizens obeying gun laws.”\nThis is the meme:\nWe don’t know who created this, but we don’t have enough middle fingers to express how we feel about them. The piece of shit behind this is no doubt someone who believes the lie that, had the Jewish citizens of Germany and elsewhere just had guns, the Holocaust wouldn’t have happened.\nThe photo in the meme is from the German-occupied Soviet Union, and depicts one of the mobile execution squads known as the Einsatzgrüppen . They were tasked with mass executions of Jews, communists, and anyone else that the Nazis decided weren’t suitable to living their empire and master race. Tens of thousands were murdered this way – they are part of the Holocaust.\nThe myth of guns and the Holocaust is so completely and terribly wrong it defies description. Yes, the Nazis seized guns from their enemies, however, they actually didn’t make much of a dent in total gun circulation in Germany, contrary to what the gun-rights crowd wants us to believe.\nFurthermore, the Nazis actually loosened gun laws in 1938 for everyone except Jews. People who have a basic understanding of Nazi Germany know that the Nazis targeted more groups than Jews, and they know that more people than Jews opposed the Nazis however quietly they had to.\nWhy didn’t those people, who could own guns, rise up? It’s because of the power of a police state – the very thing the “moar gunz” crowd fears the most.\nTherefore, the cretin who came up with this meme can rightfully be termed as having no clue what they are talking about. But worse than that, they have no problem whatsoever with using the horror of the Holocaust to further their “all guns all the time” agenda. That is just abominable, and has no place in any discourse at all. Here’s why :\n“This historical second-guessing is deeply offensive to Jews, Holocaust survivors and those who valiantly fought against Hitler during World War II. It is, in fact, as many historians have previously noted, a distortion of history itself…\n…When you manipulate the history of the Holocaust and use it to score political points, its wholly inappropriate and offensive. Especially for the sake of the victims of the Nazi onslaught and their memory, it must stop.”\nThat’s from Jonathan Greenblatt, the national director of the Anti-Defamation League. He was speaking against Ben Carson’s painfully offensive assertion that the Nazis had disarmed everyone so they could kill Jews with impunity, but it’s just not true. And it’s an serious affront to every single victim of the Nazis, as well as everyone who fought them.\nThis meme’s creator ought to go back to the depths of the hellish abyss that first spat him out.\nFeatured image via screen capture from Twitter\nSearch\nArchives\nArchives\n",
        "quotes": [
            [
                "This historical second-guessing is deeply offensive to Jews, Holocaust survivors and those who valiantly fought against Hitler during World War II.",
                "",
                true
            ],
            [
                "It is, in fact, as many historians have previously noted, a distortion of history itself…\n…When you manipulate the history of the Holocaust and use it to score political points, its wholly inappropriate and offensive.",
                "",
                true
            ],
            [
                "Especially for the sake of the victims of the Nazi onslaught and their memory, it must stop.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.politifact.com/truth-o-meter/statements/2015/oct/26/ben-carson/fact-checking-ben-carson-nazi-guns/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://blog.adl.org/greenblatt/why-the-holocaust-has-no-place-in-the-gun-debate",
                "http://www.holocaustresearchproject.org/einsatz/",
                "http://anti-faschismus.tumblr.com/post/65853999118/einsatzgruppen-mobile-killing-squads-the",
                "https://twitter.com/Doug_McDonnell/status/778040738730958849"
            ]
        },
        "key_words": [
            "sickening",
            "jews",
            "gun",
            "mass",
            "vile",
            "internet",
            "nazis",
            "germany",
            "progun",
            "thing",
            "quite",
            "guns",
            "offensive",
            "possibly",
            "know",
            "holocaust",
            "image",
            "meme"
        ]
    }
]