[
    {
        "url": "http://www.bbc.com/news/world-middle-east-41591450",
        "title": "Palestinian factions Hamas and Fatah end split on Gaza",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "12 October 2017\nThese are external links and will open in a new window\nClose share panel\nImage copyright Reuters\nImage caption A Palestinian celebrates following the announcement by Hamas that it had reached a deal with Fatah\nHamas and Fatah have signed a landmark reconciliation deal in Cairo in a key step towards ending a decade-long rift between the two Palestinian factions.\nThe deal will see administrative control of the Gaza Strip handed to a Fatah-backed unity government.\nEgypt has been brokering the reconciliation talks in Cairo.\nPalestinians in Gaza and the West Bank have been ruled separately since deadly clashes between the two groups broke out in 2007.\nHamas won parliamentary elections in the occupied territories the previous year, and reinforced its power in Gaza after ousting Fatah from the enclave.\nOn Thursday, negotiators said the new deal included the handing over of control of the Rafah border crossing between Gaza and Egypt to the Fatah-backed government, which will be handed administrative responsibilities by December.\nThe Palestinian Accord Government said it will also station forces in the Gaza Strip by December \"at the latest\".\nA Hamas spokesman, Salah al-Bardawil, said it was \"a new chapter in Palestinian history\".\nImage caption Palestinian PM Rami Hamdallah (right) holds hands with Hamas's leader in Gaza, Ismail Haniyeh\nFatah's lead negotiator, Azzam al-Ahmad, said the plan was to \"carry on implementing all the clauses of the agreement, especially those related to solving the crisis of the [Gaza] employees\".\nTens of thousands of civil servants employed by the Palestinian Authority have been out of work since Hamas took control of the Gaza Strip in 2006.\nBoth sides called the agreement a major breakthrough.\nIn response to Thursday's announcement, an Israeli government official said that any unity deal \"must include a commitment to international agreements\", adding that Hamas must disarm and recognise Israel.\n'Final agreement'\nPalestinian President Mahmoud Abbas said on Thursday that the talks had led to a \"final agreement\" to end the rival split.\n\"I welcome the agreement,\" he told the AFP news agency, adding: \"I received a detailed report from the Fatah delegation about what was agreed and I considered it the final agreement to end the division.\"\nMr Abbas is reportedly planning to travel to the Gaza Strip in the coming weeks in what would be his first visit to the territory in a decade.\nFull details of the agreement are due to be announced later on Thursday.\nWhat caused the rift?\nFatah, once the cornerstone of the Palestinian national cause, lost power in 2006 when Hamas won a stunning victory in the Palestinian Legislative Council (PLC) elections.\nTensions between the two rivals caused numerous violent clashes in the Gaza Strip.\nIn early 2007, Fatah and Hamas agreed to form a coalition to end the growing factional violence.\nBut in June of that year, Hamas seized Gaza by force after Mahmoud Abbas ordered the dissolution of the Hamas-led government and set up a rival government, leaving Fatah and the PA running parts of the West Bank not under Israeli control.\nMr Abbas later ruled out reconciliation with Hamas unless it gave up the Gaza Strip and submitted to his authority.\nIn April 2014, Hamas agreed a reconciliation deal with Fatah that led to the formation of a national unity government, but this has never been fully implemented.\nWho controls what?\nHamas has largely controlled Gaza since it took power in 2006, while Fatah governs the Palestinian territory of the West Bank.\nAs a result of the militant group's rule in the Gaza Strip, the territory has become the subject of Israeli and Egyptian restrictions with much of the population dependent on food aid.\nSince 2006, the two countries have maintained a land and sea blockade on Gaza in an attempt to prevent attacks by Gaza-based militants. The measures have also aggravated electricity and fuel shortages.\nThe announcement of a deal, which includes the control of Gaza's borders, has raised hopes among the territory's two million residents that humanitarian conditions in will improve.\nEarlier this month, Hamas allowed the Ramallah-based Palestinian government to take over public institutions in Gaza as part of a reconciliation process between the two rival administrations.\nThe move had been a key demand of Mr Abbas.\nPalestinian Prime Minister Rami Hamdallah then made a rare trip to Gaza . He said the Palestinian Authority would begin taking control of Gaza's administrative affairs and \"security responsibilities\".\nHowever, the fate of Hamas' security forces and 25,000-strong military wing, has been one of the thorniest issues preventing reconciliation and remains to be resolved.\nImage copyright EPA\nImage caption Fatah's Azam al-Ahmed (right) and Hamas deputy head of the politburo Saleh al-Aruri sign the agreement\nThe agreement on Thursday was announced by the pro-Hamas Palestinian Information Centre.\nOn Wednesday, Hamas spokesman Sami Abu Zuhri said the talks in Cairo had been \"serious and deep\".\n\"The talks are positive and the Egyptian side is even-handed,\" he said, according to the Palestinian Information Centre.\nHamas, which calls for Israel's destruction, has fought three wars with the Jewish state.\nIsrael resolutely opposes any involvement by Hamas in the Palestinian Authority. It considers Hamas a terrorist group and has said it will not deal with a Palestinian government that contains Hamas members.\nHamas as a whole, or in some cases its military wing, is designated a terrorist group by Israel, the US, EU, UK and other powers.\nRelated Topics\n",
        "quotes": [
            [
                "a new chapter in Palestinian history",
                "",
                false
            ],
            [
                "carry on implementing all the clauses of the agreement, especially those related to solving the crisis of the [Gaza] employees",
                "Azzam al-Ahmad",
                false
            ],
            [
                "must include a commitment to international agreements",
                "",
                false
            ],
            [
                "I received a detailed report from the Fatah delegation about what was agreed and I considered it the final agreement to end the division.",
                "Mahmoud Abbas",
                true
            ],
            [
                "The talks are positive and the Egyptian side is even-handed,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.bbc.co.uk/news/world-middle-east-41467741"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "strip",
            "palestinian",
            "reconciliation",
            "factions",
            "control",
            "gaza",
            "talks",
            "fatah",
            "deal",
            "agreement",
            "split",
            "hamas",
            "end"
        ]
    }
]