[
    {
        "url": "http://money.cnn.com/2017/10/12/investing/kobe-steel-japan-bullet-trains/index.html",
        "title": "Substandard metal parts used in Japan's bullet trains",
        "authors": [
            {
                "name": "Sherisse Pham",
                "link": null
            }
        ],
        "publisher": "money.cnn.com",
        "publish_date": "2017-10-12",
        "text": "We're no longer maintaining this page.\nSubstandard metal parts used in Japan's bullet trains\nby Sherisse Pham   @CNNMoneyInvest October 12, 2017: 7:36 AM ET\nKobe Steel scandal impacts planes, trains and autos\nPlanes, trains and automobiles -- Kobe Steel's fake product data scandal has now touched every major form of transportation.\nTwo big Japanese railway companies said Thursday that substandard parts from Kobe Steel ( KBSTY ) were used in the manufacturing of several bullet trains.\nThe scandal came to light Sunday, when Kobe Steel said employees had falsified data about the strength and durability of thousands of tons of aluminum and copper parts sold between September 2016 and August 2017. They did not meet specifications agreed with customers.\nCentral Japan Railway ( CJPRY ), which operates high speed trains between Tokyo and Osaka, found aluminum parts used in the truck -- the part that connects the wheels to train cars -- failed to meet company standards, said spokesman Atsuo Utano. A total of 310 tested parts were found to be substandard.\nWest Japan Railway ( WJRYY ) also found substandard Kobe aluminum parts in seven high speed trains made by Hitachi and Nippon Sharyo, according to West Japan Railway spokesman Shugo Nishimura. West Japan operates bullet trains between Osaka and Hakata.\nBoth companies said the components do not pose any safety risks, and that they are considering replacing them during routine maintenance.\nKobe Steel's admission this week sent shock waves through the global automotive and aerospace supply chains. Toyota ( TM ), Honda ( HMC ), Nissan ( NSANF ) and Mazda ( MZDAF ) have all confirmed to CNNMoney that they bought substandard parts from Kobe Steel, as did plane maker Mitsubishi Heavy ( MHVYF ).\nSubaru ( FUJHF ) has also confirmed that it bought affected products. Subaru and Mitsubishi are major suppliers to Boeing ( BA ).\nA Boeing spokesman has said the company was inspecting its supply chain for any substandard components. Ford ( F ) and GM ( GM ) said Thursday they are investigating any potential impact.\nThe fallout will likely continue. Kobe Steel President and CEO Hiroya Kawasaki told reporters on Thursday that there may be other cases in which data has been fabricated.\nThe Japanese government is demanding answers.\nA government spokesman told CNNMoney that the Ministry of Economy, Trade and Industry has ordered Kobe Steel \"to report the result of safety checks within around two weeks, and conduct a thorough investigation of the reason for data fabrication and prevention measures within a month.\"\n-- Chie Kobayashi and Daniel Shane contributed to this report.\nCNNMoney (Hong Kong) First published October 12, 2017: 6:56 AM ET\nCNNMoney Sponsors\n© 2019 Cable News Network. Turner Broadcasting System, Inc. All Rights Reserved.\nCNN Sans™ & © 2016 Cable News Network.\n",
        "quotes": [
            [
                "to report the result of safety checks within around two weeks, and conduct a thorough investigation of the reason for data fabrication and prevention measures within a month.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://money.cnn.com/quote/quote.html?symb=WJRYY&source=story_quote_link",
                "http://money.cnn.com/quote/quote.html?symb=HMC&source=story_quote_link",
                "http://money.cnn.com/quote/quote.html?symb=CJPRY&source=story_quote_link",
                "http://money.cnn.com/quote/quote.html?symb=TM&source=story_quote_link",
                "http://money.cnn.com/quote/quote.html?symb=MZDAF&source=story_quote_link",
                "http://money.cnn.com/quote/quote.html?symb=FUJHF&source=story_quote_link",
                "http://money.cnn.com/quote/quote.html?symb=KBSTY&source=story_quote_link",
                "http://money.cnn.com/quote/quote.html?symb=GM&source=story_quote_link",
                "http://money.cnn.com/quote/quote.html?symb=MHVYF&source=story_quote_link",
                "https://twitter.com/intent/user?screen_name=CNNMoneyInvest",
                "http://money.cnn.com/quote/quote.html?symb=F&source=story_quote_link",
                "http://money.cnn.com/quote/quote.html?symb=NSANF&source=story_quote_link",
                "http://money.cnn.com/quote/quote.html?symb=BA&source=story_quote_link"
            ]
        },
        "key_words": [
            "metal",
            "used",
            "spokesman",
            "scandal",
            "japans",
            "trains",
            "railway",
            "bullet",
            "substandard",
            "japan",
            "parts",
            "steel",
            "data",
            "kobe"
        ]
    }
]