[
    {
        "url": "https://www.cnn.com/2016/09/26/politics/harry-reid-calls-donald-trump-a-racist/index.html",
        "title": "Harry Reid calls Donald Trump 'a racist'",
        "authors": [
            {
                "name": "Ted Barrett",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-26",
        "text": "By Ted Barrett, CNN\nUpdated 6:19 PM ET, Mon September 26, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nReid: Trump is a 'human leech' who will bleed US\nReid: Trump is a 'human leech' who will bleed US 01:12\nStory highlights\nHe previously said the GOP nominee was a \"con\"\nWashington (CNN)\nSenate Democratic Leader Harry Reid called Donald Trump a racist on the Senate floor Monday, an escalation in the Nevada lawmaker's war of words against the GOP presidential nominee in recent weeks.\n\"Donald Trump is a racist,\" he said.\nReid's direct comment goes further than the retiring five-term senator was willing to ten days ago during an interview with CNN's Manu Raju. When asked then if he thought Trump is a racist, Reid responded: \"All you guys have a job to do. You make that decision. I'm not going to.\"\nPreviously, Reid excoriated Trump from the Senate floor, calling him a \"spoiled brat,\" \"a con artist\" and a \"human leech who will bleed the country.\"\nAnd at a September 13 news conference Reid ripped Trump for being overweight and over his eating habits, charging that the media \"magnified\" Hillary Clinton's recent bout with pneumonia.\nRead More\n\"Take a look at this character that's running for president. He complains about her health. What does he do? He's 70 years old. He's not slim and trim. He brags about eating fast food every day. Look at his health a little bit,\" Reid said.\nSean Spicer, communications director and adviser for the Republican National Committee, told CNN's Wolf Blitzer on Monday that he was \"almost speechless\" over Reid's remarks.\n\"There is a good thing Harry Reid is retiring because I think the people of Nevada and the people of this country have had it with Harry Reid,\" he said. \"Nevada is continuing to trend for Donald Trump. So if he thinks Donald Trump is a racist, then he thinks the majority of Nevada thinks so, too ,and I think that's pretty sad.\"\nTrump responded to the \"slim and trim\" comment in an interview with The Washington Post : \"Harry Reid? I think he should go back and start working out again with his rubber work-out pieces,\" Trump said, referring to an exercise band that snapped, causing Reid a serious facial injury that impaired his sight.\nThe Trump campaign did not immediately respond to a request for comment on Reid's latest jab.\nCNN's Daniella Diaz contributed to this report.\n",
        "quotes": [
            [
                "All you guys have a job to do.",
                "Harry Reid",
                true
            ],
            [
                "human leech who will bleed the country.",
                "Harry Reid",
                false
            ],
            [
                "Take a look at this character that's running for president.",
                "Harry Reid",
                true
            ],
            [
                "He's not slim and trim.",
                "Harry Reid",
                true
            ],
            [
                "He brags about eating fast food every day.",
                "Harry Reid",
                true
            ],
            [
                "Look at his health a little bit,",
                "Harry Reid",
                true
            ],
            [
                "There is a good thing Harry Reid is retiring because I think the people of Nevada and the people of this country have had it with Harry Reid,",
                "",
                true
            ],
            [
                "Nevada is continuing to trend for Donald Trump.",
                "",
                true
            ],
            [
                "So if he thinks Donald Trump is a racist, then he thinks the majority of Nevada thinks so, too ,and I think that's pretty sad.",
                "",
                true
            ],
            [
                "I think he should go back and start working out again with his rubber work-out pieces,",
                "Donald Trump",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.washingtonpost.com/news/the-fix/wp/2016/09/15/we-may-be-reaching-peak-harry-reid/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "calls",
            "senate",
            "harry",
            "willing",
            "nominee",
            "gop",
            "trump",
            "reid",
            "racist",
            "donald",
            "floor",
            "words",
            "recent"
        ]
    }
]