[
    {
        "url": "http://www.cnn.com/2017/10/11/entertainment/ben-affleck-apology/index.html",
        "title": "Ben Affleck apologizes for groping Hilarie Burton",
        "authors": [
            {
                "name": "Sandra Gonzalez",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-11",
        "text": "Updated 6:13 PM ET, Wed October 11, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\n(CNN)\nBen Affleck has apologized for groping Hilarie Burton during an appearance on MTV's \"Total Request Live\" years ago.\nThe incident took place when Burton, who recurs on Fox's \"Lethal Weapon,\" was a co-host on MTV's \"Total Request Live,\" a daily music video countdown that ran for ten years until 2008 and was recently revived by the network.\n\"I acted inappropriately toward Ms. Burton and I sincerely apologize,\" Affleck wrote on Twitter.\nI acted inappropriately toward Ms. Burton and I sincerely apologize\nVideo of the incident resurfaced Wednesday after Affleck joined a chorus of others in denouncing the actions of disgraced movie mogul Harvey Weinstein, who stands accused of numerous incidents of sexual harassment and three incidents of rape.\nThe New York Times and the New Yorker detailed the allegations in separate stories published within the last week.\nRead More\nA representative for Weinstein denied the allegations of sexual assault in a statement to CNN.\n\"Any allegations of non-consensual sex are unequivocally denied by Mr. Weinstein. Mr. Weinstein has further confirmed that there were never any acts of retaliation against any women for refusing his advances,\" the statement read in part.\nBurton's encounter with Affleck was recalled by Burton on Twitter in reply to a fan who brought up the incident.\n\"[Affleck] also grabbed Hilarie Burton's breasts on TRL once. Everyone forgot though,\" wrote user @ShaniceBrim.\n\"I didn't forget,\" Burton replied.\nA representative for Affleck did not respond to CNN's request for further comment.\nBurton recalled in a later Tweet : \"I had to laugh back then so I wouldn't cry.\"\nBurton also thanked the user for bringing up the encounter.\n\"Seriously, thank you for that. I was a kid,\" she wrote .\n",
        "quotes": [
            [
                "I acted inappropriately toward Ms. Burton and I sincerely apologize,",
                "Ben Affleck",
                true
            ],
            [
                "Any allegations of non-consensual sex are unequivocally denied by Mr. Weinstein.",
                "",
                true
            ],
            [
                "Mr. Weinstein has further confirmed that there were never any acts of retaliation against any women for refusing his advances,",
                "",
                true
            ],
            [
                "Affleck] also grabbed Hilarie Burton's breasts on TRL once.",
                "",
                true
            ],
            [
                "I had to laugh back then so I wouldn't cry.",
                "Hilarie Burton",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/HilarieBurton/status/917927823674953728",
                "https://twitter.com/HilarieBurton/status/917920279304777728"
            ]
        },
        "key_words": [
            "mtvs",
            "hilarie",
            "ben",
            "ms",
            "incident",
            "affleck",
            "total",
            "sincerely",
            "live",
            "apologizes",
            "groping",
            "burton",
            "incidents",
            "request"
        ]
    }
]