[
    {
        "url": "http://beforeitsnews.com/blogging-citizen-journalism/2017/10/las-vegas-false-flag-ex-cop-points-out-mystery-in-vegas-shooting-window-2576957.html",
        "title": "Las Vegas False Flag: Ex-Cop Points Out Mystery In Vegas Shooting Window",
        "authors": [
            {
                "name": "John Ale",
                "link": null
            }
        ],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "Total:\nLas Vegas False Flag: Ex-Cop Points Out Mystery In Vegas Shooting Window\nTuesday, October 3, 2017 8:05\n% of readers think this story is Fact. Add your two cents.\nWhat did the media possibly overlook? Frm. Officer points out a problem with the story. In the below video, ex-cop points mustery in Las Vegas shooting window.\nThe contemporary term false flag describes  covert operations  that are designed to deceive in such a way that activities appear as though they are being carried out by entities, groups, or nations other than those who actually planned and executed them.\nAlex Jones Predicted Las Vegas Massacre To Kick Off 100 Yr. Anniversary Of Bolshevik Revolution. Shooter was on the 32nd floor, OJ Simpsons jersey number was 32 He was released the same day.\nFrom the Friday Sept 29th Show Alex Jones correctly predicted the Oct 1st shooting as a pretexts to kick off a Civil War in America.\nWhat is a False-Flag?\nWhat exactly is a false flag, why is it called false flag?\nThe term false-flag is a naval term from the age of sail that refers to a ship flying the colors (flag) of a country other than the one the ship belonged. This was done for multiple reasons but a common one was to lure an enemy vessel into gun or boarding range and then at the last moment drop the false flag and run up the true colors before attacking. It was fair sport to use false flags but considered immoral/unethical to attack under one.\nTo the point that it was never done.\nBut that was a different age…\nThe simplest definition of a false-flag is an event in which the actual perpetrators and the reported or blamed perpetrators are different. The classic use of a false-flag, and hence the military origin of it’s name, goes as follows.\nCountry A’s King wants to conquer and loot Country B’s land to enrich himself. Of course if this is what King A tells his army they may choose not to fight or revolt. Or best case their effort will be lacking. In order to get the most out of their soldiers, the commanders need them to be emotionally involved… anger, hatred, revenge.\nNow the skilled orator and manipulator might be able to create this mood with just words. But not many have this level of skill. It is much easier to motivate and/or raise an army if one’s country has been attacked, hence you are acting in defense. And this is where the false flag comes in. Country A’s King and its top General(s) conspire to launch an attack against itself, claiming that the attackers were from Country B.\nThe attack needs to be big enough to create real panic and fear, and for maximum affect there needs to be real deaths. The attackers need be convincing in their role as soldiers of Country B, so clothes, uniform, weapons need to match appropriately.\nThe likely hood of success of the attack is high since it would be unexpected or a surprise attack. Even if the attack were to technically fail, the fact alone of an attack might be enough to manipulate a response. King A could use men from within to execute the attack, or it might be better to use mercenaries.\nRegardless, a successful attack will incense the populace against the ‘evil’ Country B, and therefore justify an invasion.\nThe above is just one example, or a classic example of a false-flag. However, it is very important to understand that the false-flag event can take on countless forms. I recently read a comment where the commentator stated that because actual people died it was not a false-flag. The defining characteristic of a false-flag is not it’s specific type or whether or not non-actors died, or even if the event occurred at all, meaning the entire reported event is a fabrication.\nOne defining characteristic is that the real perpetrator is never known or revealed. So the author or director/producer of the ‘production’ is unknown. The audience’s attention is locked on the stage, the villain, clearly identified through the official narrative, is known.\nBut who are behind the curtains? When a staged play is sold as real then the actors become irrelevant, what is important is who are the Producers! Who are the people that wrote, directed, and funded the event? These are the real perpetrators, not the actors on the stage.\nCui Bono?… Who Benefits?\nThe other defining characteristic is that the event is a catalyst for the true objectives. Thus the false-flag uses the classic Hegelian dialectic of ‘Problem-Reaction-Solution’.\nFrom the example above, the surprise attack is the ‘problem’ (a threat to personal safety), the population’s anger, fear, concern is the desired ‘reaction’, and the ‘solution’ is to invade the offender to eliminate the threat which is enabled by the populations reaction.\nThe false-flag then is a deliberately created illusion whose purpose is create the environment in which the objective or ‘solution’ will be accepted and thus implemented.\nWhy use False-Flags?\nAs explained in the previous section the classic false-flag was used to justify an invasion of another country.\nBut there are numerous motivations for using false-flags. Thus the false-flag event has been used throughout history to initiate change. Problem-Reaction-Solution.\nIf the change that the leader(s) want is not going to be wanted or accepted by the population then the false-flag is an excellent tool in order enact said change.\nSo the false-flag is a tool of manipulation (deception) to direct the opinions and actions of the populace. This problem-reaction-solution model of the false-flag is but one tool of the social engineers who are directing the actors on the world stage.\nWhile the audience, the 99.9% of the world, much more than just mere spectators, are directly affected by these ‘engineers’ from the moment of their birth until the time of their passing.\nGöring: Why, of course, the people don’t want war. Why would some poor slob on a farm want to risk his life in a war when the best that he can get out of it is to come back to his farm in one piece?\nNaturally, the common people don’t want war; neither in Russia, nor in England, nor in America, nor for that matter in Germany. That is understood.\nBut, after all, it is the leaders of the country who determine the policy and it is always a simple matter to drag the people along, whether it is a democracy, or a fascist dictatorship, or a parliament, or a communist dictatorship.\nGilbert: There is one difference. In a democracy the people have some say in the matter through their elected representatives, and in the United States only Congress can declare wars.\nGöring: Oh, that is all well and good, but, voice or no voice, the people can always be brought to the bidding of the leaders. That is easy. All you have to do is tell them they are being attacked, and denounce the pacifists for lack of patriotism and exposing the country to danger.\nIt works the same way in any country.\nFrom an interview between Gustave Gilbert, an American psychologist, and Hermann Göring during the Nuremberg Trials.\nReality-based Community\nThe source of the term is a quotation in an October 17, 2004, The New York Times Magazine article by writer Ron Suskind, “ Faith, Certainty and the Presidency of George W. Bush ,” quoting an unnamed aide to  George W. Bush  (later attributed to Karl Rove):\n“The aide said that guys like me were ‘in what we call the reality-based community,’ which he defined as people who ‘believe that solutions emerge from your judicious study of discernible reality’.”\n“That’s not the way the world really works anymore,” he continued.\n“We’re an empire now, and when we act, we create our own reality. And while you’re studying that reality – judiciously, as you will – we’ll act again, creating other new realities, which you can study too, and that’s how things will sort out.\nWe’re history’s actors… and you, all of you, will be left to just study what we do.”\nOn December 1st of 1941, 80+% of the US population was against getting involved in the war in Europe.\n FDR wanted the US to join the war, a now well established fact. So how does FDR convince the US population to participate in a war across the ocean that they do not want to be in?\n The US took 8 steps to incense the Japanese and encourage or force them to attack. The US had broken the diplomatic and military codes of the Japanese in the 30′s.\n The US knew what they were up to. The Japanese diplomats were to declare war on the morning of Dec 7 before the attack, but this meeting was intentionally delayed. Thus the claim of a ‘surprise’ attack could be maintained, and the surprise, horror, shock of the attack was used to manipulate the population into joining WWII.\n The Army and Naval commanders (General Walter Short and Admiral Husband Kimmel) at Pearl Harbor, who were blamed for failing to be ready and immediately dismissed, were both exonerated in ’44.\n Both the Navy Court and the Army Board found Washington guilty, that officials within the US Govt knew the attack was coming but failed to pass this information on to the appropriate personnel. \nProven False-Flags\nSo you’re not convinced false-flags are real.\nFair enough, nothing wrong with being skeptical. Let’s then look at events that have been ‘officially’ exposed. One of the most significant is  Operation Gladio , for not only was it blown wide open, but it clearly demonstrates state sponsored terrorism.\nAfter WWII British MI6 and the CIA created and supported right-wing terrorist groups throughout Europe in which many innocents were killed. The purpose was to blame the terrorism on left-wing groups, using a ‘strategy of tension’, and thus gain support for more government powers.\n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nJust me\nSmoke and mirrors – the shots were fired from the middle of the building at around the 5th floor. The “capture” scene was set up to draw attention away from the actual shooters. Also I counted over 100 rounds fired in a single burst – which means this must have been a belt fed military machine gun.  Since only the two upper windows were broken, the window on the 4th floor must have been removed and replaced.  Pretty big job.\nOct 3, 2017, 9:55 am\nAnonymous\nUmmmm…how did they fire out the 4th floor without breaking a window?  Just wondering.\nOct 3, 2017, 10:46 am\nThat’s why I said it’s a big job – they had to remove the window to shoot and replace it later.  Dis you not get the smoke and mirrors reference?  Not impossible but takes planning.  There are three videos that show muzzle flashes at this location – look for yourself.\nOct 3, 2017, 11:38 am\nAnonymous\nNot sure but I think that may have been a strobe light.  It kept flashing for a half hour after the shooter was dead.  I have seen these and they looked like lights, not muzzle flashes.  Plus, those panes of glass weigh 100ds of pounds.  This doesn’t make sense.  There is a ton of disinformation regarding this shooting.  For example, there was no evidence that he had anything to do with antifa or isis.  He just may be the lone gunman nutcase, these guys are hard to pick up until after the fact.\nJust me, I’m not trolling you here, just trying to use a few brain cells (what few I have left) in trying to use some critical thinking to try to make sense of it.  I think you are doing a great job with your comments personally.\nOct 3, 2017, 12:16 pm\nJust me\nLet’s see – they were still partying a half hour after the shooter was dead?  Prove that with some video – or are you just parroting someone else.  And explain how they are right in sync with the gun shots.  By the way, glass professionals replace huge windows all day long, every day.  Not a big deal.  Especially when you’re conducting a false flag operation – small potatoes.\nOct 3, 2017, 1:54 pm\nDon - 1\nThe flashing light on the 4th floor is a party strobe light….nothing sinister.\nOct 3, 2017, 12:53 pm\nOct 3, 2017, 1:48 pm\njdp…All well in a time of war to create deception for the enemy, but we aren’t in a war in America, one nation under God, by your statement you saying that ISIS is creating deception in America for? dominance, rule, where are they now that their soldier was killed and he is no longer standing ? We are no more scared of ISIS than we are of other thugs who do evil. Eventually ISIS  is going to be choked to death and they will no longer exist.\nOct 3, 2017, 12:19 pm\nThe flashing light on the 4th floor is a party strobe light….nothing sinister.\nOct 3, 2017, 12:43 pm\nProven False Flags should include Sandy Hoax, San Bernadino, Boston Marathon, Orlando,, etc,etc,etc….and now Vegas.\nOct 3, 2017, 1:46 pm\nCanderson\nThis is my view: (Perhaps it is a warning to the people about the Secret Space program and the technology they possesses. That warning comes at a cost (blót).)\nWho is Stephen Paddock? The accused Las Vegas gunman had lived in Central Florida, worked for\npredecessor of Lockheed Martin.\n“they” point the finger at the Secret Space program?\nIt is a sacrifice (blót), to gain knowledge you have to do sacrifices, you need to choose what is the\nmost important cause you can not have it all.\nLombardi? (Of the Ostrogoths) They like to play these little games with the common people, the proles.\nSheriff Joseph Lombardo of the Las Vegas Metropolitan Police Department described Mr. Paddock as a “lone\nwolf” whose intentions had gone unnoticed by hotel staff members who had gone in and out of his room\nwithout detecting the trove of weapons.\nOdin’s Eye\nIn Norse mythology, there are many gods and goddesses. The supreme deity, however, is Odin, sometimes\nknown by the extremely cool title of Allfather. His defining trait? He’s only got one eye. He’s not a\nCyclops. One of his eyes was gouged out and is often covered by an eye patch. Odin is an extraordinarily\ncomplex figure. He represents both war and poetry. He’s a leader and a hermit and he intervenes in the\nworld of men as both a trickster and protector.\nMost myths surrounding Odin have to do with the acquisition of wisdom, including the story of how he\nlost his eye. According to mythology, Odin ventured to the mystical Well of Urd at the base of the\nworld-tree that holds the cosmos together. The well was guarded by Mimir, a shadowy being who becomes\nall knowing by drinking the magical waters. Odin asked for a drink and Mimir replied that Odin must\nsacrifice an eye for a drink. Odin gouged out his own eye, dropped it into the well, and was allowed to\ndrink from the waters of cosmic knowledge.\nSo what does this myth mean? Well, the eye is a common metaphor for perception and worldly\nunderstanding. Odin sacrificed an eye, but gained a more sacred, divine level of wisdom in return. This\nhappens multiple times in Norse mythology, as Odin sacrifices his physical body to gain a cosmic\nunderstanding of reality. So the depictions of a one-eyed Odin represent the sacrifice of the earthly in\nexchange for the divine.\nThe word Yggdrasil itself firstly. “Ygg,” means Death. “Drasil” is a Nordic term that has the dual\nmeanings of both “gallows” and “horse.” So Yggdrasil itself means “Deadly Gallows”. A kenning for Odin\nwas Ygg and was listed in the anonymous Skaldic Poem Óðins Nöfn. There are those that speculate that\nYggdrasil gets its name from Odin’s actions among its branches. It’s meaning is quite clear in the\ncontext of the myth: “Yggdrasil” is both the gallows upon which Odin hung himself, and the mount that he\nrode on his journey through the nine worlds.\nIt should also be noted that many different accounts speak of the “atrocities” of the Northmen and of\ntheir human sacrifices to Odin. Human sacrifices happened from prehistoric to well into the 13th\ncentury. These sacrifices were hung or strangled. As possible practice of Odinic sacrifice by strangling\nhas some archeological support in the existence of bodies perfectly preserved by the acid of the Jutland\npeat-bogs. One of the most notable examples of this is the Bronze Age Tollund Man. However, we possess\nno written accounts that explicitly interpret the cause of these stranglings, which could have other\nexplanations, such as being a form of capital punishment. Also worth mentioning in Gautreks saga(no\nrelation to Snorri), King Vikar is hanged with the words, ‘Now I give you to Odin’.\nYggdrasil\nThe simplest explanation would be that the Jesus story was based on the older Odin story, or that they\nwere both based on an even older original story.\nOdin is Batman which is one form of the Jesus character.\nHanging in-between the Tree of life and the tree of good and evil =Science.\ndakota\nIgnore these shooter stories (don’t click on them).  These shooters are govt controlled and designed to initiate the theft of your guns by troops.  They’re deliberately killing folks so that you’ll go along with gun control, and whether you do or not, they will justify their actions by all these false flag shootings.\nIn short, you are cooking your own goose.  Stop talking about it and move on.  Ignore those stories and comments from no on.\nDISTRACTION TOO!\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "in what we call the reality-based community,",
                "",
                false
            ],
            [
                "believe that solutions emerge from your judicious study of discernible reality",
                "",
                false
            ],
            [
                "Faith, Certainty and the Presidency of George W. Bush ,",
                "Ron Suskind",
                true
            ],
            [
                "The aide said that guys like me were ‘in what we call the reality-based community,’ which he defined as people who ‘believe that solutions emerge from your judicious study of discernible reality’.",
                "",
                true
            ],
            [
                "That’s not the way the world really works anymore,",
                "",
                true
            ],
            [
                "We’re an empire now, and when we act, we create our own reality.",
                "",
                true
            ],
            [
                "And while you’re studying that reality – judiciously, as you will – we’ll act again, creating other new realities, which you can study too, and that’s how things will sort out.",
                "",
                true
            ],
            [
                "We’re history’s actors… and you, all of you, will be left to just study what we do.",
                "",
                true
            ],
            [
                "Now I give you to Odin",
                "King Vikar",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://www.bibliotecapleyades.net/sociopolitica/sociopol_gladio.htm",
                "http://www.prodo1.com/",
                "http://www.suppressedhealthsecrets.com",
                "https://beforeitsnews.com/v3/r2/?url=https://en.wikipedia.org/wiki/Covert_operation",
                "https://beforeitsnews.com/v3/r2/?url=http://www.bibliotecapleyades.net/esp_sociopol_bush.htm",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://www.nytimes.com/2004/10/17/magazine/faith-certainty-and-the-presidency-of-george-w-bush.html?_r=0"
            ]
        },
        "key_words": [
            "vegas",
            "war",
            "false",
            "las",
            "shooting",
            "flag",
            "falseflag",
            "excop",
            "points",
            "term",
            "event",
            "attack",
            "window",
            "mystery",
            "real",
            "country"
        ]
    }
]