[
    {
        "url": "https://www.reuters.com/article/us-usa-trump-outsource/trump-says-sets-measure-to-punish-companies-that-outsource-idUSKBN1CF1IF",
        "title": "Trump says sets measure to punish companies that outsource",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-10",
        "text": "Trump says sets measure to punish companies that outsource\n2 Min Read\nU.S. President Donald Trump talks to the media on South Lawn of the White House in Washington before his departure to Greensboro, North Carolina, U.S., October 7, 2017. REUTERS/Yuri Gripas\nWASHINGTON (Reuters) - U.S. President Donald Trump said he has prepared an “economic-development” measure that would punish companies that globally outsource jobs.\nThe bill would provide economic incentives for companies, Trump said in an interview published on Tuesday, and reward firms that maintain jobs in the United States, and deliver punitive measures against those that move operations offshore.\n“It’s both a carrot and a stick,” Trump said. “It is an incentive to stay. But it is perhaps even more so - if you leave, it’s going to be very tough for you to think that you’re going to be able to sell your product back into our country.”\nHe did not specify what the rewards or punishments would be. The White House was not immediately available to comment.\nTrump, a New York real estate developer reality television host, has struggled to translate his business experience into government success, failing to push through any major legislative victories.\nThe Trump administration has repealed a number of regulations. The head of the U.S. Environmental Protection Agency said on Monday he planned to rescind the Clean Power Plan, which was former President Barack Obama’s cornerstone regulation to fight climate change.\n(This story corrects final paragraph to show Clean Power Plan has not yet been revoked.)\nReporting by Makini Brice in Washington; Editing by Jeffrey Benkoe\n",
        "quotes": [
            [
                "It’s both a carrot and a stick,",
                "Trump",
                true
            ],
            [
                "It is an incentive to stay.",
                "Trump",
                true
            ],
            [
                "But it is perhaps even more so - if you leave, it’s going to be very tough for you to think that you’re going to be able to sell your product back into our country.",
                "Trump",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "going",
            "clean",
            "power",
            "plan",
            "outsource",
            "donald",
            "companies",
            "measure",
            "white",
            "sets",
            "punish",
            "trump",
            "house",
            "president"
        ]
    }
]