[
    {
        "url": "http://addictinginfo.org/2016/09/27/huffpo-just-dropped-the-mic-on-internet-polls-saying-trump-crushed-hillary-in-last-nights-debate/",
        "title": "HuffPo Just Dropped The Mic On Internet Polls Saying Trump Crushed Hillary In Last Night’s Debate",
        "authors": [
            {
                "name": "Rika Christensen",
                "link": null
            }
        ],
        "publisher": "addictinginfo.com",
        "publish_date": "2016-09-27",
        "text": "·\nThe earliest actual poll to come out of last night’s debate was a CNN/ORC poll showing that 62 percent of respondents believed Hillary had won the debate. However, there are a ton of polls that were conducted online that say Trump won in a landslide. How can that be?\nHere’s The Huffington Post to answer that question:\nAre polls like this an accurate measure of how the electorate responded to Monday’s debate?\nWhy is this obvious joke of a poll so damning for all the online polls claiming Trump destroyed Hillary? Because this shows how online polls are meaningless. CNN actually contacted people. Anybody and everybody can answer an online poll. The results generally skew heavily to one side or the other, depending on the outlet’s usual audience and which organizations/social media channels post poll links.\nThere’s also the fact that Trumpkins from both 4chan and Reddit were stuffing last night’s poll boxes , proving how easy it is to manipulate online polls.\nOf course, the Trumpkins aren’t happy with HuffPo at all for blowing those delusions out of the water:\nHope no one at Clemson got triggered for seeing this racist tweet. @HuffingtonPost pic.twitter.com/0KxxsNnMh5\n@HuffingtonPost Please vote Hillary or else Bill Clinton will do things to me ? pic.twitter.com/CsOON8nF3Y\nAnd, obviously, we can always count on Trump himself to only tout the polls that say he won, because anything that doesn’t show him as the winner, as the god he wants to be, is biased and unfair, and, well, who cares about those outlets anyway:\nI won every poll from last nights Presidential Debate – except for the little watched @CNN poll.\nThe #1 trend on Twitter right now is #TrumpWon – thank you!\nSuch a great honor. Final debate polls are in – and the MOVEMENT wins! #AmericaFirst #MAGA #ImWithYou https://t.co/3KWOl2ibaW pic.twitter.com/sfCEE3I5pF\nHe tweeted a story from the Daily Mail, too, that carries a headline saying, “Majority of snap polls show Trump won debate by a landslide despite CNN’s overwhelming victory for Hillary in biggest official survey.” They actually looks like they’re calling the results of the CNN poll into question with screencaps of every online poll in existence.\nSelf-selecting polls aside, the result is pretty damn clear. Hillary won.\nFeatured image by Drew Angerer/Getty Images\nSearch\nArchives\nArchives\n",
        "quotes": [
            [
                "Majority of snap polls show Trump won debate by a landslide despite CNN’s overwhelming victory for Hillary in biggest official survey.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2016/09/27/politics/hillary-clinton-donald-trump-debate-poll/index.html",
                "https://www.dailymail.co.uk/news/article-3809204/Most-snap-polls-Trump-winning-debate-landslide.html",
                "https://www.dailydot.com/layer8/trump-clinton-debate-online-polls-4chan-the-donald/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/hashtag/MAGA?src=hash",
                "https://twitter.com/HuffingtonPost",
                "https://t.co/3KWOl2ibaW",
                "https://t.co/sfCEE3I5pF",
                "https://t.co/0KxxsNnMh5",
                "https://twitter.com/hashtag/AmericaFirst?src=hash",
                "https://twitter.com/CNN",
                "https://twitter.com/hashtag/TrumpWon?src=hash",
                "https://t.co/CsOON8nF3Y",
                "https://twitter.com/hashtag/ImWithYou?src=hash"
            ]
        },
        "key_words": [
            "online",
            "debate",
            "won",
            "post",
            "polls",
            "huffpo",
            "saying",
            "27",
            "dropped",
            "hillary",
            "trump",
            "poll",
            "internet",
            "mic",
            "nights"
        ]
    }
]