[
    {
        "url": "http://www.addictinginfo.org/2016/09/23/good-news-folks-god-is-now-protecting-donald-trump-from-a-concentrated-satanic-attack-video/",
        "title": "Good News Folks, God Is Now Protecting Donald Trump From A ‘Concentrated Satanic Attack’ (VIDEO)",
        "authors": [
            {
                "name": "April Hamlin",
                "link": null
            }
        ],
        "publisher": "addictinginfo.com",
        "publish_date": "2016-09-23",
        "text": "·\nWere you worried that Donald Trump might fall victim to a “concentrated Satanic attack?” Yeah? Well, you aren’t alone. But good news folks, you don’t have to worry about that anymore! God himself is now protecting the GOP nominee from the Dark Lord.\nOn Wednesday, Trump attended the Midwest Vision and Values Pastors Leadership conference in Cleveland. Trump-loving\nblack man who lost his damn mind\n pastor Darrell Scott was worried that Satan might be after Trump too, which is ironic since most of us assumed the Republican nominee was working for the Prince of Darkness already.\nScott claims that  before Trump began is bid for the presidency, a “nationally known” preacher warned him “that if you choose to run for president, there’s going to be a concentrated Satanic attack against you.”\n“He said there’s going to be a demon, principalities and powers, that are going to war against you on a level that you’ve never seen before and I’m watching it every day,” Scott said .\nScott’s wife, Belinda Scott, prayed over Trump as those around him laid hands on the bigoted billionaire, making sure Satan knew they were serious, dammit:\n“God we ask you right now that Your choice is this choice.”\n“God, I ask that you would touch this man, Donald J. Trump,” she continued, “give him the anointing to lead this nation.”\nBecause what would Jesus do? Well, duh! He’d make America great again. And naturally, he would use a racist demagogue to do it. (*Insert eye roll here.) Personally, I think they are a little late. At this point, they probably should have moved straight to an exorcism before his head starts spinning around.\nWatch Trump become immune to Satan, here:\n[youtube https://www.youtube.com/watch?v=LyRBtbC69V0]\nSearch\nArchives\nArchives\n",
        "quotes": [
            [
                "that if you choose to run for president, there’s going to be a concentrated Satanic attack against you.",
                "Donald J. Trump",
                false
            ],
            [
                "He said there’s going to be a demon, principalities and powers, that are going to war against you on a level that you’ve never seen before and I’m watching it every day,",
                "Belinda Scott",
                true
            ],
            [
                "God we ask you right now that Your choice is this choice.",
                "Belinda Scott",
                true
            ],
            [
                "God, I ask that you would touch this man, Donald J. Trump,",
                "",
                true
            ],
            [
                "give him the anointing to lead this nation.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.rightwingwatch.org/post/darrell-scott-trump-is-under-concentrated-satanic-attack/",
                "https://deadstate.org/donald-trump-receives-rare-immunity-from-concentrated-satanic-attack/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=LyRBtbC69V0&feature=youtu.be"
            ]
        },
        "key_words": [
            "concentrated",
            "video",
            "scott",
            "satan",
            "attack",
            "protecting",
            "god",
            "nominee",
            "good",
            "trump",
            "man",
            "donald",
            "satanic",
            "worried",
            "folks",
            "theres",
            "going"
        ]
    }
]