[
    {
        "url": "http://www.bbc.com/sport/football/41593525",
        "title": "Gordon Strachan: Scottish FA to discuss Scotland manager's future on Thursday",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "2017-10-12",
        "text": "12 Oct 2017\nGordon Strachan and Scotland could not reach the World Cup finals\nThe future of Scotland manager Gordon Strachan will be decided when a Scottish FA board meets on Thursday.\nThe 60-year-old will not be present at the meeting, which was scheduled before Scotland's unsuccessful World Cup qualification campaign came to an end.\nStrachan is contracted until the end of November and SFA chief executive Stewart Regan has told him his future will be discussed.\nScotland finished third in their qualifying group.\nVictory in Slovenia on Sunday would have secured a play-off place and a chance to reach Scotland's first major finals since the France 1998 World Cup, but a 2-2 draw combined with Slovakia's 3-0 win over Malta meant the Slovakians finished as runners-up to England, who have qualified automatically for next year's finals in Russia.\nHaving replaced Craig Levein in early 2013, Strachan has overseen 40 matches as Scotland coach, winning 19 and drawing nine.\nLevein's side had started the 2014 World Cup qualifiers poorly and Strachan could not retrieve the situation midway through that campaign.\nAnd the disappointment of missing out on Euro 2016 was compounded by England, Northern Ireland, Republic of Ireland and Wales' success in reaching the finals in France.\nWales, like Scotland, have missed out on next year's World Cup, but Northern Ireland and Republic of Ireland have reached the play-offs.\nAnalysis - 'doubtful that Strachan will stay'\nBBC Scotland senior football reporter Chris McLaughlin\nIt can be hard to say goodbye after five years but I suspect that's what will happen after the meeting at the national stadium.\nThere are those on the SFA board who want Gordon Strachan to stay and those who think it's time for something new. Those in his favour point to the recent record - unbeaten in 2017, and to fact there appears to be no natural successor. Is that enough to wipe away the stain of two failed campaigns?\nIt's doubtful. At least one senior decision-maker will argue that failure cannot be rewarded. Gordon Strachan himself has given no indication that he expects to stay and may well be expecting a call thanking him for his services. He's given serious consideration to quitting at least once during his tenure. This time the decision may well be taken out of his hands.\nShare this page\nShare this with\nFrom the section Football\nFrom the section Football\nFrom the section Football\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.bbc.com/sport/football/41464154",
                "http://www.bbc.com/sport/football/41457294",
                "http://www.bbc.com/sport/football/41457295"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.bbc.com/sport/football/teams/aberdeen",
                "http://www.bbc.com/sport/football/teams/motherwell",
                "http://www.bbc.com/sport/football/teams/kilmarnock"
            ]
        },
        "key_words": [
            "cup",
            "world",
            "senior",
            "ireland",
            "managers",
            "scottish",
            "strachan",
            "future",
            "stay",
            "fa",
            "discuss",
            "sfa",
            "gordon",
            "finals",
            "scotland"
        ]
    }
]