[
    {
        "url": "http://occupydemocrats.com/2016/09/23/outrage-trump-makes-1-8-million-profit-taxpayer-funded-secret-service/",
        "title": "OUTRAGE: Trump Makes $1.8 Million In Profit From Taxpayer-Funded Secret Service",
        "authors": [
            {
                "name": "Lou Colagiovanni",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-23",
        "text": "Now Reading\nOUTRAGE: Trump Makes $1.8 Million In Profit From Taxpayer-Funded Secret Service\n0 Shares\nRepublican presidential nominee Donald Trump’s campaign is in shambles and he is doing his best to soak the government for as much money as possible before he is humiliated at the ballot box by Democratic presidential nominee Hillary Clinton.\nTrump’s latest escapade has been to swindle $1.6 million from the U.S. Secret Service for the honor and privilege of protecting him, according to FEC filings.\nThe Secret Service has a policy of reimbursing the campaigns of presidential candidates for the costs incurred due to various agents traveling with the candidate.\nTypically a campaign will pay for the airfare of the Secret Service, and the campaign is then reimbursed those funds. However, Trump has found a way to make a profit through this policy by chartering planes to the Secret Service owned by, TAG Air, Inc, one of his companies . Therefore, the Secret Service – and the American taxpayer- are literally paying Trump.\nThis is in sharp contrast to Hillary Clinton’s campaign which has been chartering planes through Executive Fliteways , to which Clinton has no financial dealings or hopes of personal reimbursement. One’s imagination does not require a stretch to see the outrage amongst fanatical Trump supporters if Clinton were profiting from her travel, but selective outrage is their stock and trade.\nSee Also\nTrump’s campaign says there is nothing illegal about what they’ve done. A spokeswoman of Trump’s campaign, Hope Hicks, said, “Everything was done in accordance with FEC guidelines and regulations. Please direct further questions to USSS.”\nAlong with Secret Service payments , Trump may also be soaking news organizations for the costs of journalists traveling with his campaign for the same reasons. It is also possible the Secret Service has been forced to pay Trump when their agents sleep in his grotesque golden hotels, as Trump stays at his own properties whenever possible. This is likely because he enjoys sleeping on the cheapest Chinese made beds money can buy.\nWhat do you think?\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [
            [
                "Everything was done in accordance with FEC guidelines and regulations.",
                "",
                true
            ],
            [
                "Please direct further questions to USSS.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.msnbc.com/msnbc/hillary-clintons-private-jet-tab",
                "https://www.nytimes.com/2016/04/24/us/politics/donald-trumps-aging-air-fleet-gives-his-bid-and-his-brand-a-lift.html?_r=0",
                "https://www.politico.com/story/2016/09/donald-trump-secret-service-campaign-travel-payments-228553"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://occupydemocrats.com/privacy/"
            ]
        },
        "key_words": [
            "18",
            "trump",
            "trumps",
            "traveling",
            "presidential",
            "makes",
            "campaign",
            "planes",
            "service",
            "possible",
            "outrage",
            "million",
            "policy",
            "taxpayerfunded",
            "secret",
            "profit"
        ]
    }
]