[
    {
        "url": "http://www.cnn.com/2017/10/04/football/alex-morgan-apologizes-for-actions-at-disney-world/index.html",
        "title": "Alex Morgan apologizes for behavior at Disney World",
        "authors": [
            {
                "name": "Jill Martin",
                "link": null
            }
        ],
        "publisher": "edition.cnn.com",
        "publish_date": "2017-10-04",
        "text": "Soccer star Alex Morgan apologizes for behavior at Disney World\nUpdated 12:26 PM ET, Thu October 5, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nCarli Lloyd vs. Alex Morgan: US stars face off 03:32\nStory highlights\nAlex Morgan was part of a large group of soccer players at Disney World\nThe US star said she \"will learn from this\"\nAdds that she will \"make sure it doesn't happen again\"\n(CNN)\nUS soccer star Alex Morgan has apologized for her actions that led her to being kicked out from a Disney World park in Florida on Sunday.\nMorgan, who plays for the Orlando Pride in the National Women's Soccer League, posted Wednesday on Twitter that she \"will learn from this\" and will \"make sure it does not happen again.\"\nI want to apologize for my actions that occurred over the weekend. I will learn from this make sure it does not happen again. #liveandlearn\nOrlando City SC provided to CNN a statement saying it is \"aware of a situation\" that occurred at Walt Disney World's Epcot theme park earlier this week and is awaiting official communication from Disney or the Orange County Police Department.\n\"The club will address the matter internally when there is a full understanding of what occurred,\" the statement said.\nAn incident report filed by police said Epcot managers called deputies concerning several people who were \"impaired and verbally aggressive\" and \"very loud and belligerent toward staff around guests.\"\nOct 1, 2017 at 4:43pm PDT\nRead More\nMorgan and Orlando City players Giles Barnes, Donny Toia and his wife, Courtney, were taken out of the park, per the police report. No charges were filed.\nA deputy wrote in regards to Morgan: \"I observed a white female, who was later identified as Alexandria Morgan yelling, screaming and taken (sic) video and possibly pictures. She appeared to be highly impaired.\"\nMorgan had posted a group photo on Instagram on Sunday at Epcot, with the caption reading, \"Annual around the world in 8 hours. No big.\"\nMorgan, Toia and his wife were accused of trespass and were kicked out, according to the police report, said the Sentinel. Barnes was given a trespass warning.\nOrlando City SC told CNN that it was not a criminal incident.\nThe Orlando Pride, who finished third in the NWSL standings, will face Portland Thorns FC in the semifinals on Saturday at Providence Park in Portland, Oregon.\nOrlando Pride head coach Tom Sermanni said he expects Morgan will play, according to the Sentinel story.\nOrlando City next plays October 15.\n",
        "quotes": [
            [
                "make sure it doesn't happen again",
                "",
                false
            ],
            [
                "make sure it does not happen again.",
                "",
                false
            ],
            [
                "The club will address the matter internally when there is a full understanding of what occurred,",
                "",
                true
            ],
            [
                "very loud and belligerent toward staff around guests.",
                "Epcot",
                false
            ],
            [
                "I observed a white female, who was later identified as Alexandria Morgan yelling, screaming and taken (sic) video and possibly pictures.",
                "Morgan",
                true
            ],
            [
                "She appeared to be highly impaired.",
                "Morgan",
                true
            ],
            [
                "Annual around the world in 8 hours.",
                "Epcot",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/hashtag/liveandlearn?src=hash&ref_src=twsrc%5Etfw"
            ]
        },
        "key_words": [
            "world",
            "statement",
            "morgan",
            "behavior",
            "sure",
            "occurred",
            "happen",
            "apologizes",
            "soccer",
            "disney",
            "learn",
            "alex"
        ]
    }
]