[
    {
        "url": "http://beforeitsnews.com/u-s-politics/2017/10/spacex-launched-10-satellites-monday-video-and-images-2537640.html",
        "title": "SpaceX Launched 10 Satellites Monday [Video and Images]",
        "authors": [],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "By ram7932\nMonday, October 9, 2017 7:10\n% of readers think this story is Fact. Add your two cents.\nCDN – http://www.conservativedailynews.com\nSpaceX, a private aerospace manufacturer and transport service, launched another payload into low Earth orbit Monday morning using a Falcon 9 rocket. Ten Iridium Next satellites, numbers 21 thru 30, represent the third such launch for the SpaceX/Iridium partnership as the satellite communication company looks to build its next-generation constellation for voice and data. The Falcon 9 spacecraft lifted off on the Iridium-3 mission from Vandenberg Air Force Base in California at 8:37 EDT during a one-second-wide “instantaneous” launch window. The first stage booster returned safely to Earth where it landed on the autonomous landing ship “Just Read the Instructions.” At about 51 minutes after launch, the second stage re-ignited for a short burn to circularize the craft’s orbit so that it could begin a 15-minute process of deploying satellites directly over ground stations. Beginning at about 57:10 after launch, the satellite dispenser began deploying the satellites about 100 seconds apart after which they increased their own altitude to their final orbit. All ten satellites separated cleanly and in position. SpaceX has another launch planned for Wednesday evening. Full Webcast of the SpaceX Iridium-3 Falcon 9 mission\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.prodo1.com/",
                "http://www.suppressedhealthsecrets.com",
                "https://mitocopper.com/pages/affiliate-program"
            ]
        },
        "key_words": [
            "share",
            "satellites",
            "spacex",
            "wake",
            "whitelist",
            "video",
            "beforeitsnews",
            "toomake",
            "tell",
            "sure",
            "launched",
            "support",
            "youthank",
            "images",
            "worldwide"
        ]
    }
]