[
    {
        "url": "https://www.nytimes.com/2017/10/11/briefing/harvey-weinstein-north-korea-kobe-steel.html?rref=collection%2Fsectioncollection%2Fworld",
        "title": "Rohingya, Harvey Weinstein, South Korea: Your Thursday Briefing",
        "authors": [
            {
                "name": "Charles Mcdermid",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-11",
        "text": "Advertisement\nImage\nCreditPool photo by Andy Wong\nThe reshuffling ahead of the Communist Party congress next week also demonstrates his intent to remake the armed forces into a power worthy of the country’s global standing. Above, Mr. Xi and Gen. Fang Fenghui, who apparently was purged soon after this August photo was taken.\n_____\nCreditSergey Ponomarev for The New York Times\n• Our South Asia bureau chief visited refugee camps in Bangladesh where Rohingya Muslims described the horrific campaign of slaughter and rape carried out by Myanmar’s military.\n“Much of the violence was flamboyantly brutal, intimate and personal,” he writes, “the kind that is detonated by a long, bitter history of ethnic hatred.”\n_____\n• “If you have a place to go, go.”\nA sheriff in Northern California said rising winds could fan the wildfires that have consumed more than 70,000 acres in wine country , and more than 140,000 acres across the length of the state. At least 23 people are dead and many are missing.\n_____\nCreditSergio Perez/Reuters\n• Prime Minister Mariano Rajoy of Spain has a question for Catalonia : Did you declare independence, or not?\nMr. Rajoy said the Catalan leader, Carles Puigdemont, had sowed “deliberate confusion” in his latest speech on the matter.\n_____\n• “The perverse, insistent, matter-of-factness of male sexual predation and assault — of men’s power over women.”\nBusiness\nImage\nCreditDoug Chayka\n• “The Frightful Five”: Our tech columnist has been intensely reporting on the vast, evolving reach of Amazon, Apple, Facebook, Microsoft and Alphabet, Google’s parent, the world’s most valuable public companies. In the first of several columns, he grades the tech giants’ efforts to infiltrate entertainment , and the fears of cultural domination they’ve provoked.\n• Debt-ridden China is going after the little guy. Provincial governments have been ordered to set up online platforms to name and shame individuals who don’t pay their debts . Big borrowers and state-owned companies have little to fear.\n• India’s top ride-hailing service, Ola, raised $1.1 billion in funding led by Tencent , the Chinese tech giant, setting up a fierce battle with Uber.\n• Japan’s main stock index, the Nikkei 225, rose to its highest level in almost 21 years on Wednesday, despite Kobe Steel’s stumbles and other trouble.\nIn the News\nCreditJoshua Smoot/Agence France-Presse — Getty Images\n• U.S. B-1 bombers carried out mock missile launches off both coasts of South Korea. Fighter jets from South Korea and Japan took part in the first nighttime B-1 bomber exercise involving all three. [ CNN ]\n• An burning U.S. military helicopter made an emergency landing on Okinawa, adding to local worries about Americanaircraft operating near civilian areas. [ The New York Times ]\n• Carrie Lam, the Hong Kong executive, covered a lot of ground in her inaugural policy speech. Here are seven takeaways. [ South China Morning Post ]\n• India’s Supreme Court ruled that sex with girls under 18 is rape, even in marriage. [ The New York Times ]\n• Canada’s prime minister, Justin Trudeau, met with President Trump, but the NAFTA trade deal appeared to be near collapse. [ The New York Times ]\n• President Trump threatened to challenge NBC’s television license over a report that said he had considered a major increase in America’s nuclear arsenal. [ The New York Times ]\n• The International Monetary Fund, which is beginning its annual meeting in Washington, issued a blunt warning: Governments risk undermining global economic growth by cutting taxes on the wealthy. [ The New York Times ]\n• Thailand is banning smoking on its most popular beaches to cut down on litter. One state study found an average 0.76 cigarette butts per square meter. [ Bangkok Post ]\n• Kim Jong-un wants to turn the seaside North Korean town of Wonsan into a billion-dollar tourist hot spot. It’s great for beach barbecues, fishing excursions — and testing missiles. [ Reuters ]\nSmarter Living\nTips, both new and old, for a more fulfilling life.\nImage\n• Recipe of the day: This lasagna uses spicy roasted cauliflower instead of meat.\nNoteworthy\nImage\nCreditMarie-Louise Mandl/EyeEm, via Getty Images\n• Supereruptions — rare events that could blanket the Earth with ash — are believed to occur every 100,000 years . Scientists are trying to predict the next one by studying a supervolcano in Yellowstone, the U.S. national park.\n• In Erbil, the capital of Iraqi Kurdistan, our correspondent met the last family living in a 6,000-year-old citadel, one of the oldest continuously occupied human settlements on earth.\nBack Story\nCreditTodd Heisler/The New York Times\nThe U.S. controversy over football players who kneel during the national anthem is raging on .\nBut an older patriotic ritual ran aground on geopolitical tensions.\nThe pledge was written by Francis Bellamy , a Baptist minister and socialist, to be rolled out with a nationwide push to celebrate Columbus Day in schools. It was soon widely recognized.\nWhen fascist regimes emerged in Italy and Germany using the extended-arm salute, Bellamy’s began to fall from favor. As one author wrote , the “similarities in the salute had begun to attract comment as early as the mid-1930s.”\n_____\nYour Morning Briefing is published weekday mornings and updated online. Browse past briefings here .\nWe have briefings timed for the Australian , Asian , European and American mornings. You can sign up for these and other Times newsletters here .\nIf photographs appear out of order, please download the updated New York Times app from iTunes or Google Play .\nWhat would you like to see here? Contact us at asiabriefing@nytimes.com .\nAdvertisement\n",
        "quotes": [
            [
                "Much of the violence was flamboyantly brutal, intimate and personal,",
                "",
                true
            ],
            [
                "the kind that is detonated by a long, bitter history of ethnic hatred.",
                "",
                false
            ],
            [
                "If you have a place to go, go.",
                "",
                true
            ],
            [
                "The perverse, insistent, matter-of-factness of male sexual predation and assault — of men’s power over women.",
                "Rajoy",
                true
            ],
            [
                "similarities in the salute had begun to attract comment as early as the mid-1930s.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/10/11/technology/the-frightful-five-want-to-rule-entertainment-they-are-hitting-limits.html?module=inline",
                "https://www.nytimes.com/2017/10/11/world/asia/rohingya-myanmar-atrocities.html?module=inline",
                "https://www.nytimes.com/2017/10/11/us/politics/imf-tax-cuts.html?module=inline",
                "https://www.nytimes.com/2017/10/10/sports/football/nfl-goodell-anthem-kneeling.html?module=inline",
                "https://www.nytimes.com/2017/10/11/business/china-shame-deadbeats.html?module=inline",
                "https://www.nytimes.com/2017/10/10/world/middleeast/iraq-erbil-citadel.html?module=inline",
                "https://www.nytimes.com/2017/10/11/world/europe/catalonia-spain-independence-mariano-rajoy.html?module=inline",
                "https://www.nytimes.com/2017/10/10/us/california-fires.html?module=inline",
                "https://www.bangkokpost.com/news/general/1339991/smoking-ban-planned-at-20-popular-beaches",
                "https://www.nytimes.com/2017/10/11/us/politics/trump-nbc-fcc-broadcast-license.html?module=inline",
                "https://www.nytimes.com/2017/10/11/world/asia/us-helicopter-crash-okinawa.html?module=inline",
                "https://www.nytimes.com/interactive/2018/briefing/global-morning-briefing-newsletter-signup.html?module=inline",
                "https://www.nytimes.com/2017/10/11/business/japan-stocks-nikkei.html?module=inline",
                "https://www.nytimes.com/series/asia-australia-morning-briefing?module=inline",
                "https://www.nytimes.com/2017/10/11/world/asia/india-child-marriage-rape.html?module=inline",
                "https://apps.apple.com/us/app/nytimes-breaking-politics-national-world-news/id284862083",
                "https://www.cnn.com/2017/10/11/politics/us-b-1-bombers-korea/index.html",
                "https://www.nytimes.com/2017/10/11/technology/ola-india-uber.html?module=inline",
                "https://www.nytimes.com/2017/10/11/business/economy/nafta-trump.html?module=inline",
                "https://www.scmp.com/news/hong-kong/politics/article/2114879/7-things-you-need-know-hong-kong-leader-carrie-lams-policy",
                "https://www.nytimes.com/2017/10/10/science/yellowstone-volcano-eruption.html?module=inline",
                "https://edition.cnn.com/2013/12/22/opinion/greene-pledge-of-allegiance-salute/index.html",
                "https://www.nytimes.com/interactive/2018/briefing/global-morning-briefing-newsletter-signup.html?module=inline",
                "https://www.nytimes.com/interactive/2018/briefing/global-morning-briefing-newsletter-signup.html?module=inline",
                "https://cooking.nytimes.com/recipes/12477-lasagna-with-spicy-roasted-cauliflower"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.britannica.com/event/Pledge-of-Allegiance-to-the-Flag-of-the-United-States-of-America#ref753391",
                "https://play.google.com/store/apps/details?id=com.nytimes.android&referrer=utm_source%3Dother_nyt_mobile_web%26utm_medium%3DWeb%2520page%26utm_term%3DGeneral%2520Mobile%2520Page%26utm_campaign%3DNYT%2520Mobile%2520General%2520Page",
                "https://www.nytimes.com/newsletters",
                "https://www.nytimes.com/series/us-morning-briefing?module=inline",
                "https://fingfx.thomsonreuters.com/gfx/rngs/NORTHKOREA-TOURISM/0100516J2NK/index.html"
            ]
        },
        "key_words": [
            "xi",
            "soon",
            "strengthen",
            "taken",
            "ruthlessly",
            "weinstein",
            "rohingya",
            "worthy",
            "willing",
            "briefing",
            "underlines",
            "standing",
            "week",
            "harvey",
            "south",
            "korea"
        ]
    }
]