[
    {
        "url": "https://www.politico.com/story/2016/09/obama-clinton-debate-2016-advice-228569?cmpid=sf",
        "title": "Obama's debate advice to Clinton: 'Be yourself'",
        "authors": [
            {
                "name": "Scott Bland",
                "link": null
            },
            {
                "name": "Kristin Roberts",
                "link": null
            },
            {
                "name": "Louis Nelson",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-23",
        "text": "President Barack Obama wants Hillary Clinton to “be yourself and explain what motivates you” when she takes the stage Monday night for her first presidential debate.\nObama offered the advice during an interview on ABC with “Good Morning America” host Robin Roberts from the soon-to-open National Museum of African-American History and Culture on the National Mall. The two spent the bulk of their interview discussing the museum and what lessons it might offer for protesters in Charlotte who have at times become violent.\nStory Continued Below\nBut Roberts took time to ask the president what advice he might offer to Clinton ahead of Monday night’s debate, to which the president responded that his former secretary of state should allow the American public to see her\n“I've gotten to know Hillary and seen her work, seen her in tough times and in good times,” Obama said of his former secretary of state. “She's in this for the right reasons.”\nMonday night’s debate will be held at New York’s Hofstra University and is scheduled to begin at 9 p.m. It will be moderated by NBC Nightly News anchor Lester Holt.\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "be yourself and explain what motivates you",
                "",
                false
            ],
            [
                "I've gotten to know Hillary and seen her work, seen her in tough times and in good times,",
                "Obama",
                true
            ],
            [
                "She's in this for the right reasons.",
                "Obama",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.politico.com/story/2016/09/nerdcast-2016-are-you-ready-for-debate-night-228568"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "advice",
            "times",
            "seen",
            "roberts",
            "clinton",
            "offer",
            "debate",
            "president",
            "secretary",
            "state",
            "obamas"
        ]
    }
]