[
    {
        "url": "http://www.addictinginfo.org/2016/09/21/empire-takes-on-racist-police-violence-guns-in-america-in-breathtaking-new-song-video/",
        "title": "‘Empire’ Takes On Racist Police Violence, Guns In America In Breathtaking New Song (VIDEO)",
        "authors": [
            {
                "name": "Shannon Barber",
                "link": null
            }
        ],
        "publisher": "addictinginfo.com",
        "publish_date": "2016-09-21",
        "text": "·\nThe season premiere of the hit television drama Empire features an amazing song performed by Jussie Smollett, who plays Jamal on the show. The song, entitled “Need Freedom” has a very clear message: gun violence, senseless killings, and police brutality against people of color must stop, because our nation is ripping itself apart. Smollett says of the decisions that inspired him to record “Need Freedom”:\n“I recorded this exactly seven days after Philando Castile was shot. Between the shootings of Castile, Alton Sterling, at the Pulse in Orlando and the police officers in Dallas — not to mention the other numerous killings over the last couple of years — it was like we couldn’t breathe. What are we doing as a people, a nation; what messages are we sending to the next generation. Then this song came.”\nSmollet is right, of course, and what better way to inspire people in an effort to draw peace in such a tense and violent time, where there is such anger, such division, such justified outrage, than by doing so in song? Here are just a few of the more inspiring lyrics from Smollet’s song :\nAs I sit and think about\nAll that’s goin’ on\nMy soul just cries out\nCan you tell me please?\nTell me who’s to blame\nFor causing all this pain\nThe one’s we call to help us turn\nThey kills us everyday\nTake the chains off, break the bondage\nSet my people free\nSomething’s gotta change\nThe world needs your voice just to make it through the rain\nWhen I think of what’s goin’ on in this world\nOhh it gets me to see my sister not breathe\nMy sister, my brother here with me\nNeed freedom\nOur world is cryin’, no more silence, with guns and violence\nNeed freedom\nI can’t keep dyin’, we’re way too quiet, no more silence\nNeed freedom\nStop this evil, free my people, we’re all equal\nNeed freedom\nOur world get’s brighter, keep on tryin’, keep on fightin’ for freedom\nThese lyrics come on this night, September 21, as, at this very moment, protests are erupting in Charlotte, North Carolina, because yet another black man, Keith Lamont Scott, is dead at the hands of the police . Already, as per usual, the police are in front of cameras, in damage control mode, spinning the story they want the public to hear. Whether it is true matters not to them; they only want to cover their own asses, because black lives simply don’t matter to them. This message is one that is definitely needed.\nIt is, of course, a message that will likely fall on deaf ears. We live in a nation where people think that the right of every person to have as many guns as they like, anytime they like, no matter what, should supercede the rights of innocent people to live. These are the same people who think that cops can do no wrong, and that the bloodshed at their hands is always justified. These are same people who believe that freedom only applies to certain people, and to hell with everyone else. They’re the people who think that every black man shot by police was just another “thug” anyway, and that the void left in the lives of his loved ones is of no importance.\nThey’re the same people who don’t care about what happened in Orlando, or Oregon, or Newtown, or any of the other countless places where people who should have never had firearms carried out massacres. They only care about their guns and their rigid belief that whatever happened was worth their version of “freedom.”\nHopefully, the people who need to hear this message the most will, and the killing will stop. However, I sadly won’t be able to hold my breath on that one. It will only continue another day, in another city after another innocent life is lost, or another unbelievably tragic and preventable massacre is carried out. Sadly, that is the America we live in today.\nWatch the video below:\nFeatured image via screenshot\nSearch\nArchives\nArchives\n",
        "quotes": [
            [
                "I recorded this exactly seven days after Philando Castile was shot.",
                "",
                true
            ],
            [
                "Between the shootings of Castile, Alton Sterling, at the Pulse in Orlando and the police officers in Dallas — not to mention the other numerous killings over the last couple of years — it was like we couldn’t breathe.",
                "",
                true
            ],
            [
                "What are we doing as a people, a nation; what messages are we sending to the next generation.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.theroot.com/keith-lamont-scott-identified-as-disabled-black-man-sho-1790856855"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.azlyrics.com/lyrics/empirecast/needfreedom.html"
            ]
        },
        "key_words": [
            "need",
            "video",
            "message",
            "breathtaking",
            "way",
            "song",
            "empire",
            "racist",
            "black",
            "guns",
            "takes",
            "think",
            "live",
            "america",
            "world",
            "violence",
            "nation"
        ]
    }
]