[
    {
        "url": "http://www.bbc.com/news/entertainment-arts-41594664",
        "title": "Hitchhiker's Guide to the Galaxy returns to Radio 4",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "12 October 2017\nThese are external links and will open in a new window\nClose share panel\nImage copyright The Bigfoot Studio and Perfectly Normal Production\nCult classic The Hitchhiker's Guide to the Galaxy is returning to the radio to mark the 40th anniversary of it first hitting the airwaves.\nThe original cast will feature in the sixth instalment of Douglas Adams' sci-fi story, called The Hitchhiker's Guide to the Galaxy: Hexagonal Phase.\nIt's been adapted from And Another Thing... written by Eoin Colfer.\nThe six-episode Radio 4 series will include unpublished material by Adams based on notebooks and other writings.\nColfer's novel was commissioned in 2009 by the Douglas Adams Estate for the 30th anniversary of the first novel.\n'Decent cup of tea'\nSimon Jones will return to his role as Arthur Dent as he travels through space and time in his dressing gown.\nHe said: \"It seems extraordinary that it's been 40 years since we recorded the first pilot episode for BBC radio - how modest were our expectations then, and how amazing a world-wide phenomenon it became, and continues to be.\n\"I never expected to still be searching for a decent cup of tea and some kind of answer to life, the universe and everything almost a lifetime later.\n\"Still, the dressing-gown and towel may be a little threadbare, like my hair, but my voice, much to my surprise, hasn't changed a decibel, and despite years in America, I can still talk Arthur's 'indignant-posh'.\"\nHe said the series promised to be the \"wittiest and most epic adventure yet\".\nImage copyright Getty Images\nImage caption The series is being adapted from Eoin Colfer's book And Another Thing...\nThe cast also includes Geoff McGivern as Ford Prefect, Mark Wing-Davey as Zaphod Beeblebrox and Sandra Dickinson as Trillian. Guest stars include Jane Horrocks, who will play Fenchurch.\nJones added: \"Over the years, we've lost some great friends, and we still miss them, but we've also gained other valued colleagues, and for this trip across the Galaxy we have a tip-top team all ready to do justice to Douglas' unique and quixotic vision.\"\nIt is set to be broadcast on BBC Radio 4 next spring, with archive episodes of The Hitchhiker's Guide to the Galaxy also being aired on BBC Radio 4 Extra.\nRelated Topics\n",
        "quotes": [
            [
                "It seems extraordinary that it's been 40 years since we recorded the first pilot episode for BBC radio - how modest were our expectations then, and how amazing a world-wide phenomenon it became, and continues to be.",
                "Simon Jones",
                true
            ],
            [
                "I never expected to still be searching for a decent cup of tea and some kind of answer to life, the universe and everything almost a lifetime later.",
                "Simon Jones",
                true
            ],
            [
                "Still, the dressing-gown and towel may be a little threadbare, like my hair, but my voice, much to my surprise, hasn't changed a decibel, and despite years in America, I can still talk Arthur's 'indignant-posh'.",
                "Simon Jones",
                true
            ],
            [
                "wittiest and most epic adventure yet",
                "Simon Jones",
                false
            ],
            [
                "Over the years, we've lost some great friends, and we still miss them, but we've also gained other valued colleagues, and for this trip across the Galaxy we have a tip-top team all ready to do justice to Douglas' unique and quixotic vision.",
                "Simon Jones",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/BBCEntsNews/",
                "https://twitter.com/BBCNewsEnts",
                "https://www.instagram.com/BBCNewsEnts/",
                "http://www.bbc.co.uk/news/uk-41685693"
            ]
        },
        "key_words": [
            "returns",
            "bbc",
            "hitchhikers",
            "mark",
            "guide",
            "radio",
            "galaxy",
            "weve",
            "adams",
            "douglas",
            "series"
        ]
    }
]