[
    {
        "url": "https://www.nytimes.com/2017/10/07/sports/baseball/chicago-cubs-washington-nationals-playoffs.html?rref=collection%2Fsectioncollection%2Fsports",
        "title": "Nationals Stage a Late Comeback, Perhaps Exorcising Postseason Demons",
        "authors": [
            {
                "name": "James Wagner",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-07",
        "text": "Advertisement\nNationals Stage a Late Comeback, Perhaps Exorcising Postseason Demons\nImage\nThe Nationals’ Bryce Harper came out of the dugout to celebrate Ryan Zimmerman’s three-run homer in the eighth inning of Saturday’s playoff win over the Cubs. Harper had tied the game with a two-run homer earlier in the inning.CreditCreditAlex Brandon/Associated Press\nWASHINGTON — Standing near home plate on Saturday, the Washington Nationals’ Bryce Harper briefly admired his handiwork, a game-tying, second-deck, two-run homer in the eighth inning. As he ran to first base, Harper pointed to the once-tense Nationals dugout.\nAnd when the normally stoic Ryan Zimmerman clobbered a three-run homer in the same inning, securing a 6-3 victory over the Chicago Cubs in Game 2 of their National League division series, he screamed and waved his arms. His teammates celebrated furiously, Harper jumping around in foul territory near the dugout.\nPardon the exuberance over a single win in this best-of-five series. The nerves and demons from Washington’s last three postseasons came pouring out.\n“The tension and the frustration builds,” Zimmerman said, “and sometimes it takes kind of just one hit for everyone to exhale.”\nAs Harper went to the plate, the Nationals were five outs away from a two-games-to-none deficit against the Cubs, the defending World Series champions and the hosts of the next two games.\n“He’s got a clutch gene,” the Nationals starting pitcher, Gio Gonzalez, said. “He’s unreal.”\nHarper took advantage of a fluttering curveball left over the plate by reliever Carl Edwards Jr.\nCubs Manager Joe Maddon had the left-handed Mike Montgomery warming up and closer Wade Davis at his disposal, but he stuck with the right-handed Edwards against Harper, a lefty hitter. Maddon trusted Edwards because left-handed batters hit only .119 against him this season.\n“If that happens again, you’re going to see C. J. back out there,” Maddon said, using Edwards’s nickname. “He made a bad pitch and the guy didn’t miss it, and that’s it. Sometimes that happens.”\nBut the move backfired against Harper, who has played only seven games over the past eight weeks because of a knee injury.\n“I saw the loop in the curveball and said, ‘Why not swing as hard as you can?’” Harper said.\nAfter Edwards walked Anthony Rendon, Maddon inserted Montgomery to face the left-handed Daniel Murphy, who bested him for a single. Then Montgomery fired a changeup over the plate to Zimmerman, who did not miss.\nImage\nZimmerman watched his game-winning home run as he started circling the bases.CreditAlex Brandon/Associated Press\nAs Zimmerman’s towering fly ball floated toward left field and the Cubs’ Ben Zobrist drifted back, the crowd at Nationals Park rose. What had once appeared like another Cubs victory behind their postseason stalwart, pitcher Jon Lester, had become a Washington win in only a handful of at-bats.\nDespite six straight winning seasons, including four N.L. East titles, the Nationals have not advanced past the first round of the playoffs. They lost to the Cardinals in 2012, the Giants in 2014 and the Dodgers last year.\n“You can learn a lot from your past, but for me, the past is the past,” Zimmerman said. “This team has nothing to do with the teams in the past. Completely different feel, completely different season.”\nThe Nationals were shut out in Game 1 of this series on Friday, and Lester fired six stout innings on Saturday, allowing only one run, a solo homer by Rendon. Before the five-run outburst in the eighth inning, the Nationals had only four hits over the first 16 innings of the series.\n“I was kind of bewildered because it’s not too many teams or pitchers that have held us in check like that for a couple days,” Nationals Manager Dusty Baker said. “I just knew in the bottom of my heart that we were going to explode.”\nOn Saturday, the Cubs built a 3-1 cushion before the fifth inning, thanks to home runs off Gonzalez by Willson Contreras and Anthony Rizzo.\nRizzo’s blast was unusual because he hit a Gonzalez curveball, a difficult pitch to drive over a fence, and because he became only the second left-handed hitter this year — along with Freddie Freeman of the Atlanta Braves — to hit a homer off Gonzalez.\nA Cubs fan reached over the railing in right field to grab Rizzo’s shot, but the umpires upheld the home run after a replay review.\nLester, a three-time World Series winner, kept the Nationals’ powerful lineup at bay with his typical postseason savvy. He did so even when the Nationals threatened in the fifth inning with a single by Zimmerman and walks by Michael A. Taylor and Howie Kendrick. In what seemed like the game’s biggest moment to that point, Lester struck out Trea Turner to end the inning with the bases loaded.\nThen in the decisive eighth, the sluggish Nationals offense finally awoke. Zimmerman , who has been a National since 2005, when the franchise moved from Montreal to Washington, hit 36 home runs in the regular season, a career high. But none of them could match the significance of his blast off Montgomery.\n“I couldn’t tell you anything about that run around the bases,” Zimmerman said.\nFor Game 3 in Chicago on Monday, Max Scherzer is to start for the Nationals and Jose Quintana for the Cubs.\nA version of this article appears in print on , Section SP, Page 2 of the New York edition with the headline: Nationals Stage a Late Comeback, Perhaps Exorcising Some Demons. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "Why not swing as hard as you can?",
                "",
                true
            ],
            [
                "The tension and the frustration builds,",
                "Ryan Zimmerman",
                true
            ],
            [
                "and sometimes it takes kind of just one hit for everyone to exhale.",
                "Ryan Zimmerman",
                false
            ],
            [
                "He’s got a clutch gene,",
                "Gio Gonzalez",
                true
            ],
            [
                "If that happens again, you’re going to see C. J. back out there,",
                "Maddon",
                true
            ],
            [
                "He made a bad pitch and the guy didn’t miss it, and that’s it.",
                "Maddon",
                true
            ],
            [
                "I saw the loop in the curveball and said, ‘Why not swing as hard as you can?",
                "Harper",
                true
            ],
            [
                "You can learn a lot from your past, but for me, the past is the past,",
                "Ryan Zimmerman",
                true
            ],
            [
                "This team has nothing to do with the teams in the past.",
                "Ryan Zimmerman",
                true
            ],
            [
                "Completely different feel, completely different season.",
                "Ryan Zimmerman",
                true
            ],
            [
                "I was kind of bewildered because it’s not too many teams or pitchers that have held us in check like that for a couple days,",
                "Ryan Zimmerman",
                true
            ],
            [
                "I just knew in the bottom of my heart that we were going to explode.",
                "Ryan Zimmerman",
                true
            ],
            [
                "I couldn’t tell you anything about that run around the bases,",
                "Ryan Zimmerman",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.mlb.com/gameday/cubs-vs-nationals/2017/10/07/526493#game_state=final,lock_state=final,game_tab=box,game=526493"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://www.baseball-reference.com/players/gl.fcgi?id=harpebr03&t=b&year=2017",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.baseball-reference.com/players/z/zimmery01.shtml",
                "https://www.parsintl.com/publication/the-new-york-times/"
            ]
        },
        "key_words": [
            "homer",
            "nationals",
            "postseason",
            "comeback",
            "washington",
            "harper",
            "zimmerman",
            "win",
            "stage",
            "near",
            "waved",
            "exorcising",
            "late",
            "demons",
            "inning",
            "series"
        ]
    }
]