[
    {
        "url": "https://www.reuters.com/article/us-panasonic-autonomous/panasonic-expects-autonomous-driving-system-launch-in-2022-idUSKBN1CF116",
        "title": "Panasonic expects autonomous driving system launch in 2022",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-10",
        "text": "2 Min Read\nTOKYO (Reuters) - Panasonic Corp’s autonomous driving system is expected to be launched in commercial vehicles as early as in 2022, in a move that will likely help the Japanese company narrow its gap with rival suppliers in a highly competitive market.\nFILE PHOTO: A mock-up of an autonomous car interior is shown at the Panasonic booth during the 2017 CES in Las Vegas, Nevada, January 5, 2017. REUTERS/Steve Marcus/File PIcture\nPanasonic, the exclusive battery cell supplier for Tesla Inc’s mass-market Model 3, has been reinventing itself as a provider of advanced auto parts to escape the price competition of smartphones and other lower-margin consumer products.\nThe new autonomous driving system will enable autonomous driving at low- and medium-speed ranges including self-valet parking, Panasonic said on Tuesday.\n“We know we are behind our rivals right now,” said Shoichi Goto, director in charge of vision and sensing technologies at the firm’s automotive R&D division.\n“But we have developed key LSI (large-scale integration) chips for advanced image processing and sonar sensing that would give us major advantages, using expertise from television sets and cameras.”\nThe new chips need more testing and polishing before the commercial launch of the autonomous driving system, added Goto, previously a TV engineer.\nPanasonic has been pushing to expand its range of advanced driving-related products to better compete with top suppliers such as Bosch [ROBG.UL] and Continental AG.\nThe firm has said it plans to nearly double its automotive business revenue to 2.5 trillion yen ($22 billion) by the year to March 2022, from 1.3 trillion yen in the year to March 2017.\nPanasonic established the automotive R&D division in April, transferring about 350 engineers from TV, the company’s mainstay at the time, and other consumer electronics businesses.\nTo bolster its push into the automotive field, Panasonic took control of Spanish auto parts maker Ficosa International SA earlier this year.\n($1 = 112.5400 yen)\n",
        "quotes": [
            [
                "We know we are behind our rivals right now,",
                "Shoichi Goto",
                true
            ],
            [
                "But we have developed key LSI (large-scale integration) chips for advanced image processing and sonar sensing that would give us major advantages, using expertise from television sets and cameras.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "advanced",
            "2022",
            "suppliers",
            "driving",
            "autonomous",
            "expects",
            "launch",
            "tv",
            "automotive",
            "yen",
            "panasonic",
            "trillion",
            "system"
        ]
    }
]