[
    {
        "url": "http://dailybuzzlive.com/man-runs-flames-burning-man-festival/",
        "title": "Man Runs into Flames at Burning Man Festival **WARNING: DISTURBING CONTENT",
        "authors": [
            {
                "name": "Daily Buzz Live",
                "link": null
            }
        ],
        "publisher": "dailybuzzlive.com",
        "publish_date": "2017-09-03",
        "text": "Posted on\nEmergency services bravely tried to rescue a festival-goer who ran straight into the Burning Man during Nevada’s famous arts and music festival. \nApproximately 70,000 people from all over the world have gathered for the annual Burning Man festival, which is taking place in the Black Rock Desert.\nBut crowds were horrified when one reveller made a beeline for the giant wooden effigy and was engulfed by the flames.\nHe had to dodge a number of rangers and law enforcement personnel in order to reach the fire, which stretches approximately 50 feet into the air. \nIt is not yet known if the man died as a result of the shocking incident. \nThe festival issued a statement through its website to say that at ‘approximately 10.30pm Saturday evening, a male participant at the annual Burning Man event in Northern Nevada broke through a safety perimeter and into into a fire. Black Rock City fire personnel rescued him from the fire.’\n \n* indicates required\nEmail Address *\nRecent Posts\nBobby Brown “I Can’t Pull The Plug. God Will Save Bobbi Kristina”. Losing a child READ MORE →\nDaily Buzz Live Search\n",
        "quotes": [
            [
                "approximately 10.30pm Saturday evening, a male participant at the annual Burning Man event in Northern Nevada broke through a safety perimeter and into into a fire.",
                "",
                false
            ],
            [
                "Black Rock City fire personnel rescued him from the fire.",
                "",
                true
            ],
            [
                "I Can’t Pull The Plug.",
                "Bobby Brown",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "man",
            "warning",
            "disturbing",
            "world",
            "burning",
            "rock",
            "content",
            "wooden",
            "festival",
            "runs",
            "approximately",
            "black",
            "flames",
            "annual",
            "personnel"
        ]
    }
]