[
    {
        "url": "https://www.reuters.com/article/us-usa-trump-media/trump-suggests-challenging-tv-network-licenses-over-fake-news-idUSKBN1CG1WB",
        "title": "Trump suggests challenging TV network licenses over 'fake news'",
        "authors": [
            {
                "name": "David Shepardson",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-12",
        "text": "Trump suggests challenging TV network licenses over 'fake news'\n5 Min Read\nWASHINGTON (Reuters) - U.S. President Donald Trump suggested challenging licenses for NBC and other broadcast news networks following reports by NBC News that his secretary of state had called him a “moron” after a discussion of the U.S. nuclear arsenal.\n“With all of the Fake News coming out of NBC and the Networks, at what point is it appropriate to challenge their License? Bad for country!” Trump, a Republican, wrote in a post on Twitter on Wednesday.\nTrump and his supporters have repeatedly used the term “fake news” to cast doubt on  media reports critical of his administration, often without providing any evidence to support their case that the reports were untrue.\nTrump kept up his criticism of the media in an appearance with Canadian Prime Minister Justin Trudeau, saying: “It is frankly disgusting the press is able to write whatever it wants to write.”\nIn a tweet late on Wednesday, Trump said: “Network news has become so partisan, distorted and fake that licenses must be challenged and, if appropriate, revoked. Not fair to public!”\nAny move to challenge media companies’ licenses, however, would likely face significant hurdles.\nThe Federal Communications Commission, an independent federal agency, does not license broadcast networks, but issues them to individual broadcast stations that are renewed on a staggered basis for eight-year periods.\nComcast Corp, which owns NBC Universal, also owns 11 broadcast stations, including outlets in New York, Washington, Los Angeles, San Francisco, Boston, Dallas and Chicago.\nA Comcast spokeswoman referred questions to NBC, which did not immediately respond.\nABC, owned by Walt Disney Co, declined to comment.\nShares in media companies fell, potentially reflecting concerns the war of words could worsen. Comcast was down 0.8 percent, while Disney shed 1.4 percent. CBS Corp fell 1.2 percent and Twenty-First Century Fox slid 2.8 percent.\nRecon Analytics analyst Roger Entner called the market response a “short-term irrational knee-jerk reaction” and said Trump faced essentially insurmountable hurdles to getting licenses pulled.\nA spokesman for FCC Chairman Ajit Pai did not immediately comment.\nGordon Smith, the chief executive of the National Association of Broadcasters, defended the media’s free speech rights.\n“It is contrary to this fundamental right for any government official to threaten the revocation of an FCC license simply because of a disagreement with the reporting of a journalist,” Smith said in a statement.\nABC, owned by Walt Disney Co, declined to comment.\nNumerous Democrats criticized Trump and urged Pai to denounce Trump’s comments.\nSenator Ed Markey wrote Pai on Wednesday asking him to “withstand any urges from President Trump to harm the news media and infringe upon the First Amendment,” a reference to the U.S. Constitution’s free speech and press freedom guarantee.\nDemocratic U.S. Representative Frank Pallone said Trump “seemed to threaten broadcasters’ licenses only because he disagreed with their reporting. This threat alone could intimidate the press and lead to skewed and unfair reporting.”\nFCC Commissioner Jessica Rosenworcel responded to Trump by tweeting a link to an FCC fact sheet. “Not how it works,” she said on Twitter.\n‘FAIRNESS DOCTRINE’\nWhen reviewing licenses the FCC must determine if a renewal is in the public interest, according to an agency fact sheet on its website.\nThe FCC said in the fact sheet it expects “station licensees to be aware of the important problems and issues facing their local communities and to foster public understanding by presenting programming that relates to those local issues.”\nThe agency does not issue similar licenses for cable networks such as CNN and MSNBC, or regulate internet news or other websites.\nThe FCC has said the First Amendment “expressly prohibits the commission from censoring broadcast matter” and that its role “in overseeing program content is very limited.”\nIn the early 1970s, then-President Richard Nixon and his top aides discussed using the FCC’s license renewal process as a way of punishing the Washington Post for its coverage of the Watergate burglary that ultimately brought down his presidency.\nNBC News has reported on tensions between Trump and Secretary of State Rex Tillerson, and has said Trump sought a dramatic increase in the U.S. nuclear arsenal during a meeting with national security advisers in July. NBC reported Tillerson made his “moron” comment after that meeting.\nThe NBC logo is picture atop their office building in San Diego, California  September 1, 2015. REUTERS/Mike Blake - GF10000189520\nTrump on Saturday also suggested he should get “equal time” because of what he described as late-night television hosts’ “anti-Trump” material.\nThe FCC’s equal time rules apply in limited cases to air time for political candidates and not to criticism of elected leaders.\nTrump may have been referring to the “Fairness Doctrine” that was designed to ensure broadcasters present opposing viewpoints about public issues. Republican President Ronald Reagan’s administration eliminated it in 1987.\nWriting by Makini Brice and David Shepardson; Additional reporting by Roberta Rampton in Washington and Jessical Toonkel in New York; Editing by Frances Kerry, Paul Simao, Grant McCool\n",
        "quotes": [
            [
                "With all of the Fake News coming out of NBC and the Networks, at what point is it appropriate to challenge their License?",
                "Trump",
                true
            ],
            [
                "It is frankly disgusting the press is able to write whatever it wants to write.",
                "Trump",
                true
            ],
            [
                "Network news has become so partisan, distorted and fake that licenses must be challenged and, if appropriate, revoked.",
                "Trump",
                true
            ],
            [
                "short-term irrational knee-jerk reaction",
                "Roger Entner",
                false
            ],
            [
                "It is contrary to this fundamental right for any government official to threaten the revocation of an FCC license simply because of a disagreement with the reporting of a journalist,",
                "Smith",
                true
            ],
            [
                "withstand any urges from President Trump to harm the news media and infringe upon the First Amendment,",
                "Pai",
                false
            ],
            [
                "seemed to threaten broadcasters’ licenses only because he disagreed with their reporting.",
                "Trump",
                false
            ],
            [
                "This threat alone could intimidate the press and lead to skewed and unfair reporting.",
                "Trump",
                true
            ],
            [
                "station licensees to be aware of the important problems and issues facing their local communities and to foster public understanding by presenting programming that relates to those local issues.",
                "Trump",
                false
            ],
            [
                "expressly prohibits the commission from censoring broadcast matter",
                "Trump",
                false
            ],
            [
                "in overseeing program content is very limited.",
                "Trump",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "broadcast",
            "washington",
            "license",
            "sheet",
            "media",
            "tv",
            "fcc",
            "networks",
            "fake",
            "network",
            "suggests",
            "challenging",
            "trump",
            "nbc",
            "licenses"
        ]
    }
]