[
    {
        "url": "https://www.activistpost.com/2017/10/us-tested-carcinogenic-chemicals-canadian-civilians-cold-war.html",
        "title": "REVEALED: U.S. Tested Carcinogenic Chemicals On Unknowing Canadian Civilians During The Cold War",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-10-07",
        "text": "Hot Topics\nThe U.S. Army secretly tested carcinogenic chemicals on unknowing residents of Canada in Winnipeg and Alberta during the Cold War in testing linked to weaponry involving radioactive ingredients meant to attack the Soviet Union, according to classified documents revealed in a new book Behind the Fog: How the U.S. Cold War Radiological Weapons Program Exposed Innocent Americans by Lisa Martino-Taylor, an associate professor of sociology at St. Louis Community College.\nThe incidents occurred between July 9, 1953 and Aug 1, 1953 when they sprayed six kilograms of zinc cadmium sulfide onto unsuspecting citizens of Winnipeg from U.S. Army planes. The Army then returned 11 years later in 1964 and repeated the experiments in other parts of Canada including  Suffield, Alta. and Medicine Hat, Alta., according to Martino-Taylor, National Post reported .\n“In Winnipeg, they said they were testing what they characterized as a chemical fog to protect Winnipeg in the event of a Russian attack,” Martino-Taylor said. “They characterized it as a defensive study when it was actually an offensive study.”\nCanada knowingly participated in this experiment as part of an agreement it held with the U.S. and England but was allegedly not told about what was being sprayed on its citizens, according to Martino-Taylor.\nIn 1964, a memo from Canadian officials expressed concern that an “American aircraft was emitting distinctly visible emissions,” Martino-Taylor said.\nIn Canadian and U.S. documents, the tests were referenced as biological and chemical when documents suggest they actually involved combining the two with radiological components to form a combined weapon.\nThe U.S. was working on producing a radioactive nerve agent that combined the dangerous phosphorus-32 and VX chemical compounds.\n“The zinc cadmium sulfide acted as a fluorescent tracer which would help the U.S. Army determine how the radioactive fallout from a weapon used on the Soviets would travel through wind currents,” Martino-Taylor said.\nAn additional 1964 memo from Suffield mentions that the U.S. Army wanted to travel Suffield to “discuss the use of radioactive tracer techniques in chemical weapons trials.” While preparing for other tests involving BG, a bacteria, the U.S. Army drafted the number of hospitals and hospital beds available in the area, showing a potential further connection to the CIA’s human experimentation MK-Ultra project.\nIt’s a known fact the Allan Memorial Institute in Royal Victoria Hospital is seen as the cradle of modern torture, and that Scottish-born Dr. Donald Ewen Cameron was heavily involved in subproject 68. Cameron also had partial funding funneled by the CIA (approx. $62,000) and the Canadian government for its brainwashing experiments and torture, according to The McGill Daily.\nSo was the U.S. planning on expanding its torture experiments into Suffield?\nFor decades the massive Suffield Base in Alberta was one of the largest chemical and biological weapons research centers in the world. A 1989 Peace Magazine article explained, “For almost 50 years, scientists from the Department of National Defence have been as busy as beavers expanding their knowledge of, and testing agents for, chemical and biological warfare (CBW) in southern Alberta,” Global Research reported .\n“The U.S. was very aggressive,” Martino-Taylor said. “Canada seemed less on board as I read through the documentation.”\nUntil now it was thought the U.S. only experimented on its own people, but it’s now known that they also experimented on their neighbors in Canada and tried to expand that experimentation to the levels it did in the U.S.\nThe CIA did several unethical human experiments in the United States. In one instance they injected radioactive material into hospital patients without their consent at all. While other experiments were performed on pregnant women in Nashville who were given a radioactive iron cocktail to ingest so that researchers could determine if cancer could be passed on to their offspring. Even children were fed radioactive oatmeal as part of a “science club,” Martino-Taylor said.\nDeclare Your Independence!\nProfit outside the rigged system! Protect yourself from tyranny and economic collapse. Learn to live free and spread peace!\nCounter Markets Newsletter - Trends & Strategies for Maximum Freedom\nClaim Your FREE Issue Today!\nYes, this is your secret history of previous deep state experiments. Another by the U.S. Army inside the continental United States revealed by Martino-Taylor also involved spraying the same zinc cadmium sulfide particles over much of the U.S. across several cities including  St. Louis and Texas; that project was known as Operation LAC (Large Area Coverage.)\nThe public was tricked and told the experiment was to set up smokescreens that the Army could deploy to shield the U.S. from any nuclear assault by Russia at the time. In reality, they were testing biological agents on the population  harming  their health.\n“The study was secretive for a reason. They didn’t have volunteers stepping up and saying yeah, I’ll breathe zinc cadmium sulfide with radioactive particles,”  St Louis Professor, Martino-Taylor told  KSDK . “This was a violation of all medical ethics, all international codes, and the military’s own policy at that time.”\nThe report didn’t note whether the experiments in Canada were connected to Operation LAC, though it has several similarities to the project, or whether this was a bigger part of Project 112 . However, for years the Canadian government has denied that it tested any bioweapons in Alaska and Alberta as well as spraying “simulated bio-weaponry across North American cities, including Winnipeg.”\nPathogens for War , by University of Western Ontario historian Donald Avery, notes that Canadian scientists were intimately involved in U.S. bioweapons research until 1969, when then-president Richard Nixon unilaterally ended the program. Significant quantities of toxins, including sarin and the nerve agent VX, were stockpiled at Suffield until at least 1989, The Star reported .\nThe U.S. government has a longstanding policy for human experimentation, experimenting on its civilian population for decades since the 1950s (Cold War) doing a total of  239 “germ-warfare” tests over populated areas .\nThe goal “was to deter the use of biological weapons against the United States and its allies and to retaliate if deterrence failed,”  the government explained . “Fundamental to the development of a deterrent strategy was the need for a thorough study and analysis of our vulnerability to overt and covert attack.”\nA 1997 report from the National Research Council  concluded that the Army’s secret tests  “did not expose residents of the United States and Canada to chemical levels considered harmful.” However, the same report admitted that there was little research on the chemical used and mostly based on very limited animal studies.\nThree House Democrats who represent areas where testing occurred — William Lacy Clay of Missouri, Brad Sherman of California and Jim Cooper of Tennessee — have expressed outrage by the revelations, NY Post reported .\nCooper’s office plans to seek more information from the Army Legislative Liaison, spokesman Chris Carroll said.\n“We are asking for details on the Pentagon’s role, along with any cooperation by research institutions and other organizations,” Carroll said. “These revelations are shocking, disturbing and painful.”\n“I join with my colleagues to demand the whole truth about this testing and I will reach out to my Missouri Delegation friends on the House Armed Services Committee for their help as well,” Clay said in a statement.\nYet the government today still denies spraying death dumps of chemicals across the sky and calls the belief a conspiracy theory, ridiculing those who accuse such practice as a “conspiracy theorist,” despite the fact that they did unethical human experimentation through the spraying of chemicals 50 years ago.\nAaron Kesel writes for Activist Post and is Director of Content for Coinivore . Follow Aaron at Twitter and Steemit .\nThis article is Creative Commons and can be republished in full with attribution. Like Activist Post on Facebook , subscribe on YouTube , follow on Twitter and at Steemit .\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 8, 2019\nAugust 7, 2019\nAugust 6, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "In Winnipeg, they said they were testing what they characterized as a chemical fog to protect Winnipeg in the event of a Russian attack,",
                "Martino-Taylor",
                true
            ],
            [
                "They characterized it as a defensive study when it was actually an offensive study.",
                "Martino-Taylor",
                true
            ],
            [
                "American aircraft was emitting distinctly visible emissions,",
                "Martino-Taylor",
                true
            ],
            [
                "The zinc cadmium sulfide acted as a fluorescent tracer which would help the U.S. Army determine how the radioactive fallout from a weapon used on the Soviets would travel through wind currents,",
                "Martino-Taylor",
                true
            ],
            [
                "discuss the use of radioactive tracer techniques in chemical weapons trials.",
                "",
                false
            ],
            [
                "For almost 50 years, scientists from the Department of National Defence have been as busy as beavers expanding their knowledge of, and testing agents for, chemical and biological warfare (CBW) in southern Alberta,",
                "",
                true
            ],
            [
                "The U.S. was very aggressive,",
                "Martino-Taylor",
                true
            ],
            [
                "Canada seemed less on board as I read through the documentation.",
                "Martino-Taylor",
                true
            ],
            [
                "The study was secretive for a reason.",
                "Martino-Taylor",
                true
            ],
            [
                "They didn’t have volunteers stepping up and saying yeah, I’ll breathe zinc cadmium sulfide with radioactive particles,",
                "Martino-Taylor",
                true
            ],
            [
                "This was a violation of all medical ethics, all international codes, and the military’s own policy at that time.",
                "Martino-Taylor",
                true
            ],
            [
                "simulated bio-weaponry across North American cities, including Winnipeg.",
                "",
                false
            ],
            [
                "was to deter the use of biological weapons against the United States and its allies and to retaliate if deterrence failed,",
                "",
                false
            ],
            [
                "Fundamental to the development of a deterrent strategy was the need for a thorough study and analysis of our vulnerability to overt and covert attack.",
                "",
                true
            ],
            [
                "did not expose residents of the United States and Canada to chemical levels considered harmful.",
                "",
                false
            ],
            [
                "We are asking for details on the Pentagon’s role, along with any cooperation by research institutions and other organizations,",
                "Carroll",
                true
            ],
            [
                "These revelations are shocking, disturbing and painful.",
                "Carroll",
                true
            ],
            [
                "I join with my colleagues to demand the whole truth about this testing and I will reach out to my Missouri Delegation friends on the House Armed Services Committee for their help as well,",
                "Clay",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.washingtonpost.com/archive/politics/1977/03/09/army-conducted-239-secret-open-air-germ-warfare-tests/b17e5ee7-3006-4152-acf3-0ad163e17a22/",
                "https://www.globalresearch.ca/canadas-use-of-chemical-weapons/5350597",
                "https://www.thestar.com/news/canada/2013/06/26/canada_played_key_role_in_us_uk_biological_weapons_programs_walkom.html",
                "http://www.ksdk.com/news/article/339573/3/I-Team-The-Armys-secret-cold-war-experiments-on-St-Louisans-",
                "https://www.cbc.ca/fifth/episodes/40-years-of-the-fifth-estate/mk-ultra",
                "https://nypost.com/2017/10/02/new-book-claims-widespread-radiation-testing-during-cold-war/",
                "http://nationalpost.com/news/canada/u-s-secretly-tested-carcinogen-in-western-canada-during-the-cold-war-researcher-discovers"
            ],
            "gov_pgs": [
                "https://www.ncbi.nlm.nih.gov/books/NBK233494/",
                "https://www.ncbi.nlm.nih.gov/books/NBK233494/"
            ],
            "unsure": [
                "https://steemit.com/@an0nkn0wledge/",
                "http://www8.nationalacademies.org/onpinews/newsitem.aspx?RecordID=5739",
                "http://large.stanford.edu/courses/2013/ph241/yeo2/",
                "https://www.mcgilldaily.com/2012/09/mk-ultraviolence/",
                "https://www.activistpost.com/",
                "https://www.facebook.com/activistpost",
                "https://twitter.com/ActivistPost",
                "http://www.youtube.com/activistpost",
                "https://twitter.com/an0nakn0wledge",
                "https://steemit.com/@activistpost",
                "https://en.wikipedia.org/wiki/Project_112",
                "http://www.utppublishing.com/Pathogens-for-War-Biological-Weapons-Canadian-Life-Scientists-and-North-American-Biodefence.html",
                "https://coinivore.com/"
            ]
        },
        "key_words": [
            "war",
            "revealed",
            "biological",
            "testing",
            "carcinogenic",
            "civilians",
            "canada",
            "experiments",
            "research",
            "weapons",
            "canadian",
            "martinotaylor",
            "radioactive",
            "tested",
            "unknowing",
            "chemicals",
            "army",
            "cold",
            "chemical"
        ]
    }
]