[
    {
        "url": "https://www.cnn.com/2016/09/23/politics/brooks-and-dunn-kix-brooks-only-in-america/index.html",
        "title": "Brooks and Dunn's Kix Brooks gets political: America has 'always been great'",
        "authors": [
            {
                "name": "Video Alex Lee",
                "link": null
            },
            {
                "name": "Story Deena Zaru",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-23",
        "text": "Brooks and Dunn's Kix Brooks gets political: America has 'always been great'\nUpdated 2:16 PM ET, Wed August 16, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nBrooks and Dunn's Kix Brooks: America has 'always been great'\nKix Brooks is part of the country duo Brooks and Dunn\nHe supports the Second Amendment and opposes big government\nWashington (CNN)\nKix Brooks, one half of the country music duo Brooks and Dunn, is not buying the gloom and doom expressed on the campaign trail about America's declining greatness -- often espoused by Republican presidential nominee Donald Trump's campaign slogan, \"Make America Great Again.\"\n\"We've always been great, as far as I'm concerned,\" the country music artist, whose classic 2001 hit \"Only America\" with Ronnie Dunn became an anthem for patriotism following the September 11, 2001, terrorist attacks, told CNN.\n\"There's a lot of stuff that we can do better and there's a lot of stuff that we do better than anybody in the world, but that's life. That's our project as Americans -- we always work to be better,\" he continued.\nBut Brooks, who considers himself to be \"fairly conservative,\" is not optimistic that the next commander-in-chief will be able to make good on his or her promises to solve some of the country's most divisive issues if Washington remains gridlocked and the US continues to be as \"polarized\" as it is today.\nRead More\nDemocratic presidential nominee Hillary Clinton has promised to work with Congress to implement comprehensive immigration reform and pledged to take on the gun lobby to institute \"common sense\" gun-control measures.\nMeanwhile, Trump has promised to build a wall on the southern border between the US and Mexico.\nOn gun culture\nLamenting the hostility that has often plagued the gun-control debate on both sides, the \"Boot Scootin' Boogie\" artist said that the right to bear arms is an American principle that \"should be respected.\"\n\"We do have a Second Amendment and it's something that should be respected and discussed in a civilized way,\" Brooks said. \"My only concerns are that Second Amendment rights are discussed with so much ferocity that sometimes we don't hear what each other is saying.\"\nJUST WATCHED\nBrooks and Dunn's Kix Brooks on southern cooking 02:50\nBrooks, who is an avid hunter, grew up in Shreveport, Louisiana, along the Red River, and as he toured the country to play music over the last two decades, he witnessed a stark cultural divide between rural and urban America when it comes to guns.\nWhile Americans in rural America \"never considered what a gang was,\" Brooks said, those in urban America also don't understand that \"having a shotgun in the back of your pick up truck was also just a way of life\" for Americans like him.\nBrooks is a strong supporter of states' rights and said that gun-control solutions to address gang violence and gun violence in American cities are not necessarily needed or effective in rural America.\n\"I don't feel like what's good for California is good for Tennessee, is good for Louisiana, is good for New York City,\" Brooks said,\" adding, that local \"leaders in our own communities know much better what our problems are and how we should deal with them than Washington, D.C., does.\"\nAnd as for election 2016, Brooks did not say who he is voting for but said if he hears a candidate speaking along those lines, he tends \"to listen more closely.\"\nOn 'Only in America'\nMany artists have protested when politicians with views they oppose use their songs during campaign events. However, when then-Democratic presidential nominee Barack Obama played Brooks and Dunn's \"Only in America\" at the 2008 Democratic National Convention, that was not the case.\n\"Seems ironic that the same song Bush used at the Republican Convention last election would be used by Obama and the Democrats now,\" Brooks said at the time. \"Very flattering to know our song crossed parties and potentially inspires all Americans.\"\nBrooks, who was a supporter of President George W. Bush, said that he co-wrote \"Only in America\" with his friend and music producer Don Cook -- a Democrat -- after they spent day in the woods, riding four-wheelers near Brooks' farm and talking about how grateful they are to be Americans.\n\"The song was never meant to be political in any way. It still isn't,\" Brooks said. \"The song is patriotic ... Call it corny or flag-waving or whatever you want to, but I'm really sincere about it. It means a lot to me -- our country does and everything it stands for.\"\n",
        "quotes": [
            [
                "We've always been great, as far as I'm concerned,",
                "",
                true
            ],
            [
                "There's a lot of stuff that we can do better and there's a lot of stuff that we do better than anybody in the world, but that's life.",
                "",
                true
            ],
            [
                "That's our project as Americans -- we always work to be better,",
                "",
                true
            ],
            [
                "We do have a Second Amendment and it's something that should be respected and discussed in a civilized way,",
                "Kix Brooks",
                true
            ],
            [
                "My only concerns are that Second Amendment rights are discussed with so much ferocity that sometimes we don't hear what each other is saying.",
                "Kix Brooks",
                true
            ],
            [
                "never considered what a gang was,",
                "Kix Brooks",
                false
            ],
            [
                "having a shotgun in the back of your pick up truck was also just a way of life",
                "Kix Brooks",
                false
            ],
            [
                "I don't feel like what's good for California is good for Tennessee, is good for Louisiana, is good for New York City,",
                "Kix Brooks",
                true
            ],
            [
                "adding, that local \"leaders in our own communities know much better what our problems are and how we should deal with them than Washington, D.C., does.",
                "Kix Brooks",
                false
            ],
            [
                "Seems ironic that the same song Bush used at the Republican Convention last election would be used by Obama and the Democrats now,",
                "Kix Brooks",
                true
            ],
            [
                "Very flattering to know our song crossed parties and potentially inspires all Americans.",
                "Kix Brooks",
                true
            ],
            [
                "The song was never meant to be political in any way.",
                "Kix Brooks",
                true
            ],
            [
                "Call it corny or flag-waving or whatever you want to, but I'm really sincere about it.",
                "Kix Brooks",
                true
            ],
            [
                "It means a lot to me -- our country does and everything it stands for.",
                "Kix Brooks",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.rollingstone.com/politics/politics-news/brooks-dunn-comment-on-obamas-use-of-only-in-america-248974/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=d05tQrhNMkA"
            ]
        },
        "key_words": [
            "duo",
            "dunns",
            "lot",
            "gets",
            "brooks",
            "kix",
            "political",
            "country",
            "stuff",
            "great",
            "better",
            "america",
            "music",
            "thats"
        ]
    }
]