[
    {
        "url": "https://www.politico.com/story/2016/09/donald-trump-jr-pac-fundraiser-228612?cmpid=sf",
        "title": "Trump Jr. to headline super PAC fundraiser",
        "authors": [
            {
                "name": "Alex Isenstadt",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-23",
        "text": "Donald Trump’s son will headline a fundraiser for a Trump super PAC next week, a move that comes amid ongoing confusion in the Republican donor world about which pro-Trump group to support.\nDonald Trump Jr. is slated to attend a New York City fundraiser on Thursday for Rebuilding America Now, a super PAC that’s being chaired by Florida Gov. Rick Scott. Alex Castellanos, a veteran Republican strategist, is also helping to steer the group.\nStory Continued Below\nAn invitation to the fundraiser lists a handful of hosts including former World Wrestling Entertainment CEO Linda McMahon, Wall Street investor Anthony Scaramucci, and investor Howard Lorber.\nIt’s not the first time the younger Trump has boosted Rebuilding America Now. On Monday, he appeared at another event for the group. Donald Trump Jr. spoke optimistically about his father’s campaign, arguing that he was demonstrating strength in even traditionally Democratic areas, according to one attendee.\nThe Thursday event comes as many Republican donors continue to grapple with which Trump super PAC to give to. Another group, Great America PAC, recently hosted a fundraiser in Trump Tower that was attended by another Trump son, Eric.\nAnd this week, it was revealed that two of the Republican Party’s biggest donors, casino mogul Sheldon Adelson and TD Ameritrade founder Joe Ricketts, would contribute to a third anti-Hillary Clinton group, Future45.\nWith many Republican donors keeping their distance from Trump, none of the pro-Trump super PACs have raised anywhere near as much money as the pro-Hillary Clinton Priorities USA. To date, Priorities USA has taken in over $133 million.\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "pac",
            "jr",
            "fundraiser",
            "world",
            "super",
            "trump",
            "group",
            "headline",
            "donors",
            "america",
            "republican"
        ]
    }
]