[
    {
        "url": "https://www.nytimes.com/2017/10/11/fashion/melania-trump-cefinn-samantha-cameron.html?rref=collection%2Fsectioncollection%2Fpolitics",
        "title": "Melania Trump Wears First Lady Cred on Her Sleeve",
        "authors": [
            {
                "name": "Vanessa Friedman",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-11",
        "text": "Advertisement\nImage\nMelania Trump on her way to West Virginia in a dress by Cefinn and stilettos by Christian Louboutin.CreditCreditJim Watson/Agence France-Presse — Getty Images\nBy Vanessa Friedman\nOct 11, 2017\nOn Tuesday, the day after the slightly surreal public tussle between Ivana and Melania Trump over who actually was first lady (Mrs. Trump #1 joked it was she; the current occupant of the White House was not amused), the official first lady made a visit to an opioid clinic in West Virginia, signaling that the drug epidemic would be a focus for the East Wing.\nIt was a classic first lady moment, and it’s clearly an important cause (less controversial, perhaps, than the cyberbullying idea), but also classic was Mrs. Trump’s choice of dress for the occasion: a green shirtdress from Cefinn , the brand created by Samantha Cameron.\nYes, that Samantha Cameron: the former first lady of Britain. Or the equivalent; there is no formal first lady title there.\nStill, it was, in effect, an appearance that quietly doubled-down on the first lady messaging.\nEarlier this year Ms. Cameron introduced Cefinn — the name derives from a combination of her children’s initials — some months after her husband, David, resigned as prime minister after the country voted to leave the European Union. The moderately priced and easy-to-wear collection is sold on Net-a-Porter, among other retailers, and the particular dress that Mrs. Trump wore, a belted muslin number, is available for $450 (Mrs. Trump changed the belt).\nThat makes it a relatively accessible public-image choice on the Trump continuum, another interesting signal from a first lady whose clothes, such as the $51,500 Dolce & Gabbana coat that she wore in May during the Group of 7 summit meeting in Sicily, have tended toward the gilded and out-of-reach. And, like the Timberland boots she wore this month in Puerto Rico, it demonstrates some sensitivity to the reality of the place she was visiting.\n(Of course, Mrs. Trump also wore towering Christian Louboutin snakeskin stilettos to the clinic, which retail for $1,395, but everything is relative, and the shoes have become part of her signature. Baby steps.)\nIn any case, the Cefinn dress is also interesting in the context of the furor that surrounded Mrs. Trump early in her husband’s administration, when a libel suit against The Daily Mail revealed that the first lady had maybe-possible plans for a brand in her post-White House life. That created an uproar, and Mrs. Trump denied any such idea, though Mrs. Cameron, of course, has done exactly that — and with no negative repercussions. Indeed, there was a fair amount of excitement in Britain when the news was announced (British Vogue did a story), though it had little impact in the United States.\nThis clearly has not escaped Mrs. Trump. That she is now supporting the post-Downing Street fashion life of a member of the small club that is former world leaders’ wives could be — well, a noteworthy look.\nAdvertisement\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.nytimes.com/2016/11/29/fashion/samantha-cameron-cefinn-fashion-line.html?module=inline",
                "https://www.nytimes.com/2017/05/26/fashion/melania-trump-foreign-trip-fashion.html?module=inline",
                "https://www.nytimes.com/2017/10/09/us/politics/donald-trump-melania-ivana.html?module=inline",
                "https://www.nytimes.com/2017/02/07/us/politics/melania-trump-libel-suit-daily-mail.html?module=inline",
                "https://www.nytimes.com/2017/10/10/us/politics/melania-trump-west-virginia-opioid-epidemic.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/video/world/europe/100000004523556/cameron-says-he-will-resign-wednesday.html?module=inline",
                "http://us.christianlouboutin.com/us_en/shop/women/so-kate-533097.html?utm_source=RakutenMarketing&utm_medium=Affiliate&utm_campaign=1808364:ShopStyle%20(POPSUGAR)&utm_content=15&utm_term=USNetwork&ranMID=42664&ranEAID=J84DHJLQkR4&ranSiteID=J84DHJLQkR4-SMDWNk9mqQkoLeBlPRw.oQ"
            ]
        },
        "key_words": [
            "cefinn",
            "wingit",
            "wore",
            "mrs",
            "wears",
            "classic",
            "cameron",
            "sleeve",
            "cred",
            "samantha",
            "lady",
            "melania",
            "trump",
            "dress"
        ]
    }
]