[
    {
        "url": "https://www.nytimes.com/2017/10/11/world/europe/catalonia-spain-independence-mariano-rajoy.html?rref=collection%2Fsectioncollection%2Fworld",
        "title": "Spain Asks Catalonia: Did You Declare Independence or Not?",
        "authors": [
            {
                "name": "Raphael Minder",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-11",
        "text": "Advertisement\nImage\nPrime Minister Mariano Rajoy of Spain delivered a statement in Madrid on Wednesday, saying, “It is urgent to put an end to the situation that Catalonia is living.”CreditCreditPaul White/Associated Press\nBARCELONA, Spain — Prime Minister Mariano Rajoy of Spain took a tentative step on Wednesday toward seizing administrative control of Catalonia, but he asked the region’s leader to first clarify whether he had actually declared independence from the rest of the country following an unusual series of events the night before.\nIn a short news conference, Mr. Rajoy called on Carles Puigdemont, Catalonia’s leader, to confirm his intentions, given what the prime minister called “the deliberate confusion” generated by the comments and actions of Mr. Puigdemont and other Catalan leaders on Tuesday.\nPending a response from the Catalan government, Mr. Rajoy said he was initiating a request for his government to invoke Article 155 of the Spanish Constitution — a broad tool that has never been used. The article would allow Madrid to suspend Catalan lawmakers and take charge of the region’s autonomous administration.\nBut Mr. Rajoy’s action did not commit his government to an emergency intervention, and Mr. Puigdemont was given until Monday morning to respond.\n“It is urgent to put an end to the situation that Catalonia is living,” Mr. Rajoy said. “The government wants to offer certainties to Spaniards and Catalans, in particular.”\nMr. Rajoy, whose remarks came after an emergency cabinet meeting earlier in the day about how to address the situation in Catalonia, addressed the Spanish Parliament later in the day.\nWhile Mr. Puigdemont is facing a fight for his own political survival — hard-line separatists have denounced his failure to deliver a clear message of independence — Mr. Rajoy appears to have consolidated his power base in Madrid, where he has been in charge of a minority government since late 2016.\nSpain’s main opposition Socialist party expressed support for Mr. Rajoy as he discussed using Article 155, an idea it has been more reluctant to endorse in the past. Pedro Sánchez, the Socialist leader, said at a news conference that his party also supported Mr. Rajoy in his demands “to clarify and get out of the quagmire in which Mr. Puigdemont has put Catalan politics.”\nMr. Sánchez also said he had reached an agreement with Mr. Rajoy to form a commission on changing the Constitution. “The Spain of 2017 is not the same as that of 1978,” he said, referring to the year the document enshrined Spain’s return to democracy.\nThe commission is not expected to complete its preliminary report for six months, however, so its work is likely to have little influence on the conflict with the Catalan separatists.\nMr. Rajoy is under intense pressure from his own lawmakers to stop Catalan secessionism in its tracks, but he is also aware that strong reprisals against Mr. Puigdemont could galvanize the independence movement.\nMr. Rajoy’s comments on Wednesday were his first formal response to the events of the previous evening, when Mr. Puigdemont appeared to declare independence from Spain in an address to the Catalan Parliament — then immediately suspended that decision to allow for more “dialogue” with Madrid.\nFurther muddying the waters, Mr. Puigdemont and separatist lawmakers later signed a declaration of independence, a step set in motion by a highly disputed referendum on Oct. 1 that went ahead despite being suspended by the Spanish Constitutional Court.\nDuring Wednesday’s parliamentary debate, Mr. Rajoy insisted that Spain didn’t need outside help to resolve an issue of national sovereignty — a view that was also backed by the Socialists. Margarita Robles, the parliamentary spokeswoman for the Socialists, said that Spain’s problems should be handled by its own lawmakers. “We don’t need more mediators than ourselves,” she said.\nMost Madrid-based newspapers and television talk shows ridiculed Mr. Puigdemont’s speech on Tuesday and described his call for negotiations with Madrid as an act of desperation.\nThe headline in El Mundo described the night’s events as “farce and blackmail.” Susanna Griso, a news anchor on Antena 3, said the Catalan parliamentary session swung “between tragedy and comedy.”\nSpanish legal experts say that if Mr. Puigdemont confirms that the region is declaring independence, Mr. Rajoy will almost certainly intervene forcefully in Catalonia.\nMr. Rajoy, who has stood firm against the separatists, has a battery of potential emergency measures available to him. Along with Article 155, there is also a national emergency law that his government enacted in 2015.\nBut the prime minister has a long record as a cautious politician who has stayed on the front line of Spanish politics for two decades by steering clear of difficult decisions and letting rivals dig themselves into holes. Mr. Rajoy said on Wednesday that he would “continue to act with prudence” and put the onus on Mr. Puigdemont to explain himself.\nMr. Rajoy also argued that the Catalan separatists had never gotten a majority of votes in an election to justify secession, and so could not claim to be acting in the name of the Catalan people. He told lawmakers Mr. Puigdemont had sought to justify independence based on an “illegal and fraudulent referendum.”\n“What is not legal isn’t democratic,” he said.\nInvoking Article 155, which requires Senate approval, would allow Mr. Rajoy to suspend the political institutions of Catalonia for as long as he believes necessary, including its regional government and Parliament. His government could also take over the leadership of the region’s autonomous police force and its public broadcaster.\nMr. Rajoy told lawmakers on Wednesday that the separatists should be held responsible for hurting Catalonia’s economy and leading major companies to relocate outside the region because of the legal uncertainty generated by possible secession. He said Barcelona, Spain’s tourism hub, was suffering as foreigners worried about street unrest.\n“There have been more travel warnings issued because of the unrest than because of the terrorist attacks,” Mr. Rajoy told Parliament, referring to the attacks that killed 16 people in August, most of them on Barcelona’s most famous promenade.\nSeparately, public prosecutors could open criminal proceedings against Mr. Puigdemont and his government. On Monday, Pablo Casado, the spokesman for Mr. Rajoy’s governing party, warned that Mr. Puigdemont could be imprisoned for insurrection.\nBut Ignacio González Vega, a spokesman for an association of Spanish judges, warned on Wednesday that “a political issue cannot be resolved only by applying laws.” He told Antena 3 that Mr. Rajoy “will have to step in with a lot of sensitivity, because these measures are very serious.”\nCorrection: \nOct 11, 2017\nAn earlier version of this article misspelled the name of a Spanish television channel. It is Antena 3, not Antenna 3.\nPatrick Kingsley contributed reporting.\nA version of this article appears in print on , Section A, Page 7 of the New York edition with the headline: Spain Seeks Clarification on Secession. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "It is urgent to put an end to the situation that Catalonia is living.",
                "Mariano Rajoy",
                true
            ],
            [
                "It is urgent to put an end to the situation that Catalonia is living,",
                "Rajoy",
                true
            ],
            [
                "The government wants to offer certainties to Spaniards and Catalans, in particular.",
                "Rajoy",
                true
            ],
            [
                "to clarify and get out of the quagmire in which Mr. Puigdemont has put Catalan politics.",
                "Pedro Sánchez",
                false
            ],
            [
                "The Spain of 2017 is not the same as that of 1978,",
                "",
                true
            ],
            [
                "We don’t need more mediators than ourselves,",
                "",
                true
            ],
            [
                "What is not legal isn’t democratic,",
                "",
                true
            ],
            [
                "There have been more travel warnings issued because of the unrest than because of the terrorist attacks,",
                "Rajoy",
                true
            ],
            [
                "a political issue cannot be resolved only by applying laws.",
                "",
                false
            ],
            [
                "will have to step in with a lot of sensitivity, because these measures are very serious.",
                "Rajoy",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/10/10/world/europe/spain-catalonia-independence-carles-puigdemont.html?hp=&action=click&pgtype=Homepage&clickSource=story-heading&module=inline&region=top-news&WT.nav=top-news",
                "https://www.nytimes.com/2017/10/01/world/europe/catalonia-independence-referendum.html?action=click&contentCollection=Europe&module=inline&region=EndOfArticle&pgtype=article",
                "https://www.nytimes.com/2017/09/28/world/europe/in-catalonia-independence-referendum.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.parsintl.com/publication/the-new-york-times/"
            ]
        },
        "key_words": [
            "mr",
            "catalan",
            "spain",
            "independence",
            "minister",
            "rajoy",
            "declare",
            "leader",
            "catalonia",
            "puigdemont",
            "regions",
            "asks",
            "given",
            "prime"
        ]
    }
]