[
    {
        "url": "http://occupydemocrats.com/2016/09/20/meet-weeks-white-texan-terrorist-trump-isnt-talking/",
        "title": "Meet This Week’s White Texan Terrorist Trump Isn’t Talking About",
        "authors": [
            {
                "name": "Marcos Da Silva",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-20",
        "text": "Now Reading\nMeet This Week’s White Texan Terrorist Trump Isn’t Talking About\nWhile the media was busy talking about the NYC bombings and the arrest of Ahmad Khan Rahami, there was another bomb threat in Houston, Texas that did not receive nearly the same media attention. LA Times reporter Matt Pierce felt the incident was doomed from the start, and took to Twitter to imply that this story was pretty much guaranteed to not receive as much attention as the NYC bombings because of the skin color of the criminal involved.\nAccording to a news release from U.S. Attorney Kenneth Magidson, Houston man Cary Lee Ogborn was arrested last Friday after he was discovered to be at the center of a bomb plot targeting Houston, Texas. The statement from the U.S. Attorney specified that, “Cary Lee Ogborn is charged with attempting to transport explosives with the intent that those explosives be used to kill, injure, or intimidate any individual or to damage or destroy a vehicle or building. He was arrested late Friday after picking up a package he believed contained such explosives.”\nAlthough Ogborn’s plan to attack Houston was thwarted before it could cause a tragedy, Matt Pearce’s tweet struck a chord with many people who are disappointed the media is more likely to push a story when it advances a criminal narrative that fits a profitable “news-worthy formula” usually including Islamic terrorism or black and latino criminality.\nSee Also\nWhat do you think?\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [
            [
                "Cary Lee Ogborn is charged with attempting to transport explosives with the intent that those explosives be used to kill, injure, or intimidate any individual or to damage or destroy a vehicle or building.",
                "",
                true
            ],
            [
                "He was arrested late Friday after picking up a package he believed contained such explosives.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://occupydemocrats.com/privacy/"
            ]
        },
        "key_words": [
            "talking",
            "threat",
            "meet",
            "weeks",
            "white",
            "media",
            "violence",
            "ogborn",
            "terrorist",
            "nyc",
            "states",
            "isnt",
            "houston",
            "united",
            "texas",
            "receive",
            "texan",
            "trump"
        ]
    }
]