[
    {
        "url": "https://www.cnn.com/2016/09/23/politics/critical-counties-wake-north-carolina-raleigh/index.html",
        "title": "Critical counties: Wake County, NC, could put up a fight",
        "authors": [
            {
                "name": "Eli Watkins",
                "link": null
            },
            {
                "name": "Joyce Tseng",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-23",
        "text": "Critical Counties — Wake County, NC: The highly educated vote 01:25\nCritical counties: Wake County, NC, could put up a fight\nBy Joyce Tseng and Eli Watkins , CNN\nUpdated 12:55 PM ET, Fri September 23, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nCritical Counties is a CNN series exploring 11 counties around the country that chief national correspondent John King has identified as key in the 2016 election. These counties could play an outsize role in the election and offer an instructive example of what the political parties have accomplished. Wake County is the fourth county in the series, which runs through Election Day. Explore the other critical counties.\nExplore other counties\nWashington (CNN)\nFew counties could prove more decisive in this election than Wake County, North Carolina.\nA historically competitive county whose fortunes are on the rise, Wake could help deliver Hillary Clinton a win in a key battleground state -- or dash her hopes for the presidency. Simply put, if Clinton performs well in the highly educated research triangle, then election night bodes well for her. If Wake County doesn't come out for Clinton, Donald Trump's path to the White House would grow much clearer.\nThe county is rapidly expanding, and the influx of new people and industries could reshape the race. Meanwhile, the turmoil across the state in Charlotte after a police officer shot and killed a black man could add another focal point in the election — search data from Google Trends shows Wake County's spiking interest in \"police brutality\" this week.\nKeep your eye on Wake County, and take a look at the fundamentals below.\nPopulation\nWake County is fairly representative of the country in terms of race and ethnicity, but it has a more highly educated population, bigger incomes and a better job picture than the rest of the nation.\nRead More\nNew in town\nA US Census study from last year showed Wake is one of the fastest growing counties in the country. People are coming here from near and far. Nearly one-fifth of the Wake County population relocated in 2014. Of Wake County's total residents:\nRepresentation\nDavid\nPrice\nrepresentative\nRenee\nElmers\nrepresentative\nGeorge\nHolding\nrepresentative\nThom\nTillis\nsenator\nRichard\nBurr\nsenator\nPat\nMcCrory\ngovernor\nPopularity\nTop searches\nTake a look at the search data for the area from our partners at the Google News Lab.\nWho's searching?\nThe people who search for Clinton or Trump also search for ...\nTrending\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.cnn.com/specials/politics/critical-counties"
            ]
        },
        "key_words": [
            "county",
            "nc",
            "highly",
            "key",
            "state",
            "series",
            "wake",
            "election",
            "clinton",
            "counties",
            "race",
            "fight",
            "critical"
        ]
    }
]