[
    {
        "url": "https://www.reuters.com/article/us-football-nfl-chi-min/nfl-late-field-goal-lifts-vikings-past-bears-idUSKBN1CF0B9",
        "title": "Late field goal lifts Vikings past Bears",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-10",
        "text": "Late field goal lifts Vikings past Bears\n3 Min Read\n(The Sports Xchange) - Kai Forbath kicked a 26-yard field goal with 12 seconds remaining, lifting the Minnesota Vikings to a 20-17 win over the Chicago Bears on Monday.\nOct 9, 2017; Chicago, IL, USA; Minnesota Vikings kicker Kai Forbath (2) kicks the game winning field goal against the Chicago Bears as Vikings punter Ryan Quigley (4) holds in the second half at Soldier Field. Mandatory Credit: Matt Marton-USA TODAY Sports\nVikings quarterback Case Keenum came off the bench to complete 17 of 21 passes for 140 yards and a touchdown. He replaced Sam Bradford, who struggled badly in the first half.\nMinnesota (3-2) earned its first road win of the season.\nBears quarterback Mitchell Trubisky completed 12 of 25 passes for 119 yards and a touchdown in his NFL debut. The rookie threw an interception to Vikings safety Harrison Smith deep in Bears territory to set up the go-ahead score.\nChicago (1-4) dropped its second consecutive game.\nKeenum rejuvenated the Vikings’ offense. He opened the second half with a 13-play, 75-yard drive that culminated with a 13-yard touchdown pass to tight end Kyle Rudolph. The play extended the Vikings’ lead to 10-2.\nA fake punt pulled the Bears within 10-9. Punter Pat O’Donnell caught a long snap and calmly lobbed a pass to Benny Cunningham, who spun off a tackle and raced 38 yards to the end zone.\nMinnesota made it 17-9 on a 58-yard touchdown run by Jerick McKinnon late in the third quarter. McKinnon burst through the right side of the offensive line for his first touchdown of the season.\nChicago evened the score at 17 on a touchdown and a two-point conversion with 12:24 to go in the fourth quarter. Trubisky spotted tight end Zach Miller in the end zone and fired a 20-yard pass that deflected off the outstretched hand of Vikings safety Andrew Sendejo and landed in Miller’s hands.\nMoments later, Trubisky ran for a two-point conversion on a trick play that fooled the Vikings’ defense.\nThe Bears’ defense recorded a safety to open the scoring with 1:31 remaining in the first quarter. Defensive end Leonard Floyd sacked Bradford in the end zone to give Chicago a 2-0 advantage.\nMinnesota grabbed a 3-2 lead on a 26-yard field goal by Forbath with 1:02 remaining in the first half. Vikings defensive end Everson Griffen set up the score with a strip-sack in the red zone.\nBradford completed 5 of 11 passes for 36 yards. McKinnon produced 95 yards and a touchdown on 16 carries.\nEditing by Peter Rutherford\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "lifts",
            "chicago",
            "yards",
            "safety",
            "bears",
            "touchdown",
            "past",
            "second",
            "late",
            "field",
            "trubisky",
            "vikings",
            "goal",
            "end"
        ]
    }
]