[
    {
        "url": "https://www.nytimes.com/2017/10/12/us/politics/impeachment-trump-green-sherman.html?rref=collection%2Fsectioncollection%2Fpolitics",
        "title": "House Democrats Can’t Impeach Trump, but They’re Willing to Try",
        "authors": [
            {
                "name": "Nicholas Fandos",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-12",
        "text": "Advertisement\nSupported by\nHouse Democrats Can’t Impeach Trump, but They’re Willing to Try\nImage\nRepresentative Brad Sherman of California, left, and Representative Al Green of Texas taking questions in June about an effort to impeach President Trump.CreditCreditBrendan Smialowski/Agence France-Presse — Getty Images\nWASHINGTON — On Wednesday, the 264th day of Donald J. Trump’s presidency, a Democratic congressman from Texas walked onto the floor of the House and presented articles of impeachment against the commander in chief.\nPresident Trump has not necessarily committed a crime, the congressman said, but he has “undermined” the integrity of his office, “brought disrepute” on the presidency, and “betrayed” the trust of Americans.\nCongress, firmly in Republican control, barely blinked an eye.\nThe dynamic is likely to become a lot more familiar on Capitol Hill as the Trump presidency and investigations into the president’s associates grind on. Driven by an angry and energized base and insulated by the surety that Republican leaders will block their efforts, liberal Democrats are turning to one of Congress’s most symbolically freighted cudgels — impeachment — to add urgency to their longstanding criticisms of a president they say is unfit for office.\nBut with the special counsel, Robert S. Mueller III, still pursuing his investigation, the efforts lack the weight of a prosecutor’s brief — and could become the objects of scorn, if not mockery.\n“I believe that there is support across the length and breadth of this country,” the congressman, Al Green of Texas, said in an interview shortly before he went to the floor on Wednesday. “I do not take this lightly.”\nMr. Green’s articles of impeachment have company. Representative Steve Cohen, Democrat of Tennessee, plans to introduce his own impeachment articles in the coming weeks. Brad Sherman, Democrat of California, did so in July. And other Democrats in the House, where impeachment proceedings must begin, say they will not be far behind.\n“Impeachment is what people understand,” Mr. Cohen said in a recent interview.\nThe resolutions have no real chance of advancing in the House — a fact that has not been lost on Democrats. Impeachment resolutions are typically referred to the House Judiciary Committee, which serves as the first place for debate and investigation into whether the articles warrant a full hearing by the House. With the Republicans in firm control of the chamber — and the Judiciary Committee gavel — the chance that they receive any real hearing there is next to none.\n“The Democratic Party had best be identified with something more than impeachment,” said Dennis J. Kucinich, a former Democratic representative.\nIn 2008, Mr. Kucinich offered 35 articles of impeachment against President George W. Bush, focused primarily on his handling of the Iraq War. Mr. Kucinich cautioned that resolutions this time around might not yet be supported.\n“There is tremendous animosity toward the president, and I understand it,” Mr. Kucinich said. “But I don’t know if there is a sufficient case to warrant a process as vigorous as impeachment.”\nOthers offered a different warning: In exciting their own base, which they need to regain control of the House next year, Democrats run the risk of igniting Mr. Trump’s.\nSomething similar happened to President Bill Clinton when he was embroiled in an impeachment fight in the late 1990s. His poll numbers went up and Republicans lost seats in the House.\nRecent public polling has found that about 40 percent of Americans support impeachment, but Bill Burton, a former aide in the Obama White House and Democratic campaign operative, said much of that support was pocketed in blue districts.\n“There is a growing appetite for impeachment in the most Democratic parts of the country,” he said. “But what is good for downtown L.A. is not what’s good for Bakersfield.”\nThose introducing the articles say they felt obliged to act. Their efforts got a lift on Wednesday when Tom Steyer, a prominent Democratic donor from California, wrote a letter demanding lawmakers and Democratic candidates support the president’s removal .\n“I’ve got a very safe district that is very supportive of impeachment, I believe,” said Mr. Cohen, whose Memphis district is majority black. “And if I can’t come out for impeachment, then how can I expect these Republicans to come out for impeachment?”\nMr. Cohen had initially tried what he calls “impeachment light” — a resolution of no confidence in Mr. Trump. But after the violence in Charlottesville, Va., and Mr. Trump’s ensuing comments, he said he could no longer wait.\nMr. Sherman, who represents part of San Fernando Valley, in California, first drafted his impeachment article in June, after Mr. Trump fired James B. Comey as F.B.I. director. He is realistic about his measure’s chances, at least until Mr. Mueller produces evidence or Mr. Trump angers his own party, but said there was too high a risk of damage in the meantime.\n“At this stage, my articles are not causing the removal of the president of the United States,” Mr. Sherman said. They are, he said, “speaking for and galvanizing those people who are appalled at the recklessness and the incompetency.”\nMr. Green, for his part, framed his decision to proceed with the articles in more personal terms. After Mr. Trump used an expletive last month to describe football players who kneel or sit during the national anthem to raise awareness of police brutality and racial injustice, “I concluded that this was the last straw,” Mr. Green said. The president has a “demonstrable history of inciting white supremacy, sexism, bigotry, hate, xenophobia, race baiting and racism.”\nMr. Green stopped short of introducing his articles on Wednesday, denying Republicans the ability, at least for now, to vote to set them aside. But he read the charges, laced with Mr. Trump’s own words, from the House floor.\n“I ask no one to support what I am doing,” Mr. Green said during the interview. “I believe that there are times when you have to stand alone.”\nA version of this article appears in print on , Section A, Page 17 of the New York edition with the headline: House Democrats Can’t Impeach Trump, but They’re Trying. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "I believe that there is support across the length and breadth of this country,",
                "",
                true
            ],
            [
                "I do not take this lightly.",
                "",
                true
            ],
            [
                "The Democratic Party had best be identified with something more than impeachment,",
                "Dennis J. Kucinich",
                true
            ],
            [
                "There is tremendous animosity toward the president, and I understand it,",
                "Kucinich",
                true
            ],
            [
                "But I don’t know if there is a sufficient case to warrant a process as vigorous as impeachment.",
                "Kucinich",
                true
            ],
            [
                "There is a growing appetite for impeachment in the most Democratic parts of the country,",
                "Donald J. Trump",
                true
            ],
            [
                "But what is good for downtown L.A. is not what’s good for Bakersfield.",
                "Donald J. Trump",
                true
            ],
            [
                "I’ve got a very safe district that is very supportive of impeachment, I believe,",
                "Cohen",
                true
            ],
            [
                "And if I can’t come out for impeachment, then how can I expect these Republicans to come out for impeachment?",
                "Cohen",
                true
            ],
            [
                "At this stage, my articles are not causing the removal of the president of the United States,",
                "Sherman",
                true
            ],
            [
                "speaking for and galvanizing those people who are appalled at the recklessness and the incompetency.",
                "",
                false
            ],
            [
                "I concluded that this was the last straw,",
                "",
                true
            ],
            [
                "demonstrable history of inciting white supremacy, sexism, bigotry, hate, xenophobia, race baiting and racism.",
                "",
                false
            ],
            [
                "I ask no one to support what I am doing,",
                "Green",
                true
            ],
            [
                "I believe that there are times when you have to stand alone.",
                "Green",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/10/11/us/tom-steyer-trump-impeachment.html?_r=0&module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.parsintl.com/publication/the-new-york-times/",
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY"
            ]
        },
        "key_words": [
            "impeachment",
            "theyre",
            "efforts",
            "try",
            "washington",
            "walked",
            "willing",
            "impeach",
            "presidency",
            "weight",
            "republican",
            "congressman",
            "urgency",
            "trump",
            "house",
            "cant",
            "democrats"
        ]
    }
]