[
    {
        "url": "https://www.cnn.com/2016/09/26/politics/donald-trump-federal-income-taxes-smart-debate/index.html",
        "title": "Trump: 'I'm smart' for not paying taxes",
        "authors": [
            {
                "name": "Daniella Diaz",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-26",
        "text": "Updated 12:39 PM ET, Tue September 27, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nTrump said avoidance of paying taxes shows he's a successful businessman\nThough he hasn't released his tax returns\nWashington (CNN)\nWhen Hillary Clinton said that her Republican rival Donald Trump had paid no federal income tax in some years, Trump didn't deny it.\nIn fact, he said: \"That makes me smart.\"\nAfter the debate, he told CNN's Jim Acosta: \"Of course I've paid federal taxes.\"\nClinton was pressing Trump for not releasing his tax returns for public scrutiny. Trump has said he won't release his tax returns until a routine audit is complete, though every major party presidential candidate over the past 40 years have released tax returns.\n\"There is something he is hiding,\" Clinton said of Trump during the debate.\nRead More\n\"Or maybe he doesn't want the American people, all of you watching tonight, to know that he's paid nothing in federal taxes, because the only years that anybody's ever seen were a couple of years when he had to turn them over to state authorities when he was trying to get a casino license, and they showed he didn't pay any federal income tax,\" she said.\n\"That makes me smart,\" Trump said.\nTrump also said he would release his tax returns when Clinton made public 33,000 emails that were deleted from her private email server.\nContent by CompareCards\n",
        "quotes": [
            [
                "Of course I've paid federal taxes.",
                "",
                true
            ],
            [
                "There is something he is hiding,",
                "Hillary Clinton",
                true
            ],
            [
                "Or maybe he doesn't want the American people, all of you watching tonight, to know that he's paid nothing in federal taxes, because the only years that anybody's ever seen were a couple of years when he had to turn them over to state authorities when he was trying to get a casino license, and they showed he didn't pay any federal income tax,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "federal",
            "wont",
            "taxes",
            "released",
            "trump",
            "tax",
            "paying",
            "clinton",
            "im",
            "smart",
            "paid",
            "taxesclinton",
            "told",
            "returns"
        ]
    }
]