[
    {
        "url": "https://www.reuters.com/article/us-iran-nuclear-europe/fearing-trump-torpedo-europe-scrambles-to-save-iran-deal-idUSKBN1CG1XY",
        "title": "Fearing Trump torpedo, Europe scrambles to save Iran deal",
        "authors": [
            {
                "name": "Noah Barkin",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-12",
        "text": "Fearing Trump torpedo, Europe scrambles to save Iran deal\n6 Min Read\nBERLIN/PARIS (Reuters) - European countries are scrambling to cobble together a package of measures they hope will keep the Iran nuclear deal on track if U.S. President Donald Trump ignores their pleas and decertifies the landmark 2015 agreement this week.\nFILE PHOTO: Iranian Foreign Minister Mohammad Javad Zarif addresses during a joint news conference with High Representative of the European Union for Foreign Affairs and Security Policy Federica Mogherini (L) after a plenary session at the United Nations building in Vienna, Austria July 14, 2015. REUTERS/Leonhard Foeger/File Photo\nThe package would include a strong statement backing the deal by European powers, together with efforts to lobby the U.S. Congress and put wider pressure on Iran, officials said.\nBut without strong U.S. support for the deal, senior officials in Berlin, Paris and London say it may be only a matter of time before the pact between Tehran and six world powers unravels, with grave consequences for Middle East security, nonproliferation efforts and transatlantic ties.\nThe two-year-old agreement, under which Iran agreed to freeze its nuclear program for 15 years in exchange for sanctions relief, is viewed in Europe as a rare triumph of international diplomacy in the Middle East.\nAs tensions over North Korea’s nuclear activities risk boiling over into all-out war, any move by the United States to undermine the Iran deal is seen in Europe as utter folly.\nEuropean capitals have been delivering this message to the White House and Congress in one of the most intense lobbying campaigns in recent memory. In the past weeks, European ambassadors have met dozens of U.S. lawmakers. And on Tuesday, British Prime Minister Theresa May lobbied Trump by phone.\nDespite this, Trump is expected declare this week that Iran is not complying with the pact. He is also due to unveil a tough new strategy toward Iran - including designating its Revolutionary Guards Corps as a terrorist organization - that could sink the deal.\n“If the feeling is the United States no longer supports the agreement then the political reality is that the deal will be in serious jeopardy and its implementation will be very difficult,” a senior French diplomat told Reuters.\nA decision by Trump to decertify would not automatically kill the agreement, known as the Joint Comprehensive Plan of Action (JCPOA). The expectation is that Trump would kick the ball to Congress, which would then have 60 days to decide whether to reimpose sanctions lifted as part of the JCPOA.\nTHREE-PRONGED RESPONSE\nEuropean officials said they were preparing a three-pronged strategy if this does occur.\nFirst, Berlin, London and Paris would issue statements reaffirming their commitment to the deal.\nSecond, they would redouble efforts to lobby Congress, which appears keen to keep the deal, against any rash moves.\nAnd third, they would present measures to pressure Iran over its ballistic missile program and destabilizing policies in the Middle East — areas that fall outside the narrowly-focused nuclear deal.\nFrench President Emmanuel Macron alluded to this at the United Nations last month. Diplomats said the package was still in the works and they had not yet briefed Brussels on it.\nRelated Coverage\nWith the third step, the Europeans hope to build a bridge to Washington while keeping the JCPOA intact. But a German diplomat said ratcheting up pressure on Tehran was like walking a tightrope: push too hard and the whole deal could fall apart.\n“We all knew the JCPOA wasn’t perfect, but by calling its benefits into question I see us only losing,” said a senior European diplomat who has been involved in negotiations with Iran since 2003, well before Washington joined the talks under President Barack Obama.\nIf Trump follows through on his threats it will be the second time in four months that he has distanced the United States from a major multilateral agreement despite intense lobbying by partners and members of his own cabinet.\nBut in Europe, the Iran move would be seen as far more damaging than Trump’s decision in June to pull out of the Paris climate accord.\n“The threat from Iran in terms of nuclear proliferation is more immediate. This is far more dangerous,” said Elmar Brok, a veteran foreign policy expert in the European Parliament and party ally of German Chancellor Angela Merkel.\nEuropean officials and analysts fear a breakdown of the JCPOA could lead to an arms race in the Middle East, a military conflict between Iran and Israel and an escalation of regional proxy wars between Iran and Saudi Arabia.\nThey fear it would also doom any chances, no matter how slim, for a negotiated deal with North Korea.\nALL ABOUT WAR\n“At the end of the day it’s all about the risk of war,” said Francois Heisbourg, chairman of the International Institute for Strategic Studies.\nThere is also the danger of a further deterioration in transatlantic ties, especially if Washington targets European firms that do business in Iran.\nWere that to happen, the EU ambassador to Washington, David O’Sullivan, has said Brussels would revert to a 1990s-era law that shields European companies from extraterritorial sanctions.\nEven if the EU were to take such a step, the senior French diplomat said European companies could think twice about their Iran commitments.\nAmong firms that have announced big deals in Iran since the JCPOA went into force are planemaker Airbus, French energy group Total and Germany’s Siemens.\n“One of the big difficulties of the agreement is ensuring the economic operators have confidence in the system and key to that is confidence in the United States,” the diplomat said.\nAny signs that European companies are pulling back could prompt the Iranians to reassess the merits of the nuclear deal.\nFILE PHOTO: British Foreign Secretary Philip Hammond (2nd R), U.S. Secretary of State John Kerry (R) and European Union High Representative for Foreign Affairs and Security Policy Federica Mogherini  (L) talk to Iranian Foreign Minister Mohammad Javad Zarif as the wait for Russian Foreign Minister Sergey Lavrov (not pictured) for a group picture at the Vienna International Center in Vienna, Austria July 14, 2015. REUTERS/Carlos Barria/File Photo\n“The agreement with Iran is like a delicate plant,” said Omid Nouripour, an Iranian-born lawmaker with the German Greens party, which is expected to be part of Merkel’s next coalition government.\n“It is a sign of what diplomacy can achieve but it is fragile. The American president doesn’t appear to believe in diplomacy. He seems intent on crushing this plant.”\nWriting by Noah Barkin; Additional reporting by Andrea Shalal in Berlin and Robin Emmott in Brussels; Editing by Giles Elgood\n",
        "quotes": [
            [
                "If the feeling is the United States no longer supports the agreement then the political reality is that the deal will be in serious jeopardy and its implementation will be very difficult,",
                "",
                true
            ],
            [
                "We all knew the JCPOA wasn’t perfect, but by calling its benefits into question I see us only losing,",
                "Barack Obama",
                true
            ],
            [
                "The threat from Iran in terms of nuclear proliferation is more immediate.",
                "Elmar Brok",
                true
            ],
            [
                "At the end of the day it’s all about the risk of war,",
                "Francois Heisbourg",
                true
            ],
            [
                "One of the big difficulties of the agreement is ensuring the economic operators have confidence in the system and key to that is confidence in the United States,",
                "",
                true
            ],
            [
                "The agreement with Iran is like a delicate plant,",
                "Omid Nouripour",
                true
            ],
            [
                "It is a sign of what diplomacy can achieve but it is fragile.",
                "",
                true
            ],
            [
                "The American president doesn’t appear to believe in diplomacy.",
                "",
                true
            ],
            [
                "He seems intent on crushing this plant.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "diplomat",
            "united",
            "jcpoa",
            "scrambles",
            "fearing",
            "save",
            "nuclear",
            "europe",
            "iran",
            "european",
            "torpedo",
            "agreement",
            "deal",
            "trump",
            "foreign"
        ]
    }
]