[
    {
        "url": "https://www.nytimes.com/2017/10/07/us/politics/marco-rubio-new-washington-senate.html?rref=collection%2Fsectioncollection%2Fpolitics",
        "title": "‘The New Washington’: Once Racing to Flee the Senate, Marco Rubio Now Digs In",
        "authors": [
            {
                "name": "Carl Hulse",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-07",
        "text": "Advertisement\nImage\nSenator Marco Rubio of Florida. When he first joined the Senate in 2011, he was No. 99 in seniority. Now, he is No. 58.CreditCreditAl Drago for The New York Times\nDuring his run for president, Marco Rubio took plenty of fire for being an absentee senator. He now concedes that his day job might, indeed, have suffered.\nAs the Florida Republican settles into a second term in a Senate that he once couldn’t leave fast enough, Mr. Rubio is aggressively pursuing his legislative interests in ways he did not while chasing the presidency.\n“We just have more time than we perhaps didn’t have the last couple of years when I ran for president,” Mr. Rubio said in an interview for the New York Times podcast “The New Washington.” “We were still doing our job, but you can’t be in two places at once sometimes.”\n[How to listen: If you don’t see an audio player on this page, or if you would like to subscribe to “The New Washington” at no charge, follow the instructions at the end of this article.]\nMr. Rubio seems determined to shrug off the disappointment of a presidential race that didn’t go his way and show he is serious about the Senate, making up for lost time.\nGiven his personal ties to Puerto Rico, as well as the substantial Puerto Rican population in his state, Mr. Rubio has been engaged in ensuring that the relief effort there gets on track and stays there. He has flexed his influence on American policy toward Cuba and Venezuela. He has worked with Ivanka Trump, the president’s elder daughter, on a proposal to expand the child tax credit that could become an important element of the coming tax debate. He has helped push to passage a bill to help the Department of Veterans Affairs hold employees more accountable. He was part of a bipartisan group behind a new law directing drug companies to pursue more pediatric cancer treatments. He is an important party voice on immigration.\nWhether this is all a prelude to a future presidential run for Mr. Rubio, 46, is hard to gauge. But he attributes his rededication to the Senate to a confluence of factors, including the fact that his party is in power and that, now in his second term in the Senate, he is a little more sure of what he is doing.\n“It is true that experience generally makes you better at something, not worse,” Mr. Rubio said. “And so the longer you’re in some place, to a certain extent, the better you can be at it. So I am certainly a better senator today than I was five years ago simply because I’m more familiar with the process. It also doesn’t hurt to have your party in the White House with a lot of people over there that I know.”\nMr. Rubio wasn’t supposed to be here at all. A rising superstar in his party with a personality and background that thrilled donors, Mr. Rubio was in the top tier of Republican presidential hopefuls in 2016. Many in Washington believed he would be the nominee, a candidate who would finally broaden the party’s appeal with Hispanics while holding true conservative credentials.\nOpenly antagonistic about the slow pace of the hidebound Senate, Mr. Rubio made it clear that it was the White House or bust. And bust it was as Donald J. Trump upended him in the Florida primary race. But after insisting he would give up his seat at the end of his term, Mr. Rubio instead decided to run, citing second thoughts about public service that were prompted by the mass shooting at the Pulse nightclub in Orlando, Fla.\nIt was not without risk. “Losing two elections in a year has never been part of my plan for life,” Mr. Rubio said.\nHe won and re-entered an institution that allies said he found frustrating. Mr. Rubio wouldn’t be the first senator to rate his experience as a second-term lawmaker an improvement over the first. Figuring out the Senate can take time, and more-senior lawmakers might not even begin to take colleagues seriously until they have at least one term under their belts.\n“I’m at 58 in seniority,” Mr. Rubio noted. “I came in at 99.”\nMr. Rubio, who has close friends in Puerto Rico and visited soon after Hurricane Maria had passed, said that he had no quarrel with the federal response, but that the conventional reaction to a severe hurricane didn’t suffice for the already struggling island.\n“The problem,” he said, “is that the model that works in Florida and in Texas doesn’t work as well in Puerto Rico for a lot of reasons: the geographic isolation, the pre-existing challenges and the fact that they had just previously been impacted by a storm.”\nAs for his relationship with Mr. Trump — who ridiculed Mr. Rubio as “Little Marco” during primary race debates, prompting Mr. Rubio to try to get under his opponent’s skin by noting his “small hands” — Mr. Rubio said those jabs did not extend beyond the campaign stage.\n“Politics is verbal combat,” he said. “And in the process of a campaign, which is a competitive environment, people are going to bump up against each other.”\n“We were competitors,” he said. “But I never felt we had a negative interaction.”\nAssessing Mr. Trump’s performance in office, Mr. Rubio characterized him as “unorthodox” — a description he said Mr. Trump himself would embrace. He acknowledged policy differences and concerns about Iraq and Syria, but said they were in agreement on multiple other fronts.\n“I still would rather have him be president than Hillary Clinton, to be frank,” Mr. Rubio said. “And that was the choice before America in November.”\nLeft unsaid was that Mr. Rubio was ultimately not part of that choice. Is he now satisfied with his Senate role? For the moment, it seems.\n“I want to be the best senator I can be — the best senator Florida has ever had,” he said. “That’s obviously a lofty goal, and there will be plenty of people to argue that I didn’t achieve it no matter what I do.”\nWhat he is not doing, the senator said, “is executing on any sort of long-term plan to get to a particular destination other than to do this job as well as I can and make my time here as productive as possible.”\n____________\nOn your iPhone or iPad:\nOpen the preloaded app called Podcasts; it has a purple icon. If you’re reading this from your phone, tap this link , which will take you straight there. (You can also use the magnifying glass icon to search; type “The New Washington.”)\nOnce you’re on the series page, you can tap on the episode title to play it, and tap on the “subscribe” button to have new episodes sent to your phone free.\nOr if you prefer another podcast player, you can find “The New Washington” there. ( Here’s the RSS feed .)\nOn your Android phone or tablet:\nYou can listen and subscribe using the free app RadioPublic, which is available worldwide. If you’re reading this from your phone, tap this link to play the latest episode and learn more about the app.\nOr if you prefer another podcast player, you can find “The New Washington” there. ( Here’s the RSS feed .)\nFrom a desktop or laptop:\nClick the “play” button above to start the show. Make sure to keep that window open on your browser if you’re doing other things, or else the audio will stop.\nA version of this article appears in print on , Section A, Page 17 of the New York edition with the headline: Once Racing to Flee the Senate, Rubio Now Settles In. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "We just have more time than we perhaps didn’t have the last couple of years when I ran for president,",
                "Rubio",
                true
            ],
            [
                "We were still doing our job, but you can’t be in two places at once sometimes.",
                "",
                true
            ],
            [
                "It is true that experience generally makes you better at something, not worse,",
                "Rubio",
                true
            ],
            [
                "And so the longer you’re in some place, to a certain extent, the better you can be at it.",
                "Rubio",
                true
            ],
            [
                "So I am certainly a better senator today than I was five years ago simply because I’m more familiar with the process.",
                "Rubio",
                true
            ],
            [
                "It also doesn’t hurt to have your party in the White House with a lot of people over there that I know.",
                "Rubio",
                true
            ],
            [
                "Losing two elections in a year has never been part of my plan for life,",
                "",
                true
            ],
            [
                "I’m at 58 in seniority,",
                "Rubio",
                true
            ],
            [
                "is that the model that works in Florida and in Texas doesn’t work as well in Puerto Rico for a lot of reasons: the geographic isolation, the pre-existing challenges and the fact that they had just previously been impacted by a storm.",
                "Hurricane Maria",
                false
            ],
            [
                "And in the process of a campaign, which is a competitive environment, people are going to bump up against each other.",
                "Marco Rubio",
                true
            ],
            [
                "But I never felt we had a negative interaction.",
                "Marco Rubio",
                true
            ],
            [
                "I still would rather have him be president than Hillary Clinton, to be frank,",
                "Rubio",
                true
            ],
            [
                "And that was the choice before America in November.",
                "Rubio",
                true
            ],
            [
                "I want to be the best senator I can be — the best senator Florida has ever had,",
                "Marco Rubio",
                true
            ],
            [
                "That’s obviously a lofty goal, and there will be plenty of people to argue that I didn’t achieve it no matter what I do.",
                "Marco Rubio",
                true
            ],
            [
                "is executing on any sort of long-term plan to get to a particular destination other than to do this job as well as I can and make my time here as productive as possible.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/news-event/2016-orlando-shooting?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://radiopublic.com/TheNewWashington",
                "https://rss.art19.com/the-new-washington",
                "https://www.nytimes.com/podcasts/new-washington?module=inline",
                "https://www.parsintl.com/publication/the-new-york-times/"
            ]
        },
        "key_words": [
            "racing",
            "mr",
            "washington",
            "hurricane",
            "rubio",
            "senate",
            "term",
            "race",
            "rico",
            "puerto",
            "flee",
            "digs",
            "trump",
            "primary",
            "marco"
        ]
    }
]