[
    {
        "url": "https://www.cnn.com/2016/09/22/politics/tim-scott-stop-and-frisk/index.html",
        "title": "Tim Scott criticizes stop-and-frisk policing",
        "authors": [
            {
                "name": "Adrienne Shih",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-22",
        "text": "Tim Scott on stop-and-frisk: 'You don't need to violate the Constitution to keep communities safe'\nBy Adrienne Shih, CNN\nUpdated 4:17 PM ET, Thu September 22, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nTim Scott said Thursday that stop-and-frisk policing could be ineffective\nRepublican presidential nominee Donald Trump has called for bringing back the policing technique\n(CNN)\nSen. Tim Scott said Thursday that instituting stop-and-frisk policing -- like the kind Republican presidential nominee Donald Trump has called for -- could be a potential impingement on Constitutional rights, adding that the policy would be ineffective at easing police-community relations.\n\"The reality of it is that you don't need to violate the Constitution to keep communities safe,\" the Republican South Carolinian told CNN's Jake Tapper on \"The Lead.\" \"We're seeing an increase, an improvement, in public life, in quality of life in South Carolina because we learned how to work together.\"\nRead More\nTrump recently touted the policing practice and has brought up the topic during recent public appearances, adding that stop-and-frisk policies have worked in some cities to lower crime.\n\"We did it in New York, it worked incredibly well and you have to be proactive and, you know, you really help people sort of change their mind automatically,\" Trump said in response to an audience member's question during a pre-taped Fox News town hall. He said the following morning that his comments were in regards to how to stop gun violence in Chicago.\nIn light of recent police shootings in Tulsa, Oklahoma and Charlotte, North Carolina, Scott said while relations between law enforcement and community members are increasingly fraught, those who want to see change must partner with police to delineate a clear path for the future.\n\"Part of the pain and the suffering that happens without clarity is that people jump to conclusions and sometimes it's the wrong conclusion,\" he said. \"The faster the information jumps to the surface, the more information that provides clarity, hopefully the greater the calm will be.\"\nScott cited how publicizing video footage of police shootings -- as in the case in Oklahoma, as well as following a 2015 fatal police shooting in Scott's home town of North Charleston -- gives communities more clarity about the incidents.\n\"I'm simply here to suggest that there are some solutions that will provide greater clarity and provide a more panoramic view of the situation,\" he said. \"Body cameras (are) a part of that.\"\nWith protests surrounding recent police shootings cropping up around the country -- with some turning violent -- Scott said the most appropriate response would be to forge a path allowing the community to come together with law enforcement to draft key policies.\n\"There is never a reason for violence in response to the situation,\" Scott told Tapper. \"Violence for violence only begets more violence. This is the wrong direction in the wrong path.\"\n",
        "quotes": [
            [
                "The reality of it is that you don't need to violate the Constitution to keep communities safe,",
                "Jake Tapper",
                true
            ],
            [
                "We're seeing an increase, an improvement, in public life, in quality of life in South Carolina because we learned how to work together.",
                "",
                true
            ],
            [
                "We did it in New York, it worked incredibly well and you have to be proactive and, you know, you really help people sort of change their mind automatically,",
                "Trump",
                true
            ],
            [
                "Part of the pain and the suffering that happens without clarity is that people jump to conclusions and sometimes it's the wrong conclusion,",
                "Tim Scott",
                true
            ],
            [
                "The faster the information jumps to the surface, the more information that provides clarity, hopefully the greater the calm will be.",
                "Tim Scott",
                true
            ],
            [
                "I'm simply here to suggest that there are some solutions that will provide greater clarity and provide a more panoramic view of the situation,",
                "Tim Scott",
                true
            ],
            [
                "Body cameras (are) a part of that.",
                "Tim Scott",
                true
            ],
            [
                "There is never a reason for violence in response to the situation,",
                "Tim Scott",
                true
            ],
            [
                "Violence for violence only begets more violence.",
                "Tapper",
                true
            ],
            [
                "This is the wrong direction in the wrong path.",
                "Tapper",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.cnn.com/2016/09/21/us/terence-crutcher-police-shooting-point-counterpoint/",
                "https://www.cnn.com/2015/09/08/us/south-carolina-walter-scott-shooting-michael-slager/",
                "https://www.cnn.com/2016/09/21/politics/donald-trump-stop-and-frisk/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "policing",
            "scott",
            "stopandfrisk",
            "south",
            "life",
            "criticizes",
            "nominee",
            "trump",
            "republican",
            "tim",
            "presidential"
        ]
    }
]