[
    {
        "url": "https://www.reuters.com/article/us-esports-f1/virtual-f1-racers-set-for-their-own-abu-dhabi-final-idUSKBN1CF31J",
        "title": "Virtual F1 racers set for their own Abu Dhabi final",
        "authors": [
            {
                "name": "Alan Baldwin",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-10",
        "text": "Virtual F1 racers set for their own Abu Dhabi final\n3 Min Read\nLONDON (Reuters) - Formula One will see at least one world champion crowned in Abu Dhabi next month, even if Lewis Hamilton wraps things up long before on the track, after 20 virtual racers secured their slots for the sport’s inaugural E-sports series final on Tuesday.\nThe 40 hopefuls on stage at London’s Gfinity Arena had won through from 63,827 entrants worldwide competing on PlayStation4, Xbox One and Windows PC platforms.\nThe semi-finals, around virtual Silverstone and Interlagos circuits, were live-streamed through social media and f1esports.com.\n“A lot of us have come from sitting in our rooms, playing on our consoles and platforms and we’re now in front of everyone here on these stages and performing,” said British qualifier Harrison Jacks.\nAbu Dhabi hosts the final round of the real Formula One championship on November 26, but Mercedes’ Hamilton looks likely to clinch his fourth title before then after building up a 59 point lead over Ferrari’s Sebastian Vettel with four races remaining.\nThe first Formula One Esports World Champion will be crowned at Yas Marina on November 24 and 25.\nIndia’s ex-Formula One and Le Mans 24 Hours driver Karun Chandhok said there was plenty of joking about a gamer one day ending up on the real starting grid but there was a serious side to that.\n“Today, if you look at it, the cost of going karting is very expensive, sometimes prohibitively,” he told viewers.\n“For somebody who is between 12 and 16, the opportunity to hone your craft on games and simulators can be a good step into the world of motor racing.\n“We’ve seen people go to Le Mans, we’ve seen people race in  GT racing who’ve come from games. I don’t think you can take someone from a gamer straight to being a grand prix driver but they could get a step onto the ladder,” he said.\nFormula One’s commercial managing director Sean Bratches said when the Esports series was launched that it represented “an amazing opportunity for our business: strategically and in the way we engage fans.”\nU.S.-based Liberty Media, who took over Formula One in January, have targeted gaming as a growth area to drive revenues and connect with younger audiences.\nSome of Formula One’s participants are already embracing the world of eSports, with McLaren executive director Zak Brown saying all teams could eventually have their own virtual counterpart.\nReporting by Alan Baldwin, editing by Ken Ferris\n",
        "quotes": [
            [
                "A lot of us have come from sitting in our rooms, playing on our consoles and platforms and we’re now in front of everyone here on these stages and performing,",
                "Harrison Jacks",
                true
            ],
            [
                "Today, if you look at it, the cost of going karting is very expensive, sometimes prohibitively,",
                "",
                true
            ],
            [
                "We’ve seen people go to Le Mans, we’ve seen people race in  GT racing who’ve come from games.",
                "",
                true
            ],
            [
                "I don’t think you can take someone from a gamer straight to being a grand prix driver but they could get a step onto the ladder,",
                "",
                true
            ],
            [
                "an amazing opportunity for our business: strategically and in the way we engage fans.",
                "Sean Bratches",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "virtual",
            "ones",
            "set",
            "opportunity",
            "world",
            "seen",
            "formula",
            "final",
            "f1",
            "abu",
            "racers",
            "dhabi",
            "step",
            "esports",
            "real",
            "series"
        ]
    }
]