[
    {
        "url": "https://www.politico.com/story/2016/09/donald-trump-jr-skittles-explains-228532?cmpid=sf",
        "title": "Donald Trump Jr. defends Skittles tweet: 'I’m not comparing someone to candy'",
        "authors": [
            {
                "name": "Yousef Saba",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-22",
        "text": "poster=\"http://v.politico.com/images/1155968404/201609/3189/1155968404_5137255518001_5137222376001-vs.jpg?pubId=1155968404\"\ntrue\nDonald Trump Jr. defends Skittles tweet: 'I’m not comparing someone to candy'\nBy YOUSEF SABA\nDonald Trump Jr. defended comparing the candy Skittles to Syrian refugees Thursday, saying he was surprised by the reaction his tweet caused and explained he was simply making a metaphor \"for risk and probability.\"\n“We have to be careful about those things,” he said in video posted to social media by CNN.\nStory Continued Below\nWhen asked if he’s concerned about being a distraction for the campaign, he said, “I’m not trying to be a distraction, I’m trying to point out things that have to be said, I think,”\n\"People will today make what they want of anything, and they see the worse in everything, and they look for a subtext that doesn’t exist,” he said from a campaign stop in Boise, adding, “For me, you know, I guess I’m a straightforward guy. You know? I don’t deal in micro-aggressions where it takes a special kind of person to find whatever message they’re looking for.”\nHe further defended his controversial remarks by saying, “If a metaphor offends someone, I can understand that and maybe that’s the world we live in today, but I’m not comparing someone to candy, I’m using it as a – it’s a statistical thing. We have to be careful who let into this country. You’ve seen what’s going on in Europe – and this is not just about terrorists, it’s about the rape statistics that have gone on there.”\nOn Monday, Trump, Jr. tweeted a photo of a bowl of skittles captioned, “If I had a bowl of skittles and told you three would kill you. Would you take a handful? That’s our Syrian refugee problem.”\nA large social media backlash ensued, and he was heavily criticized for likening refugees to the fruit candy. Skittles parent company Wrigley also denounced the tweet.\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "We have to be careful about those things,",
                "Donald Trump Jr.",
                true
            ],
            [
                "I’m not trying to be a distraction, I’m trying to point out things that have to be said, I think,",
                "Donald Trump Jr.",
                true
            ],
            [
                "For me, you know, I guess I’m a straightforward guy.",
                "Donald Trump Jr.",
                true
            ],
            [
                "I don’t deal in micro-aggressions where it takes a special kind of person to find whatever message they’re looking for.",
                "Donald Trump Jr.",
                true
            ],
            [
                "If a metaphor offends someone, I can understand that and maybe that’s the world we live in today, but I’m not comparing someone to candy, I’m using it as a – it’s a statistical thing.",
                "Donald Trump Jr.",
                true
            ],
            [
                "We have to be careful who let into this country.",
                "Donald Trump Jr.",
                true
            ],
            [
                "You’ve seen what’s going on in Europe – and this is not just about terrorists, it’s about the rape statistics that have gone on there.",
                "Donald Trump Jr.",
                true
            ],
            [
                "If I had a bowl of skittles and told you three would kill you.",
                "Trump",
                true
            ],
            [
                "That’s our Syrian refugee problem.",
                "Trump",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "defends",
            "jr",
            "trying",
            "comparing",
            "candy",
            "im",
            "thats",
            "trump",
            "donald",
            "today",
            "things",
            "skittles"
        ]
    }
]