[
    {
        "url": "https://www.cnn.com/2016/09/26/politics/presidential-debate-hillary-clinton-donald-trump/index.html",
        "title": "Clinton puts Trump on defense at first debate",
        "authors": [
            {
                "name": "Stephen Collinson",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-26",
        "text": "Updated 11:17 AM ET, Tue September 27, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nTrump repeats inaccurate statements on birther controversy, support for Iraq War\nClinton on Trump: 'He has a long record of engaging in racist behavior'\n(CNN)\nHillary Clinton forced Donald Trump onto defense over his temperament, refusal to release his taxes and his past comments about race and women during a fiery debut presidential debate Monday -- a potentially pivotal moment in a tight election campaign.\nClinton, who has seen her dominance of the presidential race fade in the weeks since the Democratic convention, delivered a strong performance in which she demonstrated a command of policy and a sense of humor, smiling through some of Trump's strongest attacks. She delivered the best zinger of the night in response to criticism from Trump for staying off the campaign trail recently.\n\"I think Donald just criticized me for preparing for this debate,\" she said. \"And yes, I did. And you know what else I prepared for? I prepared to be President. And that is a good thing.\"\nTrump came out swinging at the beginning of the debate, and made some effective points on the economy and jobs -- some of the aspects of his outsider presidential campaign that have struck a chord with many Americans. But the debate highlighted Trump's tendency to make false claims as he made inaccurate statements on everything from laws regarding policing, his support for the Iraq War and his contention that Clinton was behind the so-called birther conspiracy.\nRead More\nAppearing in the \"spin room\" after the debate to talk to journalists, Trump said he was happy with his performance.\nJUST WATCHED\nTrump speaks out on taxes, birther movement 03:19\n\"It went better than I ever thought,\" he told CNN's Dana Bash.\nA CNN/ORC poll of debate watchers released after the event found 62% felt Clinton won compared to 27% for Trump. The poll suggests the debate audience was a bit more Democratic than the public as a whole, about on par with the Democratic tilt in the audience that watched the first debate in 2008 between Obama and John McCain.\nOne of the most powerful moments of the debate came when the conversation focused on the so-called birther debate following Trump's recent acknowledgment that President Barack Obama was born in the US -- a fact that has been evident for years. With Trump standing just a few feet from her, Clinton blasted him for perpetuating a \"racist lie.\"\n\"He has a long record of engaging in racist behavior,\" Clinton said as Trump shook his head.\nTrump hit back, noting Clinton's tough critiques of Obama during their bitter 2008 primary battle.\n'Holier than thou'\n\"You treated him with terrible disrespect and I watch the way you talk now about how lovely everything is ... it doesn't work that way,\" he said. \"When you try to act holier than thou, it really doesn't work.\"\nJUST WATCHED\nClinton: Trump called women pigs, slobs and dogs 01:56\nAs the debate ended, Clinton hammered Trump over his treatment of women.\n\"This is a man who has called women pigs, slobs and dogs,\" Clinton said.\nShe accused Trump of calling a Latina contestant in a beauty contest \"Miss Piggy\" and a housekeeper because of her ethnicity, seemingly throwing Trump off as he twice asked \"Where did you find this?\"\nWho is Alicia Machado? Former Miss Universe said Trump called her Miss Piggy\nClinton repeatedly sought to correct Trump's statements -- going so far as referring viewers to fact checks on her website -- as she aimed to portray him as out of touch with the complexities of the American economy.\n\"I know you live in your own reality,\" she told Trump.\nClinton and Trump opened the debate on a positive note by shaking hands before stationing themselves behind their podiums at Hofstra University on New York's Long Island. Their spouses, former President Bill Clinton and Melania Trump, also greeted each other before taking their seats in the debate hall.\nPhotos: Hillary Clinton's life in the spotlight\nPhotos: Hillary Clinton's life in the spotlight\nHillary Clinton accepts the Democratic Party's nomination for president at the Democratic National Convention in Philadelphia on July 28. The former first lady, U.S. senator and secretary of state was the first woman to lead the presidential ticket of a major political party.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nBefore marrying Bill Clinton, she was Hillary Rodham. Here she attends Wellesley College in Massachusetts. Her commencement speech at Wellesley's graduation ceremony in 1969 attracted national attention. After graduating, she attended Yale Law School.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nRodham was a lawyer on the House Judiciary Committee, whose work led to impeachment charges against President Richard Nixon in 1974.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nIn 1975, Rodham married Bill Clinton, whom she met at Yale Law School. He became the governor of Arkansas in 1978. In 1980, the couple had a daughter, Chelsea.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nArkansas' first lady, now using the name Hillary Rodham Clinton, wears her inaugural ball gown in 1985.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nThe Clintons celebrate Bill's inauguration in Little Rock, Arkansas, in 1991. He was governor from 1983 to 1992, when he was elected President.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nBill Clinton comforts his wife on the set of \"60 Minutes\" after a stage light broke loose from the ceiling and knocked her down in January 1992.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nIn June 1992, Clinton uses a sewing machine designed to eliminate back and wrist strain. She had just given a speech at a convention of the International Ladies' Garment Workers Union.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nDuring the 1992 presidential campaign, Clinton jokes with her husband's running mate, Al Gore, and Gore's wife, Tipper, aboard a campaign bus.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nClinton accompanies her husband as he takes the oath of office in January 1993.\nHide Caption\nThe Clintons share a laugh on Capitol Hill in 1993.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nClinton unveils the renovated Blue Room of the White House in 1995.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nClinton waves to the media in January 1996 as she arrives for an appearance before a grand jury in Washington. The first lady was subpoenaed to testify as a witness in the investigation of the Whitewater land deal in Arkansas. The Clintons' business investment was investigated, but ultimately they were cleared of any wrongdoing.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nThe Clintons hug as Bill is sworn in for a second term as President.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nThe first lady holds up a Grammy Award, which she won for her audiobook \"It Takes a Village\" in 1997.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nThe Clintons dance on a beach in the U.S. Virgin Islands in January 1998. Later that month, Bill Clinton was accused of having a sexual relationship with former White House intern Monica Lewinsky.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nClinton looks on as her husband discusses the Monica Lewinsky scandal in the Roosevelt Room of the White House on January 26, 1998. Clinton declared, \"I did not have sexual relations with that woman.\" In August of that year, Clinton testified before a grand jury and admitted to having \"inappropriate intimate contact\" with Lewinsky, but he said it did not constitute sexual relations because they had not had intercourse. He was impeached in December on charges of perjury and obstruction of justice.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nThe first family walks with their dog, Buddy, as they leave the White House for a vacation in August 1998.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nPresident Clinton makes a statement at the White House in December 1998, thanking members of Congress who voted against his impeachment. The Senate trial ended with an acquittal in February 1999.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nClinton announces in February 2000 that she will seek the U.S. Senate seat in New York. She was elected later that year.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nClinton makes her first appearance on the Senate Environment and Natural Resources Committee.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nSen. Clinton comforts Maren Sarkarat, a woman who lost her husband in the September 11 terrorist attacks, during a ground-zero memorial in October 2001.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nClinton holds up her book \"Living History\" before a signing in Auburn Hills, Michigan, in 2003.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nClinton and another presidential hopeful, U.S. Sen. Barack Obama, applaud at the start of a Democratic debate in 2007.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nObama and Clinton talk on the plane on their way to a rally in Unity, New Hampshire, in June 2008. She had recently ended her presidential campaign and endorsed Obama.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nObama is flanked by Clinton and Vice President-elect Joe Biden at a news conference in Chicago in December 2008. He had designated Clinton to be his secretary of state.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nClinton, as secretary of state, greets Russian Prime Minister Vladimir Putin during a meeting just outside Moscow in March 2010.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nThe Clintons pose on the day of Chelsea's wedding to Marc Mezvinsky in July 2010.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nIn this photo provided by the White House, Obama, Clinton, Biden and other members of the national security team receive an update on the mission against Osama bin Laden in May 2011.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nClinton checks her Blackberry inside a military plane after leaving Malta in October 2011. In 2015, The New York Times reported that Clinton exclusively used a personal email account during her time as secretary of state. The account, fed through its own server, raises security and preservation concerns. Clinton later said she used a private domain out of \"convenience,\" but admits in retrospect \"it would have been better\" to use multiple emails.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nClinton arrives for a group photo before a forum with the Gulf Cooperation Council in March 2012. The forum was held in Riyadh, Saudi Arabia.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nObama and Clinton bow during the transfer-of-remains ceremony marking the return of four Americans, including U.S. Ambassador Christopher Stevens, who were killed in Benghazi, Libya, in September 2012.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nClinton ducks after a woman threw a shoe at her while she was delivering remarks at a recycling trade conference in Las Vegas in 2014.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nClinton, now running for President again, performs with Jimmy Fallon during a \"Tonight Show\" skit in September 2015.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nClinton testifies about the Benghazi attack during a House committee meeting in October 2015. \"I would imagine I have thought more about what happened than all of you put together,\" she said during the 11-hour hearing. \"I have lost more sleep than all of you put together. I have been wracking my brain about what more could have been done or should have been done.\" Months earlier, Clinton had acknowledged a \"systemic breakdown\" as cited by an Accountability Review Board, and she said that her department was taking additional steps to increase security at U.S. diplomatic facilities.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nU.S. Sen. Bernie Sanders shares a lighthearted moment with Clinton during a Democratic presidential debate in October 2015. It came after Sanders gave his take on the Clinton email scandal. \"The American people are sick and tired of hearing about the damn emails,\" Sanders said. \"Enough of the emails. Let's talk about the real issues facing the United States of America.\"\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nClinton is reflected in a teleprompter during a campaign rally in Alexandria, Virginia, in October 2015.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nClinton walks on her stage with her family after winning the New York primary in April.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nAfter Clinton became the Democratic Party's presumptive nominee, this photo was posted to her official Twitter account. \"To every little girl who dreams big: Yes, you can be anything you want -- even president,\" Clinton said. \"Tonight is for you.\"\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nObama hugs Clinton after he gave a speech at the Democratic National Convention in Philadelphia. The president said Clinton was ready to be commander in chief. \"For four years, I had a front-row seat to her intelligence, her judgment and her discipline,\" he said, referring to her stint as his secretary of state.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nClinton arrives at a 9/11 commemoration ceremony in New York on September 11. Clinton, who was diagnosed with pneumonia two days before, left early after feeling ill. A video appeared to show her stumble as Secret Service agents helped her into a van.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nClinton addresses a campaign rally in Cleveland on November 6, two days before Election Day. She went on to lose Ohio -- and the election -- to her Republican opponent, Donald Trump.\nHide Caption\nPhotos: Hillary Clinton's life in the spotlight\nAfter conceding the presidency to Trump in a phone call earlier, Clinton addresses supporters and campaign workers in New York on Wednesday, November 9. Her defeat marked a stunning end to a campaign that appeared poised to make her the first woman elected US president.\nHide Caption\nFrom there, the drama quickly unfolded.\nAn increasingly angry Trump slammed Clinton for putting her plans to fight ISIS on her website -- and thereby tipping off America's enemy.\n\"Well, at least I have a plan to fight ISIS,\" Clinton responded, referring to his previous statements that he has a \"secret\" plan to destroy the terrorist group.\nBattling over taxes\nClinton also hit Trump over his refusal to release his tax returns.\n\"Why won't he release his tax returns?\" Clinton asked.\n\"Maybe he is not as rich as he says he is,\" she went on. \"Maybe he is not as charitable as he claims to be,\" \"Maybe he doesn't want the American people to know that he has paid nothing in federal taxes.\"\nClinton pressed Trump on the issue, saying \"There is something he is hiding.\"\nJUST WATCHED\nTrump: I'm 'smart' for paying no taxes 01:14\nTrump replied that he would release his taxes when Clinton made public 33,000 emails that were deleted from her private email server. When Clinton said that Trump had paid no federal income tax in some years, Trump replied \"That makes me smart.\"\nClinton also set about Trump's business record, pointing out that he had called himself \"The King of Debt\" and accusing him of \"stiffing\" thousand of contractors who did work for his business.\nWhen the debate turned to racial issues and crime, Clinton said that it was important for police to work together with local communities to restore trust.\nTrump accused Clinton of refusing to say the phrase \"law and order\" and bemoaned the state of inner cities. He said that African-Americans and Hispanics were \"living in hell.\"\n\"You walk down the street, you get shot,\" Trump said.\nClinton rebuked Trump for painting \"such a dire picture\" of black communities.\nCampaign at a critical point\nTrump and Clinton are facing off with the campaign at a critical point, as the race is a dead heat just 43 days before Election Day.\nA CNN/ORC poll released Monday found Trump edging Clinton 42% to 41% in the crucial battleground state of Colorado among likely voters in a four-way race. In Pennsylvania, another key state, the poll found Clinton in a virtual tie against Trump among likely voters at 45% to 44%.\nThe former secretary of state is relying on both states to help pave her way to the 270 electoral votes needed to win the White House.\nNationally, CNN's Poll of Polls finds Clinton and Trump neck-and-neck 44%-42%.\nDebate prep\nThe rivals spent the day preparing for their big battle.\nClinton participated in mock debates with her tart-tongued former aide Philippe Reines playing Trump. In one practice debate, Reines assumed the character of the unpredictable nominee by praising Clinton for her role as a pioneer for women, campaign sources said.\nPhotos: Donald Trump's rise\nPhotos: Donald Trump's rise\nPresident-elect Donald Trump has been in the spotlight for years. From developing real estate and producing and starring in TV shows, he became a celebrity long before winning the White House.\nHide Caption\nPhotos: Donald Trump's rise\nTrump at age 4. He was born in 1946 to Fred and Mary Trump in New York City. His father was a real estate developer.\nHide Caption\nPhotos: Donald Trump's rise\nTrump, left, in a family photo. He was the second-youngest of five children.\nHide Caption\nPhotos: Donald Trump's rise\nTrump, center, stands at attention during his senior year at the New York Military Academy in 1964.\nHide Caption\nPhotos: Donald Trump's rise\nTrump, center, wears a baseball uniform at the New York Military Academy in 1964. After he graduated from the boarding school, he went to college. He started at Fordham University before transferring and later graduating from the Wharton School, the University of Pennsylvania's business school.\nHide Caption\nPhotos: Donald Trump's rise\nTrump stands with Alfred Eisenpreis, New York's economic development administrator, in 1976 while they look at a sketch of a new 1,400-room renovation project of the Commodore Hotel. After graduating college in 1968, Trump worked with his father on developments in Queens and Brooklyn before purchasing or building multiple properties in New York and Atlantic City, New Jersey. Those properties included Trump Tower in New York and Trump Plaza and multiple casinos in Atlantic City.\nHide Caption\nPhotos: Donald Trump's rise\nTrump attends an event to mark the start of construction of the New York Convention Center in 1979.\nHide Caption\nPhotos: Donald Trump's rise\nTrump wears a hard hat at the Trump Tower construction site in New York in 1980.\nHide Caption\nPhotos: Donald Trump's rise\nTrump was married to Ivana Zelnicek Trump from 1977 to 1990, when they divorced. They had three children together: Donald Jr., Ivanka and Eric.\nHide Caption\nHide Caption\nPhotos: Donald Trump's rise\nTrump uses his personal helicopter to get around New York in 1987.\nHide Caption\nHide Caption\nPhotos: Donald Trump's rise\nTrump attends the opening of his new Atlantic City casino, the Taj Mahal, in 1989.\nHide Caption\nPhotos: Donald Trump's rise\nTrump signs his second book, \"Trump: Surviving at the Top,\" in 1990. Trump has published at least 16 other books, including \"The Art of the Deal\" and \"The America We Deserve.\"\nHide Caption\nPhotos: Donald Trump's rise\nTrump and singer Michael Jackson pose for a photo before traveling to visit Ryan White, a young child with AIDS, in 1990.\nHide Caption\nPhotos: Donald Trump's rise\nTrump dips his second wife, Marla Maples, after the couple married in a private ceremony in New York in December 1993. The couple divorced in 1999 and had one daughter together, Tiffany.\nHide Caption\nPhotos: Donald Trump's rise\nTrump putts a golf ball in his New York office in 1998.\nHide Caption\nPhotos: Donald Trump's rise\nAn advertisement for the television show \"The Apprentice\" hangs at Trump Tower in 2004. The show launched in January of that year. In January 2008, the show returned as \"Celebrity Apprentice.\"\nHide Caption\nPhotos: Donald Trump's rise\nA 12-inch talking Trump doll is on display at a toy store in New York in September 2004.\nHide Caption\nPhotos: Donald Trump's rise\nTrump attends a news conference in 2005 that announced the establishment of Trump University. From 2005 until it closed in 2010, Trump University had about 10,000 people sign up for a program that promised success in real estate. Three separate lawsuits -- two class-action suits filed in California and one filed by New York's attorney general -- argued that the program was mired in fraud and deception. Trump's camp rejected the suits' claims as \"baseless.\" And Trump has charged that the New York case against him is politically motivated.\nHide Caption\nPhotos: Donald Trump's rise\nTrump attends the U.S. Open tennis tournament with his third wife, Melania Knauss-Trump, and their son, Barron, in 2006. Trump and Knauss married in 2005.\nHide Caption\nPhotos: Donald Trump's rise\nTrump wrestles with \"Stone Cold\" Steve Austin at WrestleMania in 2007. Trump has close ties with the WWE and its CEO, Vince McMahon.\nHide Caption\nPhotos: Donald Trump's rise\nFor \"The Apprentice,\" Trump was honored with a star on the Hollywood Walk of Fame in January 2007.\nHide Caption\nPhotos: Donald Trump's rise\nTrump appears on the set of \"The Celebrity Apprentice\" with two of his children -- Donald Jr. and Ivanka -- in 2009.\nHide Caption\nPhotos: Donald Trump's rise\nTrump poses with Miss Universe contestants in 2011. Trump had been executive producer of the Miss Universe, Miss USA and Miss Teen USA pageants since 1996.\nHide Caption\nIn 2012, Trump announces his endorsement of Republican presidential candidate Mitt Romney.\nHide Caption\nPhotos: Donald Trump's rise\nTrump speaks in Sarasota, Florida, after accepting the Statesman of the Year Award at the Sarasota GOP dinner in August 2012. It was shortly before the Republican National Convention in nearby Tampa.\nHide Caption\nPhotos: Donald Trump's rise\nTrump appears on stage with singer Nick Jonas and television personality Giuliana Rancic during the 2013 Miss USA pageant.\nHide Caption\nPhotos: Donald Trump's rise\nHide Caption\nPhotos: Donald Trump's rise\nTrump -- flanked by U.S. Sens. Marco Rubio, left, and Ted Cruz -- speaks during a CNN debate in Miami on March 10. Trump dominated the GOP primaries and emerged as the presumptive nominee in May.\nHide Caption\nPhotos: Donald Trump's rise\nThe Trump family poses for a photo in New York in April.\nHide Caption\nPhotos: Donald Trump's rise\nTrump speaks during a campaign event in Evansville, Indiana, on April 28. After Trump won the Indiana primary, his last two competitors dropped out of the GOP race.\nHide Caption\nPhotos: Donald Trump's rise\nTrump delivers a speech at the Republican National Convention in July, accepting the party's nomination for President. \"I have had a truly great life in business,\" he said. \"But now, my sole and exclusive mission is to go to work for our country -- to go to work for you. It's time to deliver a victory for the American people.\"\nHide Caption\nPhotos: Donald Trump's rise\nTrump faces Democratic nominee Hillary Clinton in the first presidential debate, which took place in Hempstead, New York, in September.\nHide Caption\nPhotos: Donald Trump's rise\nTrump apologizes in a video, posted to his Twitter account in October, for vulgar and sexually aggressive remarks he made a decade ago regarding women. \"I said it, I was wrong and I apologize,\" Trump said, referring to lewd comments he made during a previously unaired taping of \"Access Hollywood.\" Multiple Republican leaders rescinded their endorsements of Trump after the footage was released.\nHide Caption\nPhotos: Donald Trump's rise\nTrump walks on stage with his family after he was declared the election winner on November 9. \"Ours was not a campaign, but rather, an incredible and great movement,\" he told his supporters in New York.\nHide Caption\nPhotos: Donald Trump's rise\nTrump is joined by his family as he is sworn in as President on January 20.\nHide Caption\n37 of 37\nReines even wore the kind of signature red tie that Trump favors and adopted his characteristic hand gestures in a bid to fully prepare Clinton for her unpredictable foe.\nThe Republican nominee has watched videos of Clinton, but his preparation has been less intense than his opponent's, in keeping with his more freewheeling style. He did not hold mock debates, for instance, with someone standing in for Clinton.\nCNN's Dana Bash, Dylan Byers and Sara Murray contributed to this report\n",
        "quotes": [
            [
                "I think Donald just criticized me for preparing for this debate,",
                "Hillary Clinton",
                true
            ],
            [
                "And you know what else I prepared for?",
                "Hillary Clinton",
                true
            ],
            [
                "And that is a good thing.",
                "Hillary Clinton",
                true
            ],
            [
                "It went better than I ever thought,",
                "Melania Trump",
                true
            ],
            [
                "He has a long record of engaging in racist behavior,",
                "Hillary Clinton",
                true
            ],
            [
                "You treated him with terrible disrespect and I watch the way you talk now about how lovely everything is ... it doesn't work that way,",
                "Hillary Clinton",
                true
            ],
            [
                "When you try to act holier than thou, it really doesn't work.",
                "Hillary Clinton",
                true
            ],
            [
                "This is a man who has called women pigs, slobs and dogs,",
                "Hillary Clinton",
                true
            ],
            [
                "I know you live in your own reality,",
                "Alicia Machado",
                true
            ],
            [
                "I did not have sexual relations with that woman.",
                "Hillary Clinton",
                true
            ],
            [
                "I would imagine I have thought more about what happened than all of you put together,",
                "",
                true
            ],
            [
                "I have lost more sleep than all of you put together.",
                "",
                true
            ],
            [
                "I have been wracking my brain about what more could have been done or should have been done.",
                "",
                true
            ],
            [
                "The American people are sick and tired of hearing about the damn emails,",
                "Sanders",
                true
            ],
            [
                "Let's talk about the real issues facing the United States of America.",
                "Sanders",
                true
            ],
            [
                "To every little girl who dreams big: Yes, you can be anything you want -- even president,",
                "Hillary Clinton",
                true
            ],
            [
                "For four years, I had a front-row seat to her intelligence, her judgment and her discipline,",
                "Hillary Clinton",
                true
            ],
            [
                "Well, at least I have a plan to fight ISIS,",
                "Hillary Clinton",
                true
            ],
            [
                "Why won't he release his tax returns?",
                "Hillary Clinton",
                true
            ],
            [
                "Maybe he is not as rich as he says he is,",
                "Donald Trump",
                true
            ],
            [
                "Maybe he is not as charitable as he claims to be,",
                "",
                true
            ],
            [
                "Maybe he doesn't want the American people to know that he has paid nothing in federal taxes.",
                "",
                true
            ],
            [
                "There is something he is hiding.",
                "Trump",
                true
            ],
            [
                "You walk down the street, you get shot,",
                "Donald Trump",
                true
            ],
            [
                "I have had a truly great life in business,",
                "Donald Trump",
                true
            ],
            [
                "But now, my sole and exclusive mission is to go to work for our country -- to go to work for you.",
                "Donald Trump",
                true
            ],
            [
                "It's time to deliver a victory for the American people.",
                "Donald Trump",
                true
            ],
            [
                "I said it, I was wrong and I apologize,",
                "Donald Trump",
                true
            ],
            [
                "Ours was not a campaign, but rather, an incredible and great movement,",
                "Donald Trump",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://money.cnn.com/2016/03/08/news/trump-university-controversy-donald-trump/",
                "https://www.cnn.com/2016/09/26/politics/gallery/first-presidential-debate/index.html",
                "https://www.cnn.com/2016/09/11/politics/hillary-clinton-health/index.html",
                "https://www.cnn.com/2016/09/26/politics/donald-trump-hillary-clinton-colorado-pennsylvania-polls/index.html",
                "https://www.cnn.com/2016/10/07/politics/donald-trump-women-vulgar/index.html",
                "https://www.cnn.com/2016/11/09/politics/clinton-to-offer-remarks-in-new-york-city/index.html",
                "https://www.cnn.com/2016/09/27/politics/who-is-alicia-machado-donald-trump-hillary-clinton-presidential-debate/index.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.trump.com/publications/"
            ]
        },
        "key_words": [
            "photos",
            "spotlight",
            "life",
            "caption",
            "clinton",
            "trump",
            "debate",
            "clintons",
            "trumps",
            "defense",
            "hide",
            "hillary",
            "puts"
        ]
    }
]