[
    {
        "url": "http://money.cnn.com/2017/10/08/media/harvey-weinstein-fired-weinstein-company/index.html",
        "title": "Harvey Weinstein fired by Weinstein Company",
        "authors": [
            {
                "name": "Brian Stelter",
                "link": null
            },
            {
                "name": "Sandra Gonzalez",
                "link": null
            }
        ],
        "publisher": "money.cnn.com",
        "publish_date": "2017-10-08",
        "text": "Follow CNN Business\nHarvey Weinstein fired\nby Sandra Gonzalez and Brian Stelter   @CNNMoney October 9, 2017: 5:33 AM ET\nStelter: Firing is an earthquake in Hollywood\nHarvey Weinstein has been fired from the film company he co-founded, three days after a New York Times investigation detailed numerous incidents of alleged sexual harassment by the media mogul.\nThe remaining board of directors at The Weinstein Company said the decision was made \"in light of new information about misconduct by Harvey Weinstein that has emerged in the past few days.\"\nWeinstein is Hollywood royalty. He produced \"Shakespeare in Love,\" which won the best picture Oscar in 1999, and \"Gangs of New York,\" which was nominated in the same category in 2003. Other hits include \"The King's Speech\" and \"Django Unchained.\"\nWeinstein's brother Robert, who goes by Bob, was one of the board members who made the decision.\n\"The directors of The Weinstein Company -- Robert Weinstein, Lance Maerov, Richard Koenigsberg and Tarak Ben Ammar -- have determined, and have informed Harvey Weinstein, that his employment with The Weinstein Company is terminated, effective immediately,\" a statement from the company said Sunday evening.\nThe board used to have more than four members. According to the Times, three other board directors resigned on Friday as the Weinstein scandal became international news.\nBack then, two days ago, the remaining board members said they supported Weinstein's choice to take a \"leave of absence,\" and they left the door open for him to return to the film company someday. \"Next steps will depend on Harvey's therapeutic progress, the outcome of the Board's independent investigation, and Harvey's own personal decisions,\" they said.\nOver the weekend, the scandal deepened and became an even more serious threat to the future of the company.\nSome clients of the Weinstein Co. said they might stop working with the company if Harvey Weinstein was still associated with it.\n\"My understanding is that Mr. Weinstein and his board are moving toward an agreement,\" Bloom tweeted on Saturday.\nIndeed, discussions between Weinstein's attorneys and the board were underway up until Sunday afternoon, according to a source with knowledge of the matter.\nThose discussions ended with Sunday evening's announcement.\nAll of this was prompted by Thursday's Times expose , which revealed the powerful film producer has faced many accusations of sexual harassment spanning decades. He reached at least eight settlements with women between 1990 and 2015.\nWeinstein's behavior had been the subject of whispers in Hollywood for decades. But he was mostly able to keep the allegations out of the press until this year.\nActress Ashley Judd was among the accusers who spoke to the Times for the story.\nWhen the story came out on Thursday, Weinstein denied some of the allegations, but also admitted that he had behaved improperly at times during his career. He apologized for causing pain.\n\"I cannot be more remorseful about the people I hurt and I plan to do right by all of them,\" Weinstein said in a statement.\nA Hollywood guessing game immediately began. Would Weinstein be able to save his career? Would he remain associated with his company?\nHe had no immediate comment on Sunday evening.\nWeinstein is a larger-than-life figure in the film world. His first major success came at Miramax Films, where he and his brother Bob championed prestige films and set a new bar while running awards campaigns by throwing expensive events in an attempt to lure voters.\nWeinstein's approach helped \"Shakespeare in Love\" unexpectedly earn best picture honors over Steven Spielberg's \"Saving Private Ryan.\"\nThe Weinsteins sold Miramax to Disney in 1993, and they left the company in 2005 to start The Weinstein Company.\nThere, they saw success with films like \"Silver Linings Playbook,\" \"The King's Speech\" and \"Django Unchained.\"\nThe company's recent films include \"Lion,\" \"Gold\" and \"Wind River.\"\nCNNMoney (Los Angeles) First published October 8, 2017: 7:40 PM ET\nNewsletter\n© 2019 Cable News Network. Turner Broadcasting System, Inc. All Rights Reserved.\nCNN Sans™ & © 2016 Cable News Network.\n",
        "quotes": [
            [
                "in light of new information about misconduct by Harvey Weinstein that has emerged in the past few days.",
                "",
                false
            ],
            [
                "The directors of The Weinstein Company -- Robert Weinstein, Lance Maerov, Richard Koenigsberg and Tarak Ben Ammar -- have determined, and have informed Harvey Weinstein, that his employment with The Weinstein Company is terminated, effective immediately,",
                "",
                true
            ],
            [
                "Next steps will depend on Harvey's therapeutic progress, the outcome of the Board's independent investigation, and Harvey's own personal decisions,",
                "",
                true
            ],
            [
                "My understanding is that Mr. Weinstein and his board are moving toward an agreement,",
                "Bloom",
                true
            ],
            [
                "I cannot be more remorseful about the people I hurt and I plan to do right by all of them,",
                "Harvey Weinstein",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/10/05/us/harvey-weinstein-harassment-allegations.html",
                "http://money.cnn.com/2017/10/07/media/lisa-bloom-harvey-weinstein/index.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/intent/user?screen_name=CNNMoney"
            ]
        },
        "key_words": [
            "film",
            "weinsteins",
            "hollywood",
            "board",
            "members",
            "weinstein",
            "films",
            "company",
            "harvey",
            "times",
            "fired"
        ]
    }
]