[
    {
        "url": "http://occupydemocrats.com/2016/09/20/twitter-explodes-mockery-republican-congressman-blames-kaepernick-nyc-bombing/",
        "title": "Twitter Explodes In Mockery After Republican Congressman Blames Kaepernick For NYC Bombing",
        "authors": [
            {
                "name": "Marcos Da Silva",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-20",
        "text": "Twitter Explodes In Mockery After Republican Congressman Blames Kaepernick For NYC Bombing\nRead Next\nOn Monday, Congressman Lee Zeldin (R-NY) took to Twitter to use the apprehension of lead suspect in the NYC bombing investigation, Ahmad Khan Rahami, to take a shot at San Francisco 49ers quarterback Colin Kaepernick in an exceptionally clumsy attempt to connect his police recent brutality protests with terrorism, writing “You are welcome” after noting that Rahami was taken into custody:\nZeldin obviously thought the tweet would give him the final say in the matter and a chance to say he thought Kaepernick was ungrateful, but the Internet had other plans.\nAfter firing off his passive aggressive swipe at  the football player, Twitter would declare open season on him and continue to to roast him after declaring his ridiculous comment the new, “Thanks, Obama.”\nLike “Thanks, Obama” in which Democrats mocked how Republicans went out of their way to link extremely remote events as outcomes of President Obama’s presidency, “You’re welcome, Kaepernick” could now be used to illustrate how absurdly far the right would stretch to manufacture a situation Colin Kaepernick should be grateful for.\nSee Also\nWhat do you think?\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://occupydemocrats.com/privacy/"
            ]
        },
        "key_words": [
            "blames",
            "explodes",
            "matter",
            "thanks",
            "mockery",
            "congressman",
            "bombing",
            "thought",
            "twitter",
            "say",
            "rahami",
            "national",
            "kaepernick",
            "republican",
            "welcome",
            "nyc",
            "zeldin"
        ]
    }
]