[
    {
        "url": "http://beforeitsnews.com/sports/2017/10/crossfit-training-rule-the-school-2702341.html",
        "title": "CrossFit Training: RULE the School!",
        "authors": [],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "By VaultMedia\nCrossFit Training: RULE the School!\nMonday, October 9, 2017 10:10\n% of readers think this story is Fact. Add your two cents.\nAs a seasoned veteran of multiple CrossFit competitions, you’ve mastered countless techniques, exercises, and lifting methods, and you’re looking for ways to improve and maintain. You might also be looking for something different to augment your competition schedule. Good news, we can help you on both fronts!\nIncreasing Output\nAccording to the experts, there are two things that the great majority of CrossFit competitors can do to increase their output at an event.\nWarm Up Right – Warming up isn’t just about loosening your muscles and preparing for a high intensity session. A proper warm up prepares your body physiologically by pumping blood to all the right areas, ensuring a steady and even flow of oxygen to all your major muscle groups. When performing your warm up, be sure to include a pulling motion, a pushing motion, midline core movement, and a squatting motion, all in equal amounts.\nTrain for Endurance – Remember, CrossFit is about stamina, not necessarily raw power. While it might give you bragging rights to put up the most weight, competitions are rarely (actually, never) about who can lift the biggest truck. If you subtract 10% of the weight you normally use and aim for 20% more reps, your conditioning will improve.\nGet More from Events\nThe next time you’re at an event, be social. Make a friend. Shake some hands. Part of being a long term competitor is letting people know who you are and being a familiar face to other people in the sport. You might be surprised what kind of opportunities open up for you if you make it a point to meet new people.\nOff Time Activities\nWhen you’re not prepping for a competition, you might be looking for something in the sport you can do that will keep you fit and open new doors.\nGet CrossFit Certified\nAs an upperclassman, you have experience that beginners look up to, so why not take the next step and start working towards becoming Certified CrossFit Trainer or Coach? There are four levels of credentials, starting with CrossFit Level 1 Trainer (CF-L1). see https://training.crossfit.com/ for more information.\nInvest in the right gear\nMake sure you have your personal gym at home in the right shape. Gear is very important, from gloves, belts, weights and mats. FlexFit Mats can outfit you with a personal fitness mat that is convenient, space saving and long lasting.\n#flexfitmats #crossfit #training\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.prodo1.com/",
                "http://www.suppressedhealthsecrets.com",
                "https://mitocopper.com/pages/affiliate-program"
            ]
        },
        "key_words": [
            "rule",
            "right",
            "training",
            "weight",
            "warm",
            "looking",
            "school",
            "sure",
            "crossfit",
            "youre",
            "motion",
            "trainer"
        ]
    }
]