[
    {
        "url": "https://www.nytimes.com/2017/10/08/arts/television/on-the-rundown-robin-thede-is-filling-a-void-in-late-night-talk.html?rref=collection%2Fsectioncollection%2Farts",
        "title": "On ‘The Rundown,’ Robin Thede Is Filling a Void in Late-Night Talk",
        "authors": [
            {
                "name": "Dave Itzkoff",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-08",
        "text": "Advertisement\nSupported by\nOn ‘The Rundown,’ Robin Thede Is Filling a Void in Late-Night Talk\nVideo\nRobin Thede talks about her new show on BET, “The Rundown With Robin Thede,” and the lack of diversity in the late night comedy genre.CreditCreditAndrew White for The New York Times\nWhen her new BET late-night talk show has its premiere on Thursday, Robin Thede said it will have many components that are staples of the format, including topical jokes about politics and popular culture, comedy sketches and musical performances.\nAt its debut, “ The Rundown With Robin Thede” will also have one element that the category has lacked for several years: a black female host.\nIt’s a quality that Ms. Thede knows will immediately set her apart from her many competitors — a distinction that she embraces and hopes will give her show a unique voice, but one that she doesn’t want to overemphasize, either.\nRegardless of who she is or what network is broadcasting her program, Ms. Thede said, “You don’t have to show your skin color to come in — everyone is welcome.”\nTo the extent that her weekly 11 p.m. show is aimed at black viewers, Ms. Thede said, “I’m speaking to stories that matter to us.”\nImage\nRobin Thede in her office in Midtown Manhattan.CreditAndrew White for The New York Times\nBut her approach, she said, is the same one taken by the other members of late-night TV’s mostly white male fraternity. Those hosts, Ms. Thede said, “are speaking to the stories that they feel matter to them — they’re certainly not saying, ‘Women, don’t watch,’ or ‘Black people, don’t watch.’”\nWhat will ultimately bring an audience to “The Rundown,” Ms. Thede said, is the opportunity to laugh and “to get an authentic opinion about stories they’re not going to hear anywhere else.”\nThe program is both a risky proposition and a potential breakthrough for BET, which has a sporadic history of late-night talk-show programming, and for Ms. Thede, who was most recently the head writer and an occasional performer on Comedy Central’s “The Nightly Show With Larry Wilmore.”\nImage\nFrom left, Mike Yard, Robin Thede and Larry Wilmore on “The Nightly Show With Larry Wilmore.”CreditComedy Central\nOn a recent Wednesday morning, Ms. Thede was working out of her corner office in Midtown Manhattan, a work space furnished with a designer tick-tack-toe board and some down-market fidget spinners.\nAs she prepared to shoot a test show later in the week, Ms. Thede noted several news stories that “The Rundown” could mine for material: professional athletes protesting racial injustice; O. J. Simpson’s release from prison; facial-recognition software that misidentifies black people.\nMs. Thede explained, “We’re not going to spend a half-hour telling you Trump is bad, because black people didn’t vote for him anyway. They know that.”\n“The Rundown” is BET’s first late-night talk show since “The Mo’Nique Show,” which ran from 2009 to 2011. Mo’Nique, the comedian and Academy Award-winning actress, was one of very few black women to have hosted such a program, including Wanda Sykes ( whose Fox show ran one season in 2009-2010) and Whoopi Goldberg ( whose show ran in syndication from 1992 to 1993).\nConnie Orlando, BET’s head of programming, said in an interview that Ms. Thede had approached the network just when it was looking to expand its after-hours offerings.\n“It was something that made sense for the direction we’re going in,” Ms. Orlando said of “The Rundown.” “We realized our real prime time starts at 10, and our audience loves to laugh. It felt like the perfect moment to add the voice of an African-American female to the conversation.”\nMs. Orlando said she believed the program’s topical content and viral potential would help it reach viewers who might not otherwise be watching BET.\n“The show’s going to cover anything from Cardi B to what’s happening in the White House,” she said, “and I think all kinds of audiences will be interested to know and listen to what Robin has to say.”\nMs. Thede has broken ground here before: When she joined Mr. Wilmore’s “Nightly Show” as its head writer, she became the first black woman in late-night TV to hold such a title.\nMr. Wilmore said in an interview that when he sought Ms. Thede for the job, “she was already getting ready to move to New York and knew, in her mind, that she had the job.”\n“That’s Robin’s personality,” Mr. Wilmore added. “Whatever happens in her mind is going to be real — she’s that strong of a thinker.”\nMs. Thede grew up in Davenport, Iowa; her mother, Phyllis, is now a Democratic member of the state’s House of Representatives. Her father, Dave, a teacher, turned her on to the comedy albums of Richard Pryor and Eddie Murphy, and Ms. Goldberg’s performances on “Comic Relief.” Ms. Thede was named after Robin Williams.\nShe performed in campus sketch-comedy groups while a student at Northwestern University’s Medill School of Journalism, and trained at the Second City improv theater in Chicago. Before she joined up with Mr. Wilmore, she wrote for several BET awards shows and its reality-TV satire “Real Husbands of Hollywood,” and was head writer of daytime TV’s “The Queen Latifah Show.”\n“The Nightly Show” provided Ms. Thede with opportunity and exposure. She was the head writer for Mr. Wilmore’s performance at the 2016 White House correspondents’ dinner, which drew some criticism when Mr. Wilmore referred to President Obama as “my nigga.”\nToday, Ms. Thede shrugs off any backlash. “Those jokes still hold up, and they’re genius,” she said. “I think that, in an age of Trump, history will be kinder to that performance.”\nThe abrupt cancellation of “The Nightly Show” in August 2016 was a gut punch but did not turn Ms. Thede off from late-night comedy.\n“I sold this show like two weeks later,” she said with a laugh. “I was sad, and I’m still sad — it felt like we should have been able to stay on through the election. But I wasn’t discouraged at all. I was empowered.”\nThough she never felt she had to compromise her voice at Comedy Central, Ms. Thede said that while she was there, “because you’re speaking to a majority-white audience, you are explaining things a little bit more from your perspective.”\nImage\nFrom left, Wayne Stamps, Robin Thede and Paul Viskup go over notes in an editing meeting about “The Rundown.”CreditAndrew White for The New York Times\n“On BET,” she continued, “I don’t have to take that step. I can just speak how I speak.” (Both BET and Comedy Central are owned by Viacom.)\nAt its outset “The Rundown” will not feature any comic correspondents or celebrity guest interviews, just Ms. Thede’s satirical takes as well as skits and documentary segments that will feature her. (There will also be occasional pop-up concerts by surprise musicians.)\nAs she gets ready to take center stage, Ms. Thede is drawing inspiration from other late-night stars like Samantha Bee, of TBS’s “Full Frontal,” who, she said, naturally gravitates to subjects that other hosts overlook; and Jimmy Kimmel, of ABC’s “Jimmy Kimmel Live,” who has offered his intensely personal perspectives on broader issues of health care and gun control.\nMr. Wilmore, who has remained a friend of Ms. Thede’s, said the proliferation of topical comedy programs would make it challenging for “The Rundown” to find an audience, but not impossible.\nRecounting advice he had given Ms. Thede, Mr. Wilmore said, “Just be the best version of who you are onscreen, and whatever happens after that, you can’t really control. Either it’ll cut through that or it won’t. But the more you’re that, the better chance you have.”\nWhile Ms. Thede is mentally preparing herself for a healthy, 10-year run, she said she is already proud to have given jobs to candidates who had not previously worked in late night.\nBy her own estimate, Ms. Thede said that on a staff of about 40, 75 percent were women and/or people of color, and she said several departments were headed by women.\nShe stopped herself for a moment. “Headed by a woman? Is that a word? That sounds odd. It’s certainly not beheaded.”\nWith wicked delight, Ms. Thede continued, “Unless they don’t do their jobs. I rule with an iron fist.”\nA version of this article appears in print on , Section C, Page 1 of the New York edition with the headline: Filling a Void  In Late-Night Talk. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "You don’t have to show your skin color to come in — everyone is welcome.",
                "Thede",
                true
            ],
            [
                "I’m speaking to stories that matter to us.",
                "Thede",
                true
            ],
            [
                "are speaking to the stories that they feel matter to them — they’re certainly not saying, ‘Women, don’t watch,’ or ‘Black people, don’t watch.",
                "Thede",
                false
            ],
            [
                "to get an authentic opinion about stories they’re not going to hear anywhere else.",
                "Thede",
                false
            ],
            [
                "The Nightly Show With Larry Wilmore.",
                "Thede",
                true
            ],
            [
                "The Nightly Show With Larry Wilmore.",
                "CreditComedy Central",
                true
            ],
            [
                "We’re not going to spend a half-hour telling you Trump is bad, because black people didn’t vote for him anyway.",
                "Thede",
                true
            ],
            [
                "It was something that made sense for the direction we’re going in,",
                "Orlando",
                true
            ],
            [
                "We realized our real prime time starts at 10, and our audience loves to laugh.",
                "CreditComedy Central",
                true
            ],
            [
                "It felt like the perfect moment to add the voice of an African-American female to the conversation.",
                "CreditComedy Central",
                true
            ],
            [
                "The show’s going to cover anything from Cardi B to what’s happening in the White House,",
                "Robin Williams",
                true
            ],
            [
                "and I think all kinds of audiences will be interested to know and listen to what Robin has to say.",
                "Robin Williams",
                false
            ],
            [
                "she was already getting ready to move to New York and knew, in her mind, that she had the job.",
                "Wilmore",
                false
            ],
            [
                "Whatever happens in her mind is going to be real — she’s that strong of a thinker.",
                "Wilmore",
                true
            ],
            [
                "Those jokes still hold up, and they’re genius,",
                "Robin Williams",
                true
            ],
            [
                "I think that, in an age of Trump, history will be kinder to that performance.",
                "Robin Williams",
                true
            ],
            [
                "I sold this show like two weeks later,",
                "Robin Williams",
                true
            ],
            [
                "I was sad, and I’m still sad — it felt like we should have been able to stay on through the election.",
                "Robin Williams",
                true
            ],
            [
                "But I wasn’t discouraged at all.",
                "Robin Williams",
                true
            ],
            [
                "because you’re speaking to a majority-white audience, you are explaining things a little bit more from your perspective.",
                "Wilmore",
                false
            ],
            [
                "I don’t have to take that step.",
                "Robin Williams",
                true
            ],
            [
                "I can just speak how I speak.",
                "Robin Williams",
                true
            ],
            [
                "Just be the best version of who you are onscreen, and whatever happens after that, you can’t really control.",
                "Wilmore",
                true
            ],
            [
                "Either it’ll cut through that or it won’t.",
                "Wilmore",
                true
            ],
            [
                "But the more you’re that, the better chance you have.",
                "Wilmore",
                true
            ],
            [
                "Unless they don’t do their jobs.",
                "Thede",
                true
            ],
            [
                "I rule with an iron fist.",
                "Thede",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/08/17/fashion/cardi-b-bodak-yellow.html?module=inline",
                "https://dailynorthwestern.com/2001/02/22/archive-manual/out-da-box-comedy-revue-lampoons-sensitive-issues/",
                "https://www.nytimes.com/2016/08/16/business/media/comedy-central-cancels-larry-wilmores-late-night-show.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.bet.com/video/themoniqueshow/season2/rutina-wesley-10-20-10-230363.html",
                "http://nymag.com/daily/intelligencer/2016/05/understanding-the-wilmore-nigga-conversation.html",
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "http://www.bet.com/video/the-real-husbands-of-hollywood/season-1/exclusives/sneak-peek-episode-106-robin-and-j-b-respond.html",
                "https://www.youtube.com/watch?v=SSs-ABGml5Q",
                "http://www.cc.com/video-clips/dc6an9/the-nightly-show-with-larry-wilmore-robin-thede-celebrates-harriet-tubman-day",
                "http://www.bet.com/shows/the-rundown-with-robin-thede.html",
                "https://www.parsintl.com/publication/the-new-york-times/",
                "https://www.youtube.com/watch?v=rRCWzCRwcds",
                "http://www.robinthede.com/",
                "https://www.youtube.com/watch?v=1IDFt3BL7FA"
            ]
        },
        "key_words": [
            "voice",
            "welcome",
            "ms",
            "filling",
            "skin",
            "unique",
            "talk",
            "robin",
            "thede",
            "rundown",
            "staples",
            "latenight",
            "void",
            "topical"
        ]
    }
]