[
    {
        "url": "http://www.cnn.com/2017/10/08/africa/ghana-tanker-explosion/index.html",
        "title": "Seven killed, dozens injured in Ghana tanker explosion",
        "authors": [
            {
                "name": "Eugene Owusu",
                "link": null
            },
            {
                "name": "Stephanie Busari",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-08",
        "text": "By Stephanie Busari and Eugene Owusu, CNN\nUpdated 10:45 AM ET, Sun October 8, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nAt least seven people died when a tanker exploded near a gas station in Accra, sending massive fireballs in the sky.\n(CNN)\nA tanker exploded near a gas station in Accra on Saturday killing seven people, officials in Ghana said.\nDozens of others were injured in the blast, said presidential spokesman Eugene Arhin.\nResidents fled when the explosion rocked the capital and sent massive fireballs into the sky. The fire quickly spread to a nearby gas station. Images from the scene showed  charred cars and deserted streets.\nGovernment is resolved, now more than ever, to ensure such an incident does not occur again.\nPresident Nana Akufo-Addo issued condolences to the relatives of those killed and said the government would work to ensure such incidents don't happen again.\n\"It is time these incidents came to a stop in Ghana,\" he said. \"... We are going to have to come out with a clear policy on how to prevent such incidents.\"\n",
        "quotes": [
            [
                "It is time these incidents came to a stop in Ghana,",
                "",
                true
            ],
            [
                "We are going to have to come out with a clear policy on how to prevent such incidents.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "dozens",
            "akufoaddo",
            "station",
            "work",
            "seven",
            "ensure",
            "explosion",
            "gas",
            "injured",
            "tanker",
            "streetsgovernment",
            "incidents",
            "nana",
            "ghana",
            "killed"
        ]
    }
]