[
    {
        "url": "https://www.reuters.com/article/us-golf-silverado-safeway/golf-steele-rallies-to-defend-safeway-title-idUSKBN1CE07S",
        "title": "Golf: Steele rallies to defend Safeway title",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-09",
        "text": "Golf: Steele rallies to defend Safeway title\n2 Min Read\n(Reuters) - Brendan Steele rallied in windy conditions to successfully defend his title at the Safeway Open in California on Sunday and become the tournament’s first repeat winner.\nFILE PHOTO: Sep 14, 2017; Lake Forest, IL, USA; Brendan Steele  tees off on the 4th hole during the first round of the BMW Championship golf tournament at Conway Farms Golf Club.  Thomas J. Russo-USA TODAY Sports\nSteele, who began the day two strokes back, shot a three-under 69 in the final round to reach 15-under and claim a two-stroke victory over fellow American Tony Finau in the PGA Tour’s season-opener.\n“(There) was a brutal wind today,” Steele told reporters after sealing the win with birdies on the 16th and 18th holes.\n“Lots of holes into the wind, lots of uncomfortable shots.”\nOvernight leader Tyler Duncan, playing in just his second PGA Tour tournament, faded with bogeys on his first three holes and finished four back at 11-under after a 75.\nFinau eagled the par-five fifth but ultimately faded with a double bogey on the 14th.\nA birdie on the final hole secured him outright second.\nPhil Mickelson shot a 70 to finish in a tie for third with  Chesson Hadley at 12-under.\n“I had a good time today,” Mickelson said. “It was fun to be in the mix, it was fun to have a chance.\n“It was very difficult conditions. I enjoy that challenge. This course played totally different with the firm greens and the wind and some of the high pin placements were tough to get to.”\nWriting by Jahmal Corner in Los Angeles; Editing by Ian Ransom\n",
        "quotes": [
            [
                "There) was a brutal wind today,",
                "Brendan Steele",
                true
            ],
            [
                "Lots of holes into the wind, lots of uncomfortable shots.",
                "",
                true
            ],
            [
                "I had a good time today,",
                "Phil Mickelson",
                true
            ],
            [
                "This course played totally different with the firm greens and the wind and some of the high pin placements were tough to get to.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "holes",
            "title",
            "shot",
            "golf",
            "round",
            "hole",
            "wind",
            "pga",
            "tournament",
            "today",
            "safeway",
            "mickelson",
            "defend",
            "steele",
            "rallies"
        ]
    }
]