[
    {
        "url": "https://www.reuters.com/article/us-mideast-crisis-syria-ceasefire/ceasefire-deal-sealed-for-rebel-pocket-near-damascus-idUSKBN1CH1FC",
        "title": "Ceasefire deal sealed for rebel pocket near Damascus",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-12",
        "text": "2 Min Read\nCAIRO/BEIRUT (Reuters) - A ceasefire deal for a Syrian rebel enclave south of Damascus was reached on Thursday, brokered by Cairo and Moscow, Egyptian state media said.\nThe agreement, which includes the Jaish al-Islam rebel faction, went into effect at midday on Thursday (1000 GMT), Egyptian state television said.\n“We announced a preliminary agreement over the will to enter into a ceasefire and de-escalation deal for the area,” Jaish al-Islam political leader Mohammad Alloush said in televised comments. Details would be worked out in the near future, he said.\nThe announcement did not name the exact area or towns covered by the ceasefire, and did not mention the Syrian government. There was no immediate comment from Damascus.\nRebel factions hold a small pocket of territory south of Damascus, bordered to the west by an Islamic State enclave and surrounded from the other sides by Syrian troops and allied forces.\nBacked by Russia, Iran and Shi’ite militias, the Syrian government has pushed back rebels over the past year, shoring up its rule over the main urban centers.\nThrough a series of military offensives and evacuation deals, the government has snuffed out several opposition pockets around the Syrian capital of Damascus.\nThousands of rebels and civilians have poured into the insurgent-held Idlib province in northwest Syria, transferred out of towns and cities that the Syrian army retook.\nIn recent months, a string of ceasefire deals has eased some of the fighting between government forces and rebels in western Syria, including a truce in the southwest brokered by Russia and the United States.\nReporting by Omar Fahmy in Cairo and Beirut bureau; Editing by Gareth Jones and Andrew Heavens\n",
        "quotes": [
            [
                "We announced a preliminary agreement over the will to enter into a ceasefire and de-escalation deal for the area,",
                "Mohammad Alloush",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "sealed",
            "deal",
            "pocket",
            "rebels",
            "syria",
            "ceasefire",
            "syrian",
            "near",
            "towns",
            "saidthe",
            "damascus",
            "russia",
            "south",
            "rebel",
            "state"
        ]
    }
]