[
    {
        "url": "http://www.cnn.com/2017/10/11/politics/donald-trump-media-tweet/index.html",
        "title": "Trump just issued a direct threat to the media",
        "authors": [
            {
                "name": "Analysis Chris Cillizza",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-11",
        "text": "Donald Trump just issued a direct threat to the free and independent media\nUpdated 8:51 AM ET, Thu October 12, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nWashington (CNN)\nPresident Donald Trump has said a lot of bad things about the media since he started running for president two-plus years ago. He's suggested that the press doesn't really like America . He has said the media is the \"enemy of the American people.\" He has repeatedly called journalists the \"most dishonest\" people. He has worked to paint news stories he doesn't like as \"fake\" -- and claimed he created that term .\nBut he's never gone as far as he did on Wednesday morning when he tweeted this : \"With all of the Fake News coming out of NBC and the Networks, at what point is it appropriate to challenge their License? Bad for country!\"\nWith all of the Fake News coming out of NBC and the Networks, at what point is it appropriate to challenge their License? Bad for country!\nTrump, like a dog on a bone, was still on the issue Wednesday night. \"Network news has become so partisan, distorted and fake that licenses must be challenged and, if appropriate, revoked,\" he tweeted . \"Not fair to public!\"\nWhat Trump is suggesting here is that the Federal Communications Commission needs to examine its licensing procedures for major news networks because what they are reporting is not to his liking. The coverage isn't positive enough for Trump, so he wants some sort of punitive action doled out.\nAt a photo-op with Canadian Prime Minister Justin Trudeau, Trump added that \"it is frankly disgusting the press is able to write whatever it wants to write\"\nRead More\nThis is, simply put, the stuff of authoritarian governments. Democracy is built on the free and independent press. If/when a president or any leader seizes the ability to control the news media, democracy dies.\nBefore we go any further, it's important to note that this, like many of Trump's threats, is an empty one. The idea of the FCC rescinding broadcast licenses to major networks because the President says the coverage of him is fake (it's not) is outlandish. And likely impossible. ( Read this piece by CNNMoney's Oliver Darcy and Brian Stelter to understand why. )\nAjit Pai, the chairman of the FCC, has been quite clear that he sees no politics in his job. \"My job is to not to be a political actor,\" Pai said at an open FCC hearing back in March when asked about the idea of \"fake news.\" \"It is simply to be somebody at the FCC who, as I said, is administering the laws of the United States. I'm simply not going to wade into that kind of political debate.\"\nThat Trump's threat won't come to pass doesn't render it meaningless, however. That Trump would even threaten such a thing suggests he doesn't understand (or doesn't want to understand) the most basic of democratic concepts.\nTrump's view of the world is derived from his time as the face/boss of a business. Everyone works for him. He can fire anyone at any time. What he says goes. If you don't like it, you can quit.\nThat is not, of course, how elected office works. Trump can't tell House members and senators what to do because they have their own bosses -- we call them constituents -- all around the country. And he can't tell the media what to cover or how to cover it because, well, this is a democracy and -- per my point above -- that's not how any of this works.\nIt's not just this threatening tweet -- or his long crusade against \"fake\" news -- that suggests Trump doesn't get that the media isn't working for him.\nHere's the thing: Kuwait isn't exactly a beacon of light and freedom when it comes to the press. According to Freedom House , a US-based non-governmental organization that studies freedom of the press around the world, Kuwait's press freedom status is only \"partly free\" -- with a 59 out of 100 overall press freedom score.\n\"Media operate in a restricted environment,\" reads the 2016 writeup. \"Journalists and social media users deemed to have insulted the emir or Saudi Arabia often face prosecution, and the government sustains efforts to stifle criticism of its actions and policies.\"\nThat's not exactly the sort of comparison that a president of the United States should make. And it's certainly not one that should make anyone in this country feel comfortable. This tweet from former Obama White House senior strategist David Axelrod sums up that sentiment nicely: \"There were times in WH when we disliked coverage. Never did we suggest denying broadcaster licenses. Come on, POTUS. Is this Russia or USA?\"\nI get why Trump attacks the media. His base loathes the press and loves that someone finally is standing up to them. There's literally nothing Trump could say about the media or do in regard to the media that those supporters would deem a bridge too far. That includes actually stripping news organization of their licenses or trying to disband them altogether.\nThe reaction to such a move would be something like \"Good! You guys have been asking for this for a long time! You are fake news!\"\nBut I would ask anyone who feels that way to think on this: In what country where the press is not free and independent are its people free and independent? The answer is no country.\nHate the media if you like. Believe that we are all pursuing some secret liberal agenda and hate Trump because he figured us out. (We're not and he didn't.) But don't support threats -- even empty ones -- to get rid of or restrict the free press.\nTrust me -- you won't like the alternative.\n",
        "quotes": [
            [
                "With all of the Fake News coming out of NBC and the Networks, at what point is it appropriate to challenge their License?",
                "",
                true
            ],
            [
                "Network news has become so partisan, distorted and fake that licenses must be challenged and, if appropriate, revoked,",
                "Donald Trump",
                true
            ],
            [
                "it is frankly disgusting the press is able to write whatever it wants to write",
                "Donald Trump",
                false
            ],
            [
                "My job is to not to be a political actor,",
                "Pai",
                true
            ],
            [
                "It is simply to be somebody at the FCC who, as I said, is administering the laws of the United States.",
                "Pai",
                true
            ],
            [
                "I'm simply not going to wade into that kind of political debate.",
                "Pai",
                true
            ],
            [
                "Media operate in a restricted environment,",
                "",
                true
            ],
            [
                "Journalists and social media users deemed to have insulted the emir or Saudi Arabia often face prosecution, and the government sustains efforts to stifle criticism of its actions and policies.",
                "",
                true
            ],
            [
                "There were times in WH when we disliked coverage.",
                "David Axelrod",
                true
            ],
            [
                "Never did we suggest denying broadcaster licenses.",
                "David Axelrod",
                true
            ],
            [
                "You guys have been asking for this for a long time!",
                "David Axelrod",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://thehill.com/policy/technology/325473-fcc-chairman-whether-or-not-new-york-times-cnn-nbc-are-fake-news-is-a",
                "http://money.cnn.com/2017/10/11/media/trump-nbc-licenses-tweet/index.html",
                "https://www.cnn.com/2017/10/08/politics/trump-huckabee-fake/index.html",
                "https://www.cnn.com/2017/08/23/politics/donald-trump-arizona/index.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/realdonaldtrump/status/899625157421039616",
                "https://twitter.com/realDonaldTrump/status/918267396493922304",
                "https://twitter.com/realDonaldTrump/status/918112884630093825",
                "https://twitter.com/davidaxelrod/status/918145318918729728",
                "https://twitter.com/realDonaldTrump/status/832708293516632065",
                "https://freedomhouse.org/report/freedom-press/2016/kuwait"
            ]
        },
        "key_words": [
            "doesnt",
            "media",
            "press",
            "direct",
            "networks",
            "fcc",
            "threat",
            "fake",
            "free",
            "freedom",
            "trump",
            "issued",
            "licenses"
        ]
    }
]