[
    {
        "url": "http://beforeitsnews.com/entertainment/2017/09/broken2th-and-crystal-sun-release-castaliah-2670555.html",
        "title": "Broken2th And Crystal Sun Release \"Castaliah\"",
        "authors": [],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "Monday, September 18, 2017 14:00\n% of readers think this story is Fact. Add your two cents.\nThe electronic indie pop album \"Castaliah,\" a collaboration between Broken2th and Crystal Sun, released digitally on July 17th. Mixed and mastered by Broken2th (Brian Frederick) at Hybrid Studios in Orange County, the record already has over three thousand plays on Spotify in its first two weeks. In addition to Broken2th and Crystal Sun, the album features artists like Donald Clay (The Pharcide) on keys, John Patrick Seedborg (Ronnie King) on trombone, and Vanessa Acosta (Bootleg Orchestra) on trumpet.  \"I've been known primarily as an engineer for a long time, and with this project I wanted to step out of that shadow and into the role of composer / producer. Its important for an album to have continuity, to have a producer and an artist locked in sync to create a combined effort, and to create a work of art that represents what both want to say,\" said Frederick, \"This album took a few years to create, and we went through a lot of ups and downs. I think you can really hear that in the music.\"  \"Castaliah\" has been in the works since 2012, with songs tracked around the country at various studios and locations along the way and finalized at Hybrid Studios. Crystal Sun and Broken2th are planning to release at least two more songs before the end of 2017 and have many more currently in the writing process. Frederick also plans on releasing a full-length album this year from Subtle Smiles, a collaboration with Marley Rae from Long Beach electronic soul band Bootleg Orchestra.  You can hear \"Castaliah\" now on iTunes at https://itun.es/us/w-Kclb.  About Hybrid Studios Hybrid Studios is a fully integrated multimedia production facility in Orange County, CA. Not only does Hybrid feature a state-of-the-art analog & digital recording studio; it also boasts a massive sound stage, including a pre-lit cyclorama. Equipped with the best gear and an experienced staff, Hybrid provides a variety of products and services to clients across the creative spectrum from recording, mixing and mastering to video and photography.  For more information on Hybrid Studios, please visit https://www.hybridstudiosca.com  Source: http://www.mi2n.com/press.php3?press_nb=199267\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "I've been known primarily as an engineer for a long time, and with this project I wanted to step out of that shadow and into the role of composer / producer.",
                "Frederick",
                true
            ],
            [
                "Its important for an album to have continuity, to have a producer and an artist locked in sync to create a combined effort, and to create a work of art that represents what both want to say,",
                "Frederick",
                true
            ],
            [
                "This album took a few years to create, and we went through a lot of ups and downs.",
                "Frederick",
                true
            ],
            [
                "I think you can really hear that in the music.",
                "Frederick",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com",
                "http://www.prodo1.com/"
            ]
        },
        "key_words": [
            "broken2th",
            "studios",
            "crystal",
            "frederick",
            "hybrid",
            "create",
            "album",
            "castaliah",
            "release",
            "songs"
        ]
    }
]