[
    {
        "url": "https://money.cnn.com/2016/09/27/media/donald-trump-snap-internet-polls/index.html",
        "title": "The problem with Donald Trump's 'we won every poll' claim",
        "authors": [
            {
                "name": "Brian Stelter",
                "link": null
            }
        ],
        "publisher": "money.cnn.com",
        "publish_date": "2016-09-27",
        "text": "The problem with Donald Trump's 'we won every poll' claim\nby Brian Stelter   @brianstelter September 27, 2016: 4:58 PM ET\n5 times Donald Trump was live fact-checked\nDonald Trump is misleading people by citing unscientific, unrepresentative Internet polls that portray him as the \"winner\" of Monday's debate.\n\"We won every poll. Virtually every poll,\" he told supporters Tuesday afternoon, challenging the media consensus that Hillary Clinton prevailed.\nTrump also promoted eleven of these so-called polls in a tweet, calling his wins in them \"such a great honor.\"\nBut the things Trump called \"debate polls\" -- implying rigorous, scientific polling -- were informal web site surveys that invited anyone to respond.\nRepublican pollster Kristen Soltis Anderson told CNNMoney that the surveys are like \"junk food.\"\nMeaningful national polls seek a diverse sample of respondents. The goal is to accurately represent the views of the country by accounting for differences in age, gender, party affiliations and other factors.\nThat's not possible when anonymous web users fill out online surveys. People choose whether to participate, and they can vote multiple times, further warping the results.\nThe only thing these surveys can measure, to a limited degree, is enthusiasm -- and some Trump supporters are definitely enthusiastic.\nBut political scientists and researchers say it is a mistake to read much more than that into unscientific survey results.\nEarly Tuesday morning, former Obama strategist David Plouffe tweeted that the online surveys cited by Trump are simply \"bogus.\"\nTrump's proclivity for unscientific surveys was on display throughout the primary season. He frequently claimed that he \"won\" debates based on self-selecting polls conducted by web sites like The Drudge Report.\nSeveral respected news outlets -- Time, CNBC and Fortune to name three -- posted the surveys after Monday's debate, lending the unreliable practice an air of credibility.\nWhile sites like Time may value giving visitors a way to opine about the debate, Trump's embrace of the results ends up embarrassing both himself and the news outlet involved.\n\"These snap polls are just a way to feed the beast until the next batch of appropriately-conducted polls can come out to tell us if voters actually moved. It's like eating a junk food snack between meals,\" Anderson said.\nTrump's tweet also cited surveys from obscure web sites like \"PolitOpinion.\"\nIn one case on Tuesday, Trump even cited a poll that did not exist. \"I won CBS,\" he said on \"Fox & Friends.\"\nCBS correspondent Major Garrett took to Twitter to clarify: \"We did not conduct a post-debate poll.\"\nTrump said on Fox that the survey results \"mean a lot\" to him, noting that hundreds of thousands of votes were cast on some of the web sites.\nThat's true, but since people can vote multiple times -- and, with the right software, perhaps even more than that -- it isn't necessarily meaningful.\nNevertheless, the surveys allow Trump and his aides to rail against media elite reactions to the debate and argue that voters are outsmarting pundits.\nAnd that's exactly what the campaign did on Tuesday. \"Trump won\" was the campaign's dominant social media message, citing the surveys as proof.\nSome political reporters called out the tactic.\n‏\"Trump's aggressive promotion of online (easily manipulated, non-scientific) polls saying he 'won' is a calculated effort to create a reality,\" Emily Flitter, who covers the Trump campaign for Reuters, tweeted.\nBut the co-hosts of \"Fox & Friends,\" who are reliable cheerleaders for Trump, went along with Trump's talking point. Other Fox hosts also picked up on it, even though the network has its own well-regarded polling unit.\nFox morning news anchor Martha MacCallum said debate watchers are \"leaning toward Donald Trump, and by pretty large margins in most of these viewer polls.\"\nShe called CNN's poll the \"outlier,\" showing Clinton as the clear winner among debate watchers.\nIn fact, CNN/ORC's poll was one of the few polls conducted by professional researchers immediately following the debate.\n\"Clinton was deemed the winner of Monday night's debate by 62% of voters who tuned in to watch, while just 27% said they thought Trump had the better night,\" CNN polling director Jennifer Agiesta wrote, based on the findings of interviews with 521 registered voters. \"Although the survey suggested debate watchers were more apt to describe themselves as Democrats than the overall pool of voters, even independents who watched deemed Clinton the winner.\"\nConflating CNN's scientific poll with unscientific surveys, as both Trump and MacCallum did, is highly misleading.\nSome web sites, hungry for traffic, glommed on to the Trump-invented controversy. \"Majority of snap polls show Trump won debate by a landslide despite CNN's overwhelming victory for Hillary in biggest official survey,\" The Daily Mail web site said.\nUnhappy with the results of CNN's scientific poll, Trump criticized the network on Twitter, on Fox and at a campaign event.\n\"We won virtually every poll. Except for CNN. And nobody watches CNN,\" he said.\nAbout 10 million people watched the debate on CNN on Monday night. Overall, more than 80 million people tuned in on television, and millions more live-streamed the debate on the Internet.\nCNNMoney (New York) First published September 27, 2016: 4:58 PM ET\nNewsletter\n© 2019 Cable News Network. Turner Broadcasting System, Inc. All Rights Reserved.\nCNN Sans™ & © 2016 Cable News Network.\n",
        "quotes": [
            [
                "These snap polls are just a way to feed the beast until the next batch of appropriately-conducted polls can come out to tell us if voters actually moved.",
                "Anderson",
                true
            ],
            [
                "It's like eating a junk food snack between meals,",
                "Anderson",
                true
            ],
            [
                "We did not conduct a post-debate poll.",
                "Major Garrett",
                true
            ],
            [
                "Trump's aggressive promotion of online (easily manipulated, non-scientific) polls saying he 'won' is a calculated effort to create a reality,",
                "Emily Flitter",
                true
            ],
            [
                "leaning toward Donald Trump, and by pretty large margins in most of these viewer polls.",
                "Martha MacCallum",
                false
            ],
            [
                "Clinton was deemed the winner of Monday night's debate by 62% of voters who tuned in to watch, while just 27% said they thought Trump had the better night,",
                "Jennifer Agiesta",
                true
            ],
            [
                "Although the survey suggested debate watchers were more apt to describe themselves as Democrats than the overall pool of voters, even independents who watched deemed Clinton the winner.",
                "Jennifer Agiesta",
                true
            ],
            [
                "Majority of snap polls show Trump won debate by a landslide despite CNN's overwhelming victory for Hillary in biggest official survey,",
                "Jennifer Agiesta",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://money.cnn.com/2016/09/27/media/debate-ratings-record-viewership/index.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/davidplouffe/status/780649287168516096",
                "https://twitter.com/FlitterOnFraud/status/780861579218685952"
            ]
        },
        "key_words": [
            "voters",
            "fox",
            "claim",
            "trump",
            "trumps",
            "surveys",
            "won",
            "donald",
            "debate",
            "clinton",
            "web",
            "problem",
            "poll",
            "polls"
        ]
    }
]