[
    {
        "url": "https://www.politico.com/story/2016/09/ted-cruz-donald-trump-endorsement-228540?cmpid=sf",
        "title": "Cruz feeling the squeeze on Trump endorsement",
        "authors": [
            {
                "name": "Politico Pro Staff",
                "link": null
            },
            {
                "name": "Burgess Everett",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-22",
        "text": "The Texas firebrand faces pressure from Republicans pushing for unity.\n09/22/2016 05:43 PM EDT\nAccording to an aide, Sen. Ted Cruz hasn’t ruled out endorsing Donald Trump and is still watching how his campaign performs down the stretch. | Getty\nTed Cruz is in a bind when it comes to Donald Trump: Loyalists say he should stand by his epic non-endorsement in Cleveland. But Republicans pushing to finally unify the party as the election tightens say it’s time for Cruz to get on board.\nCruz hasn’t ruled out an endorsement and is still watching how Trump’s campaign performs down the homestretch, an aide said. But there is a renewed urgency after his former campaign manager told reporters this week that Cruz is warming to Trump’s more disciplined campaign. Cruz himself praised Trump for backing the Texas senator’s crusade to stop a handover of an Internet domain overseer to international regulators.\nStory Continued Below\n“If Ted Cruz wants to call himself a Republican I think he should be at least a part of the team. It looks awfully self-serving for not endorsing Donald Trump at this time,” said Sen. Dan Coats (R-Ind.). “You’re on the same team, so you don’t sit on the bench and sulk because you didn’t get the starting job. If he wants to be called on in the future, he needs to show some character.”\n“It would be helpful,” said Sen. Roger Wicker of Mississippi, chairman of the Senate GOP’s campaign arm. “If I were in Ted Cruz’s position, I would have gone ahead and made the case that of the choices available, Mr. Trump is far and away the best.”\nCruz, of course, did exactly the opposite at the Republican convention, drawing boos and jeers from partisans after he urged delegates to “vote your conscience.” It may have made him enemies among Trump supporters, but it also endeared him to those who have flocked to Cruz and his brand of “principled conservatism.”\nFormer aides said they would be crushed if Cruz suddenly came around to Trump after taking so much heat and refusing to back down.\n“If Cruz's conscience didn't allow him to support Trump at the convention, I don't see any evidence that Trump has changed his behavior to allow Cruz's conscience to support Trump now,” said Amanda Carpenter, a former speechwriter and communications director for Cruz in the Senate.\nRick Tyler, who ran Cruz’s press shop during much of his presidential run, said that despite the pressure from Republicans, Cruz will be “done” if he endorses Trump.\n\"There is no negative future stemming from his defense of conservatism speech in Cleveland,” Tyler said in an email. “Either Trump loses and the speech is cast in a new light; OR Trump wins and is a terrible President and the speech is again cast in a new light; OR Trump wins and is a great president, serves 2 terms and everyone forgets it.”\nPrivately, some Republicans interpreted former campaign manager Jeff Roe’s comments on Wednesday at a Bloomberg event as laying the groundwork for an eventual endorsement of Trump. And hours later, Trump joined Cruz’s latest legislative effort aimed at keeping U.S. authority over Internet domain names. Cruz offered his appreciation on Twitter for Trump's support, and Trump’s campaign manager Kellyanne Conway reciprocated with her own appreciation of Cruz.\nCruz met privately with vice presidential nominee Mike Pence last week and emerged calling Pence a “strong conservative.” But Cruz hasn’t done much else to indicate publicly he'll be voting for Trump over Hillary Clinton.\nAnd Cruz is not alone among Senate Republicans: The likes of Sens. Mike Lee of Utah, Ben Sasse of Nebraska, Lindsey Graham of South Carolina, Jeff Flake of Arizona,, Mark Kirk of Illinois, and Dean Heller of Nevada have all either declined to offer an endorsement of anyone or said outright they won’t vote for Trump.\nBut none carries the kind of political weight Cruz does — not to mention the millions of followers.\nBy POLITICO PRO STAFF\n“Mr. Trump is our nominee and Sen. Cruz represents a big electoral state and is very popular in Texas,” said Texas Rep. Joe Barton. “It certainly would be helpful, I think, for the Trump campaign to have Cruz’s endorsement.\nCruz has begun to fundraise for his colleagues and transferred $100,000 to the National Republican Senatorial Committee, important bridges toward his colleagues in the cliquey Senate. But some GOP senators said Cruz finds himself caught between a party he wants to lead and a faction of the GOP that would never forgive him, including prominent conservatives like radio host Steve Deace, who said on Wednesday that \"if someone with Cruz's moxie can't hold the line in the GOP it can't be done. So just burn it down\"\nIt’s potentially a no-win situation that Republicans are sympathetic to.\n“If you look at the position he’s in, let’s say Donald Trump wins: Probably not good for Ted Cruz. Donald Trump loses: Probably not good for Ted Cruz,” said a Republican senator. “It’s a big liability.”\nMoreover, Cruz’s potential foe in his 2018 reelection race, Rep. Mike McCaul (R-Texas), spent the week picking at Cruz’s vulnerability on Trump. He said Cruz's position makes him \"very angry.\"\n“What he did at the convention turned off a lot of people. He pledged to support [Trump]. He broke his word,” McCaul said on the Laura Ingraham show.\nA month ago, the terrain looked different for Cruz. Trump was lagging behind Clinton and Republicans were preparing for a blowout, making Cruz less culpable for blame given the widespread belief that Trump himself was the problem.\nBut now the election is close and polls show Trump surging in swing states. Republicans say Cruz’s support could help put Trump over the top and help solidify his position in states that he won in the primary like Colorado, Maine or Wisconsin. On the other hand, a narrow Trump loss could lead to finger-pointing if Cruz doesn't bring on board his supporters.\n“I think he wants to part of the team. I think he’s very bright, I think he’s capable of really adding something to it. But he also is concerned with being principled in this particular case,” said Sen. Mike Rounds (R-S.D.). “You walk a fine line sometimes. I’m hopeful we’ll have a united effort.”\n",
        "quotes": [
            [
                "Either Trump loses and the speech is cast in a new light; OR Trump wins and is a terrible President and the speech is again cast in a new light; OR Trump wins and is a great president, serves 2 terms and everyone forgets it.",
                "",
                true
            ],
            [
                "Trump is our nominee and Sen. Cruz represents a big electoral state and is very popular in Texas,",
                "",
                true
            ],
            [
                "If Ted Cruz wants to call himself a Republican I think he should be at least a part of the team.",
                "",
                true
            ],
            [
                "It looks awfully self-serving for not endorsing Donald Trump at this time,",
                "",
                true
            ],
            [
                "You’re on the same team, so you don’t sit on the bench and sulk because you didn’t get the starting job.",
                "",
                true
            ],
            [
                "If he wants to be called on in the future, he needs to show some character.",
                "",
                true
            ],
            [
                "If I were in Ted Cruz’s position, I would have gone ahead and made the case that of the choices available, Mr. Trump is far and away the best.",
                "Roger Wicker",
                true
            ],
            [
                "If Cruz's conscience didn't allow him to support Trump at the convention, I don't see any evidence that Trump has changed his behavior to allow Cruz's conscience to support Trump now,",
                "Amanda Carpenter",
                true
            ],
            [
                "There is no negative future stemming from his defense of conservatism speech in Cleveland,” Tyler said in an email.",
                "Amanda Carpenter",
                true
            ],
            [
                "Either Trump loses and the speech is cast in a new light; OR Trump wins and is a terrible President and the speech is again cast in a new light; OR Trump wins and is a great president, serves 2 terms and everyone forgets it.”\nPrivately, some Republicans interpreted former campaign manager Jeff Roe’s comments on Wednesday at a Bloomberg event as laying the groundwork for an eventual endorsement of Trump.",
                "Amanda Carpenter",
                true
            ],
            [
                "And hours later, Trump joined Cruz’s latest legislative effort aimed at keeping U.S. authority over Internet domain names.",
                "Amanda Carpenter",
                true
            ],
            [
                "Cruz offered his appreciation on Twitter for Trump's support, and Trump’s campaign manager Kellyanne Conway reciprocated with her own appreciation of Cruz.",
                "Amanda Carpenter",
                true
            ],
            [
                "Cruz met privately with vice presidential nominee Mike Pence last week and emerged calling Pence a “strong conservative.” But Cruz hasn’t done much else to indicate publicly he'll be voting for Trump over Hillary Clinton.",
                "Amanda Carpenter",
                true
            ],
            [
                "And Cruz is not alone among Senate Republicans: The likes of Sens.",
                "Amanda Carpenter",
                true
            ],
            [
                "Mike Lee of Utah, Ben Sasse of Nebraska, Lindsey Graham of South Carolina, Jeff Flake of Arizona,, Mark Kirk of Illinois, and Dean Heller of Nevada have all either declined to offer an endorsement of anyone or said outright they won’t vote for Trump.",
                "Amanda Carpenter",
                true
            ],
            [
                "But none carries the kind of political weight Cruz does — not to mention the millions of followers.",
                "Amanda Carpenter",
                true
            ],
            [
                "Trump is our nominee and Sen. Cruz represents a big electoral state and is very popular in Texas,” said Texas Rep. Joe Barton.",
                "Amanda Carpenter",
                true
            ],
            [
                "It certainly would be helpful, I think, for the Trump campaign to have Cruz’s endorsement.",
                "Amanda Carpenter",
                true
            ],
            [
                "Cruz has begun to fundraise for his colleagues and transferred $100,000 to the National Republican Senatorial Committee, important bridges toward his colleagues in the cliquey Senate.",
                "Amanda Carpenter",
                true
            ],
            [
                "But some GOP senators said Cruz finds himself caught between a party he wants to lead and a faction of the GOP that would never forgive him, including prominent conservatives like radio host Steve Deace, who said on Wednesday that \"if someone with Cruz's moxie can't hold the line in the GOP it can't be done.",
                "Amanda Carpenter",
                true
            ],
            [
                "If you look at the position he’s in, let’s say Donald Trump wins: Probably not good for Ted Cruz.",
                "",
                true
            ],
            [
                "Donald Trump loses: Probably not good for Ted Cruz,",
                "",
                true
            ],
            [
                "What he did at the convention turned off a lot of people.",
                "McCaul",
                true
            ],
            [
                "I think he wants to part of the team.",
                "Mike Rounds",
                true
            ],
            [
                "I think he’s very bright, I think he’s capable of really adding something to it.",
                "Mike Rounds",
                true
            ],
            [
                "But he also is concerned with being principled in this particular case,",
                "Mike Rounds",
                true
            ],
            [
                "You walk a fine line sometimes.",
                "Mike Rounds",
                true
            ],
            [
                "I’m hopeful we’ll have a united effort.",
                "Mike Rounds",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.politico.com/story/2016/09/ted-cruz-donald-trump-budget-fight-228493",
                "https://www.politico.com/story/2016/09/donald-trump-ted-cruz-obama-internet-plan-228489"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "campaign",
            "cruz",
            "republicans",
            "trump",
            "squeeze",
            "support",
            "ted",
            "cruzs",
            "wants",
            "feeling",
            "trumps",
            "think",
            "endorsement"
        ]
    }
]