[
    {
        "url": "https://www.reuters.com/article/us-france-reform-training/after-bloody-mess-jab-macron-eyes-training-job-insurance-reform-idUSKBN1CG1Y8",
        "title": "After 'bloody mess' jab, Macron eyes training, job insurance reform",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-11",
        "text": "After 'bloody mess' jab, Macron eyes training, job insurance reform\n3 Min Read\nPARIS (Reuters) - France’s government and labor unions, united in seeking to cut  unemployment but divided over how to do so, will seek common ground with a revamp of job training and unemployment insurance.\nFrench President Emmanuel Macron stands outside the Elysee Palace in Paris, France, October 9, 2017. REUTERS/Charles Platiau\nThe government proposes spending an additional 15 billion euros on training over five years, with employers saying they cannot fill vacancies despite a jobless rate of close to 10 percent, higher than in many European countries.\nPresident Emmanuel Macron also wants to bring the national unemployment insurance fund, currently jointly run by unions and employers, under the state’s control.\nMacron, a former banker whose other labor market reform plans have been condemned by some trade union leaders as a deathknell for high French standards of labor protection, wants to make a professional training program less bureaucratic.\nHe also wants the state to have more say over how much the unemployed get in benefits and for how long, which is currently largely set by unions and employers,\nOn Thursday the government is due to open talks with union leaders before deciding how to overhaul training and unemployment insurance.\nTraining is already funded to the tune of some 30 billion euros annually, financed in part by a levy on wage-earners, but is widely criticized for not benefiting workers that need it most.\nMeanwhile, unions and employers are protective of their decades-old grip over the unemployment insurance benefits system worth billions of euros.\nMacron angered unionists last week with comments he made during a visit to a car parts factory, where scuffles erupted between police and workers protesting over job losses.\n“Instead of kicking up a bloody mess, some of them would be better off going to see if they can get a job over there,” he said, alluding to vacancies that a nearby aluminum factory was battling to fill.\nOpponents accused Macron of showing contempt toward the workforce.\nNonetheless, business owners say the skills gap is a problem.\n“We just can’t get people into factories,” Pierre Tisseau, whose company makes house terraces in Cholet in western France, told Reuters.\nTisseau said he hoped reforms to professional training would help him fill vacancies he has struggled to plug since 2008.\nThe local branch of the Medef business federation in Cholet said 9,000 people were looking for work but that firms were finding it hard to fill 1,500 vacancies in sectors such as construction, transport and the agri-foods.\nMacron defied street protests led by the Communist Party-rooted CGT union to drive through employment law reforms that critics say will weaken collective bargaining and give more power to companies to set out work conditions.\nReporting By Caroline Pailliez, Brian Love and Leigh Thomas; Editing by Richard Lough and Richard Balmforth\n",
        "quotes": [
            [
                "Instead of kicking up a bloody mess, some of them would be better off going to see if they can get a job over there,",
                "Macron",
                true
            ],
            [
                "We just can’t get people into factories,",
                "Pierre Tisseau",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "wants",
            "reform",
            "say",
            "labor",
            "eyes",
            "training",
            "union",
            "job",
            "jab",
            "macron",
            "bloody",
            "vacancies",
            "unemployment",
            "unions",
            "mess",
            "insurance"
        ]
    }
]