[
    {
        "url": "https://www.nytimes.com/2017/10/08/world/middleeast/isis-iraq-surrender.html?rref=collection%2Fsectioncollection%2Fworld",
        "title": "ISIS Fighters, Having Pledged to Fight or Die, Surrender en Masse",
        "authors": [
            {
                "name": "Rod Nordland",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-08",
        "text": "Advertisement\nSupported by\nISIS Fighters, Having Pledged to Fight or Die, Surrender en Masse\nVideo\nIn the days since Iraqi forces declared victory over Islamic State fighters in Hawija, the group’s final urban stronghold in the country, more than 1,000 men have turned themselves in to the Kurdish authorities.CreditCreditIvor Prickett for The New York Times\nDIBIS, Iraq — The prisoners were taken to a waiting room in groups of four, and were told to stand facing the concrete wall, their noses almost touching it, their hands bound behind their backs.\nMore than a thousand prisoners determined to be Islamic State fighters passed through that room last week after they fled their crumbling Iraqi stronghold of Hawija . Instead of the martyrdom they had boasted was their only acceptable fate, they had voluntarily ended up here in the interrogation center of the Kurdish authorities in northern Iraq.\nFor an extremist group that has made its reputation on its ferociousness, with fighters who would always choose suicide over surrender, the fall of Hawija has been a notable turning point. The group has suffered a string of humiliating defeats in Iraq and Syria, but the number of its shock troops who turned themselves in at the center in Dibis was unusually large, more than 1,000 since last Sunday, according to Kurdish intelligence officials.\nThe fight for Mosul, Iraq’s second-largest city, took nine months, and by comparison, relatively few Islamic State fighters surrendered. Tal Afar fell next, and more quickly, in only 11 days. Some 500 fighters surrendered there.\nThe Iraqi military ousted the Islamic State, also known as ISIS and ISIL, from Hawija in 15 days, saying it had taken its forces only three days of actual heavy fighting before most of the extremists grabbed their families and ran. According to Kurdish officials, they put up no fight at all, other than planting bombs and booby traps.\nImage\nThe suspected Islamic State fighters received food at a security screening center near Kirkuk.CreditIvor Prickett for The New York Times\nSeen up close, the fighters’ pretense of bravado soon disappears.\nTheir shoes were taken from them, their pockets emptied and their belts discarded, and, as they stood facing the wall, the backs of their dishdashas were stained with the evidence that some of them had not been to a toilet in days.\nOne of the men smelled so bad that when he was taken into the small interrogation room, those inside were startled. He filled the doorway, appearing even larger than his actual size. The interrogator unbuckled his hip holster, resting his right hand on his pistol. Everyone in the room seemed scared of the man, even though his hands were tied behind his back. His thick black hair was Medusa-wild and shoulder-length, though his handsome face had only a wisp of black stubble on the chin.\n“Hello,” a visitor said. “Where’s your beard?” The Islamic State requires all men to grow full beards.\n“I’m only 21, I can’t grow it yet,” he said, clearly embarrassed.\nKurdish interrogators allowed a dozen of the surrendered fighters to be interviewed by a reporter as they arrived at the local headquarters of the Asayish, the Kurdish intelligence service, in the town of Dibis, near the Kurds’ front lines opposite Hawija. Officers monitored all interviews.\nMany of the fighters claimed to have been just cooks or clerks. So many said they had been members of the Islamic State for only a month or two that interrogators suspected they had been coached to say that. Gone was the contempt for the world’s opinion, spewed out in one violent video after another — many of them made in Hawija, where grisly killings, especially of Kurdish prisoners, were the norm during their three-year reign over that Sunni Arab city in northern Iraq.\nMost of the prisoners, though, claimed to have never seen a beheading, or even heard of such a thing.\nImage\nMany of the Islamic State fighters claimed to have been just cooks or clerks. Most said they had never seen a beheading.CreditIvor Prickett for The New York Times\nAt first, the beardless fighter seemed an exception, admitting defiantly that he had been fighting for the group for two years, alongside family members. He readily gave his name: “Maytham Muhammed Mohemin,” he said, practically spitting it out. His hands were bound behind his back and he was effectively sitting on them, forced back into a red plastic lawn chair, yet the three Kurdish officers in the room kept more than an arm’s length away in case he lunged for their weapons.\nDuring the interview, he grew nervous. He said he was from Hawija and had joined the Islamic State because he believed in its cause, because his elder brother had, and because the $100 a month pay was better than anything else around.\nHe had arrived in Dibis on Thursday afternoon with eight companions, seven Iraqis and an Egyptian, after they dropped their weapons in Hawija that morning. Since the beginning of the Iraqi offensive two weeks earlier, they had spent most of the time burrowed in foxholes to escape the relentless American bombing and shelling by advancing Iraqi forces, and had passed days without sanitary facilities or food.\nFinally, the Islamic State wali, or governor of Hawija, told the men to turn themselves in to the Kurdish forces, known as the pesh merga, and to flee the advancing Iraqi Army and its Shiite militia allies, the Iranian-trained Hashed al-Shaabi , notorious for killing not only Islamic State prisoners but also their entire families.\n“The governor told us each to ‘solve your own problem and find your own solution for yourself,’ ” Mr. Mohemin said. “He said, ‘Go to the pesh merga, not to the Hashed.’ ”\nMr. Mohemin denied ever attending a beheading but later, prompted by an Asayish intelligence officer, he admitted going to one, he said, because he had been ordered to.\nImage\nAt the Kurdish screening center in Dibis, suspects are searched, their shoes taken, their pockets emptied and their belts discarded.CreditIvor Prickett for The New York Times\n“I was scared,” he said. “I never saw anything like that in my life.”\nHis prospects are grim. His pregnant wife had fled to Dibis a week before him, but it was unlikely he would see her or their expected child, their first, anytime soon. His elder brother was killed in combat. His father and little brother, one too old to pledge to the Islamic State and the other too young, had disappeared.\nThe interrogator, Lt. Pisthiwan Salahi, said Mr. Mohemin was not only an Islamic State soldier but also a member of an elite suicide squad known as the Seekers of Martyrdom, according to informers. If convicted of that affiliation by an Asayish court, his sentence would be long; if he was connected to any killings, possibly lifelong.\nMr. Mohemin’s narrative differed. “I was just a common soldier,” he said. “I never killed a civilian. I wasn’t even on the front line.” The lieutenant scoffed at him. “Well, twice I was on the front line, just for a day, but not against the Kurds,” Mr. Mohemin said. More scoffing. “Well once against the Kurds, but only shooting from a distance. I couldn’t see anyone.”\nKurdish officials have been perplexed by the number of fighters who have surrendered. Many of the militants said they were ordered by their leaders to turn themselves in to the Kurds, who were known to take prisoners instead of killing them. But Capt. Ali Muhammed Syan, chief of the Asayish interrogators in Dibis, said even the fighters did not seem to know why their leaders were telling them to quit. “Maybe it’s some deal,” he said. “Maybe it’s just bad morale, I don’t know.”\nTo identify the militants, Kurdish intelligence officers pored over videos from Hawija, such as ones showing pesh merga prisoners in orange jump suits in individual cages on the backs of pickup trucks, being paraded through town to be stoned, then set afire or beheaded in public. Crowds of thousands participated.\nOne by one the Islamic State prisoners were taken out of the waiting room line to be interviewed, each telling pretty much the same story. “I pledged to ISIS in January 2015 and left in March,” said Raad Abdullah Ahmad, 31. “My family disowned me after that. Imagine having no family. I left because I didn’t like what they did to people.”\nImage\nDisplaced people arrived at a security screening center in Dibis, Iraq. Islamic State militants fled there with their families after their defeat in Hawija, the group’s last major urban stronghold in the country.CreditIvor Prickett for The New York Times\nAnother, Hussein Jamal, 21, said he had pledged allegiance to the Islamic State in 2014 but had remained only 45 days.\n“Ask him why he didn’t come out sooner then,” one of the interrogators suggested.\n“I was afraid,” Mr. Jamal said.\n“Ask them why they fled this way,” another of the interrogators suggested.\nBoth men said that they were certain that the Hashed al-Shaabi militias would kill them, but that the Kurds would not.\n“Why not?”\n“They are more civilized than we are,” Mr. Ahmad said. “They know who is good and who is bad.”\nMr. Mohemin had shrunk back into his red chair after an hour of talking and looked much smaller than before. When asked if he thought he would see his wife again, or his new child, he said, “I don’t know,” and looked at the floor.\nThe lieutenant did not take his eyes off him for a second. “They’re just planning to go underground and make sleeper cells,” he said.\nMr. Mohemin shook his head. “This is the end of this state,” he said. He had wet his trousers, adding to the smell, but did not ask to use a toilet. “I believe if the governors are telling us to surrender, it really means that this is the end.” He swore to God that he was telling the truth.\nFollow Rod Nordland on Twitter @rodnordland.\nA version of this article appears in print on , Section A, Page 1 of the New York edition with the headline: Surrender Is New Martyrdom for ISIS Fighters. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "solve your own problem and find your own solution for yourself,",
                "",
                false
            ],
            [
                "Go to the pesh merga, not to the Hashed.",
                "",
                true
            ],
            [
                "I’m only 21, I can’t grow it yet,",
                "",
                true
            ],
            [
                "The governor told us each to ‘solve your own problem and find your own solution for yourself,",
                "Mohemin",
                true
            ],
            [
                "He said, ‘Go to the pesh merga, not to the Hashed.",
                "Mohemin",
                true
            ],
            [
                "I never saw anything like that in my life.",
                "",
                true
            ],
            [
                "I was just a common soldier,",
                "",
                true
            ],
            [
                "I wasn’t even on the front line.",
                "",
                true
            ],
            [
                "Well, twice I was on the front line, just for a day, but not against the Kurds,",
                "",
                true
            ],
            [
                "Well once against the Kurds, but only shooting from a distance.",
                "",
                true
            ],
            [
                "Maybe it’s just bad morale, I don’t know.",
                "",
                true
            ],
            [
                "I pledged to ISIS in January 2015 and left in March,",
                "Raad Abdullah Ahmad",
                true
            ],
            [
                "My family disowned me after that.",
                "Raad Abdullah Ahmad",
                true
            ],
            [
                "I left because I didn’t like what they did to people.",
                "Raad Abdullah Ahmad",
                true
            ],
            [
                "Ask him why he didn’t come out sooner then,",
                "",
                true
            ],
            [
                "Ask them why they fled this way,",
                "",
                true
            ],
            [
                "They are more civilized than we are,",
                "Ahmad",
                true
            ],
            [
                "They know who is good and who is bad.",
                "Ahmad",
                true
            ],
            [
                "They’re just planning to go underground and make sleeper cells,",
                "",
                true
            ],
            [
                "This is the end of this state,",
                "",
                true
            ],
            [
                "I believe if the governors are telling us to surrender, it really means that this is the end.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/10/05/world/middleeast/iraq-hawija-isis.html?module=inline",
                "https://www.nytimes.com/2017/08/31/world/asia/iraq-isis-tal-afar-abadi.html?module=inline",
                "https://www.nytimes.com/2017/01/29/world/middleeast/iraq-tikrit-isis.html?module=inline",
                "https://www.nytimes.com/2017/10/01/world/middleeast/iraq-islamic-state-kurdistan.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.parsintl.com/publication/the-new-york-times/"
            ]
        },
        "key_words": [
            "having",
            "fighters",
            "fight",
            "hawija",
            "room",
            "isis",
            "iraq",
            "pledged",
            "die",
            "kurdish",
            "islamic",
            "masse",
            "prisoners",
            "group",
            "surrendered",
            "surrender",
            "state",
            "en"
        ]
    }
]