[
    {
        "url": "http://inhealth.cnn.com/finding-the-right-treatment-for-copd/keeping-an-active-lifestyle-with-copd?did=t1_rss12_3",
        "title": "Keeping an Active Lifestyle with COPD",
        "authors": [],
        "publisher": "healthguides.healthgrades.com",
        "publish_date": "2015-12-20",
        "text": "By\nWas this helpful? (410)\nMeg Watson is 88 years old and, despite her COPD, lives an active lifestyle in an independent apartment at a continuing care retirement community in Hudson, Ohio.\nI have to confess. I don’t use my walker all the time. I find that if I’m not trying to get anywhere too fast, or not on my feet for too long, I really don’t need it. Sure, I’m a little slower at everything I do now (getting dressed is almost a chore).  But overall, I consider myself a pretty healthy eighty-eight-year-old -- and a pretty busy one too.  \nI go to an exercise class at the retirement community where I live twice a week, and have found that this not only helps build strength in my legs, but it builds the endurance in my lungs, which is especially important for me, because I have chronic obstructive pulmonary disease (COPD).\nPeople with COPD may have some limitations, but that doesn’t mean they can’t live full, healthy lives. Join COPD patients and experts to learn about important lifestyle changes that improve COPD.\n2019 Healthgrades Operating Company, Inc. The content on Healthgrades does not provide medical advice. Always consult a medical provider for diagnosis and treatment. All rights reserved. May not be reproduced or reprinted without permission from Healthgrades Operating Company, Inc. Use of this information is governed by the Healthgrades User Agreement.\nTranscript\nopen\nKathy:              When I was first diagnosed with COPD, I was petrified. All the things I used to be able to do, I can't do anymore. But I have limitations and I learned to work within those limitations.   Dr. Parikh:         Hi, I'm Dr. Parikh, let's talk about diet and lifestyle changes, such as breathing techniques that can help with COPD.   Robert:             I went through a week of pulmonary rehab. They taught me how to walk, they taught me how to take the stairs, exercises to make sure that I use my lungs to full capacity.   Robert:             First and foremost is breathing. You breathe in through your nose, and out through your mouth, and you're supposed to breathe out twice as long as you breathe in.   Edward:             Do you do this on a daily basis every day now?   Robert:             I do this anytime I get short of breath.   Kathy:              There are so many people that have COPD or asthma, or both, unfortunately, in my case. I noticed the days that I don't have enough protein, that my asthma bothers me.   Dr. Shahzad:        In general, we see the carbohydrate is going to produce more carbon dioxide, so I do tell my patients have more protein, like fish, eggs.   Edward:             To avoid some of the carbohydrates, I discovered zucchini noodles, that helps a lot, because you're cutting out a lot of carbs.   Dr. Shahzad:        Have small, frequent meals.   Kathy:              I agree 100% with you on this, because if you feel as though you're stuffing yourself, afterwards you're sitting there gasping for air. The weight issue plays a big difference.   Kathy:              When a doctor said to me, you need to exercise, it was like whoop, taboo word. I don't want to hear it. Then I realized it doesn't mean that I have to go to a gym, when it's summer time and I can't breathe, I'll go into the store and take a carriage, and walk the perimeter of the store, because it's air conditioned.   Robert:             The shopping malls also are very good in the winter, when you're afraid to walk on the sidewalks because they're all icy.   Dr. Shahzad:        Another thing which will help you--you should take your medications regularly.   Robert:             Fortunately, I have a partner who takes care of setting up all my meds.    Dr. Parikh:         Very important.   Robert:             I have all my medications on my iPhone, and that's perfect, because you go, this is what I'm taking.    Kathy:              When I was first diagnosed with COPD, I thought, \"Oh no, now what? My life's done, this is it.\" But it was a lifestyle change. I realized, I can't do what I used to do. But there are some things I still can do.   Edward:             I also faced the fact, the realization, that as I get older, this is not going to get any better, but you can control it.   Dr. Parikh:         And you have experts available to help you with these decisions. When you incorporate diet, lifestyle changes, medication management, it's really important to engage your family members, your doctors, to make sure you're doing things that's best for you.\nI like to get dinner with friends and go on day trips with the other residents of my retirement community. Just recently I went on a bus trip to the Cleveland Art Museum to see a special exhibit on Impressionists painters. For that trip, I did bring my walker, since we walked around the museum for about two hours. I was tired and winded but not overly exhausted. Some days I’ll have lunch or dinner with my son, Bill who lives in town, and about once a year I travel to Minneapolis to visit my son, Jack, and family.\nI started having breathing problems and experiencing shortness of breath in my mid-sixties, after several bouts of pneumonia. My primary care doctor sent me to a pulmonologist, who gave me a chest X-ray, did a pulmonary function test and several breathing tests. They also stuck a tube up my nose for a bronchial biopsy to figure out what exactly was reducing my lung function. I’ve been treating it ever since with an inhaler, and the occasional over-the-counter expectorant or stronger antibiotic. At that time, the doctor diagnosed me with bronchiectasis, which is basically a ballooning in the bronchial tube that causes mucus to get stuck and pool there. \nLast year, I was hospitalized to drain some fluid that had gathered around my lungs. After that, my pulmonologist started referring to my condition as COPD. She put me on oxygen, which now I only use while I sleep. It’s not absolutely necessary to have my oxygen when I travel, so leave it at home. I will, however, request a wheelchair at the airport, as hustling to find my way to my gate can cause my COPD to flare-up. \nI’ve been dealing with this condition for a little over 20 years, and honestly, I don’t notice that it’s gotten much worse. Of course, I’ve developed other issues with age like arthritis. I do have some heart problems -- my doctors say I have atrial fibrillation, a condition characterized by a rapid heart beat that often causes poor blood flow to the body. It’s common among people with COPD. \nMost of the time I don’t even notice my condition, except I tend to get short of breath when I exert myself too much. But it doesn’t prevent me from doing all the things that I like to do -- exercising, traveling to visit family, and socializing with friends. Really, as long as I’m checking in with my pulmonologist (which is about every six months now) and monitoring my overall health, the COPD doesn’t bother me -- and I won’t let it. \nI’m extremely grateful that I still live independently in my wonderful retirement community, have family close-by, and still get to do all the things I love.\nMeg Watson is 88 years old and, despite her COPD, lives an active lifestyle in an independent apartment at a continuing care retirement community in Hudson, Ohio.\nTHIS CONTENT DOES NOT PROVIDE MEDICAL ADVICE. This content is  provided for informational purposes and reflects the opinions of the  author. It is not a substitute for professional medical advice,  diagnosis or treatment. Always seek the advice of a qualified healthcare  professional regarding your health. If you think you may have a medical  emergency, contact your doctor immediately or call 911.\nWas this helpful? (410)\n© 2019 Healthgrades Operating Company, Inc. The content on Healthgrades does not provide medical advice. Always consult a medical provider for diagnosis and treatment. All rights reserved. May not be reproduced or reprinted without permission from Healthgrades Operating Company, Inc. Use of this information is governed by the Healthgrades User Agreement.\nx\nThis content is created or selected by the Healthgrades editorial team and is funded by an advertising sponsor. The content is subject to the Healthgrades medical review process for accuracy, balance and objectivity. The content is not edited or otherwise influenced by the advertisers appearing on this page except with the possible suggestion of the broad topic area. For more information, read the  Healthgrades advertising policy.\nADVERTISEMENT\nEmphysema\nEmphysema\n43%\n28%\nNeed a 5-Star Doctor for COPD?\nYou appear to be interested in [INTEREST]\nThere are [COUNT] four and five-star providers near [LOCATION] who treat [INTEREST]. Let us connect you with the right doctor.\n",
        "quotes": [
            [
                "My life's done, this is it.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.healthgrades.com/content/advertising-policy"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "im",
            "lifestyle",
            "pulmonologist",
            "medical",
            "condition",
            "community",
            "advice",
            "healthgrades",
            "keeping",
            "dont",
            "copd",
            "retirement",
            "active"
        ]
    }
]