[
    {
        "url": "http://money.cnn.com/2017/10/06/media/harvey-weinstein-indefinite-leave-of-absence/index.html",
        "title": "Weinstein's future uncertain at The Weinstein Company",
        "authors": [
            {
                "name": "Sandra Gonzalez",
                "link": null
            }
        ],
        "publisher": "money.cnn.com",
        "publish_date": "2017-10-06",
        "text": "by Sandra Gonzalez   @CNNMoney October 6, 2017: 9:12 PM ET\nLisa Bloom: Harvey Weinstein knows he made mistakes\nHarvey Weinstein's future at the film company he helped found is in question, following a New York Times report published Thursday that detailed numerous incidents of alleged sexual harassment.\nIn a statement Friday, the board of the Weinstein Co. said, \"We strongly endorse Harvey Weinstein's already-announced decision to take an indefinite leave of absence from the Company, commencing today.\"\nThe board said his return depends on his \"therapeutic progress,\" the outcome of an independent investigation and \"Harvey's own personal decisions.\"\nBob Weinstein, Harvey Weinstein's brother and the company's co-founder, and COO David Glasser will run the company in Harvey Weinstein's absence.\n\"We take extremely seriously the accusations published in yesterday's New York Times about our Company's co-chairman Harvey Weinstein,\" the company's board said in a statement. \"It is essential to our Company's culture that all women who work for it or have any dealings with it or any of our executives are treated with respect and have no experience of harassment or discrimination.\"\nThe statement was signed by the board of The Weinstein Company -- Robert Weinstein, Tarak Ben Ammar, Lance Maerov and Richard Koenigsberg.\nThe Weinstein Co. has retained John Kiernan of Debevoise & Plimpton LLP, to conduct an independent investigation into what the company called \"very serious accusations.\"\nWeinstein's suspension comes after The Times published an article Thursday that revealed the powerful film producer has faced several accusations of sexual harassment spanning nearly three decades. \nWeinstein issued a statement in wake of the story in which he apologized for his behavior and announced he'd be taking a leave of absence to deal with the \"issue head on.\"\n\"I cannot be more remorseful about the people I hurt and I plan to do right by all of them,\" Weinstein said on Thursday.\n\"As Harvey has said, it is important for him to get professional help for the problems he has acknowledged,\" the statement from the board added.\nThe board said it plans to \"proceed with business in the ordinary course.\"\nCNNMoney (Los Angeles) First published October 6, 2017: 9:12 PM ET\nNewsletter\n© 2019 Cable News Network. Turner Broadcasting System, Inc. All Rights Reserved.\nCNN Sans™ & © 2016 Cable News Network.\n",
        "quotes": [
            [
                "We strongly endorse Harvey Weinstein's already-announced decision to take an indefinite leave of absence from the Company, commencing today.",
                "Weinstein Co.",
                true
            ],
            [
                "We take extremely seriously the accusations published in yesterday's New York Times about our Company's co-chairman Harvey Weinstein,",
                "",
                true
            ],
            [
                "It is essential to our Company's culture that all women who work for it or have any dealings with it or any of our executives are treated with respect and have no experience of harassment or discrimination.",
                "",
                true
            ],
            [
                "I cannot be more remorseful about the people I hurt and I plan to do right by all of them,",
                "Harvey Weinstein",
                true
            ],
            [
                "As Harvey has said, it is important for him to get professional help for the problems he has acknowledged,",
                "John Kiernan",
                true
            ],
            [
                "proceed with business in the ordinary course.",
                "Harvey Weinstein",
                false
            ]
        ],
        "links": {
            "articles": [
                "http://money.cnn.com/2017/10/05/media/harvey-weinsteins-full-statement/index.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/intent/user?screen_name=CNNMoney"
            ]
        },
        "key_words": [
            "weinsteins",
            "board",
            "statement",
            "published",
            "weinstein",
            "uncertain",
            "york",
            "company",
            "future",
            "harvey",
            "times",
            "companys"
        ]
    }
]