[
    {
        "url": "https://www.nytimes.com/2017/10/08/world/europe/catalonia-independence-tractors.html?rref=collection%2Fsectioncollection%2Fworld",
        "title": "Catalonia’s Push for Independence Has an Unlikely Symbol: Tractors",
        "authors": [
            {
                "name": "Palko Karasz",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-08",
        "text": "Advertisement\nCatalonia’s Push for Independence Has an Unlikely Symbol: Tractors\nVIC, Spain — Rolling his rickety red tractor through a rural valley in Catalonia, Jordi Colom seemed like just another farmer heading to the fields. Except that he was in a line of dozens of tractors lumbering along. And cars honked in approval. People on the side of the road waved red-and-orange Catalan flags and cheered.\nThey knew the role played by the “tractorada,” loosely a tractor armada, in Catalonia’s continuing independence movement.\n“Today, everyone wants to be a farmer,” said Imma Colom, 39, Mr. Colom’s sister, who was among the onlookers and whose husband was also driving a tractor.\nIn a region that draws part of its identity from the toughness of farmers, their tractors are now among the symbols of Catalonians’ fight for independence. In recent months, farmers have lent their strength to marches, riding slowly with the demonstrating masses. During the contentious referendum on independence, the tractors were positioned outside polling stations as a line of defense against intervention by the Spanish police.\nLast week, Mr. Colom and other farmers were participating in a general strike called across the region, and the tractorada was lending its mechanized mass in support of independence and to denounce the police violence that had followed the vote. When the local farmers’ union put out the call, hundreds of farmers responded — as did the people cheering them on.\nImage\nIn the fertile valley near Vic, Spain, farmers are working their fields but also playing a leading role in the demonstrations for independence in Catalonia.CreditDavid Ramos/Getty Images\n“People who are Catalans are very Catalan here,” said Mr. Colom, a mild-mannered father of two, as he steered his tractor onto a dirt-covered square already full of giant machines.\nMr. Colom’s family owns one of the hundreds of farms scattered across the valley, whose center is the town of Vic. It is a major crossroads for two of the highways that cross Catalonia and bring the goods produced by the region to the rest of Spain and to France.\nOn any given day, trucks carrying milk, meat and livestock waltz through, and Mr. Colom and the others were headed to that junction. Their plan was to park right in the middle.\nThere was no struggle to get on the highway: earlier, the police had cordoned off a portion of the road, and they gently waved the tractors on. Crowds stood on both sides, chanting and singing to the sound of grallas, a type of flute that sounds like a bagpipe and is a popular instrument here.\nIt was not the typical farming scene: A documentary filmmaker moved among the tractors, shooting footage. Overhead, a drone buzzed as it filmed the procession. Once the tractors halted at the highway intersection, a massive traffic jam of trucks ensued. Unable to deliver their goods, a few of the drivers napped in the cabs of their trucks.\nVideo\nOne Catalan demonstrator played the gralla, a traditional instrument that sounds like a bagpipe.CreditCreditPalko Karasz for The New York Times\nThe center of the Catalan independence movement is Barcelona, a cosmopolitan metropolis, where urbanites are at the core of the demonstrations — which is why the tractors are a seemingly unlikely symbol. Some tractors cost over 100,000 euros , around $117,000, and feature computers, joysticks, control panels with LED lights and air-conditioned cabins. Others are secondhand clunkers.\nFarmers in the rest of Spain and Europe have for decades used tractors in protests about the cost of gas or the wholesale price of produce. But they have rarely attracted as much attention and popular support as they have in recent weeks in Catalonia. And even as the protest schedule is busy, so is the schedule on the farm.\n“The cows dictate a rigorous schedule,” said Martin Serralonga, 50 as he drove on the highway at the speed of a snail. “For many people with livestock, this is the first time they’ve come out,” he said, adding that his son, as did about half of the crowd, had to rush home early afternoon to do the milking.\nWith some pride in his voice he added, “The politicians needed us to come out, like when we help fight wildfires, because we know the ground the best.”\nThe sudden attention on the farmers comes as many young people are leaving the fields for city life. Jordi Prat, 42, grew up in a family that still trades in livestock, but he opted to study in Barcelona and then become a dentist in Vic. Yet, when the call to protest went out to local farmers, he jumped in the driving seat of his family’s tractor.\nImage\nIn the town of Vic, Spain, the central square has become a place of protest.CreditDavid Ramos/Getty Images\nWhen he was younger, he said, he spent entire days perched in the seat, working in the fields. Sometimes, when he climbed down in the evening, his legs were wobbly from exhaustion.\n“We are the most hard-working country there is in Spain,” he said. “Here, people wake up to work, not to play the guitar.”\nFor all their symbolic force, the farmers themselves seemed uncertain about what independence would bring, or if it was even likely to happen as soon as regional politicians predicted.\nThey preferred to talk about their ancestors’ struggle, referred to in the Catalan anthem that crowds have been singing across the region. “Els Segadors” speaks of a 17th-century revolt by peasants and others against Spanish rule.\n“Like in the anthem, we will break the chains with the sickles,” said Miquel Colom, 44, the older brother of Jordi and Imma.\nAs night fell on the valley and tractors headed home, Miquel was cleaning up the cement barn floor at the Colom family farm under floodlights as a herd of about 60 cows rested in their stalls.\n“These days we haven’t worked much,” he said, looking up from the evening routine, dressed in a blue overall. “Everyone is glued to their smartphones, sending WhatsApps.”\nFollow Palko Karasz on Twitter: @karaszpalko .\nA version of this article appears in print on , Section A, Page 9 of the New York edition with the headline: Tractors Help Symbolize Catalonia’s Drive for Independence. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "Today, everyone wants to be a farmer,",
                "Imma Colom",
                true
            ],
            [
                "People who are Catalans are very Catalan here,",
                "Jordi Colom",
                true
            ],
            [
                "The cows dictate a rigorous schedule,",
                "Martin Serralonga",
                true
            ],
            [
                "For many people with livestock, this is the first time they’ve come out,",
                "",
                true
            ],
            [
                "The politicians needed us to come out, like when we help fight wildfires, because we know the ground the best.",
                "",
                true
            ],
            [
                "We are the most hard-working country there is in Spain,",
                "",
                true
            ],
            [
                "Here, people wake up to work, not to play the guitar.",
                "",
                true
            ],
            [
                "Like in the anthem, we will break the chains with the sickles,",
                "Miquel Colom",
                true
            ],
            [
                "These days we haven’t worked much,",
                "Miquel",
                true
            ],
            [
                "Everyone is glued to their smartphones, sending WhatsApps.",
                "Miquel",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/10/01/world/europe/catalonia-independence-referendum.html?module=inline",
                "https://www.nytimes.com/2017/09/29/world/europe/catalonia-independence-spain-referendum.html?module=inline",
                "https://www.nytimes.com/2017/10/01/world/europe/catalonia-referendum-scene.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://twitter.com/karaszpalko",
                "https://www.parsintl.com/publication/the-new-york-times/",
                "https://tractorsinfo.com/fendt-tractors-price-list/"
            ]
        },
        "key_words": [
            "farmer",
            "farmers",
            "wants",
            "independence",
            "colom",
            "line",
            "push",
            "catalonias",
            "waved",
            "tractors",
            "tractor",
            "symbol",
            "unlikely",
            "vic"
        ]
    }
]