[
    {
        "url": "http://occupydemocrats.com/2016/09/20/proof-trump-stole-258000-from-his-foundations-donors-to-settle-lawsuits/",
        "title": "ILLEGAL: Trump Stole $258,000 From His Non-Profit’s Donors To Settle For-Profit Lawsuits, Says Washington Post",
        "authors": [
            {
                "name": "Grant Stern",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-20",
        "text": "Now Reading\nILLEGAL: Trump Stole $258,000 From His Non-Profit’s Donors To Settle For-Profit Lawsuits, Says Washington Post\n0 Shares\nDonald Trump spent more than a quarter-million dollars from his charitable foundation to settle lawsuits that involved the billionaire’s for-profit businesses, according to interviews and a review of legal documents. Those cases, which together used $258,000 from Trump’s charity, were among four newly documented expenditures in which Trump may have violated laws against “self-dealing” — which prohibit nonprofit leaders from using charity money to benefit themselves or their businesses.\nThe Washington Post‘s David Farenthold has doggedly chased down every lead from the Donald J. Trump Foundation and is in the process of singlehandedly using a dog-eared notebook (they’ve shown photos of it) to literally do what the entire news media is afraid of doing: a complete fact check of Donald Trump’s dubious history of illegal self-dealing and political corruption.\nIt was Farenthold’s investigation which has now caused every major newspaper in Florida to call for a federal investigation into the Trump University pay-for-play scandal where the very same foundation Trump robbed to payoff lawsuits also made an illegal campaign contribution to Florida Attorney General Pam Bondi.\nNow his reporting shows that he used the same foundation to settle a $120,000 fine for Mar-a-lago, Trump’s glitzy party palace in Palm Beach and the nation’s largest private home. Trump was supposed to donate money to a veteran’s foundation, instead he simply took it from others who donated to the foundation instead. Ironically, it was all because of the size of a flagpole:\nIn one case, from 2007, Trump’s Mar-a-Lago Club faced $120,000 in unpaid fines from the town of Palm Beach, Fla., resulting from a dispute over the size of a flagpole. In a settlement, Palm Beach agreed to waive those fines — if Trump’s club made a $100,000 donation to a specific charity for veterans. Instead, Trump sent a check from the Donald J. Trump Foundation, a charity funded almost entirely by other people’s money, according to tax records.\nThis wasn’t just charity for the wealthy; it was a direct subsidy to one of the Trump Organization’s most prized businesses. But it wouldn’t be the only six figure heist engineered by Donald Trump with little more than the stroke of a pen. When you watch Donald Trump pitch his golf course in Scotland on a campaign trip, just remember that the mismanagement of his expensive golf courses frequently land the Republican nominee in court.\nWaPo reports that:\nOne of Trump’s golf courses in New York agreed to settle a lawsuit by making a donation to the plaintiff’s chosen charity. A $158,000 donation was made by the Trump Foundation, according to tax records.\nSee Also\nOn top of that, Trump also used his charitable foundation’s funds to buy a 6-foot tall oil canvas painting of himself  and a $12,000 Tim Tebow football helmet . The latest find by Farenthold uncovered that he spent another $10,000 on second portrait of himself as well as $5000 for advertisements for his chain of hotels. We hear that the latest of Trump’s charitable oil-on-canvas selfies is smaller.\nThe New York Attorney General has already opened an investigation into the Donald J. Trump Foundation for its illegal transaction with Florida’s Attorney General, and these new revelations appear to fit right in with the pattern of the Republican’s nominee for President which we know all too well by now. Donald Trump is all too happy to lie or cheat or steal, as long as he can get away with it.\nHere’s the check proving that Trump stole from his donors to pay for Mar-a-lago’s debts:\nWhat do you think?\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.washingtonpost.com/politics/a-clue-to-the-whereabouts-of-the-6-foot-tall-portrait-of-donald-trump/2016/09/14/ae65db82-7a8f-11e6-ac8e-cf8e0dd91dc7_story.html?tid=a_inl&noredirect=on",
                "https://occupydemocrats.com/2016/09/12/every-major-florida-newspaper-calling-criminal-investigation-trumps-bribe-pam-bondi/",
                "https://occupydemocrats.com/2016/07/01/trump-busted-stealing-charity-buy-12000-tebow-helmet/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://occupydemocrats.com/privacy/",
                "http://www.cnn.com/2016/09/13/.../eric-schneiderman-donald-trump-foundation/"
            ]
        },
        "key_words": [
            "nonprofits",
            "trump",
            "illegal",
            "donors",
            "trumps",
            "money",
            "used",
            "foundation",
            "washington",
            "charity",
            "settle",
            "lawsuits",
            "forprofit",
            "stole",
            "post",
            "donald",
            "investigation",
            "charitable"
        ]
    }
]