[
    {
        "url": "https://www.cnn.com/2016/09/22/politics/joe-manchin-epipen-hike/index.html",
        "title": "First on CNN: Manchin defends daughter over EpiPen controversy",
        "authors": [
            {
                "name": "Theodore Schleifer",
                "link": null
            },
            {
                "name": "Manu Raju",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-22",
        "text": "Updated 11:15 AM ET, Fri September 23, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nHeather Bresch is Manchin's daughter and the head of Mylan\nBresch became a target of derision over the summer after a nearly 500% increase in the cost of the drug\nWashington (CNN)\nSen. Joe Manchin strongly defended his daughter, Heather Bresch, over growing criticism that her company dramatically raised prices for its life-saving medicine in order to enrich her company -- and herself.\nIn an exclusive interview with CNN, the West Virginia Democrat broke his silence and sharply criticized lawmakers from both parties who have seized on the rising cost of EpiPen to bash his daughter's stewardship of her company, Mylan. He said lawmakers were trying to be \"sensational\" by seizing on Bresch's multi-million-dollar compensation.\nAnd he slammed an article in USA Today for questioning whether his wife, Gayle, improperly used her position in an education group to boost the drug's prices, calling it a \"cheap shot\" and \"tabloid\" journalism. He praised Mylan as a West Virginia company that saved the country $180 billion.\nBresch became a target of derision over the summer after a nearly 500% increase in the cost of the lifesaving allergy drug EpiPen, which is one of the company's signature products. The drug, which cost around $100 in 2009, shot up to as much as $600.\nThe move sparked outrage from parents with children who rely on the drug, and even prompted comments from Democratic presidential candidate Hillary Clinton on the need to rein in rising drug costs. One of those parents was actually a colleague of Manchin -- Minnesota Sen. Amy Klobuchar -- and multiple members of Congress called for hearings on the spiking cost.\nRead More\nAbove all else, Manchin said it was unfair to blame Mylan for the dramatic increase in EpiPen, saying it was a problem in a \"convoluted\" system and middlemen that helped raise the price.\n\"Heather is the most caring, sharing, generous person I've ever met in my entire life - most accomplished and tougher than nails,\" he said.\n\"Absolutely,\" Manchin said when asked if his daughter was forthright to House lawmakers during a contentious hearing Wednesday. \"But people have to listen, too.\"\nHe added: \"We can criticize and beat the living crap out of anyone we want to, and that was proven yesterday. But does that solve the problem? Do they really want to solve the problem?\"\nBresch earned nearly $19 million last year. Manchin suggested that the attacks on his daughter's compensation, which he called \"pretty sensational,\" were to be expected given her success.\n\"You have to expect that, you know,\" he said. \"I make $174,000. They haven't attacked me yet, but I'm sure that people who make less than 174 would attack us, too.\"\nAsked if his daughter performed well, Manchin said that while anyone can always improve, she succeeded given the circumstances.\n\"That's a hostile environment,\" he said. \"Do they really want to fix a problem or do they want to make a statement for the next campaign?\"\nCNN's David Wright contributed reporting.\n",
        "quotes": [
            [
                "Heather is the most caring, sharing, generous person I've ever met in my entire life - most accomplished and tougher than nails,",
                "Manchin",
                true
            ],
            [
                "But people have to listen, too.",
                "Manchin",
                true
            ],
            [
                "We can criticize and beat the living crap out of anyone we want to, and that was proven yesterday.",
                "Manchin",
                true
            ],
            [
                "But does that solve the problem?",
                "Manchin",
                true
            ],
            [
                "Do they really want to solve the problem?",
                "Manchin",
                true
            ],
            [
                "You have to expect that, you know,",
                "Manchin",
                true
            ],
            [
                "They haven't attacked me yet, but I'm sure that people who make less than 174 would attack us, too.",
                "Manchin",
                true
            ],
            [
                "Do they really want to fix a problem or do they want to make a statement for the next campaign?",
                "Manchin",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "controversy",
            "daughter",
            "sen",
            "target",
            "virginia",
            "drug",
            "shot",
            "company",
            "rising",
            "west",
            "summer",
            "cost",
            "epipen",
            "defends",
            "cnn",
            "manchin"
        ]
    }
]