[
    {
        "url": "http://www.addictinginfo.org/2016/09/19/chelsea-handler-gets-the-last-word-after-rnc-chair-attacks-hillary-for-not-smiling-video/",
        "title": "Chelsea Handler Gets The Last Word After RNC Chair Attacks Hillary For Not Smiling (VIDEO)",
        "authors": [],
        "publisher": "addictinginfo.com",
        "publish_date": "2016-09-19",
        "text": "·\nThere may be a few women out there who enjoy a man telling them to be more joyous in their presence, but as for the rest of us, there’s nothing a woman hates more than being told to smile.\nDo men smile all the time? No. Because if they did, we’d think they were crazy and up to something. Same goes for women.\nNot every situation calls for a smile at all times. Especially when discussing foreign policy and our military. So, when RNC Chair Reince Priebus thought it appropriate to criticize Hillary Clinton for not smiling enough during the NBC forum hosted by Matt Lauer, it didn’t exactly go over well.\nOne person who definitely had a lot to say about Priebus and his request of a smile from Hillary was none other than Chelsea Handler on her hit Netflix show Chelsea.\nChelsea began by asking Priebus:\n“Who the f*ck are you to tell someone to smile?”\nAdding:\n“This is just another example of how men feel the can belittle every woman in the world and order up a smile.”\nChelsea then said:\n“Stop telling women to smile. We don’t like that. It’s not an icebreaker, it’s a deal breaker.”\nGoing for Priebus’ jugular, Chelsea absolutely destroys him and his ridiculously corny smile, then says:\n“You know when women will smile? When Hillary kicks that pneumonia and trounces Trump in November.”\nAnd that’s exactly right.\nWatch the full video here:\nFeatured image via video screen capture\nSearch\nArchives\nArchives\n",
        "quotes": [
            [
                "Who the f*ck are you to tell someone to smile?",
                "",
                true
            ],
            [
                "This is just another example of how men feel the can belittle every woman in the world and order up a smile.",
                "",
                true
            ],
            [
                "It’s not an icebreaker, it’s a deal breaker.",
                "Chelsea Handler",
                true
            ],
            [
                "You know when women will smile?",
                "Chelsea Handler",
                true
            ],
            [
                "When Hillary kicks that pneumonia and trounces Trump in November.",
                "Chelsea Handler",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "video",
            "word",
            "priebus",
            "smile",
            "gets",
            "rnc",
            "handler",
            "chair",
            "woman",
            "women",
            "smiling",
            "exactly",
            "chelsea",
            "men",
            "hillary",
            "telling",
            "attacks"
        ]
    }
]