[
    {
        "url": "http://www.cnn.com/2017/10/04/us/las-vegas-shooting-watched-loved-ones-die/index.html",
        "title": "At Route 91 Harvest, these survivors watched their loved ones die",
        "authors": [
            {
                "name": "Faith Karimi",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-04",
        "text": "Follow CNN\nThese survivors watched their loved ones die in the Las Vegas massacre\nUpdated 3:24 AM ET, Thu October 5, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nAmid the chaos, some relatives and friends watched as their loved ones perished\n\"I was just yelling at him not to go,\" one man said, recalling his friend's final moments\n(CNN)\nTony Burditus never got a chance to say good-bye to his high school sweetheart.\nThe couple, from West Virginia, had gone to Las Vegas for a weekend getaway -- and to attend the Route 91 Harvest music festival. They'd dined out and swum in a gleaming hotel pool, documenting their adventures on social media.\nJust before the concert Sunday night, Denise Burditus grinned as she leaned in for a selfie with her husband of 32 years.\nIt would be one of their last photos together. Within hours, she'd be among 58 victims felled by a gunman in the deadliest mass shooting in modern US history.\nNow, Tony Burditus finds himself among survivors of the Las Vegas massacre who share a distinctive grief: they watched helplessly as their loved ones perished amid the barrage of gunfire.\nRead More\n'She died in my arms'\nLike most people at the country music concert, Tony and Denise Burditus first thought the rapid staccato that erupted during the show was fireworks.\nThey just kept dancing.\n\"She asked me if it was gunfire, I told her, 'No,'\" Tony Burditus told CNN's Anderson Cooper. \"It was during the second burst that we knew -- and started ... trying to get out of there.\"\nEven then, the couple didn't realize the killer had opened fire from a hotel room 32 floors above them.\nHad he known, Tony Burditus said, they might have taken a different route.\n\"I was leading her through the crowd. I initially thought it was an attack from the ground,\" he said. \"I looked up and didn't see anything.\"\nWhen a bullet hit his wife, a stranger helped move her to a safe spot, away from where others were dropping to the ground. Someone else rode with them to the hospital in the back of a truck.\nAll the while, Denise Burditus -- a retired banking professional who'd just gone back to college -- lay silently.\n\"She was unconscious from the time she was struck,\" her husband said.\nAbout seven hours after his wife posted the pre-concert photo as her profile picture, Tony Burditus updated his own Facebook status.\n\"It saddens me to say that I lost my wife of 32 years, a mother of two, soon to be grandmother of five .... in the Las Vegas shooting,\" he wrote. \"Denise passed in my arms. I LOVE YOU BABE.\"\nBurditus planned to stay in Last Vegas until his wife's remains could be transported back to West Virginia. In the early hours of his sorrow, he'd experienced moments when he couldn't believe she was gone, he said, and had flipped through his phone and tablet, glimpsing photos of her beaming grin.\n\"Denise always had a smile on her face,\" he said. \"And Denise never met a stranger.\"\n'I hope he heard me'\nSonny Melton had gone to the concert with his wife, Heather.\nWhen the gunfire exploded, the registered nurse from Tennessee quickly tried to steer her away from the mayhem.\n\"I started feeling the ricochet of the bullets on the ground,\" Heather Melton recalled. \"And I said to Sonny, 'Let's get down.' And he said, 'We can't get down, we'll get trampled.'\"\nJUST WATCHED\nWife: Can't let shooter overshadow victims 01:30\nHe grabbed her from behind as they fled. Then a bullet struck him.\n\"I felt him get shot in the back,\" she said. \"We fell to the ground. And I just remember seeing people around me on the ground.\"\nHeather Melton tried to talk to her husband. When he didn't respond, she started CPR.\n\"People were yelling at me to get down, and I kept feeling the shots around me,\" she said. \"And I was just screaming for somebody to help me.\"\nBefore Sonny Melton took his last breath, his wife tried to say good-bye.\n\"I hope he heard me,\" she said. \"I went to the trauma room, and he'd already passed. I kissed him and hugged him, but I was quickly escorted out of there because there was more traumas coming in.\"\n'I just ... sat next to him'\nAlaskan fisherman Adrian Murfitt had surprised his friends with a weekend boys trip to Las Vegas.\nAdrian Murfitt\n\"I've never seen him that happy,\" Brian MacKinnon said.\nLike so many others, these buddies first thought the sound of gunshots was fireworks, MacKinnon said.\nThey just kept snapping photographs as the blasts multiplied.\n\"We heard it again, and he looked back, and it went through his neck,\" MacKinnon said of Murfitt. \"We didn't know what was going on yet. He fell backward, ... there was a big gush out of his neck\"\nInstead of running, MacKinnon lay down next to Murfitt and put pressure on his neck. A doctor and a fireman joined him and tried to stop the bleeding.\nJUST WATCHED\nShooting survivor: My friend died in my arms 02:50\n\"He turned blue, and another guy checked his pulse and said he was dead,\" MacKinnon said. \"I didn't run until he was dead.\"\nMacKinnon hopped a fence, but he was in shock and did not know what to do.\n\"I just went back and sat next to him, put his (Murfitt's) hat on and just kinda waited,\" MacKinnon told CNN's Erin Burnett as he clutched Murfitt's black cowboy hat.\nHe did not say good-bye.\nWith Murfitt \"just kind of blankly staring at me,\" MacKinnon said, \"I was just yelling at him not to go.\"\n",
        "quotes": [
            [
                "I was just yelling at him not to go,",
                "",
                true
            ],
            [
                "She asked me if it was gunfire, I told her, 'No,",
                "Denise Burditus",
                true
            ],
            [
                "It was during the second burst that we knew -- and started ... trying to get out of there.",
                "Denise Burditus",
                true
            ],
            [
                "I was leading her through the crowd.",
                "",
                true
            ],
            [
                "I initially thought it was an attack from the ground,",
                "",
                true
            ],
            [
                "I looked up and didn't see anything.",
                "",
                true
            ],
            [
                "She was unconscious from the time she was struck,",
                "",
                true
            ],
            [
                "It saddens me to say that I lost my wife of 32 years, a mother of two, soon to be grandmother of five .... in the Las Vegas shooting,",
                "Denise Burditus",
                true
            ],
            [
                "Denise always had a smile on her face,",
                "Denise Burditus",
                true
            ],
            [
                "And Denise never met a stranger.",
                "Denise Burditus",
                true
            ],
            [
                "I started feeling the ricochet of the bullets on the ground,",
                "Heather Melton",
                true
            ],
            [
                "And I said to Sonny, 'Let's get down.",
                "Heather Melton",
                true
            ],
            [
                "And he said, 'We can't get down, we'll get trampled.",
                "Heather Melton",
                true
            ],
            [
                "I felt him get shot in the back,",
                "Denise Burditus",
                true
            ],
            [
                "And I just remember seeing people around me on the ground.",
                "Denise Burditus",
                true
            ],
            [
                "People were yelling at me to get down, and I kept feeling the shots around me,",
                "Heather Melton",
                true
            ],
            [
                "And I was just screaming for somebody to help me.",
                "Heather Melton",
                true
            ],
            [
                "I went to the trauma room, and he'd already passed.",
                "Heather Melton",
                true
            ],
            [
                "I kissed him and hugged him, but I was quickly escorted out of there because there was more traumas coming in.",
                "Heather Melton",
                true
            ],
            [
                "I've never seen him that happy,",
                "Brian MacKinnon",
                true
            ],
            [
                "We heard it again, and he looked back, and it went through his neck,",
                "Brian MacKinnon",
                true
            ],
            [
                "We didn't know what was going on yet.",
                "Brian MacKinnon",
                true
            ],
            [
                "He fell backward, ... there was a big gush out of his neck",
                "Brian MacKinnon",
                false
            ],
            [
                "He turned blue, and another guy checked his pulse and said he was dead,",
                "Brian MacKinnon",
                true
            ],
            [
                "I didn't run until he was dead.",
                "Brian MacKinnon",
                true
            ],
            [
                "I just went back and sat next to him, put his (Murfitt's) hat on and just kinda waited,",
                "Brian MacKinnon",
                true
            ],
            [
                "just kind of blankly staring at me,",
                "Brian MacKinnon",
                false
            ],
            [
                "I was just yelling at him not to go.",
                "Brian MacKinnon",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.cnn.com/2017/10/04/us/las-vegas-shooting-investigation/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "loved",
            "ones",
            "vegas",
            "mackinnon",
            "say",
            "shooting",
            "die",
            "didnt",
            "harvest",
            "tony",
            "watched",
            "91",
            "denise",
            "tried",
            "route",
            "burditus",
            "wife",
            "survivors"
        ]
    }
]