[
    {
        "url": "http://www.cnn.com/2017/10/10/us/iyw-aid-victims-of-the-california-wildfires/index.html",
        "title": "How to help victims of the California wildfires",
        "authors": [
            {
                "name": "Bethany Hines",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-10",
        "text": "Updated 2:56 PM ET, Tue October 31, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nFlames overtake a structure in the Napa wine region on October 9.\n(CNN)\nFast-moving wildfires spread devastation and desperation in Northern California.\nMore than 75,000 people were evacuated. Dozens are dead.\nHere is how you can help those dealing with the fires, and ways you can get help if you're in need.\nIf you live in Northern California, you can volunteer and donate aid through this Facebook page .\nRead More\nHome Care Assistance is helping seniors in Napa and Sonoma evacuate and transport their belongings. Call 925-817-0416.\nMeanwhile, Airbnb hosts are offering free rooms to displaced neighbors and relief workers until November 15.\nWine County Animal Lovers is waiving adoption fees for people whose animals died as a result of the fires.\nOrganizations are on the ground providing emergency supplies. Click the button to below to donate money:\nPhotos: Wildfires blaze in California\nAerial images showing parts of Sonoma and Napa County that have been hit by wildfires.\nHide Caption\nPhotos: Wildfires blaze in California\nColby Clark, left, comforts her mother, Bonnie Trexler, after law enforcement escorted them to Trexler's home in Napa, California, to retrieve medicine and personal items on Wednesday, October 11. Trexler was one of the lucky few in her neighborhood whose home was spared. Deadly wildfires have been tearing through the state, destroying homes and businesses and prompting evacuation orders.\nHide Caption\nPhotos: Wildfires blaze in California\nHighway Patrol officers go door to door to ask Sonoma residents to evacuate their homes as a wildfire approaches on October 11.\nHide Caption\nPhotos: Wildfires blaze in California\nHomes are destroyed in the Coffey Park neighborhood of Santa Rosa on October 11.\nHide Caption\nPhotos: Wildfires blaze in California\nThe sign of a Firestone store malfunctions in Santa Rosa on Tuesday, October 10.\nHide Caption\nPhotos: Wildfires blaze in California\nDamaged winemaking vats and tanks stand in ashes and debris at the Paradise Ridge Winery in Santa Rosa.\nHide Caption\nPhotos: Wildfires blaze in California\nSmoke clouds the sun from wildfires burning in Santa Rosa and Napa Valley on October 10.\nHide Caption\nPhotos: Wildfires blaze in California\nMary Caughey, center in blue, reacts after finding her wedding ring in the remains of her home in Kenwood on October 10.\nHide Caption\nPhotos: Wildfires blaze in California\nPuddles of melted metal trail away from a burned-out car near Napa on October 10.\nHide Caption\nPhotos: Wildfires blaze in California\nA TV cameraman inches closer to a burning building at a winery in Napa Valley on Monday, October 9.\nHide Caption\nPhotos: Wildfires blaze in California\nA firefighting plane helps battle a blaze just north of Tustin on October 9.\nHide Caption\nA historic barn burns in Santa Rosa on October 9.\nHide Caption\nPhotos: Wildfires blaze in California\nThe Santa Rosa Hilton Hotel burns to the ground on October 9.\nHide Caption\nPhotos: Wildfires blaze in California\nJim Stites watches as part of his neighborhood burns in Fountaingrove on October 9.\nHide Caption\nPhotos: Wildfires blaze in California\nFire burns from an open gas valve near the pool area of a Santa Rosa trailer park on October 9.\nHide Caption\nPhotos: Wildfires blaze in California\nA man rushes to save his house as a wildfire moves through Glen Ellen on October 9.\nHide Caption\nPhotos: Wildfires blaze in California\nKristine Pond searches what's left of her family's home in Santa Rosa on October 9.\nHide Caption\nPhotos: Wildfires blaze in California\nPolice cars block State Route 241 as smoke rises above Orange on October 9.\nHide Caption\nA firefighter douses flames in Santa Rosa on October 9.\nHide Caption\nPhotos: Wildfires blaze in California\nA woman moves horses in Orange as strong Santa Ana winds blow smoke from the Canyon 2 fire toward them on October 9.\nHide Caption\nPhotos: Wildfires blaze in California\nA firefighter douses flames at a home in Anaheim on October 9.\nHide Caption\nTraffic backs up as people flee Orange on October 9.\nHide Caption\nPhotos: Wildfires blaze in California\nSanta Rosa residents sift through the remains of a burned home on October 9.\nHide Caption\nPhotos: Wildfires blaze in California\nThe remains of fire-damaged homes and cars smolder at a Santa Rosa trailer park on October 9.\nHide Caption\nPhotos: Wildfires blaze in California\nA tent structure built for the Safeway Open golf tournament burns in Napa on October 9.\nHide Caption\nFire consumes a barn in Glen Ellen on October 9.\nHide Caption\nPhotos: Wildfires blaze in California\nSmoke rises in the hills east of Napa on October 9.\nHide Caption\nPhotos: Wildfires blaze in California\nA man passes a burning house in Napa on October 9.\nHide Caption\nPhotos: Wildfires blaze in California\nThe remains of fire-damaged homes are seen in Glen Ellen on October 9.\nHide Caption\nA wildfire burns behind the Sonoma Raceway on October 9.\nHide Caption\nA building burns in Napa on October 9.\nHide Caption\nPhotos: Wildfires blaze in California\nFlames overtake a building in the Napa wine region on October 9.\nHide Caption\nPhotos: Wildfires blaze in California\nTwo women hug as they watch houses burn in Santa Rosa on October 9.\nHide Caption\n33 of 33\nConnect with Impact Your World on Facebook and follow us on Twitter @CNNImpact .\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.cnn.com/2017/10/16/us/california-fires-updates/index.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.airbnb.com/welcome/evacuees/northerncaliforniafireevacuees",
                "https://twitter.com/CNNImpact",
                "https://www.facebook.com/groups/1417286541726181/",
                "https://www.facebook.com/winecountryanimallovers/photos/a.513947675359290.1073741836.421312464622812/1533065716780809/?type=3&theater",
                "https://www.facebook.com/ImpactYourWorld/",
                "http://homecareassistance.com/about"
            ]
        },
        "key_words": [
            "33photos",
            "blaze",
            "help",
            "burns",
            "california",
            "rosa",
            "caption",
            "santa",
            "victims",
            "napa",
            "wildfires",
            "hide"
        ]
    }
]