[
    {
        "url": "http://beforeitsnews.com/sports/2017/09/just-shut-up-play-some-damn-baseball-2701059.html",
        "title": "Just Shut Up & Play Some Damn Baseball!!",
        "authors": [
            {
                "name": "Bleeding Yankee Blue",
                "link": null
            }
        ],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "Monday, September 25, 2017 5:17\n% of readers think this story is Fact. Add your two cents.\nLook, plain and simple I am over this “Take a knee” bullshit in my opinion.\nKyle Terada-USA TODAY Sports\nI’m not writing to debate with anyone on this. Everyone has a right to their own opinion and to protest….I get it. But I also have a right to turn on my television and watch America’s favorite pastime without the extra added political crap. It’s September and there are seven regular season games left so we have enough drama as it is. I like the drama involved in a heart racing, nail biting game between two good teams. It’s a beautiful game and an escape from reality (especially NOW) so can’t we just leave it at that?\nBaseball is my first passion, football is my second. Well, it was….it was the one other sport I really enjoyed when baseball was over. I have been a fan of a poor football team for years and stood by them but at this point it’s too much political mumbo jumbo for me to actually watch a game. Suddenly football became the drama filled gossip girls crowd I worked so hard to avoid in High School. I respect your opinion whatever it may be but I want to see you PLAY THE GAME and hear about all of the news that comes form that…..not from you “taking a knee” and causing Americans everywhere to debate about whether it is right or wrong.\nThat is why I stopped watching. Colin Kaepernick started drama, is now UNEMPLOYED and I no longer watch football.\nRick Osentoski-USA TODAY Sports\nAnd now suddenly the “take a knee” fiasco finally made it into my baseball world and I admit it annoys me! Congratulations rookie kid I couldn’t care less about Bruce Maxwell of the Oakland A’s. You “took a knee” and sent a message. You are incredibly young and have much to learn in life and in baseball. You’ve had your 15 minutes of fame and brought a bunch of drama into the game I love. Now who is next? Because it is coming. The newbie opened up the flood gates.\nSo now that it’s out there and instead of the news main focus being about the Yankees blowing two games against the Jays and likely the division….we have to read Joe Girardi,Yankees players have no plans to protest national anthem . Really? I want to start a new movement here. There’s a cliche that says politics and religion do not belong at the dinner table. How about political protests do not belong at a baseball game?\nPhoto: NJ.com\nClearly Aaron Judge gets it. I’m sure he has a very strong opinion on this too as most of us do but at least when he was asked about it he said “You know, I’m a baseball player. My job is to focus on playing baseball right now.” It is, so thank you Judge. Even CC Sabathia had an opinion on it and he made that pretty clear on Saturday but he said his peace and left it at that. So when Sunday came around he didn’t want to revisit it and said “I don’t want to talk about that. Go to somebody else’s locker and talk about protests. Why do you have to come to me? There are 40 other guys in there” read that HERE .\nWe have one week left in the regular season. Maxwell said his decision “had been coming for a long time” and referenced what happened in Charlottesville. He’s had a while to sit and stew on that and just now decides to join the movement and “take a knee” right at the end of the season. I don’t look at that and find that to be “brave” or admirable at all.\nThere are a lot of issues in our country right now, and I am not ignoring that. We saw how high emotions ran last year in football and now it’s come into baseball. Nothing has changed for the better here, so why bring it on the field?\nI just want to watch some baseball, Maxwell! I didn’t know who you were before this. I know enough about you now, but it doesn’t make me want to learn anymore.\nJust play ball! There’s not a lot of it left…\n–Jeana Bellezza\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nFeatured\nTop Global\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "You know, I’m a baseball player.",
                "Aaron Judge",
                true
            ],
            [
                "My job is to focus on playing baseball right now.",
                "Aaron Judge",
                true
            ],
            [
                "I don’t want to talk about that.",
                "",
                true
            ],
            [
                "Go to somebody else’s locker and talk about protests.",
                "",
                true
            ],
            [
                "Why do you have to come to me?",
                "",
                true
            ],
            [
                "There are 40 other guys in there",
                "",
                false
            ],
            [
                "had been coming for a long time",
                "Maxwell",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://www.nydailynews.com/sports/baseball/yankees/joe-girardi-isn-concerned-future-yankees-article-1.3517934",
                "http://www.suppressedhealthsecrets.com",
                "http://www.prodo1.com/",
                "https://beforeitsnews.com/v3/r2/?url=http://www.nj.com/yankees/index.ssf/2017/09/day_after_yankees_cc_sabathia_vents_aaron_judge_co.html"
            ]
        },
        "key_words": [
            "season",
            "right",
            "shut",
            "damn",
            "football",
            "political",
            "play",
            "game",
            "watch",
            "knee",
            "opinion",
            "baseball",
            "drama"
        ]
    }
]