[
    {
        "url": "http://www.addictinginfo.org/2016/09/20/watch-donald-trump-says-constitution-should-not-give-everyone-the-right-to-due-process/",
        "title": "WATCH: Donald Trump Says Constitution Should Not Give Everyone The Right To Due Process",
        "authors": [
            {
                "name": "Stephen D Foster Jr",
                "link": null
            }
        ],
        "publisher": "addictinginfo.com",
        "publish_date": "2016-09-20",
        "text": "·\nIf Donald Trump has his way, the constitutional right to due process will only belong to white racists.\nIn the wake of the bombing in New York City over the weekend, police were able to apprehend a suspect named Ahmad Khan Rahami after a shootout.\nRahami was hit and needed to be hospitalized to get his gunshot wound treated. And as an American citizen, he is also guaranteed the right to an attorney even if he cannot afford one.\nWhy? Because the Fifth and Sixth Amendments of the Constitution say so.\nBut Republican nominee Donald Trump thinks the amendments should be scrapped in Rahami’s case. You know, because he’s a Muslim.\nDuring a rally in Florida on Monday, Trump whined because Rahami is being treated in a hospital for his wound and further complained about him being represented by a competent defense attorney.\n“Now we will give him amazing hospitalization. He will be taken care of by some of the best doctors in the world. He will be given a fully modern and updated hospital room. And he’ll probably even have room service, knowing the way our country is. And on top of all of that, he will be represented by an outstanding lawyer. His case will go through the various court systems for years and in the end, people will forget and his punishment will not be what it once would have been. What a sad situation.”\nTrump, who advocates for torture techniques, also demanded a speedy trial resulting in “harsh punishment” and suggested using “whatever lawful methods are available to obtain information from the apprehended suspect to get information before it’s no longer timely.”\nHere’s the video via YouTube.\nThe Fifth Amendment states:\nNo person shall be held to answer for a capital, or otherwise infamous crime, unless on a presentment or indictment of a grand jury…nor be deprived of life, liberty, or property, without due process of law; nor shall private property be taken for public use, without just compensation.\nRahami is innocent until proven guilty. So not letting him get the treatment he needs could lead to him dying from an infection or loss of blood, thus depriving him of life without due process.\nFurthermore, the Sixth Amendment clearly gives everyone the right to an attorney, even a bombing suspect.\nIn all criminal prosecutions, the accused shall enjoy the right to a speedy and public trial, by an impartial jury of the state and district wherein the crime shall have been committed, which district shall have been previously ascertained by law, and to be informed of the nature and cause of the accusation; to be confronted with the witnesses against him; to have compulsory process for obtaining witnesses in his favor, and to have the assistance of counsel for his defense.\nThe right to have an attorney is one of the most foundational values of the country, most exemplified by Founding Father John Adams, who defended the British soldiers who were arrested after the Boston Massacre in 1770.\nIn short, it doesn’t matter who the suspect is or what they did, they have the right to due process and an attorney in this country. But Donald Trump apparently wants to put a “white’s only” sign on the Constitution.\nFeatured image via screen capture\n",
        "quotes": [
            [
                "Now we will give him amazing hospitalization.",
                "",
                true
            ],
            [
                "He will be taken care of by some of the best doctors in the world.",
                "",
                true
            ],
            [
                "He will be given a fully modern and updated hospital room.",
                "",
                true
            ],
            [
                "And he’ll probably even have room service, knowing the way our country is.",
                "",
                true
            ],
            [
                "And on top of all of that, he will be represented by an outstanding lawyer.",
                "",
                true
            ],
            [
                "His case will go through the various court systems for years and in the end, people will forget and his punishment will not be what it once would have been.",
                "",
                true
            ],
            [
                "whatever lawful methods are available to obtain information from the apprehended suspect to get information before it’s no longer timely.",
                "Trump",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.mediaite.com/online/trump-denounces-bombing-suspects-hospitalization-and-right-to-an-attorney/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "right",
            "shall",
            "donald",
            "suspect",
            "country",
            "process",
            "witnesses",
            "constitution",
            "watch",
            "wound",
            "trump",
            "attorney"
        ]
    }
]