[
    {
        "url": "http://dailybuzzlive.com/the-new-goosebumps-movie-trailer-is-out-and-it-has-all-the-monsters-you-could-want/",
        "title": "The New Goosebumps Movie Trailer Is Out And It Has All The Monsters You Could Want!",
        "authors": [
            {
                "name": "Daily Buzz Live",
                "link": null
            }
        ],
        "publisher": "dailybuzzlive.com",
        "publish_date": "2015-07-09",
        "text": "Posted on\nThe New Goosebumps Movie Trailer Is Out And It Has All The Monsters You Could Want!\nIf you grew up in the 90’s you are probably more than familiar with the franchise Goosebumps. Well now there is an upcoming movie based on these nostalgic books that brings all the old monsters to life.\nThe trailer for the film was released on Wednesday and seems to almost have a Jumanji type vibe. Jack Black plays a fictional version of the writer of the series, R.L. Stine. Stine gets a new neighbor next door that hopes to win the heart of Stine’s daughter. In doing so, he accidentally releases all of the horrifying monsters locked inside Stine’s original manuscripts.\nFrom there it seems to seem like Jumanji like I was saying earlier. They all must capture the monsters that have escaped by forcing them back into the book.\nBeing that I loved these books as a kid, I’ll defiantly give it a chance, but who’s to say it’ll be good. It might just be another lame attempt at remaking something that was already amazing. The references  to monsters so far though include:\nThe Abominable Snowman of Pasadena\nMy Best Friend is Invisible\nThe Giant Praying Mantis from A Shocker on Shock Street\nThe Werewolf of Fever Swamp\nWhy I’m Afraid of Bees\nThe plant from Stay Out of the Basement\nRevenge of the Lawn Gnomes\nand my favorite Slappy from Night of the Living Dummy\nI’m crossing my fingers that it’ll be good. Check out the trailer below and share it with your friends!\n* indicates required\nEmail Address *\nRecent Posts\nThere are three common mistakes that if you do in a street fight, the odds READ MORE →\nDaily Buzz Live Search\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "stines",
            "books",
            "stine",
            "itll",
            "good",
            "goosebumps",
            "trailer",
            "movie",
            "jumanji",
            "monsters"
        ]
    }
]