[
    {
        "url": "http://beforeitsnews.com/sports/2017/10/64-and-done-2701664.html",
        "title": "64 and Done",
        "authors": [
            {
                "name": "Raising Matt Cain",
                "link": null
            }
        ],
        "publisher": "beforeitsnews.com",
        "publish_date": "2017-10-06",
        "text": "Sunday, October 1, 2017 15:49\n% of readers think this story is Fact. Add your two cents.\nWell, this cesspool of a season is finally over and the amount of happiness that gives me is quite disturbing.  Today ended with the flash of a walk off homer ( by Pablo Sandoval, no less ) and some loving speeches for a great departing Giant; but there is nothing that can take away the stink and scars from of this year.  It started in April really.  And by May it was a done deal.  Amazing in a sick way.  This team is different than any of the other big losing squads of my youth and it has affected me more than I ever expected.\nAfter years of genuine contention, all bets are now off and we all start from scratch.  Truthfully, I’m not sure I’m up for it any more.  One thing I learned from this horror of a team is that there are times to walk away from it.  I regained some of my life by getting away from this team and I liked it.  So, all I can say is that I will let you know about next year and just how much I want to jump in again.\nTime for me to pull the plug on baseball for awhile.  Maybe I’ll check out the Indians for Mom’s sake but I doubt it.  Enjoy the post season, but if the doggers do well, please don’t tell me.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nThe Watcher\nI HAVEN’T HAD A TV IN 3 YEARS! PROBABLY NEVER WILL GET ANOTHER ONE!\nOct 1, 2017, 4:38 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.prodo1.com/",
                "http://www.suppressedhealthsecrets.com",
                "https://mitocopper.com/pages/affiliate-program"
            ]
        },
        "key_words": [
            "away",
            "walk",
            "64",
            "im",
            "way",
            "team",
            "truthfully",
            "youth",
            "season",
            "today",
            "times"
        ]
    }
]