[
    {
        "url": "https://www.politico.eu/article/refugee-children-education-europe-volunteers-greece-migrant-camp/?cmpid=sf",
        "title": "Refugee children get little education in Europe",
        "authors": [
            {
                "name": "Janosch Delcker",
                "link": null
            },
            {
                "name": "Florian Eder",
                "link": null
            },
            {
                "name": "Lili Bayer",
                "link": null
            },
            {
                "name": "Timor Sharan",
                "link": null
            },
            {
                "name": "Zia Weise",
                "link": null
            }
        ],
        "publisher": "www.politico.eu",
        "publish_date": "2016-09-26",
        "text": "8/6/19, 8:27 PM CEST\n8/6/19, 7:38 PM CEST\n8/6/19, 5:26 PM CEST\n8/6/19, 3:38 PM CEST\n8/6/19, 12:28 PM CEST\n8/6/19, 5:00 AM CEST\n8/5/19, 9:32 PM CEST\n8/5/19, 7:10 PM CEST\n8/5/19, 7:10 PM CEST\n8/5/19, 5:49 PM CEST\n8/5/19, 2:01 PM CEST\n8/5/19, 7:08 AM CEST\n8/5/19, 6:16 AM CEST\n8/5/19, 4:05 AM CEST\n8/5/19, 4:02 AM CEST\n8/4/19, 8:43 PM CEST\n8/4/19, 5:57 PM CEST\n8/4/19, 4:29 PM CEST\n8/4/19, 11:10 AM CEST\nPolice is investigating incident as a hate crime after finding manifesto that may have been posted online by attacker.\n8/3/19, 7:40 PM CEST\n8/3/19, 1:54 PM CEST\n8/3/19, 2:00 AM CEST\n8/3/19, 2:00 AM CEST\n8/2/19, 8:29 PM CEST\n8/2/19, 2:51 PM CEST\n8/2/19, 2:43 PM CEST\n8/2/19, 2:21 PM CEST\n8/2/19, 12:27 PM CEST\n8/2/19, 12:21 PM CEST\n8/2/19, 5:00 AM CEST\n8/2/19, 4:56 AM CEST\n8/1/19, 10:36 PM CEST\n8/1/19, 9:59 PM CEST\n8/1/19, 5:01 PM CEST\n8/1/19, 4:54 PM CEST\n8/1/19, 3:05 PM CEST\n8/1/19, 12:21 PM CEST\n8/1/19, 8:42 AM CEST\n8/1/19, 7:18 AM CEST\n8/1/19, 4:00 AM CEST\n8/1/19, 2:31 AM CEST\n7/31/19, 8:06 PM CEST\n7/31/19, 7:26 PM CEST\n7/31/19, 6:12 PM CEST\n7/31/19, 12:29 PM CEST\n7/31/19, 11:29 AM CEST\n7/31/19, 9:00 AM CEST\n7/31/19, 8:24 AM CEST\n7/31/19, 6:37 AM CEST\nRefugee children get little education in Europe\nIn Greece, the average migrant child has been out of school for a year and a half.\n9/27/16, 7:24 AM CET\nChildren sit in a classroom in the refugee camp of Lagadikia | Sakis Mitrolidis/AFP via Getty Images\nChildren sit in a classroom in the refugee camp of Lagadikia | Sakis Mitrolidis/AFP via Getty Images\nLESBOS, Greece — Ten-year-old Foual from Gaza is an aspiring polyglot. At the entrance to Kara Tepe, the second-largest refugee camp on Lesbos, he greets visitors in English, German, and Spanish. He knows some Turkish, too, and can almost count to twenty in Greek.\n“I’m learning by myself,” Foual says proudly. He has no alternative: there are no formal schools in Greek camps. As a refugee in Lebanon, he attended three years of primary education, but since he arrived in Europe six months ago, he’s been out of school.\nAsk parents why they decided to make the journey across the Mediterranean, and most will tell you that they took the risk to ensure a better future for their children. But since the Balkan states closed their borders in March, the thousands of refugee children marooned in Greece have had little or no access to education, despite having reached Europe. They join an estimated 3.5 million refugee children across the globe who are missing out on school.\nStarting this month, the Greek government is hoping to change that by enrolling refugees in public schools — but for the past seven months, children in camps have only had access to casual volunteer-run classes.\nThe [Greek] ministry of education hopes to enrol thousands of refugee children in Greek schools, starting by the end of the month. Of the 27,000 children stranded in Greece, at least 18,000 are thought to be of school age.\n“It’s not really a school, just a class,” Foual says of the education project in Kara Tepe. His elder sister, 11-year-old Melek, interrupts: “It’s not like in Lebanon where we had a system and a curriculum. Here, it’s a little Greek, a little English, just one class for an hour a day.”\nA lost generation \nRights organisations have long warned of a “lost generation” of refugee children missing out on education. The crisis is particularly dire among Syrians: 1.5 million children who have fled to neighbouring Turkey, Jordan or Lebanon are not in school, creating a surge in child labour and early marriage.\nIn Greece, the average refugee child has been out of school for a year and a half, according to the NGO Save the Children . Initially, education was not a priority for the Greek government, which has struggled to provide even basic services to the 60,000 asylum-seekers now marooned in the country.\nYet with registration and relocation programmes moving at a snail’s pace, there is a growing realisation that the tens of thousands of asylum-seekers will remain in Greece for some time.\n“Things change every week, but we assume they are going to be stuck for a while,” says Naoko Imoto, an education specialist for UNICEF in Greece. “We’re thinking about years, really.”\nA refugee boy follows English lessons in a container which has been converted into a classroom at the Skaramangs camp | Aris Messinis/AFP via Getty Images\nAccordingly, the Greek government has begun planning for the long term. The ministry of education hopes to enrol thousands of refugee children in Greek schools, starting by the end of the month. Of the 27,000 children stranded in Greece, at least 18,000 are thought to be of school age.\nA segregated school system\nFor the current school year, refugee children will be taught separately from Greek students. These so-called “reception classes” will take place in the afternoon, four hours a day, focusing on Greek and English, mathematics and IT.\nThe aim, the government says , is to prepare the refugee students to join normal classes in the coming year — either in Greece or elsewhere in Europe. For younger children, kindergartens are planned to be opened in camps.\nEven though asylum seekers will initially be taught separately from Greek children, the move has been met with opposition. On Tuesday, a parents’ association in the northern Greek town of Filippiada complained about the plan, voicing fears about diseases and arguing that their children would be unable to “coexist with migrant children”.\nRefugee children, the parents’ association states, had “different perceptions on the role of family, the place of women and religion to Greek children whose parents have made sacrifices to offer their children the best education.”\nThe Greek education ministry earlier this month dismissed a complaint from a parents’ association in Oresteiada, another town on the northern mainland, which had threatened a sit-in protest if children from camps were admitted into their school.\nNikos Filis, the education minister, says the integration of refugee children would be “gradual,” and that pupils would be vaccinated before attending public schools. “Hence, there is no serious justification” for the parents’ protests but “only prejudice,” Filis says.\nUntil the official programme comes into effect, however, volunteers and refugee teachers continue to plug the gap. Makeshift schools have popped up in most camps, but attendance is voluntary, and teaching refugee children come with challenges.\n“Some of them never went to school,” says Corien Tiemersma, a Dutch volunteer who has taught English in the Malakasa camp north of Athens, home to nearly a thousand mostly Afghan refugees. “And at the beginning, they weren’t used to sitting down.”\nVolunteers\nUNICEF’s Imoto hopes that formal education will introduce stability to the lives of children living in limbo in Greece. “It’s urgent that we get these children into school, so that they have an education but also a sense of normalcy and hope,” she says.\nImoto said they were also planning to train refugees who were teachers in their home countries to give classes in the children’s mother tongues, something Greek schools cannot provide. “They are the biggest resource we have,” she says.\nEducation for her children was her prime motivation for making the perilous crossing to Greece, [Amal Ismail] explains, pouring the tea into glass jars that serve as cups.\nIn Nea Kavala, a military-run tent camp north of Thessaloniki, refugees and volunteers work side-by-side in the camp’s community centre. Mahmoud Mohammad, a former tailor from Syria’s Kurdish-majority Afrin area, is using his English skills to teach children in the camp.\nThe school, he says, “is the most important achievement in the camp.” He works alongside five others, including Ragda, a Syrian teacher from Idlib, who has been giving Arabic classes for four months.\n“I began volunteering because there are a lot of kids here and they should go to school,” Ragda says. There have been some difficulties, she admits. “There are some Yazidi and Kurdish children who don’t speak Arabic, so I had to teach them Arabic first.”\n\"I want to study\"\nBut with limited resources and few trained teachers, the Nea Kavala school is unable to provide formal education. Classes run for only two hours a day.\nChildren taking English lessons at the Skaramangs refugee camp in Greece | Aris Messinis/AFP via Getty Images\n“I want to study. I dropped out at eighth grade in Syria,” says Rewan, a 15-year-old refugee from Afrin who has been in Nea Kavala for six months. “But there’s no real school. It’s an hour a day plus language classes, and the first level includes everyone from first to eighth grade.”\nA few tent rows away, Amal Ismail, a Kurdish woman from Aleppo, boils water for tea in a rusty tin. Her children, three girls and a boy, have missed out on years of school; her 11-year-old son worked with her husband in a clothing factory in Turkey’s Izmir for two years to support the family.\nEducation for her children was her prime motivation for making the perilous crossing to Greece, she explains, pouring the tea into glass jars that serve as cups. They had been in Nea Kavala for seven months.\n“We lived in fear in Syria,” she says. “We thought we’d be free of fear in Europe. But here, we’re afraid our children will never go to school and learn.”\nRelated stories on these topics:\nRelated Event\nLog-in\nPassword\nRemember me\nLog in\n",
        "quotes": [
            [
                "It’s not really a school, just a class,",
                "Foual",
                true
            ],
            [
                "It’s not like in Lebanon where we had a system and a curriculum.",
                "",
                true
            ],
            [
                "Here, it’s a little Greek, a little English, just one class for an hour a day.",
                "",
                true
            ],
            [
                "Things change every week, but we assume they are going to be stuck for a while,",
                "Naoko Imoto",
                true
            ],
            [
                "We’re thinking about years, really.",
                "Naoko Imoto",
                true
            ],
            [
                "different perceptions on the role of family, the place of women and religion to Greek children whose parents have made sacrifices to offer their children the best education.",
                "",
                false
            ],
            [
                "Hence, there is no serious justification",
                "",
                false
            ],
            [
                "Some of them never went to school,",
                "Corien Tiemersma",
                true
            ],
            [
                "And at the beginning, they weren’t used to sitting down.",
                "Corien Tiemersma",
                true
            ],
            [
                "It’s urgent that we get these children into school, so that they have an education but also a sense of normalcy and hope,",
                "Amal Ismail",
                true
            ],
            [
                "They are the biggest resource we have,",
                "Amal Ismail",
                true
            ],
            [
                "is the most important achievement in the camp.",
                "",
                false
            ],
            [
                "I began volunteering because there are a lot of kids here and they should go to school,",
                "Ragda",
                true
            ],
            [
                "There are some Yazidi and Kurdish children who don’t speak Arabic, so I had to teach them Arabic first.",
                "",
                true
            ],
            [
                "I dropped out at eighth grade in Syria,",
                "Rewan",
                true
            ],
            [
                "But there’s no real school.",
                "Rewan",
                true
            ],
            [
                "It’s an hour a day plus language classes, and the first level includes everyone from first to eighth grade.",
                "Rewan",
                true
            ],
            [
                "We lived in fear in Syria,",
                "Amal Ismail",
                true
            ],
            [
                "We thought we’d be free of fear in Europe.",
                "Amal Ismail",
                true
            ],
            [
                "But here, we’re afraid our children will never go to school and learn.",
                "Amal Ismail",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.ekathimerini.com/212175/article/ekathimerini/news/parents-at-northern-greek-elementary-school-oppose-admission-of-refugee-children",
                "https://www.savethechildren.org/us/about-us/media-and-news/2016-press-releases/half-of-all-refugee-children-are-out-of-school-leaving-them-expo"
            ],
            "gov_pgs": [
                "http://media.gov.gr/index.php/%CF%85%CF%80%CE%B7%CF%81%CE%B5%CF%83%CE%B9%CE%B5%CF%83/%CF%80%CF%81%CE%BF%CF%83%CF%86%CF%85%CE%B3%CE%B9%CE%BA%CF%8C-%CE%B6%CE%AE%CF%84%CE%B7%CE%BC%CE%B1/education-of-refugee-children-living-in-hosting-facilities"
            ],
            "unsure": [
                "https://www.savethechildren.org.uk/news/media-centre/press-releases"
            ]
        },
        "key_words": [
            "classes",
            "english",
            "school",
            "children",
            "refugee",
            "education",
            "schools",
            "europe",
            "little",
            "greek",
            "parents",
            "greece"
        ]
    }
]