[
    {
        "url": "https://www.politico.com/story/2016/09/trump-clinton-first-debate-fights-228710?cmpid=sf",
        "title": "Clinton gets under Trump’s skin",
        "authors": [
            {
                "name": "Politico Staff",
                "link": null
            },
            {
                "name": "Ryan Hutchins",
                "link": null
            },
            {
                "name": "Ben Schreckinger",
                "link": null
            },
            {
                "name": "Shane Goldmacher",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-26",
        "text": "Clinton gets under Trump’s skin\nThe Republican nominee loses his cool as a composed Clinton hits him on his business record, the Iraq war, and his secret Islamic State plan.\nHEMPSTEAD, N.Y. — A composed Hillary Clinton got under Donald Trump’s skin during their high-stakes showdown on Monday night, with the Republican nominee persistently interrupting Clinton as she needled him on his business record, the size of his fortune and his relationship with the truth.\nFor 90 minutes at Hofstra University, Clinton and Trump clashed on style and specifics, disagreeing about foreign policy, economic plans and their readiness for the Oval Office. But for most of the evening, it was Clinton who was driving the agenda. She rattled off crisp prepared lines and repeatedly lured Trump into less politically favorable terrain, including a long discussion of why he was refusing to release his taxes.\nStory Continued Below\n“First, maybe he's not as rich as he says he is,” Clinton suggested. “Second, maybe he's not as charitable as he claims to be.”\nThe much-hyped debate opened up with momentary niceties — Trump called her “Secretary Clinton, yes, is that okay?” — and a friendly handshake that briefly masked the tension of a knife’s edge contest that is well within the margin of error in the most crucial swing states.\nAnd in an unprecedented moment for presidential politics, the Democratic nominee midway through the debate accused the Republican nominee of racism.\n“He has a long record of engaging in racist behavior,” Clinton said, during an exchange on Trump’s years-long questioning of the American citizenship of President Barack Obama.\nTrump soon fired back with one of the evening’s most memorable lines. “When you try to act holier than thou it really doesn’t work.”\nBy POLITICO STAFF\nThe exchange was emblematic of a debate not deep on substantive policy differences but full of attacks, with both candidates landing blows that will resonate with their established bases of support.\n“I have a feeling that by the end of this evening I am going to be blamed for everything,” Clinton said with a smile.\n“Why not?” Trump retorted.\n“Just join the debate by saying more crazy things,” Clinton shot back.\nClinton seemed to gain steam as the debate went on, hitting Trump in the closing minutes for his past attacks objectifying women’s appearances. The former secretary of state often appeared relaxed as Trump scowled and tried to jump in during her answers.\nClinton had prepared for weeks for the face-off with Trump, complete with briefing books and mock debates. Trump has eschewed such traditional preparation and, while he landed some of the evening’s most memorable lines, his performance was far more uneven.\nIn one of the debate’s tenser moments, Trump swiped at Clinton’s recent time off the campaign trail when she came down with pneumonia and holed up for debate preparation. “You decided to stay home and that's okay,” Trump said with more than a hint of sarcasm.\n“I think Donald just criticized me for preparing for this debate,” Clinton said. “And yes, I did. And you know what else I prepared for? I prepared to be president. And I think that's a good thing.”\nUnder sustained attack, Trump did not have a meltdown, even as he misrepresented key elements on his record, including citing opposition to the war in Iraq despite the public record, and insisting that Clinton began raising questions of Obama’s citizenship.\nAsked about his judgement toward the end of the debate, Trump declared, “I think my strongest asset, maybe by far is my temperament. I have a winning temperament. I know how to win. She does not.”\nIt was the evening’s most talked-about line both on Facebook and Twitter.\nThroughout, Trump stuck to knocking Clinton as a predictable, talking-point driven, lifelong politician.\n“Typical politician. All talk. No action. Sounds good. Doesn’t work. Never gonna happen,” Trump said in a staccato summation of his debate plan.\nIn the closing minutes, Trump summarized his appeal again. “Hillary has experience,” Trump said. “But it’s bad experience.”\nThe two candidates sniped about nearly everything from climate change to the economy to ISIS to trade to their records.\nOne of the longest exchanges came not on tax policy — but Trump’s refusal to release his taxes, breaking decades of precedent for presidential candidates.\nTrump got a rise out of the audience – against the debate’s ground rules of silence from the crowd -- by pledging to release his tax returns if Clinton releases all of the emails her staff deleted from the private email server she used as secretary of state.\n“I will release my tax returns, against my lawyer's wishes, when she releases her 33,000 e-mails that have been deleted,” Trump declared.\n“So it's negotiable?” moderator Lester Holt asked, with Trump shooting back, “It's not negotiable, no.”\nClinton tried to turn the attack on her private email use back on Trump, who had previously said he wouldn’t release his tax returns until a routine audit is completed.\n“I think you've just seen another example of bait and switch here. For 40 years, everyone running for president has released their tax returns,” Clinton said.\nClinton tried to direct viewers to her website for real-time fact-checking of Trump. Trump directed viewers there, too, at one point.\n“She tells you how to fight ISIS on her website. I don't think General Douglas MaCarthur would like that too much,” Trump said of the 20thcentury general.\n“At least I have a plan to fight ISIS,” Clinton said.\n“No, you're telling the enemy everything you want to do. No wonder you've been fighting ISIS your entire adult life,” Trump said about a group that has only existed for a few years.\nTrump didn’t just tangle with Clinton — but with Holt. When Trump said, despite the public record, that he was opposed to the war in Iraq, Holt interjected\n“The record shows otherwise,” Holt said. “The record shows that I’m right,” Trump said.\nBack and forth, they went. When Clinton finally got her turn, she exclaimed, “Whew! Okay…”\nClinton more than once made accusations that caused Trump to blurt out interruptions, referring to him only by his first name.\n“Donald was one of the people who rooted for the housing crisis,” she said. “That’s called business,” Trump jumped in.\n09/26/16 11:47 PM EDT\n“Donald thinks that climate change is a hoax perpetrated by the Chinese. I think it's real,” she said at another point. “I did not say that,” Trump countered. “I did not say that.”\nAnd when she hit him for his rhetoric about failing black communities, he sighed audibly.\nMore than anything, Clinton sought to make the evening a referendum on Trump’s truthfulness, even as polls show the public have many questions about her own trustworthiness.\n“Donald, I know you live in your own reality,” she said to Trump during an exchange about trade, “but that is not the facts.”\nThey went back and forth several times, but Clinton ultimately got the last word.\n",
        "quotes": [
            [
                "First, maybe he's not as rich as he says he is,",
                "Hillary Clinton",
                true
            ],
            [
                "Second, maybe he's not as charitable as he claims to be.",
                "Hillary Clinton",
                true
            ],
            [
                "Secretary Clinton, yes, is that okay?",
                "Donald Trump",
                true
            ],
            [
                "He has a long record of engaging in racist behavior,",
                "Hillary Clinton",
                true
            ],
            [
                "When you try to act holier than thou it really doesn’t work.",
                "Donald Trump",
                true
            ],
            [
                "I have a feeling that by the end of this evening I am going to be blamed for everything,",
                "Hillary Clinton",
                true
            ],
            [
                "Just join the debate by saying more crazy things,",
                "Hillary Clinton",
                true
            ],
            [
                "You decided to stay home and that's okay,",
                "Donald Trump",
                true
            ],
            [
                "I think Donald just criticized me for preparing for this debate,",
                "Hillary Clinton",
                true
            ],
            [
                "And you know what else I prepared for?",
                "Hillary Clinton",
                true
            ],
            [
                "And I think that's a good thing.",
                "Hillary Clinton",
                true
            ],
            [
                "I think my strongest asset, maybe by far is my temperament.",
                "Donald Trump",
                true
            ],
            [
                "I will release my tax returns, against my lawyer's wishes, when she releases her 33,000 e-mails that have been deleted,",
                "Donald Trump",
                true
            ],
            [
                "I think you've just seen another example of bait and switch here.",
                "Hillary Clinton",
                true
            ],
            [
                "For 40 years, everyone running for president has released their tax returns,",
                "Hillary Clinton",
                true
            ],
            [
                "She tells you how to fight ISIS on her website.",
                "Donald Trump",
                true
            ],
            [
                "I don't think General Douglas MaCarthur would like that too much,",
                "Donald Trump",
                true
            ],
            [
                "At least I have a plan to fight ISIS,",
                "Hillary Clinton",
                true
            ],
            [
                "No, you're telling the enemy everything you want to do.",
                "Donald Trump",
                true
            ],
            [
                "No wonder you've been fighting ISIS your entire adult life,",
                "Donald Trump",
                true
            ],
            [
                "The record shows that I’m right,",
                "Donald Trump",
                true
            ],
            [
                "Donald was one of the people who rooted for the housing crisis,",
                "Hillary Clinton",
                true
            ],
            [
                "Donald thinks that climate change is a hoax perpetrated by the Chinese.",
                "Hillary Clinton",
                true
            ],
            [
                "Donald, I know you live in your own reality,",
                "Hillary Clinton",
                true
            ],
            [
                "but that is not the facts.",
                "Hillary Clinton",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.politico.com/states/new-jersey/story/2016/09/bridgegate-plotter-says-christie-campaign-manager-now-a-trump-aide-approved-105796",
                "https://www.politico.com/blogs/2016-presidential-debate-fact-check",
                "https://www.politico.com/story/2016/09/trump-clinton-fight-first-debate-228704"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.politico.com/video/2016/09/the-10-most-memorable-moments-of-the-presidential-debate-060705"
            ]
        },
        "key_words": [
            "skin",
            "clinton",
            "returns",
            "tax",
            "debate",
            "presidential",
            "trump",
            "release",
            "trumps",
            "record",
            "think",
            "gets"
        ]
    }
]