[
    {
        "url": "http://www.bbc.com/news/world-us-canada-41556342",
        "title": "Trump administration to roll back Obama clean power rule",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "9 October 2017\nThese are external links and will open in a new window\nClose share panel\nImage copyright AFP\nImage caption Scott Pruitt addressed a crowd in Kentucky - where some hope for a coal revival\nThe Trump administration has confirmed plans to repeal an Obama administration rule to reduce greenhouse gas emissions.\nEnvironmental Protection Agency (EPA) Administrator Scott Pruitt, who has voiced doubt of climate change, called the Clean Power Plan an overreach.\nPresident Donald Trump ordered the EPA to rewrite the rule in March.\nThe Clean Power Plan requires states to meet carbon emission reduction targets based on their energy consumption.\nMr Pruitt said he would sign the proposed rule to begin withdrawing from the plan on Tuesday.\n\"The war on coal is over,\" he told a crowd in Hazard, Kentucky, on Monday.\nHe continued: \"That rule really was about picking winners and losers.\nMedia playback is unsupported on your device\nMedia captionMatt McGrath explains why we should care about climate change\n\"Regulatory power should not be used by any regulatory body to pick winners and losers.\"\nMr Pruitt has previously argued that the Clean Power Plan would force states to favour renewable energy in the electricity-generation market.\nAs Oklahoma's attorney general, he took part in a lawsuit by 27 US states against the rule.\nA Supreme Court ruling in February 2016 left the regulation in limbo.\nThe EPA under President Barack Obama said the Clean Power Plan could prevent up to 150,000 asthma attacks in children and 6,600 premature deaths.\nBut according to US media, a leaked draft of the repeal proposal disputes the health benefits touted by the previous administration.\nThe draft also reportedly argues the country would save $33bn (£25bn) by dropping the regulation.\nThe Clean Power Plan required states to devise a way to cut planet-warming emissions by 32% below 2005 levels by 2030.\nEliminating the rule would make it difficult for the US to fulfil its promise to cut emissions as part of the Paris Climate accord, a 2015 international agreement which President Obama signed with nearly 200 other countries to limit greenhouse gas emissions and combat global warming.\nMr Trump in June signalled that he would pull out of the pact, dismantling his predecessor's environmental legacy.\nIn August the Trump administration issued its first written notification to the UN that it intended to withdraw from the agreement.\nBut the move was largely viewed as symbolic as no nation seeking to leave the pact can officially announce an intention to withdraw until 4 November 2019.\nThe process of leaving then takes another year, meaning it would not be complete until just weeks after the US presidential election in 2020.\nThe planned repeal of the Clean Power Plan has sparked outrage among environmental groups.\nThe National Resources Defense Council (NRDC) threatened to sue the EPA if the plan is repealed while the Sierra Club has indicated it would fight any new rule that does not comply with the country's air pollution laws.\nMary Anne Hitt, the director of the Sierra Club's Beyond Coal Campaign, said in a statement the Trump administration was \"putting the safety of our communities at risk, and making it crystal clear they have no intention of safeguarding people from the very real, immediate dangers of climate change\".\n",
        "quotes": [
            [
                "The war on coal is over,",
                "",
                true
            ],
            [
                "That rule really was about picking winners and losers.",
                "",
                true
            ],
            [
                "Media playback is unsupported on your device\nMedia captionMatt McGrath explains why we should care about climate change\n\"Regulatory power should not be used by any regulatory body to pick winners and losers.",
                "",
                true
            ],
            [
                "putting the safety of our communities at risk, and making it crystal clear they have no intention of safeguarding people from the very real, immediate dangers of climate change",
                "Mary Anne Hitt",
                false
            ]
        ],
        "links": {
            "articles": [
                "http://www.sierraclub.org/compass/2017/10/trump-and-pruitt-scrap-major-climate-action-plan-endanger-american-lives",
                "http://www.bbc.com/news/world-us-canada-40829987",
                "http://www.bbc.co.uk/news/world-us-canada-39415631"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/NRDC/status/917415565177839616"
            ]
        },
        "key_words": [
            "clean",
            "obama",
            "power",
            "rule",
            "plan",
            "states",
            "roll",
            "epa",
            "climate",
            "trump",
            "administration",
            "pruitt"
        ]
    }
]