[
    {
        "url": "https://www.politico.com/story/2016/09/donald-trump-black-voters-race-228544?cmpid=sf",
        "title": "Trump muddles message to black voters",
        "authors": [
            {
                "name": "Seung Min Kim",
                "link": null
            },
            {
                "name": "John Bresnahan",
                "link": null
            },
            {
                "name": "Heather Caygle",
                "link": null
            },
            {
                "name": "Shane Goldmacher",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-22",
        "text": "A racially divisive campaign delivers too few details about a law-and-order stance his white base cheers.\n2016-09-22T05:14-0400\nWith all his stop-and-start black outreach, Donald Trump appears to be honing the greatest of political skills: letting different audiences hear the same words and imbue them with different meaning. | Getty\nBut Trump hasn’t quite done that.\nStory Continued Below\nInstead, the Republican presidential nominee delivered a more muted response as he called into Fox News Thursday morning, saying “there's a lack of spirit between the white and the black.” A day earlier, while campaigning in a black neighborhood in Cleveland, Trump defended an unarmed black man who was shot recently — and questioned the actions of the police officer who shot him.\nAfter more than a year of running one of the most racially and ethnically divisive campaigns in decades, Trump has begun to zig and zag on issues of race in the election’s final stretch.\nAppearing with black supporters and in black neighborhoods multiple times this month, Trump has sought to wash away the charges of racism that white nationalists have cheered. Hillary Clinton, meanwhile, has made casting Trump as outside-the-mainstream — she hammered Trump on The Steve Harvey Show for “bullying and bigotry” this week — one of the cornerstones of her campaign.\nTrump’s advisers and the candidate himself insist his concerted black outreach is a genuine effort to chip away at Democrats’ overwhelmingly margin among black voters, a group with whom he is polling in the low single digits. But Democrats, and even some skeptical Republicans, see his new tone more as an effort to make himself palatable to uneasy white voters who might otherwise be turned off by his past rhetoric.\n“When he asks black voters, ‘What have you got to lose, it can’t get any worse,’ he’s really just cynically talking to white voters,” said Rob Stutzman, a veteran Republican strategist and Trump critic.\nNAACP President Cornell William Brooks said, “I can't discern the intentions of Mr. Trump on this issue, but here's what we can say: Policy without particulars on the eve of the election insults the intelligence and sensitivities of any group.”\nTrump spoke most at length about the unfolding violence in Charlotte on Thursday at an energy conference in Pittsburgh, describing a “very wounded country” and national leadership vacuum that he would fill.\n“There is no right to engage in violent disruption,” Trump said, as Charlotte residents have taken to the streets in violent protest of the fatal shooting of a black man there. Police have fired back tear gas in intense clashes.\nHe pitched his “law and order” approach as beneficial to black communities.\n“The people who will suffer most are law abiding African-American residents,” Trump said.\nThat line was in his prepared remarks distributed by his campaign. But moments later, he ad-libbed a white stereotype of black communities. “And if you’re not aware,” Trump said, deviating from his teleprompter. “Drugs are a very, very big factor in what you're watching on television at night.”\nThese days, Trump regularly tells mostly white audiences about the travesty of black neighborhoods, comparing them to war-torn places like Afghanistan. In rural North Carolina on Tuesday, Trump said that African-American communities are “absolutely in the worst shape that they’ve ever been in before, ever, ever, ever.”\nOn Wednesday, not long after his appearance with a Cleveland church where Trump questioned the police officer in Oklahoma who shot an unarmed black man, Terence Crutcher, Trump embraced a broad expansion “stop-and-frisk,” a controversial policing policy. By Thursday, Trump said he wasn’t backing a national policy — saying he was only referring to Chicago, despite making his comment in Cleveland.\n\"We've seen an expression of empathy for the loss of Mr. Crutcher's life, followed by a call for the nationalization and expansion of stop-and-frisk, preceded by a call for law and order without specifying what that means,” Brooks said. “His platform suffers from a multiple personality disorder. It's not consistent.”\nStill, Trump has clearly made some efforts. In Pittsburgh, Trump preached empathy. “We all have to walk a mile in someone else’s shoes,” he said.\nIt was an echo of none other than Clinton’s remarks after the shooting of police officers in Dallas in July.\n“I will call for white people like myself to put ourselves in the shoes of those African-American families,” Clinton said on CNN then.\nBy SEUNG MIN KIM\nWith all his stop-and-start black outreach, Trump appears to be honing the greatest of political skills: letting different audiences hear the same words and imbue them with different meaning.\n“It just seems that there's a lack of spirit between the white and the black. I mean, it's a terrible thing that we're witnessing. You're seeing it, I'm seeing it. And you look at what went on last night in Charlotte, a great place, and you just see it,” as he said Fox News on Thursday. “There's a — there's somewhat — and I see it even going out. There's such a lack of — there's a lack of spirit. There's a lack of something. Something's going on that's bad. And what's going on between police and others is getting worse.”\nThe “racist” charge has deeply irked Trump’s friends and allies.\nBruce LeVell, the executive director of the National Diversity Coalition for Trump who traveled with him in Ohio this week, expressed frustration with the negative labels affixed to Trump.\n“It’s just unfair, unfortunately, what he’s had to endure,” LeVell said. “I don’t believe he’s changed his tone and tenor. Donald Trump has been clear since day one he’s for all Americans.”\nTrump has drawn historically low support levels in polling among African-American voters, including some swing-state surveys over the summer in Ohio and Pennsylvania that showed him with 0 percent. He has climbed from such lows, claiming his numbers are trending upward “like a rocket ship” but he remains mired in single digits in most surveys.\nHis approval among Latinos is not much better. In a new Wall Street Journal/NBC News, showed Trump with 17 percent support among likely Hispanic voters — 10 points below what Mitt Romney received four years ago. Nearly 80 percent had negative feelings about Trump.\nWhit Ayres, a GOP pollster who has said Republicans must do better among minority groups to compete in national elections, said he couldn’t be sure who Trump’s spate of black outreach was truly targeting.\n“Your question assumes a level of calculation that I am not sure is warranted,” Ayres said.\nThis article tagged under:\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "What have you got to lose, it can’t get any worse,",
                "",
                true
            ],
            [
                "there's a lack of spirit between the white and the black.",
                "",
                false
            ],
            [
                "When he asks black voters, ‘What have you got to lose, it can’t get any worse,’ he’s really just cynically talking to white voters,",
                "Rob Stutzman",
                true
            ],
            [
                "I can't discern the intentions of Mr. Trump on this issue, but here's what we can say: Policy without particulars on the eve of the election insults the intelligence and sensitivities of any group.",
                "Cornell William Brooks",
                true
            ],
            [
                "There is no right to engage in violent disruption,",
                "Donald Trump",
                true
            ],
            [
                "The people who will suffer most are law abiding African-American residents,",
                "Donald Trump",
                true
            ],
            [
                "And if you’re not aware,",
                "Donald Trump",
                true
            ],
            [
                "Drugs are a very, very big factor in what you're watching on television at night.",
                "Donald Trump",
                true
            ],
            [
                "absolutely in the worst shape that they’ve ever been in before, ever, ever, ever.",
                "Donald Trump",
                false
            ],
            [
                "His platform suffers from a multiple personality disorder.",
                "Brooks",
                true
            ],
            [
                "We all have to walk a mile in someone else’s shoes,",
                "Donald Trump",
                true
            ],
            [
                "I will call for white people like myself to put ourselves in the shoes of those African-American families,",
                "Clinton",
                true
            ],
            [
                "It just seems that there's a lack of spirit between the white and the black.",
                "",
                true
            ],
            [
                "I mean, it's a terrible thing that we're witnessing.",
                "",
                true
            ],
            [
                "You're seeing it, I'm seeing it.",
                "",
                true
            ],
            [
                "And you look at what went on last night in Charlotte, a great place, and you just see it,",
                "",
                true
            ],
            [
                "There's a — there's somewhat — and I see it even going out.",
                "",
                true
            ],
            [
                "There's such a lack of — there's a lack of spirit.",
                "",
                true
            ],
            [
                "There's a lack of something.",
                "",
                true
            ],
            [
                "Something's going on that's bad.",
                "",
                true
            ],
            [
                "And what's going on between police and others is getting worse.",
                "",
                true
            ],
            [
                "It’s just unfair, unfortunately, what he’s had to endure,",
                "LeVell",
                true
            ],
            [
                "I don’t believe he’s changed his tone and tenor.",
                "LeVell",
                true
            ],
            [
                "Donald Trump has been clear since day one he’s for all Americans.",
                "LeVell",
                true
            ],
            [
                "Your question assumes a level of calculation that I am not sure is warranted,",
                "Ayres",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.politico.com/story/2016/09/gop-senators-trade-228403",
                "https://www.politico.com/story/2016/09/congressional-black-caucus-police-shootings-228514"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "hes",
            "black",
            "muddles",
            "national",
            "trump",
            "white",
            "voters",
            "message",
            "theres",
            "lack",
            "africanamerican",
            "law"
        ]
    }
]