[
    {
        "url": "http://www.cnn.com/2017/10/11/politics/donald-trump-is-everywhere/index.html",
        "title": "The inescapable Donald Trump",
        "authors": [
            {
                "name": "Gregory Krieg",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-11",
        "text": "Updated 12:56 PM ET, Wed October 11, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\n(CNN)\nThe blitz began early on Tuesday morning. At 6:13 a.m. ET, a jab at the NFL. Five minutes later, Democrats are in the barrel: \"They don't care about safety for U.S.A.\" There followed a pledge to use \"the power of the pen to give great HealthCare to many people -- FAST.\" But first -- it's 6:42 a.m. now -- it's on to Jemele Hill, the ESPN reporter.\nWith Hill \"at the mike,\" President Donald Trump tweets, \"it is no wonder ESPN ratings have 'tanked.\" Break for 90 minutes. Then plug a book about himself, then back to \"Liddle' Bob Corker,\" who was \"made to sound a fool\" by the New York Times. \"That's what I am dealing with!\"\nAs we approach the first anniversary of his election, Trump, frustrated by a stalled political agenda, has juiced up his rhetoric, imposing himself -- his views, his voice, those tweets -- into almost every aspect of American life at an unnerving speed. For less powerful groups, the degree of disquiet created by Trump is less alien, but even more pervasive -- and comes with fewer opportunities to simply switch off.\nOver the course of a little more than 48 hours last weekend, beginning at 7:05 a.m. on Saturday, Trump tweeted 21 times. One of his own posts, from 8:04 a.m., was retweeted -- by Trump -- before the end of the day.\nRead More\nTrump began again at 3:40 p.m.: \"Presidents and their administrations have been talking to North Korea for 25 years, agreements made and massive amounts of money paid....,\" he tweeted.\nFive minutes passed.\n\".....hasn't worked, agreements violated before the ink was dry, makings fools of U.S. negotiators. Sorry, but only one thing will work!\"\nWhat thing? Then a retweet of a supporter predicting a \"landslide\" re-election in 2020. Then word he was headed off to North Carolina -- \"Big progress being made on many fronts!\"\nOn Sunday morning, he kicked off his campaign against Corker, the lame duck Republican. Trump tweeted about Corker four times over seven hours. He also praised Vice President Mike Pence for, as Trump told it, following orders from the White House to walk out of the NFL game he was attending in Indianapolis if any of the players kneeled during the national anthem. As expected, they did. Pence left, as planned.\nA day later, Trump's re-election campaign was seeking to capitalize on the frenzy surrounding Pence's departure by soliciting donations via email under a subject line reading: \"VP under fire for standing for (US flag).\"\nAs the weekend wound down -- and his feud with Corker amped up -- Trump tweeted a nearly nine minute video cataloging the response to hurricane damage in Puerto Rico. He only appears, briefly, at the end, but looms over it all. The simultaneously self-aggrandizing and self-pitying text: \"Nobody could have done what I've done for #PuertoRico with so little appreciation. So much work!\"\nAnd then it was Monday.\nOn Twitter, the impositions arrive suddenly, at odd or off hours, or out of nowhere, on any given day, sometimes with no apparent concern for other events -- other times, with a calculated interest. Oftentimes, it's hard to tell. When Trump pardoned Sheriff Joe Arpaio, he did it as a hurricane was making landfall in Texas. Was it a head fake, a cynical attempt to limit the political backlash? Perhaps. Or not. Trump later said he announced it then because he thought Americans would be glued to their televisions tracking the storm, ensuring a larger audience.\n\"Actually, in the middle of a hurricane, even though it was a Friday evening, I assumed the ratings would be far higher than they were normally,\" he told reporters days later.\nTwo storms, three, four. One screen.\nAbout a month before the hurricanes began, on July 26, as Americans slept, commuted or began their 9-to-5, Trump tweeted out word he would ban \"transgender individuals\" from serving in the US armed forces, \"in any capacity.\"\nThe tone of his announcement had a weird, uncanny banality, like a vice principal addressing students over a public address system. There was the perfunctory \"thank you\" appended to the end of his last tweet. As the shock gave way to questions, it became clear Trump had no plan for implementing the policy, which was still under a military review process. The White House, when asked later on, had no information for active transgender troops -- of which there are, according to a 2016 Rand Corp. study commissioned by the Defense Department, somewhere between 1,320 and 6,630. By all accounts, Trump was trying to return a favor to his friends in the House Freedom Caucus.\nAnd then, just as quickly, it was on to the next one. And then another. This morning's story. Tonight's. The overnight and tomorrow. The latest tweet. Or retweet. The reactions. Statements to follow. There's a tweet for everything, you know. The scolds log on. It's a distraction. From what? The real story. What's that? Take your pick. Wait, his secretary of state said what? THREAD!\nLast Thursday at the White House, Trump convened reporters in a dining room where he was posing with military leaders and their spouses.\nHe asked: \"You guys know what this represents?\"\nNo. What?\nWhat storm? (No answer.) What storm?\nTrump: \"You'll find out.\"\n",
        "quotes": [
            [
                "They don't care about safety for U.S.A.",
                "",
                true
            ],
            [
                "the power of the pen to give great HealthCare to many people -- FAST.",
                "Jemele Hill",
                false
            ],
            [
                "it is no wonder ESPN ratings have 'tanked.",
                "Donald Trump",
                false
            ],
            [
                "That's what I am dealing with!",
                "",
                true
            ],
            [
                "Presidents and their administrations have been talking to North Korea for 25 years, agreements made and massive amounts of money paid....,",
                "Trump",
                true
            ],
            [
                "hasn't worked, agreements violated before the ink was dry, makings fools of U.S. negotiators.",
                "Trump",
                false
            ],
            [
                "Sorry, but only one thing will work!",
                "Trump",
                true
            ],
            [
                "Big progress being made on many fronts!",
                "",
                true
            ],
            [
                "VP under fire for standing for (US flag).",
                "Trump",
                true
            ],
            [
                "Nobody could have done what I've done for #PuertoRico with so little appreciation.",
                "",
                true
            ],
            [
                "Actually, in the middle of a hurricane, even though it was a Friday evening, I assumed the ratings would be far higher than they were normally,",
                "Trump",
                true
            ],
            [
                "You guys know what this represents?",
                "Trump",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.cnn.com/2017/07/26/politics/congress-transgender-policy/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "minutes",
            "donald",
            "good",
            "inescapable",
            "night",
            "mike",
            "began",
            "hill",
            "trump",
            "times",
            "tweets",
            "morning"
        ]
    }
]