[
    {
        "url": "http://beforeitsnews.com/scandals/2017/09/the-shocking-carol-woods-coverup-police-alter-records-archive-11-sept-2017-2437313.html",
        "title": "The Shocking Carol Woods Coverup: POLICE ALTER RECORDS + archive 11 Sept. 2017",
        "authors": [],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "Total:\nThe Shocking Carol Woods Coverup: POLICE ALTER RECORDS + archive 11 Sept. 2017\nMonday, September 11, 2017 12:07\n \nNow I have the police records 11 Sept 17\nDear all sent this, I do not send all emails often as I know people have their own troubles. This though I want you all to know because without your support at the crucial time anything could have happened to me.\nAfter YEARS of trying to get a Section 7 Subject Access Request under the DPA 1998 Amended 2000, via Lancashire police, it still needed, even after I paid my £10 and took the 60 miles round trip to hand in my ID, the ICO involvement TWICE and now I have data they claimed did not exist.\nAmong that I consider the wrongful arrest and false imprisonment, illegal detention of me from Nov 2015 to March 2016 with the threat of arrest as soon as I was released from The Orchard.\nThe paperwork has all been changed.\nThe custody records of 7/8/ Nov 2015 I had to get a solicitor to help me obtain them as AGAIN the Gestapo ignored all my requests, faxed or otherwise. It was the first custody record I have ever managed to get and that was the help of a solicitor who would accept no money. His firm had been duty solicitors that night of Nov 2015 and NOT told I was arrested and asking for a solicitor. I was deprived of that basic right as usual. He was intrigued. (Incidentally when his firm wrote to me about the arrest of Feb 2012, delivered to 298 Oxcliffe Rd when I rented caravan 1A in Aug 2012, the roughneck Diane Lennon was alerted and she one to pose as me, called to 298 and claimed MY mail freely handed to her by the landlady. When I found out and told the firm they wrote again and that also “disappeared”. I gave up.)\nI could see when analysing the data that details were incorrect and the FACTS had been recorded wrongly with INTENT. The odd thing then was they claimed they had no names of 3 “NHS professionals” in the station who “sectioned me”. There were other deliberately incorrect details but that is what I add here for you all.\nIn my Sec 7 SAR, AFTER the Gestapo were sent my analysis of how the custody record was totally false, they obviously decided to revise it. Now they don’t even refer to LES MARSHALL who was used as apparently the proof I was mentally ill was that I could not recall speaking to him for about 2 hours. No, I said, I did not forget, I stated I had never heard of him, seen him, spoken to him at all. The NHS confirmed Marshall had not worked for them in Nov 2015, was not in the police station and had not worked for them for years. But see how proof of my stating that was “proof” I was mentally ill.\nThen more but the 3 on documents I have WERE NOT IN THE POLICE STATION THAT NIGHT AS I SAID ALL ALONG BUT NO ONE WOULD LISTEN. IT WAS EASY ENOUGH TO FIND OUT. I found out but after I was released.\nWhat about the arrests: 1) “following someone to a local airport” aside from the fact we don’t have one – deleted from the records. 2) “harassing an 83 year old woman” (how was not stated) when I don’t know any – deleted from the records. 3) “taking photos of children” – deleted from the records. 4) “following someone to Kendal” no date, no person named,- deleted from the records. 5) “Someone (unnamed) had an injunction ordering me not to write to them” so as I pointed out the lunacy in that was that a person who did not know me went to the expense of going to court to ask for an injunction against me so I would not write to her (I am sure HER was referred to) as if a judge would do that! The solicitor I went to see to help me get the custody records made enquiries about that; there was never any injunction at all as he was sure there could not be on such drivel.\nThe latest “custody record” now has a NEW solicitor named as being on duty that night, one from Preston. AND THAT SHEET OF PAPER HAS MY SIGNATURE AS IF I HAD SEEN IT AND SIGNED. My signature is a photocopied one from the one the solicitor obtained for me. And on those custody records, there is no “south Lancaster” solicitor named at all; it is northern division.\nAnd for those who still think I make things up then they have to conceded that my documents are scotch mist.\nBut for all of you who rang and made noises, you were right, I was right, they were wrong. Carol.\nPS on a cheerful note, the Gestapo records show how they raised FOR POLICE EYES ONLY incident numbers for my “serious crimes” not exposed. One was “She has written to the Crime Commissioner”. I kid you not, there it is in black and white and other such utter rubbish.\nArchive continues:\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nTop Global\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "following someone to a local airport",
                "Marshall",
                false
            ],
            [
                "harassing an 83 year old woman",
                "Marshall",
                false
            ],
            [
                "Someone (unnamed) had an injunction ordering me not to write to them",
                "Marshall",
                false
            ],
            [
                "She has written to the Crime Commissioner",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com",
                "http://www.prodo1.com/",
                "https://beforeitsnews.com/v3/r2/?url=https://maps.google.com/?q=298+Oxcliffe+Rd&entry=gmail&source=g"
            ]
        },
        "key_words": [
            "know",
            "station",
            "right",
            "11",
            "alter",
            "coverup",
            "woods",
            "nov",
            "records",
            "deleted",
            "2015",
            "shocking",
            "carol",
            "archive",
            "solicitor",
            "2017",
            "record",
            "custody",
            "sept"
        ]
    }
]