[
    {
        "url": "https://www.reuters.com/article/us-britain-eu-toyota-exclusive/exclusive-toyota-plans-to-build-new-auris-in-uk-on-assumption-of-brexit-transition-deal-idUSKBN1CB14P",
        "title": "Exclusive: Toyota plans to build new Auris in UK on assumption of Brexit transition deal",
        "authors": [
            {
                "name": "Costas Pitas",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-06",
        "text": "October 6, 2017 /  10:13 AM / 2 years ago\nExclusive: Toyota plans to build new Auris in UK on assumption of Brexit transition deal\n5 Min Read\nLONDON (Reuters) - Japanese carmaker Toyota ( 7203.T ) intends to build the next version of its Auris car at its British car plant on the assumption that the government secures a transitional Brexit deal, two sources familiar with the matter told Reuters.\nFILE PHOTO: New Toyota cars are transported from their manufacturing facility in Burnaston, Britain March 16, 2017. REUTERS/Darren Staples/File Photo\nThe final decision is due to be made by the end of the year, according to the sources and a government briefing document released to Reuters under a freedom of information request.\nThe new Auris would keep one of Britain’s biggest car plants operating, secure thousands of jobs and provide a welcome endorsement to Prime Minister Theresa May.\nToyota builds the current generation of Auris hatchbacks at its Burnaston plant in central England, with the run due to end in around 2021, but firms make model decisions up to three years in advance partly to organize supply chains.\n“Toyota UK management have a working assumption that the UK will retain the next generation Auris because it is too early to determine the nature of the trading relationship with the EU,” one of the two sources familiar with the matter told Reuters.\n“They believe that there will be a transitional period,” according to the source who said the firm was highly likely to build the next-generation Auris in Britain.\nThe final decision will be made by Toyota’s board by the end of the year and announced shortly afterwards, the sources said.\nToyota declined to comment when contacted by Reuters. A spokesman at Britain’s business ministry said it was a commercial matter for Toyota.\nIn March, the company said it would invest 240 million pounds ($314 million) to upgrade to a new global car-building platform but has not confirmed which models it will build going forward.\nThe platform investment decision was helped by a government letter reassuring the firm over post-Brexit trading arrangements, sources have told Reuters.\nBritain’s car industry is concerned that 10 percent tariffs, border checks and loss of free access to Europe could hit the viability of their plants if May fails to secure a good Brexit deal.\nIMPORTANCE OF TRANSITION\nMay said last month that she would seek a Brexit transition period of around two years after Britain formally leaves the EU in 2019, aiming to appease businesses concerned that the country could leave the European Union without a deal.\nFinance minister Philip Hammond emphasized this week the importance to businesses of a period which would ease Britain out of the European Union and into a new trade relationship, causing as little disruption as possible.\n“We have got businesses that have to make decisions over the next few months,” he told BBC radio, not naming which firms he was referring to.\n“Some of those decisions, once made, will be irreversible and if we don’t give business clarity over the future, they will have to make decisions assuming the worst possible outcome,” he added.\nToyota could delay its model investment decision for a few months, the second source said, as it did with its March architecture investment decision.\nA key part of the current decision-making is around how much they could increase the local supply chain, the first source said.\nIn March, Toyota said its new vehicle architecture investment would also “promote UK supply chain efficiencies.”\nAVENSIS UNCERTAINTY\nThe Burnaston plant also builds the family Avensis car but Toyota has yet to make a final decision on whether to keep building the vehicle, whose sales have been disappointing.\n“They’ve not given up on Avensis,” the first source said.\nIn March, Executive Vice President Didier Leroy said no final decision had been taken on the future of the Avensis.\n“Can we afford to have a specific model specifically for Europe, designed for Europe, produced in Europe and sold only in Europe or do we want some thing that is a little bit more global which can be designed and produced in Europe but using more global components?”\nJapanese firms Nissan, Honda and Toyota built around half of British car output, which stood at 1.7 million units last year, but is likely to fall in 2017.\nIn the first eight months of the year, Toyota’s British production fell around 20 percent with the Avensis model declining the most, according to the second source.\nMay visited Japan earlier this year, partly to allay Tokyo’s concerns over Brexit. She met a number of business leaders including Toyota’s Chairman Takeshi Uchiyamada.\nSlideshow (4 Images)\nHer meeting came just weeks after foreign minister Boris Johnson also traveled to Tokyo in July.\nA government briefing note related to his visit released to Reuters under a freedom of information request, confirms that Toyota is due to make a model decision before the end of the year.\n“Toyota made machinery investments in Burnaston ahead of model decisions this year,” the note reads.\nReporting by Costas Pitas; editing by Guy Faulconbridge/Keith Weir\n",
        "quotes": [
            [
                "Toyota UK management have a working assumption that the UK will retain the next generation Auris because it is too early to determine the nature of the trading relationship with the EU,",
                "",
                true
            ],
            [
                "They believe that there will be a transitional period,",
                "",
                true
            ],
            [
                "We have got businesses that have to make decisions over the next few months,",
                "",
                true
            ],
            [
                "Some of those decisions, once made, will be irreversible and if we don’t give business clarity over the future, they will have to make decisions assuming the worst possible outcome,",
                "",
                true
            ],
            [
                "They’ve not given up on Avensis,",
                "",
                true
            ],
            [
                "Can we afford to have a specific model specifically for Europe, designed for Europe, produced in Europe and sold only in Europe or do we want some thing that is a little bit more global which can be designed and produced in Europe but using more global components?",
                "",
                true
            ],
            [
                "Toyota made machinery investments in Burnaston ahead of model decisions this year,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.reuters.com/finance/stocks/overview/7203.T"
            ]
        },
        "key_words": [
            "exclusive",
            "source",
            "model",
            "told",
            "transition",
            "decisions",
            "uk",
            "decision",
            "europe",
            "sources",
            "plans",
            "deal",
            "brexit",
            "car",
            "toyota",
            "assumption",
            "build",
            "auris"
        ]
    }
]