[
    {
        "url": "http://www.addictinginfo.org/2016/09/22/congressional-black-caucus-member-depicts-list-of-things-african-americans-can-be-killed-for/",
        "title": "Congressional Black Caucus Member Depicts List Of Things African Americans Can Be Killed For",
        "authors": [
            {
                "name": "April Hamlin",
                "link": null
            }
        ],
        "publisher": "addictinginfo.com",
        "publish_date": "2016-09-22",
        "text": "·\nA senior member of the Congressional Black Caucus stepped up to a lectern on the House Floor on Thursday and listed all the innocent activities that can be a death sentence for African-Americans.\nRep. Barbara Lee (D-Calif.), armed with a variety of props, depicted all the things that can cause black people in the United States to be killed at the hands of law enforcement because they are viewed with suspicion, even when engaging in harmless activities.\n“Each time we lose a precious life to fear, distress, and prejudice, the list of things that will get you killed as a black person in America gets a little longer,” Lee said.\nAmong the items she held up were:\nA bag of skittles – representing Trayvon Martin, who was walking home after purchasing a bag of the candy in Sanford, Florida when he was killed by a neighborhood watchman in 2012.\nA subway card – representing Oscar Grant, who was riding the subway in Oakland, California when he was killed by a BART police officer in 2009.\nA pack of cigarettes – representing Eric Garner, who was allegedly selling loose cigarettes in Staten Island, New York when he was killed by police in 2014.\nA CD case – representing Alton Sterling who was selling CDs in Baton Rouge, Louisiana when he was killed by police in July.\nA wallet – representing Philando Castile, who was reaching for his wallet during a traffic stop in Falcon Heights, Minnesota when he was killed by police in July.\nA picture of a toy gun – representing Tamir Rice, who was playing with a toy gun in Cleveland, Ohio when he was killed by police in 2014.\nA license plate – representing Samuel DuBose, who was pulled over for a missing license plate in Cincinnati, Ohio when he was killed by police in 2015.\nA red toy car – representing Sandra Bland and Walter Scott who were all killed by police after being pulled over for minor traffic violations; as well as Terence Crutcher who was killed after his SUV stalled out.\n“Should any of this warrant a death sentence? Is this the America you want to live in?” Lee asked.\nLee said that when her sons were young she had “tough conversations” with them, warning them to be careful in their interactions with the very same police officers who are sworn to serve and protect them.\n“Since Michael Brown was shot in Ferguson two years ago, 2,195 people have been killed by police in our nation. As the mother of two black men and the grandmother of five black grandchildren, I worry that someone I love could become number 2,196,” she said.\nThe issue of fatal police shootings of African-Americans has come to the forefront again after three more killings rocked the nation. Tyre King, a teenager with a BB gun, was killed in Columbus, Ohio; Terence Crutcher, who had his hands in the air, was killed in Tulsa, Okla.; and Keith Lamont Scott, who was reading a book in his car, was killed in Charlotte, N.C. As a result, protesters have once again flooded onto the streets of America.\nWatch Rep. Barbara Lee address the House, here:\n[youtube https://www.youtube.com/watch?v=IoGdX5sFU2I]\nSearch\nArchives\nArchives\n",
        "quotes": [
            [
                "Each time we lose a precious life to fear, distress, and prejudice, the list of things that will get you killed as a black person in America gets a little longer,",
                "Lee",
                true
            ],
            [
                "Should any of this warrant a death sentence?",
                "Lee",
                true
            ],
            [
                "Is this the America you want to live in?",
                "Lee",
                true
            ],
            [
                "Since Michael Brown was shot in Ferguson two years ago, 2,195 people have been killed by police in our nation.",
                "Lee",
                true
            ],
            [
                "As the mother of two black men and the grandmother of five black grandchildren, I worry that someone I love could become number 2,196,",
                "Lee",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "wallet",
            "member",
            "ohio",
            "gun",
            "caucus",
            "traffic",
            "depicts",
            "things",
            "black",
            "killed",
            "congressional",
            "toy",
            "americans",
            "list",
            "african",
            "representing",
            "lee"
        ]
    }
]