[
    {
        "url": "https://www.reuters.com/article/us-asahi-group-tsingtao-brewery/asahi-considering-selling-stake-in-tsingtao-brewery-idUSKBN1CH0ZR",
        "title": "Asahi considering selling stake in Tsingtao Brewery",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-12",
        "text": "Asahi considering selling stake in Tsingtao Brewery\n2 Min Read\nTOKYO (Reuters) - Japan’s Asahi Group Holdings said on Thursday it is considering selling all or part of its 19.99 percent stake in Tsingtao Brewery Co Ltd, its latest divestment from China’s beer industry as it seeks growth in Europe and other Asian markets.\nFILE PHOTO: A pint of Asahi lager beer is seen in a bar in Singapore June 17, 2017. Picture taken June 17, 2017.      REUTERS/Thomas White/File Photo\nAsahi’s decision to sell the stake, which it acquired in 2009 for around $666.50 million, follows its announcement in June to sell its 20 percent stake in Chinese brewer Tingyi-Asahi Beverages Holding Co Ltd for $612 million.\nTsingtao said Asahi holds 270.1 million of its Hong Kong listed H-shares. At Thursday’s closing price, the stake would be valued at nearly HK$8.5 billion ($1.09 billion).\nThe maker of Japan’s best-selling beer, Asahi Super Dry, has been intensifying its focus on Europe, scooping up a group of eastern European beer brands from Anheuser-Busch InBev (ABI.BR) for 7.3 billion euros late last year.\nThat move gave the company around 9 percent of the European beer market, excluding Russia.\n“We are engaging in efforts to ‘restructure our business portfolio with a focus on asset efficiency,’ to assess whether each business contributes to sustainable enhancement of corporate value,” Asahi said in a statement.\nThe company has said that it would restructure its operations in Southeast Asia and China, regions which are facing increased competition as the market consolidates just as growth slows.\nIt did not identify a potential buyer or selling price for the stake.\nTsingtao’s shares in Hong Kong  ended down 2.3 percent before the announcement, and have struggled for traction over the past 12 months.\nChina is the world’s largest beer market by sales, but profits have been harder to come by amid fierce competition between local brewers and global beer giants AB InBev, Heineken NV and Carlsberg.\nReporting by Chris Gallagher; Editing by Himani Sarkar and Kim Coghill\n",
        "quotes": [
            [
                "restructure our business portfolio with a focus on asset efficiency,",
                "",
                false
            ],
            [
                "We are engaging in efforts to ‘restructure our business portfolio with a focus on asset efficiency,’ to assess whether each business contributes to sustainable enhancement of corporate value,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "brewery",
            "restructure",
            "asahi",
            "price",
            "sell",
            "kong",
            "considering",
            "market",
            "million",
            "beer",
            "selling",
            "tsingtao",
            "stake"
        ]
    }
]