[
    {
        "url": "http://beforeitsnews.com/terrorism/2017/10/multiple-shooters-in-las-vegas-paddock-a-patsy-proof-2nd-shooter-remains-at-large-after-las-vegas-massacre-videos-2460271.html",
        "title": "Multiple Shooters in Las Vegas! Paddock a Patsy! Proof: 2nd Shooter Remains At-Large After Las Vegas Massacre +Videos",
        "authors": [
            {
                "name": "John Rolls",
                "link": null
            }
        ],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "Total:\nMultiple Shooters in Las Vegas! Paddock a Patsy! Proof: 2nd Shooter Remains At-Large After Las Vegas Massacre +Videos\nWednesday, October 4, 2017 7:47\n \nClyde Lewis was sent an email saying Stephen Paddock was FBI!\nTom Heneghan reported one of his sources said Stephen Paddock never fired a shot and was a Patsy!  That was my guess when I saw the muzzle flashes of what appears to be at least 2 shooters at the lower levels (probably floor 8-10) near the center of Mandalay Bay!  Get this out everywhere.   We are at civil war here and as Al Gore said – a lot of people are going to die in the next 90 days.  \n \n \nClyde Lewis sent email saying Stephen Paddock was working for FBI!\nNote: Clyde Lewis says he’s trying to verify this at this time.  It needs to be investigated\n“The LVMPD knows the motive behind the attack, but the FBI will not allow us to release the motive because it implicates the FBI in illegal arms deals ands supplying arms to ISIS terrorist within U.S. borders”\n“Stephen Paddock was an undercover FBI agent who participated in multiple illegal arms deals in the Las Vegas area in a gun running entrapment scheme similar to Fast and Furious.  Paddock thought he was engaging in another routine arms transfer, but ISIS operatives who were going to meet him learned about the entrapment scheme and Paddocks’ true identity.  They killed him and carried out the massacre and then fled the scene.  Leland Yes haas a lot to do with this.”\n“Everything is being kept under extreme wraps because\n1) armed ISIS terrorists are still at large and\n2) this is very embarrassing to the FBI and they don’t want their scheme to become public knowledge.”\n“I will be sending you further information throughout the day, people within LVMP are disgusted for this information to be released to the public”\n \nPadock’s Neighbor Says He Was a Patsy!  Listen to 5:00 minute mark on Gun Control Scum Michael Savage’s show.  Savage wants to take your guns!  He says nobody needs an assault rifle!  \n \nRobert Steele – Las Vegas was a Zio-Con Operation!  \n \nMore missing windows on opposite side of Mandalay Bay the next morning!\nJim Stone  agrees with me that Paddock was a patsy and brought up this excellent picture clearly showing two more missing windows on the other side of the Mandalay Bay hotel the next morning!  Was there more shooters in those windows we aren’t being told about?  Nothing would surprise me since we’re lied to about everything.  Nobody is talking about these missing windows!\nWere There Any Victims or Were They Actors Like Sandy Hoax?\nNothing would surprise me.  I agree with Robert Steele at this point.  Either real people were killed by an elite team of scumbags or everything was faked and they were firing blanks with actors in the crowd.  It’s not hard to have hundreds of actors in the crowd and have some hospitals and doctors in on the scam.  We know nobody died at Sandy Hook so at Newtown they had cooperation of hospitals and doctors or at least fake doctors to come out there and spin the lies for the evil scum running the hoax.  \nSo how easy would it be for actors to just fall down – smear fake blood on themselves and have other actors load them into pickup trucks to the Homeland Security approved doctors and hospitals that were in on the scam?  I’m not saying this is what happened but unless we know for sure that people are dead and we ID them and see them buried then I can’t rule it entirely out.  When you’re dealing with psychopaths who killed our own people on 9/11 nothing can be discounted.\nHere’s something interesting I found. The very same girl was on a Dr. Phil show talking about her narcissism and she is there at the shooting covered in blood and gets interviewed by CNN about the shooting!  Now the only thing that doesn’t fit here is that she is going against the fairy tale and saying there were definitely multiple shooters and even saying somebody was down on the ground!  So maybe this is just a weird coincidence.  Some people say they saw no bodies but others say they did.  I’m going to say this is a real shooting at this point with what I’ve seen so far.  \n \n \nI have accumulated evidence proving the FBI is lying or at least misleading about the official story on the Las Vegas shooting.  In all the videos and pictures, you don’t see any muzzle flashes from the 32nd floor but videos have just surfaced that appears to  clearly show muzzle flashes from the area circled in the photo above .  You can also clearly hear two sets of gunshots also!  Jim Stone agrees with me on this.  I clearly hear two guns and so do the gun experts and soldiers!\nNo doubt in my mind there were two shooters and the video above shows two sets of muzzle flashes in this lower center area of the hotel!  Was Stephen Paddock used as a patsy to blame for the shooting while a well trained team did the actual shooting from a lower level near the middle of the Mandalay Bay hotel?   I don’t have all the answers but I’m bringing out things that need to be investigated and tweeted to @potus and @realdonaldtrump because something stinks here!\nRemember even if windows were not shot out at lower levels of the Mandalay Bay, it’s easy to remove these windows if you know what you are doing.  You keep the lights out, remove the windows, do the shooting while you have your operatives tell the police the shooter is on the 32nd floor!   Then replace the windows, clean the room and leave.  I show in my video how every fake news outlet on the planet practically screamed the same phrase that everybody saw muzzle blasts from the upper floors but not one is seen on any video or picture!  Seems like this could be planted information to me.\nRemember, An Israeli “art student” team removed a window in the Twin Towers to take photographs of the other tower and then put the window back into place.  \nIsraeli “Art Students” remove window at World Trade Center!  Not hard for experts to do\nIt’s certainly not very hard for a professional team to remove the windows while they shoot and then put them back in while they put the patsy on the 32nd floor to die and end the story.  Much easier to tell the world that a lone nut did this than a well trained hit team working for Antifa or ISIS both run by Intel agencies.\nOther information I have collected seems to show the alleged shooter, Stephen Paddock was a rapid Anti Trumper who seems to have attended anti Trump rallies in Las Vegas!  In one video, it appears his asian girlfriend is right next to him at the protest.  Put your comments in the Youtube video and let me know what you think.  I just posted new information on this from Paddock’s neighbor who says he was a Trump guy.  This came from his neighbor who called into Savage.  From the video above we know Paddock was working with police so was he sent to the anti Trump rallies to infiltrate as part of his job for police?\nThen there was the woman who told everybody up front at the concert that they were all going to die!  This is shown on my video.  Here’s Antifa in Australia bragging they did it! They pulled this down but luckily it was saved by somebody.\nDo you believe the official story here?  It’s just too neat that the shooter killed himself in my opinion.  It always seems to happen when intelligence agencies want to put a nice bow on their package of lies\nTom Heneghan and Stew Webb are trying to find out more information from their sources about what’s really going on here but clearly the official story is falling apart!  Stay tuned to my Youtube Channel for updates from Tom and Stew.( source )\nMy contacts in federal law enforcement and national security intelligence have forwarded to me a photo of the alleged Las Vegas Massacre SHOOTER, Stephen Paddock, laying dead in the hotel room in Las Vegas from where he allegedly shot and killed 59 people, injuring another 529.  CAUTION — VERY GRAPHIC, BLOODY, PHOTO of dead body.  Reader discretion as to whether you click the “READ MORE” link is advised.\nPROGRAMMING NOTE:  There are REAL PROBLEMS with this entire incident.  Not only how it unfolded and who the alleged shooter is, but other aspects of the incident which conclusively prove – with evidence – there was more than one shooter in Las Vegas; and a cover-up is underway to conceal the REAL intent of what took place.    I will be talking about this at length on tomorrow (Wednesday’s) Hal Turner Radio Show on WBCQ 7.490 MHz (AM) Worldwide Shortwave.  You can also hear the show simulcast LIVE right here on the Internet at HalTurnerRadioShow.com by clicking the LISTEN LIVE button in the menu bar above WHILE THE SHOW IS AIRING LIVE from 9-11 eastern US time (GMT -0400) on Wednesday, October 4, 2017.  I am in intense discussions with some of my former colleagues in the Intelligence COmmunity about what _actually_ took place and _who_ is suspected to be behind it.  This has “false flag” written all over it.  Tune-in tomorrow – Wednesday – from 9-11 eastern US time to get the latest. ( source )\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nAnonymous\nI live in southern Nevada and we are getting ready to have a bunch of fake funerals of people at the concert that were killed with fake bullets out of a fake window from the fake Mandalay Bay.  Also, it should be noted that Las Vegas is also fake.  Nevada is fake, come to think about it.\nIn an hour the fake Trump is going to land at our fake McCarren airport with the fake first lady to try to console thousands of fake people who have been adversly affected by this fake incident that has killed 59 fake actors so far.\nOct 4, 2017, 9:04 am\nBut the evil behind these fakes are all too real.\nOct 6, 2017, 11:19 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "The LVMPD knows the motive behind the attack, but the FBI will not allow us to release the motive because it implicates the FBI in illegal arms deals ands supplying arms to ISIS terrorist within U.S. borders",
                "",
                false
            ],
            [
                "Stephen Paddock was an undercover FBI agent who participated in multiple illegal arms deals in the Las Vegas area in a gun running entrapment scheme similar to Fast and Furious.",
                "",
                true
            ],
            [
                "Paddock thought he was engaging in another routine arms transfer, but ISIS operatives who were going to meet him learned about the entrapment scheme and Paddocks’ true identity.",
                "",
                true
            ],
            [
                "They killed him and carried out the massacre and then fled the scene.",
                "",
                true
            ],
            [
                "Leland Yes haas a lot to do with this.",
                "",
                true
            ],
            [
                "Everything is being kept under extreme wraps because\n1) armed ISIS terrorists are still at large and\n2) this is very embarrassing to the FBI and they don’t want their scheme to become public knowledge.",
                "",
                true
            ],
            [
                "I will be sending you further information throughout the day, people within LVMP are disgusted for this information to be released to the public",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.prodo1.com/",
                "http://www.suppressedhealthsecrets.com",
                "https://beforeitsnews.com/alternative/2017/10/multiple-shooters-in-las-vegas-was-paddock-a-patsy-3558698.html",
                "https://beforeitsnews.com/r2/?url=http://82.221.129.208/.zy0.html",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/r2/?url=https://mobile.twitter.com/DanBilzerian/status/914793975478870016/video/1",
                "http://halturnerradioshow.com/index.php/news/world-news/1355-photo-from-las-vegas-massacre-dead-shooter-stephen-paddock-in-hotel-room"
            ]
        },
        "key_words": [
            "patsy",
            "vegas",
            "remains",
            "las",
            "shooting",
            "windows",
            "proof",
            "stephen",
            "video",
            "shooter",
            "paddock",
            "videos",
            "know",
            "shooters",
            "multiple"
        ]
    }
]