[
    {
        "url": "http://www.bbc.com/sport/football/41578934",
        "title": "Henry McLeish insists Scotland are at a \"new low\" in international football",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "2017-10-11",
        "text": "By Phil Goodlad\nFormer first minister Henry McLeish says Scotland have \"exhausted\" all excuses after hitting \"a new low\" on the international football scene.\nMcLeish led a review into Scottish football in 2010 but says things are even worse now after Scotland's latest failure to reach a major tournament.\nHe insists a major part of the problem is the balance of power between club sides and the national team.\n\"I think we have reached a new low,\" McLeish told BBC Scotland.\n\"In 2010 when we did the review, we thought we had really reached the nadir of our fortunes but look, if we're slipping past 20 years of not qualifying in Europe or globally, if we go to 25 years or 30 years at its most pessimistic, this is deeply damaging to the national psychology of the game and to the inevitability of us ever getting there.\"\nHenry McLeish, who played for East Fife, led the review into Scottish Football in 2010\nA 2-2 draw in Slovenia on Sunday evening denied Scotland second place in Group F and a possible World Cup qualification play-off spot.\nThe Scots have now failed to qualify for the last 10 major international tournaments, and McLeish believes the problems lie with the balance of power in the game.\n\"We've virtually exhausted all the excuses we can have and I don't believe for a minute that talent doesn't exist in Scotland, but I do believe that the current structure of the game is still preventing us getting the best, nurturing them and putting them through,\" he added.\n\"When I talk about excuses, people say that young people have distractions, well, they have them in Iceland. Here, we have stripped bare all of the excuses you could possibly put forward, we're simply not good enough and that should be the wake-up call that all those who love the game and want Scotland to be successful.\n\"I have no doubt there needs to be a rebalancing of power, priorities, and objectives within the game. That really means that the SFA have got to become a much more influential part of the footballing establishment. There needn't be a conflict between club and country, but I fear at the present time there is.\nGordon Strahcan said after the Slovenia match that genetics were a major part of Scotland's problem\n\"I think the tentacles of the club game are so intertwined now with the ambitions of the country game, and that is not what I would like to see. We need clear demarcations of responsibility and I put it quite boldly to say that the SFA must now become the dominant political institution in Scottish football. The two institutions of the SPFL and the SFA have got to rearrange and reprioritise what their objectives are and the country, in my view, must overcome the power of the club.\"\nMcLeish, who pointed to the women's team and the under-21s as \"bright embers\" for the Scottish game, also felt national boss Gordon Strachan's comments about genetics being part of the problem, were misunderstood.\n\"Clearly in the aftermath of his bitter disappointment and reflections, I think Gordon used the wrong word,\" McLeish added.\n\"I think what he was talking about was physicality, this is the size and stature of our players, but with the greatest respect to Gordon, that's not the start and finish of the difficulties we face. We have to do a great deal more.\"\nShare this page\nShare this with\nFrom the section Football\n",
        "quotes": [
            [
                "I think we have reached a new low,",
                "McLeish",
                true
            ],
            [
                "In 2010 when we did the review, we thought we had really reached the nadir of our fortunes but look, if we're slipping past 20 years of not qualifying in Europe or globally, if we go to 25 years or 30 years at its most pessimistic, this is deeply damaging to the national psychology of the game and to the inevitability of us ever getting there.",
                "",
                true
            ],
            [
                "We've virtually exhausted all the excuses we can have and I don't believe for a minute that talent doesn't exist in Scotland, but I do believe that the current structure of the game is still preventing us getting the best, nurturing them and putting them through,",
                "McLeish",
                true
            ],
            [
                "When I talk about excuses, people say that young people have distractions, well, they have them in Iceland.",
                "McLeish",
                true
            ],
            [
                "Here, we have stripped bare all of the excuses you could possibly put forward, we're simply not good enough and that should be the wake-up call that all those who love the game and want Scotland to be successful.",
                "McLeish",
                true
            ],
            [
                "I have no doubt there needs to be a rebalancing of power, priorities, and objectives within the game.",
                "McLeish",
                true
            ],
            [
                "That really means that the SFA have got to become a much more influential part of the footballing establishment.",
                "McLeish",
                true
            ],
            [
                "There needn't be a conflict between club and country, but I fear at the present time there is.",
                "McLeish",
                true
            ],
            [
                "Gordon Strahcan said after the Slovenia match that genetics were a major part of Scotland's problem\n\"I think the tentacles of the club game are so intertwined now with the ambitions of the country game, and that is not what I would like to see.",
                "McLeish",
                true
            ],
            [
                "We need clear demarcations of responsibility and I put it quite boldly to say that the SFA must now become the dominant political institution in Scottish football.",
                "McLeish",
                true
            ],
            [
                "The two institutions of the SPFL and the SFA have got to rearrange and reprioritise what their objectives are and the country, in my view, must overcome the power of the club.",
                "McLeish",
                true
            ],
            [
                "Clearly in the aftermath of his bitter disappointment and reflections, I think Gordon used the wrong word,",
                "McLeish",
                true
            ],
            [
                "I think what he was talking about was physicality, this is the size and stature of our players, but with the greatest respect to Gordon, that's not the start and finish of the difficulties we face.",
                "McLeish",
                true
            ],
            [
                "We have to do a great deal more.",
                "McLeish",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.bbc.com/sport/football/41457295",
                "https://www.bbc.com/sport/football/41546717"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.bbc.com/sport/football/teams/scotland"
            ]
        },
        "key_words": [
            "think",
            "excuses",
            "power",
            "game",
            "mcleish",
            "football",
            "international",
            "scottish",
            "insists",
            "major",
            "low",
            "henry",
            "slovenia",
            "scotland"
        ]
    }
]