[
    {
        "url": "http://www.bbc.com/news/entertainment-arts-41522956",
        "title": "Hollywood reacts to Harvey Weinstein abuse claims",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "6 October 2017\nThese are external links and will open in a new window\nClose share panel\nImage copyright Getty Images\nImage caption Dunham (l) and Larson (r) are among those to comment either directly or obliquely\nLeading Hollywood figures have reacted to the New York Times' article on sexual harassment allegations made against film producer Harvey Weinstein.\nThe article reported he had reached at least eight settlements with women.\nGirls creator Lena Dunham thanked one of its writers \"for pushing past [a] flimsy but firm veil of secrecy\".\nWeinstein has disputed the newspaper report that claimed he harassed female employees over nearly three decades and is taking legal action.\n'Reckless reporting'\nThe co-founder of Miramax and The Weinstein Company released a statement on Thursday in which he expressed \"regret [for] what happened\".\n\"I appreciate the way I've behaved with colleagues in the past has caused a lot of pain, and I sincerely apologise for it,\" he wrote .\nWeinstein, a married father of five, said he planned to take a leave of absence from his company and had hired therapists to deal with his issues.\nImage copyright Getty Images\nImage caption Nicole Kidman is among the many stars with whom the producer has worked\nYet the producer of Shakespeare in Love, The King's Speech and other Oscar winners later said he was taking legal action against the paper for its \"reckless reporting\".\n\"This is a vendetta, and the next time I see [NYT executive editor] Dean Baquet it will be across a courtroom,\" he is quoted as saying by the Page Six website.\nThe 65-year-old has been married since 2007 to fashion designer Georgina Rose Chapman, with whom he has two children.\n'I believe you'\nOscar-winner Brie Larson responded to the allegations by saying she stood \"with the brave survivors of sexual assault and harassment... as always\".\n\"It's not your fault. I believe you,\" she wrote in a post that did not mention Weinstein by name.\n\"The woman who chose to speak about their experience of harassment by Harvey Weinstein deserve our awe,\" wrote Dunham in another post .\n\"It's not fun or easy. It's brave.\"\nFollow us on Facebook , on Twitter @BBCNewsEnts , or on Instagram at bbcnewsents . If you have a story suggestion email entertainment.news@bbc.co.uk .\nMore on this story\n",
        "quotes": [
            [
                "for pushing past [a] flimsy but firm veil of secrecy",
                "Lena Dunham",
                false
            ],
            [
                "I appreciate the way I've behaved with colleagues in the past has caused a lot of pain, and I sincerely apologise for it,",
                "",
                true
            ],
            [
                "This is a vendetta, and the next time I see [NYT executive editor] Dean Baquet it will be across a courtroom,",
                "",
                true
            ],
            [
                "with the brave survivors of sexual assault and harassment... as always",
                "",
                false
            ],
            [
                "The woman who chose to speak about their experience of harassment by Harvey Weinstein deserve our awe,",
                "Dunham",
                true
            ],
            [
                "It's not fun or easy.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://pagesix.com/2017/10/05/harvey-weinstein-gives-first-interview-after-shocking-sex-harassment-claims/",
                "https://www.nytimes.com/2017/10/05/us/harvey-weinstein-harassment-allegations.html",
                "https://www.nytimes.com/interactive/2017/10/05/us/statement-from-harvey-weinstein.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.instagram.com/BBCNewsEnts/",
                "https://twitter.com/lenadunham/status/916013053237387265",
                "https://twitter.com/brielarson/status/916072807313956864",
                "https://twitter.com/lenadunham/status/916018271312240640",
                "https://www.facebook.com/BBCEntsNews/",
                "https://twitter.com/BBCNewsEnts"
            ]
        },
        "key_words": [
            "hollywood",
            "reacts",
            "image",
            "producer",
            "dunham",
            "weinstein",
            "sexual",
            "harassment",
            "past",
            "claims",
            "abuse",
            "saying",
            "wrote",
            "taking",
            "harvey"
        ]
    }
]