[
    {
        "url": "http://occupydemocrats.com/2016/09/27/hillary-just-used-trumps-words-fact-check-debate/",
        "title": "Hillary Just Used Trump’s Own Words To Fact-Check His Debate",
        "authors": [
            {
                "name": "Natalie Dickinson",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-27",
        "text": "Now Reading\nHillary Just Used Trump’s Own Words To Fact-Check His Debate\nRead Next\n1.Trump mocked former Miss Universe Alicia Machado’s weight and heritage, calling her names like “Miss Housekeeping” and “Miss Piggy.”\n Howard Stern: “Are you for invading Iraq?“\n Donald Trump: “Yeah, I guess so. You know, I wish the first time it was done correctly.”\n5. In the 1970s, Trump’s real estate company was sued by the Department of Justice for discriminating against minority applicants in both New York and Virginia–in New York, their applications were marked “C” for colored.\nSee Also\n18. On whether the housing market would crash:\nDonald Trump: “I sort of hope that happens because then people like me would go in and buy.”\nTrump: “Now we should go in, we should stop this guy, which would be very easy and very quick. We could do it surgically, stop him from doing it, and save these lives. This is absolutely nuts. We don’t want to get involved and you’re gonna end up with something like you’ve never seen before.”\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [
            [
                "You know, I wish the first time it was done correctly.",
                "Hillary Just Used Trump",
                true
            ],
            [
                "I sort of hope that happens because then people like me would go in and buy.",
                "Hillary Just Used Trump",
                true
            ],
            [
                "Now we should go in, we should stop this guy, which would be very easy and very quick.",
                "Hillary Just Used Trump",
                true
            ],
            [
                "We could do it surgically, stop him from doing it, and save these lives.",
                "Hillary Just Used Trump",
                true
            ],
            [
                "We don’t want to get involved and you’re gonna end up with something like you’ve never seen before.",
                "Hillary Just Used Trump",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://occupydemocrats.com/privacy/"
            ]
        },
        "key_words": [
            "miss",
            "factcheck",
            "debate",
            "words",
            "trumps",
            "trump",
            "donald",
            "cnn",
            "clinton",
            "tax",
            "post",
            "hillary",
            "say",
            "used"
        ]
    }
]