[
    {
        "url": "https://bipartisanreport.com/2016/09/27/breaking-washington-post-unloads-trump-tax-fraud-bomshell-details/",
        "title": "BREAKING: ‘Washington Post’ Unloads Trump Tax Fraud Bomshell (DETAILS)",
        "authors": [
            {
                "name": "Vanessa Is A Contributing Writer For Bipartisan Report.",
                "link": null
            }
        ],
        "publisher": "bipartisanreport.com",
        "publish_date": "2016-09-27",
        "text": "By\nA reporter for The Washington Post , David Fahrenthold, has uncovered another instance where GOP nominee Donald Trump has made some questionable tax-related choices.\nThe investigation that Faherenthold launched into the Trump Foundation, along with Republican presidential nominee Donald Trump’s personal finances, has unearthed the fact that Donald Trump has used his charitable foundation, which is tax-exempt, as a tool to evade $2.3 million dollars of personal income taxes. How? By having business associates that owe him money to put it into his foundation instead.\nAn excellent example is that the Trump Foundation took in payments “totaling nearly $1.9 million from a man in New York City who sells sought-after tickets and one-of-a-kind experiences to wealthy clients.” According to sources in the Trump organization who wish to remain anonymous the man is Richard Ebers, and he was told that instead of paying the former reality TV star for services, he should pay the Trump Foundation instead.\nIt makes sense really, when you consider the fact that despite the reality that Donald Trump hasn’t even bothered donating to his own foundation since 2008 the “donations” continue to pour in.\nOne of Republican presidential nominee Donald Trump’s senior advisers, Boris Epshteyn, actually tried to explain it away by saying:\n‘What Trump did was provide a service, renounce any fees, and then merely “suggest” that the other party make a donation to a charity of their choosing.’\nThe irony is not lost on anyone that he’s basically saying it’s legal, and it is, despite the fact that anyone with half a mind deduce the shady implications.\nMarc Owens, Head of the Internal Revenue Service’s non-profit watchdog agency, hasn’t been very thorough in his monitoring of the Trump foundation and seems shocked by all of the information that Fahrenthold’s investigation has managed to uncover.\nOwens, said:\n‘This is so bizarre, this laundry list of issues. It’s the first time I’ve ever seen this, and I’ve been doing this for 25 years in the IRS, and 40 years total.’\nIt’s pretty obvious to anyone that’s paying attention that the GOP nominee is probably violating the rules that were written to prevent this kind of blatant laundering of money when it comes to tax-exempt foundations. If Donald Trump were to be charged and found guilty of violating these laws the punishment would mean a monetary penalty, losing the tax-exempt status for his foundation, and even, perhaps, criminal charges being filed.\nWhen asked by journalist Sharyl Attkisson:\n‘Are you confident that the Trump Foundation has followed all charitable rules and laws?’\nRepublican presidential nominee Donald Trump responded:\n‘Well, I hope so… I mean, my lawyers do it.’\nIt’s kind of ironic that the Trump campaign would go after the Clinton Foundation when Republican presidential nominee Donald Trump’s own Trump Foundation has such shady things going on. For shady example, his foundation has zero paid staff. The Trump Foundation has literally been laundering money under the guise of being a “charity” and the person profiting from it all is none-other-than Republican presidential nominee Donald Trump.\nLike this:\nLike Loading...\nPOPULAR POSTS\n",
        "quotes": [
            [
                "totaling nearly $1.9 million from a man in New York City who sells sought-after tickets and one-of-a-kind experiences to wealthy clients.",
                "",
                false
            ],
            [
                "What Trump did was provide a service, renounce any fees, and then merely “suggest” that the other party make a donation to a charity of their choosing.",
                "Boris Epshteyn",
                true
            ],
            [
                "This is so bizarre, this laundry list of issues.",
                "Owens",
                true
            ],
            [
                "It’s the first time I’ve ever seen this, and I’ve been doing this for 25 years in the IRS, and 40 years total.",
                "Owens",
                true
            ],
            [
                "Are you confident that the Trump Foundation has followed all charitable rules and laws?",
                "Sharyl Attkisson",
                true
            ],
            [
                "Well, I hope so… I mean, my lawyers do it.",
                "Donald Trump",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.washingtonpost.com/politics/trump-directed-23-million-owed-to-him-to-his-charity-instead/2016/09/26/7a9e9fac-8352-11e6-ac72-a29979381495_story.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "bomshell",
            "washington",
            "shady",
            "nominee",
            "fraud",
            "trump",
            "tax",
            "unloads",
            "donald",
            "post",
            "breaking",
            "foundation",
            "republican",
            "trumps",
            "taxexempt",
            "details",
            "money",
            "presidential"
        ]
    }
]