[
    {
        "url": "https://www.cnn.com/2016/09/27/politics/amy-walter-party-people-podcast/index.html",
        "title": "Amy Walter on how 2016's undecided voters are different",
        "authors": [
            {
                "name": "Jedd Rosche",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-27",
        "text": "Walter: 2016's undecided voters would rather cut off their arms 'than have this election'\nUpdated 8:12 AM ET, Tue September 27, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nStory highlights\nAmy Walter said undecided voters are not a fan of either major candidate for president\nThe Cook Political Report national editor also describes the dramatic shift among demographics\nParty People is a new podcast from CNN where a pair of conservative CNN contributors talk to influential voices about the future of conservatism and the Republican party.\n(CNN)\nCook Political Report national editor Amy Walter said undecided voters are different this election cycle because they're \"absolutely clued in\" with who the candidates of both major parties are -- and they still don't like what they see.\n\"Normally what you see in those groups, people who are undecided, they're undecided because they really haven't been paid much attention,\" Walter told CNN's Party People podcast hosts Kevin Madden and Mary Katherine Ham in a recent conversation.\nWalter, who also worked for former Democratic Rep. Marjorie Margolies Mezvinsky, said undecided voters sounded like children trying to avoid hopping into a cold pool.\nRead More\nWalter said for the first time that she can remember, she's having trouble trusting the data that's coming from the campaign trail, and that undecided voters are struggling to choose between the lesser of two evils.\nWalter, who also previously worked for CNN, described how the political polarization between different demographic groups, in particular white voters and whether they have a college degree, can't be blamed entirely on Donald Trump.\n\"It has been a dramatic shift,\" Walter said. \"You can't blame that all on one candidate who had a great rally. This has been a steady movement that way.\"\nTo hear how Walter got her start in politics and more, listen to CNN's \"Party People,\" a new podcast where a pair of conservative CNN contributors talk to influential voices about the future of conservative politics and the Republican party.\n",
        "quotes": [
            [
                "Normally what you see in those groups, people who are undecided, they're undecided because they really haven't been paid much attention,",
                "Amy Walter",
                true
            ],
            [
                "It has been a dramatic shift,",
                "Amy Walter",
                true
            ],
            [
                "You can't blame that all on one candidate who had a great rally.",
                "Amy Walter",
                true
            ],
            [
                "This has been a steady movement that way.",
                "Amy Walter",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://podcast.cnn.com/party-people/episode/all/OJV8aX77XZsici/5jf0fh.1-1.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://tunein.com/podcasts/Politics/Party-People-p912488/",
                "https://www.stitcher.com/podcast/turner-podcast-network/cnns-party-people?refid=stpr"
            ]
        },
        "key_words": [
            "dont",
            "2016s",
            "different",
            "political",
            "major",
            "amy",
            "national",
            "podcast",
            "report",
            "theyre",
            "walter",
            "undecided",
            "voters"
        ]
    }
]