[
    {
        "url": "https://www.reuters.com/article/us-people-harvey-weinstein/weinstein-co-board-ousts-harvey-weinstein-after-harassment-allegations-idUSKBN1CE00B",
        "title": "Weinstein Co board ousts Harvey Weinstein after harassment allegations",
        "authors": [
            {
                "name": "Sangameswaran",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-09",
        "text": "Weinstein Co board ousts Harvey Weinstein after harassment allegations\n(Reuters) - The Weinstein Co has fired co-Chairman Harvey Weinstein, effective immediately, following reports of sexual harassment allegations against the executive, who was one of Hollywood’s biggest power brokers, the film production company said on Sunday.\nThe departure leaves Weinstein’s brother Bob, a co-chairman, and chief operating officer David Glasser at the helm of the company.\nThe board of directors made the decision “in light of new information about misconduct by Harvey Weinstein that has emerged in the past few days,” the company said in an emailed statement, adding that he had been notified.\nA spokeswoman for the executive did not immediately respond to a request for comment.\nThe company said on Friday that Weinstein, 65, was taking an indefinite leave of absence after the New York Times reported that he had made eight settlements with women who had accused him of unwanted physical contact and sexual harassment over three decades.\nWeinstein has produced or distributed Oscar-winning movies including “Shakespeare in Love” and “Chicago.” He was a prominent donor to Democrats during the 2016 general election campaign.\nThe company also said it was conducting its own internal investigation.\nReporting by Sangameswaran S in Bengaluru; Additional reporting and writing by Hilary Russ in New York; Editing by Richard Chang\n",
        "quotes": [
            [
                "in light of new information about misconduct by Harvey Weinstein that has emerged in the past few days,",
                "",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "executive",
            "board",
            "immediately",
            "weinstein",
            "sexual",
            "harassment",
            "york",
            "company",
            "women",
            "ousts",
            "harvey",
            "cochairman",
            "allegations"
        ]
    }
]