[
    {
        "url": "http://occupydemocrats.com/2016/09/20/just-trump-pick-oil-tycoon-hates-animals-oversee-national-parks/",
        "title": "JUST IN: Trump To Pick Oil Tycoon Who Hates Animals To Oversee National Parks",
        "authors": [
            {
                "name": "Grant Stern",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-20",
        "text": "Now Reading\nJUST IN: Trump To Pick Oil Tycoon Who Hates Animals To Oversee National Parks\n0 Shares\nWhen Republicans decided to vote for a guy who promised skip pandering to oligarchs for money, little did they know their presidential nominee meant to hand control of America’s highest offices to those very billionaires directly.\nWord has leaked that Donald Trump plans to nominate oil executive Forrest Lucas as Interior Minister, breaking the long tradition of naming those from the rural Western states to lead the agency which manages America’s public parks, lands and wildlife.\nThis would be disastrous for the fair enforcement of the Endangered Species Act, protecting the environment from the devastating effects of fracking, and animal rights in general, because Forrest Lucas is the sort of man who literally fights for the right to exploit animals in entertainment and is an avowed enemy of the Humane Society which provides low cost veterinary services, spaying and neutering to pet owners across the USA, as Politico writes :\nLucas, who owns a ranch and serves on Trump’s agriculture advisory committee, is one of the biggest donors to groups that attack the Humane Society and People for the Ethical Treatment of Animals, and defend animal agriculture, hunting, meat consumption, rodeos and circuses.\nAnother source with knowledge of the transition operation said Lucas was on a short list of about five names that are under consideration for the post, which has started to attract considerable interest from prominent “anti-conservation zealots.”\nIn a public hint of the rampant nepotism that Trump is planning to make official policy, they even said that the infamous cheetah killer , Trump’s self-entitled son Don Jr., is also in the running for Interior Secretary.\nThe Interior Ministry quite literally owns 28% of America’s land, manages our national parks and forests, the federal Fish & Wildlife Service , and also makes major decisions in the gambling industry because of its oversight of the commission that regulates tribal casinos . The Department of Interior holds massive sway over mineral extraction rights and leasing on public lands too, so the oil industry relies on it for decisions, regulations and pays rent to Uncle Sam through that government agency too.\nThe Sierra Club issued a stark warning about what Trump’s choice means for the country: “Putting an oil executive in charge of our public lands and precious coasts in places like North Carolina, Virginia and Florida is a virtual guarantee that Trump’s promise to throw open season on drilling in our special places will come true if he’s elected.”\nSee Also\nLucas is the kind of heartless swine who fought (and thankfully failed) to stop a voter ballot initiative that targeted cruel puppy mills in Missouri in 2010.\n \nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [
            [
                "Putting an oil executive in charge of our public lands and precious coasts in places like North Carolina, Virginia and Florida is a virtual guarantee that Trump’s promise to throw open season on drilling in our special places will come true if he’s elected.",
                "Donald Trump",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.politico.com/story/2016/09/forrest-lucas-trump-interior-secretary-228364",
                "https://occupydemocrats.com/2016/09/05/madonna-rips-trumps-pssy-lion-killing-sons-endorses-hillary/"
            ],
            "gov_pgs": [
                "https://www.fws.gov/help/about_us.html"
            ],
            "unsure": [
                "https://occupydemocrats.com/privacy/",
                "https://en.wikipedia.org/wiki/Federal_lands",
                "https://en.wikipedia.org/wiki/National_Indian_Gaming_Commission"
            ]
        },
        "key_words": [
            "trump",
            "oil",
            "hates",
            "trumps",
            "pick",
            "parks",
            "oversee",
            "public",
            "tycoon",
            "national",
            "animals",
            "lucas",
            "donald",
            "animal",
            "lands",
            "interior"
        ]
    }
]