[
    {
        "url": "http://addictinginfo.org/2016/09/27/enough-excuses-five-ways-hillary-dominated-trump-during-the-debate/",
        "title": "Enough Excuses: Five Ways Hillary Won The Debate Hands Down",
        "authors": [
            {
                "name": "Ryan Denson",
                "link": null
            }
        ],
        "publisher": "addictinginfo.com",
        "publish_date": "2016-09-27",
        "text": "·\nLast night America finally got to see Donald Trump and Hillary Clinton together in the same room. And just as expected, there was some much pent up sparring. Once the evening had concluded, it was evident who won that debate, no questions asked: Hillary Clinton.\nNo one should be surprised. While the media has been speculating that viewers would once again see a “Trump pivot,” the facts remain the same — what we saw on the debate stage was the same Trump we saw during the Republican primaries — a brash, condescending, loudmouthed bully who has no plans, only talking points.\nAll the pundits know it. The polls know it. The people know it. Hillary Clinton won because she was prepared, she was eloquent, and she kept her cool. But not surprisingly, Trump and his band of surrogates didn’t get the memo. They think they won. Because why not?\nTrump (and his people) say Lester Holt was unfair. They say the microphone was tampered with. They say Hillary Clinton was “too prepared” so it was an unfair advantage. They say the media was too biased.\nExcuse after excuse, Trump refuses to take responsibility for his actions. he was unprepared, he was disrespectful, he couldn’t elaborate, and he got personal.\nBut enough about Trump and his candy-ass excuses. Let’s talk about why Hillary Clinton was clearly the winner.\nShe was prepared \nLook no further than her best zinger of the night: “I think Donald just criticized me for preparing for this debate. And, yes, I did. And you know what else I prepared for? I prepared to be president. And I think that’s a good thing.” It’s been reported that Clinton immersed herself with the issues of our times, poring over research, conducting rehearsals, and doing her homework. Trump, on the other hand, was taking a casual, passive approach to the debates, and it showed. He couldn’t elaborate, he didn’t show decorum, and he didn’t know how to respond to Clinton’s assertions — except with lies.\nShe was tough, yet composed\nThe bar was set pretty low due to Trump. Clinton knew she had to somewhat get on his level, but stay true to who she really is. This debate ended up being something special. She was up against a loud, bombastic, unpredictable bully who says whatever he pleases. Luckily for her, she didn’t take any of his lies personally. She fact checked him when Holt wouldn’t. She smiled politely as he sunk into the abyss with his never ending rambles. She wasn’t “too loud” as the pundits like to call it, but she was forceful when need be. And, even though it’s a stupid assessment (but somehow matters), she smiled.\nShe respected Holt and upheld decorum \nOne of the reasons people hate debates is because they find that the moderators don’t do their jobs. They allow the candidates to walk all over them, they go over their allotted time, they interrupt each other. It gets annoying. Luckily, Trump was in stark contrast to Hillary Clinton. She listened to Holt when he told her that her time was up, and rarely interrupted Holt to attack Trump. While Trump interrupted Clinton 51 times , she interrupted Trump only 17 times. At the end, Clinton shook Holt’s hand, and Trump did not.\nShe was fundamentally honest\nWhile Trump’s famous “Crooked Hillary” was front and center on Snapchat, the facts paint a different story. NPR, the non-partisan gold standard of what’s left of journalism, did an in-depth fact check analysis and showed that, surprise, Trump lied way more than Clinton, while Clinton’s claims were mostly upheld as true.\nShe had the better plan\nWhile Donald Trump painted America as third world, crime-riddled hellhole, Clinton offered us a hopeful, inspiring message of bringing back jobs, fixing broken race relations, and investigating in future generations. Her plan would create 10 million jobs — his would cut 3.5 million. She wants to curb gun violence against black youth by holding them and communities (yes, that includes police officers) accountable. Trump wants to implement the unconstitutional and ineffective Stop and Frisk. Surprisingly, the agreed on several issues, such as the No-Fly gun ban, opposition to the TPP, and a need to bring jobs back from overseas. But simply put, her way, not “Trumped up trickle down,” will get us there.\nThis is why Clinton won. She was the stronger candidate, and she shined while everyone was hoping it would be the other way around. Trump devolved into his classic self as she increasingly got under his skin.\nNo, it wasn’t Holt’s fault. No, it wasn’t the microphone’s fault. No, it wasn’t Hillary’s fault. It was Trump’s fault, plain and simple. Maybe he’ll take preparation a little more seriously for next time. Or maybe not. it is Trump, after all.\nFeatured image via Justin Sullivan/Getty Images\n",
        "quotes": [
            [
                "I think Donald just criticized me for preparing for this debate.",
                "",
                true
            ],
            [
                "And you know what else I prepared for?",
                "",
                true
            ],
            [
                "And I think that’s a good thing.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.vox.com/policy-and-politics/2016/9/26/13024476/debate-preparation",
                "https://www.vox.com/policy-and-politics/2016/9/26/13068010/presidential-debate-2016-trump-clinton-interruptions",
                "https://www.npr.org/2016/09/26/495115346/fact-check-first-presidential-debate"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "trump",
            "know",
            "debate",
            "say",
            "excuses",
            "ways",
            "jobs",
            "hillary",
            "won",
            "holt",
            "wasnt",
            "hands",
            "prepared",
            "clinton"
        ]
    }
]