[
    {
        "url": "https://www.cnn.com/2016/09/23/politics/us-military-sinks-isis-navy/index.html",
        "title": "ISIS has a navy? The US is sinking it",
        "authors": [
            {
                "name": "Ryan Browne",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-23",
        "text": "Updated 4:00 PM ET, Fri September 23, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nThe US and coalition tanked 65 ISIS boats in September alone\nISIS has been using boats to move fighters up and down the river and as waterborne bombs\nWashington (CNN)\nUS and allied warplanes have sunk over 100 ISIS boats, destroying 65 of them in September alone, according to the international military coalition.\nWhile Iraq is nearly entirely land-locked, the Tigris and Euphrates rivers that cross that country are navigable, and ISIS has been using watercraft for a variety of purposes, including transporting fighters and conducting improvised explosive attacks.\\\nThe US-led anti-ISIS coalition provided CNN with video of a September 10 airstrike against an ISIS tactical unit aboard a boat near Bayji, Iraq.\nBarges, skiffs and motorized watercraft have been observed operating along the Tigris and Euphrates rivers for the purpose of ferrying ISIS fighters and equipment across the rivers, Operation Inherent Resolve spokesperson Col. Joseph Scrocca told CNN, adding that it happens often when anti-ISIS Iraqi troops control the area's bridges. Coalition bombs have also targeted bridges used by ISIS, thereby further necessitating the terror group's reliance on boats.\n\"They have also been used by Daesh for waterborne improvised explosive device attacks,\" the spokesperson added, using another name for the terror group.\nRead More\nA US Apache attack helicopter in July destroyed one such waterborne IED, a boat full of explosives. The vessel was attempting to remove a newly built Iraqi bridge spanning the Tigris River, according to the US military.\n\"It destroyed the boat so it didn't go attack the bridge,\" US Army Col. Christopher Garver, a spokesman for the military coalition against ISIS, told reporters in August.\nBut while the US and its allies have been striking ISIS boats for months, the last few weeks have seen a major uptick in the number that have been sunk, with over 50 destroyed on September 16 and 14. Those strikes occurred near the towns of  Qayyara and Sultan Abdallah, which lie along the Tigris River south of the ISIS-held city of Mosul.\nExperts think that the increase in the rate of strikes is tied to the upcoming effort by the US and Iraq to retake Mosul, which military officials have said could start as early as October.\nThe Tigris River in Iraq\nAs part of its defensive efforts, \"ISIS is going to try and move fighters up and down the river,\" retired US Navy Cdr. Chris Harmer told CNN.\nHarmer thinks the US is attempting to scuttle the ISIS vessels in particular so that the group can't position its forces via the water. The Tigris River runs directly through the heart of Mosul, dividing Iraq's second-largest city in two.\nHe also called the boats an \"easy target in terms of avoiding civilian casualties\" for the US.\nISIS, he said, might try to destroy bridges to slow the Iraqi military's assault on Mosul, noting that \"a speedboat with 1,000 kilograms of explosives going into a bridge\" is a lot harder to defend against than a conventional IED that would have to be set by ISIS operatives on foot.\nHistorically control of the two rivers has been critical to Iraqi military campaigns. During World War I, the British used small armed river boats traveling up the Tigris and Euphrates in its campaign against the Ottoman Turks.\nHarmer, now the senior naval analyst at the Institute for the Study of War in Washington, said that the Iraqi military had never really mastered riverine warfare -- fighting on the river -- making the coalition's support all the more essential.\nAnd despite the large number of boats sunk, Harmer thinks ISIS may have no trouble seizing additional vessels from Iraqi fishermen, farmers and others who have used the river for thousands of years.\n\"There's always been a steady state of traffic flow on the river,\" Harmer said.\n",
        "quotes": [
            [
                "They have also been used by Daesh for waterborne improvised explosive device attacks,",
                "",
                true
            ],
            [
                "It destroyed the boat so it didn't go attack the bridge,",
                "Christopher Garver",
                true
            ],
            [
                "ISIS is going to try and move fighters up and down the river,",
                "",
                true
            ],
            [
                "easy target in terms of avoiding civilian casualties",
                "",
                false
            ],
            [
                "a speedboat with 1,000 kilograms of explosives going into a bridge",
                "",
                false
            ],
            [
                "There's always been a steady state of traffic flow on the river,",
                "Chris Harmer",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2016/09/23/politics/us-military-sinks-isis-navy/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "navy",
            "using",
            "used",
            "isis",
            "fighters",
            "watercraft",
            "waterborne",
            "rivers",
            "boats",
            "coalition",
            "sinking",
            "cnn"
        ]
    }
]