[
    {
        "url": "http://www.bbc.com/news/blogs-news-from-elsewhere-41582375",
        "title": "Cambodian ambulance drivers told to get licences",
        "authors": [
            {
                "name": "News Elsewhere...",
                "link": null
            }
        ],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "By News from Elsewhere... ...as found by BBC Monitoring\n11 October 2017\nThese are external links and will open in a new window\nClose share panel\nImage copyright AFP\nImage caption Many of Cambodia's emergency services drivers don't have driving licences\nCambodia's government has issued a stern warning to its health services, telling them that they need to shape up and ensure that their ambulance drivers have the proper paperwork to drive, it's reported.\nAccording to the Phnom Penh Post , the country's Health Ministry said in a 10 October statement that hospital and health service chiefs should \"strengthen the management on ambulance drivers by recruiting drivers who have a driving licence\".\nThe Ministry highlighted a specific problem with speeding but added that services should also recruit drivers with experience who are \"gentle and respectful\".\nWhile the exact number of traffic accidents involving ambulances in the country is unknown, the recruitment process for emergency services drivers has come under heavy scrutiny in the country.\n'Drivers don't respect other drivers'\nEar Chariya from the Institute for Road Safety has been an outspoken advocate for recruitment reform in Cambodia.\n\"Sometimes, ambulance drivers don't respect other drivers,\" he told the Phnom Penh Post in April. He added that many drivers throughout the emergency services do not receive training and said there were problems in the fire service, as well as in healthcare.\nIn April, three people were killed after an ambulance and a motorbike were involved in a head-on collision.\nCambodia Daily reported that although it was not clear who was accountable, the driver fled the scene, leaving the passenger he was carrying behind.\nUse #NewsfromElsewhere to stay up-to-date with our reports via Twitter .\nRelated Topics\n",
        "quotes": [
            [
                "strengthen the management on ambulance drivers by recruiting drivers who have a driving licence",
                "",
                false
            ],
            [
                "Sometimes, ambulance drivers don't respect other drivers,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cambodiadaily.com/news/three-dead-in-ambulance-crash-driver-flees-127424/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.phnompenhpost.com/national/ambulance-collision-kills-three-kampong-cham",
                "https://twitter.com/search?q=%23NewsfromElsewhere&src=typd",
                "https://www.phnompenhpost.com/national/ministry-directive-ambulance-drivers-told-behave"
            ]
        },
        "key_words": [
            "recruitment",
            "health",
            "ambulance",
            "service",
            "post",
            "emergency",
            "dont",
            "cambodian",
            "respect",
            "services",
            "licences",
            "drivers",
            "told"
        ]
    }
]