[
    {
        "url": "https://www.cnn.com/2016/09/21/politics/obama-netanyahu-us-israel-mideast-peace/index.html",
        "title": "Barack Obama at Benjamin Netanyahu meeting: 'He is always very candid with us'",
        "authors": [
            {
                "name": "Cnn White House Producer",
                "link": null
            },
            {
                "name": "Kevin Liptak",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-21",
        "text": "Obama at Netanyahu meeting: 'He is always very candid with us'\nBy Kevin Liptak , CNN White House Producer\nUpdated 6:18 PM ET, Wed September 21, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nObama has taken steps toward solidifying the alliance with Israel this month\nHis meeting with Netanyahu was likely to be their last face-to-face consultations\nNew York (CNN)\nPresident Barack Obama confronted one of his most strained foreign partnerships Wednesday during a final meeting with Israeli Prime Minister Benjamin Netanyahu, the pair making a last attempt at patching up their stormy bond before Obama leaves office.\nSpeaking before their session, Obama said he was aiming to ascertain the prospects for peace in the region as he prepares to end his presidency.\n\"Our hope will be that in these conversations we get the sense of how Israel sees the next few years, what the opportunities are and what the challenges are in order to ensure we keep alive the possibility of a stable, secure Israel at peace with its neighbors,\" Obama said. \"These are challenging times. One thing that I would say about Prime Minister Netanyahu is that he is always very candid with us.\"\nThat candor has become a hallmark of the relationship between Obama and his Israeli counterpart, whom the White House has accused of being less-than-diplomatic in expressing his opposition to US policies like the nuclear agreement with Iran. Obama's 30-minute meeting Wednesday with Netanyahu was likely to be their final opportunity for face-to-face consultations before a new president enters the Oval Office in January.\nObama is intent on conferring solid ties with Israel upon his successor, despite the personal animus that developed between him and Netanyahu, as he looks to boost the relationship during the homestretch of a presidential campaign in which he hopes to see Democratic nominee Hillary Clinton prevail.\nRead More\nObama took a step toward solidifying the alliance this month by completing a long-term, $38 billion security aid package for Israel, the largest such agreement ever for a US ally.\nThe aid, Obama said, \"allows the kind of certainty in a moment where there's enormous uncertainty in the region. It is a very difficult and dangerous time in the Middle East and we want to make sure Israel has full capabilities to keep the Israeli people safe.\"\nIn their talks, Obama said he and his Israeli counterpart would discuss challenges in Syria, and said he would get Netanyahu's assessment of conditions in Israel and the West Bank.\n\"Clearly there is great danger of not just terrorism but also flare-ups of violence,\" he said. \"We do have concerns about settlement activity as well.\"\nObama hopes to take steps in his final days in office to promote renewed talks between the Israelis and the Palestinians on peace, though his previous efforts toward reconciliation in the region have fallen short.\n\"My hope is we can continue to be an effective partner in Israel in finding a path to peace,\" Obama said.\nBut the White House remains opposed to Israel's expanded settlement activity in the West Bank, and has expressed disappointment at Netanyahu's occasional skepticism about the viability of a two-state solution in the region.\nIn the meeting Wednesday Obama raised \"profound US concerns about the corrosive effect that that is having on the prospects of two states.\"\n\"They've never papered over their differences,\" another senior administration official said of Obama and Netanyahu.\nIn his final United Nations address Tuesday, Obama made scant reference to the Israel-Palestine conflict, saying only that \"Israelis and Palestinians will be better off if Palestinians reject incitement and recognize the legitimacy of Israel, but Israel recognizes that it cannot permanently occupy and settle Palestinian land.\"\nThe passing remark was in stark comparison to the large amounts of time Obama spent on the issue during addresses to the UN earlier in his tenure. The shift reflected the now-frozen peace negotiations, which moved in spurts during Obama's presidency but never materialized into a workable solution.\nThe White House has conceded that talks aren't likely to resume while Obama remains in office but has remained open to the possibility the President could take steps in the next months to ramp up pressure on both sides to work toward a two-state solution.\n\"With respect to Middle East peace, I wouldn't rule out the President taking any particular step on the issue,\" Ben Rhodes, Obama's deputy national security adviser, said Tuesday. \"What I would say is his test has always been, can I make a positive difference by engaging on the Israeli-Palestinian issue? We've tried multiple tactics, none of them have succeeded, given the fact that the parties themselves have been unable to come together.\"\nObama's talks with Netanyahu Wednesday capped a tumultuous personal history, though both displayed a businesslike camaraderie during their photo-op.\nThe low point between the two men came in March 2015, when Netanyahu infuriated the White House by publicly lobbying against the Iran nuclear deal before Congress -- a move the administration lambasted as a breach of diplomatic protocol.\nNetanyahu returned to Washington last November in an attempt to repair the relationship, meeting with Obama in the Oval Office and addressing both the conservative American Enterprise Institute and the left-leaning Center for American Progress, the think tank with ties to Clinton.\nNetanyahu on Wednesday invited Obama for a round of golf in Israel once he departs office in January, saying warmly that Obama's \"influential voice\" on international politics would remain a force \"for many decades.\"\n\"Our alliance has grown decade after decade, through successive presidents, bipartisan Congresses and with the overwhelming support of the American people,\" he said. \"It is an unbreakable bond.\"\n",
        "quotes": [
            [
                "Our hope will be that in these conversations we get the sense of how Israel sees the next few years, what the opportunities are and what the challenges are in order to ensure we keep alive the possibility of a stable, secure Israel at peace with its neighbors,",
                "Obama",
                true
            ],
            [
                "One thing that I would say about Prime Minister Netanyahu is that he is always very candid with us.",
                "Obama",
                true
            ],
            [
                "allows the kind of certainty in a moment where there's enormous uncertainty in the region.",
                "Obama",
                false
            ],
            [
                "It is a very difficult and dangerous time in the Middle East and we want to make sure Israel has full capabilities to keep the Israeli people safe.",
                "Obama",
                true
            ],
            [
                "Clearly there is great danger of not just terrorism but also flare-ups of violence,",
                "Obama",
                true
            ],
            [
                "We do have concerns about settlement activity as well.",
                "Obama",
                true
            ],
            [
                "My hope is we can continue to be an effective partner in Israel in finding a path to peace,",
                "Obama",
                true
            ],
            [
                "profound US concerns about the corrosive effect that that is having on the prospects of two states.",
                "Obama",
                false
            ],
            [
                "They've never papered over their differences,",
                "",
                true
            ],
            [
                "Israelis and Palestinians will be better off if Palestinians reject incitement and recognize the legitimacy of Israel, but Israel recognizes that it cannot permanently occupy and settle Palestinian land.",
                "Obama",
                true
            ],
            [
                "With respect to Middle East peace, I wouldn't rule out the President taking any particular step on the issue,",
                "Ben Rhodes",
                true
            ],
            [
                "What I would say is his test has always been, can I make a positive difference by engaging on the Israeli-Palestinian issue?",
                "Ben Rhodes",
                true
            ],
            [
                "We've tried multiple tactics, none of them have succeeded, given the fact that the parties themselves have been unable to come together.",
                "Ben Rhodes",
                true
            ],
            [
                "Our alliance has grown decade after decade, through successive presidents, bipartisan Congresses and with the overwhelming support of the American people,",
                "Obama",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2015/03/02/politics/netanyahu-speech-iran-obama-congress/",
                "http://www.cnn.com/2016/09/20/politics/barack-obama-un-diplomacy/",
                "http://www.cnn.com/2015/03/03/politics/netanyahu-speech-analysis-congress/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "president",
            "netanyahu",
            "minister",
            "obama",
            "candid",
            "meeting",
            "israel",
            "prime",
            "likely",
            "barack",
            "relationship",
            "benjamin",
            "peace"
        ]
    }
]