[
    {
        "url": "http://www.cnn.com/2017/10/04/europe/aung-san-suu-kyi-oxford/index.html",
        "title": "Aung San Suu Kyi to be stripped of Oxford honor",
        "authors": [
            {
                "name": "Lauren Said-Moorhouse",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-04",
        "text": "Aung San Suu Kyi to be stripped of Oxford honor\nUpdated 2:39 AM ET, Thu October 5, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\n(CNN)\nAung San Suu Kyi is to be stripped of the Freedom of Oxford by the city's council for her response to the Rohingya crisis.\nMyanmar's de facto leader was bestowed with the honorary title in 1997 in recognition of her long struggle for democracy and her ties to Oxford where she studied.\nCity councilors considered a cross-party motion to withdraw the honor on Monday night and concluded that that it was \"no longer appropriate\" for her to hold it.\nThe council said that it had written to Suu Kyi and asked her to \"do whatever she can to stop the ethnic cleansing in her country\" but had not received a response.\nRead More\nIt was while studying at Oxford University between 1964 and 1967 that she met her late husband, Michael Aris, before starting a family there.\n\"The most important thing for me about Oxford was not what I learnt there in terms of set text and set books we had to read, but in terms of a respect for the best in human civilization,\" she reportedly said after receiving an honorary doctorate in civil law from her alma mater in 2012.\nIn recent weeks, Suu Kyi has come under fire for her response to the plight facing the Rohingya Muslim minority. Almost half a million people have fled violence in Rakhine state to neighboring Bangladesh since August 25.\nLabour Party Councilor Mary Clarkson, who put forward the motion, told the council that Suu Kyi's lack of response and dismissal of numerous claims of sexual violence against Rohingya women as \"fake rape\" were among the reasons why the honor should be revoked.\nAccording to a statement seen by CNN, Clarkson said: \"In taking action, we do so for several reasons: firstly to add our small voices to others calling for human rights and justice for the Rohingya people; secondly, to respect the long traditions of Oxford, as a diverse and humane city whose reputation is tarnished by honouring those who turn a blind eye to violence.\n\"Thirdly, we should bear in mind that public awards can sometimes make their recipients seem untouchable and above scrutiny when their current actions betray their previous good work.\"\nThe recommendation to withdraw the city honor will be finalized at the council's next meeting in November.\n",
        "quotes": [
            [
                "do whatever she can to stop the ethnic cleansing in her country",
                "Suu Kyi",
                false
            ],
            [
                "The most important thing for me about Oxford was not what I learnt there in terms of set text and set books we had to read, but in terms of a respect for the best in human civilization,",
                "Aung San Suu Kyi",
                true
            ],
            [
                "In taking action, we do so for several reasons: firstly to add our small voices to others calling for human rights and justice for the Rohingya people; secondly, to respect the long traditions of Oxford, as a diverse and humane city whose reputation is tarnished by honouring those who turn a blind eye to violence.",
                "Clarkson",
                true
            ],
            [
                "Thirdly, we should bear in mind that public awards can sometimes make their recipients seem untouchable and above scrutiny when their current actions betray their previous good work.",
                "Clarkson",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2012/06/21/world/europe/uk-suu-kyi-parliament/index.html",
                "https://www.cnn.com/2013/01/18/world/asia/aung-san-suu-kyi-fast-facts/index.html",
                "http://cnn.com/2017/09/21/asia/bangladesh-pm-sheikh-hasina-un-rohingya/index.html",
                "https://www.cnn.com/2017/09/28/asia/myanmar-un-security-council/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "oxford",
            "written",
            "san",
            "title",
            "council",
            "withdraw",
            "kyi",
            "received",
            "warmth",
            "honor",
            "suu",
            "stripped",
            "ties",
            "aung"
        ]
    }
]