[
    {
        "url": "http://bleacherreport.com/articles/2736937-akeem-spence-says-hes-gotten-harassing-phone-calls-since-anthem-protest?utm_source=cnn.com&utm_campaign=editorial&utm_medium=referral",
        "title": "Akeem Spence Says He's Gotten Harassing Phone Calls Since Anthem Protest",
        "authors": [
            {
                "name": "Alec Nathan",
                "link": null
            }
        ],
        "publisher": "bleacherreport.com",
        "publish_date": "2017-10-04",
        "text": "Comment Bubble Icon\nPaul Sancya/Associated Press\nDetroit Lions defensive tackle Akeem Spence said Wednesday that he has received harassing voicemails on his personal phone after he decided to kneel during the national anthem prior to the team's Week 3 clash with the Atlanta Falcons . Spence also said his father has received calls.\n\"It was just nonsense, man,\" Spence said, according to MLive.com's Kyle Meinke . \"Nonsense voicemails, just stuff like that. It was weird. I don't know how they got my number or my father's number. \n\"It was just some harsh words, but it's just people being bitter and everything like that. I didn't take anything from it. Like I said, I pray for those people because right now we need that in this country. We need prayer. We need people to come together. We need unity. So that's all I want, man, and that's all I want for everybody else.\"\nSpence added that there were \"10-plus\" voicemails left on his phone by angry fans, according to the Detroit Free Press'  Dave Birkett . \nDays after the Lions' loss to the Falcons, Spence tweeted that his father, who owns Spence Concrete in Florida, was denied a job because of his decision to kneel during the anthem: \nAkeem spence @AkeemSpence\nGot some awful news from my father a contractor deny giving him a job on doing a house because of my peaceful protest #smh\n\"It didn't change (my attitudes toward protesting),\" Spence said, per Meinke. \"It just made me want to act more. But at the same time, you know, just seeing how it affected my family was a little strange.\"\nPrior to Sunday's win over the Minnesota Vikings , Spence and almost all of the Lions players, with the exception of Jalen Reeves-Maybin and Steve Longa, stood with their arms linked during the national anthem after owner Martha Ford  asked players  not to kneel. \nSpeaking to reporters Wednesday, Spence said that while he would have preferred to kneel, he ultimately wanted to show solidarity with his teammates. \n\"I'm a team guy first so we spoke about it as a team and that’s what we wanted to do,\" Spence said, per Birkett. \"As badly as I wanted to take a knee, I respect the guys in this locker room, I respect this team and that’s what we wanted to do.\"        \nFacebook Logo\nTwitter Logo\nRookies Already Blowing Up Training Camps\nB/R looks at eight rookies who are impressing at training camp\nFantasy Impact of CLE-HOU Deal\n1️⃣ Nick Chubb a must-start RB1 📈 Duke Johnson a PPR threat 📉 Lamar Miller’s value tumbles\nTurner Logo\n",
        "quotes": [
            [
                "Nonsense voicemails, just stuff like that.",
                "Akeem Spence",
                true
            ],
            [
                "I don't know how they got my number or my father's number.",
                "Akeem Spence",
                true
            ],
            [
                "It was just some harsh words, but it's just people being bitter and everything like that.",
                "Akeem Spence",
                true
            ],
            [
                "I didn't take anything from it.",
                "Akeem Spence",
                true
            ],
            [
                "Like I said, I pray for those people because right now we need that in this country.",
                "Akeem Spence",
                true
            ],
            [
                "We need people to come together.",
                "Akeem Spence",
                true
            ],
            [
                "So that's all I want, man, and that's all I want for everybody else.",
                "Akeem Spence",
                true
            ],
            [
                "It didn't change (my attitudes toward protesting),",
                "Akeem Spence",
                true
            ],
            [
                "It just made me want to act more.",
                "Akeem Spence",
                true
            ],
            [
                "But at the same time, you know, just seeing how it affected my family was a little strange.",
                "Akeem Spence",
                true
            ],
            [
                "I'm a team guy first so we spoke about it as a team and that’s what we wanted to do,",
                "Akeem Spence",
                true
            ],
            [
                "As badly as I wanted to take a knee, I respect the guys in this locker room, I respect this team and that’s what we wanted to do.",
                "Akeem Spence",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.mlive.com/lions/2017/10/akeem_spence_father_harassment.html",
                "https://www.freep.com/story/sports/nfl/lions/2017/10/04/detroit-lions-akeem-spence-wanted-kneel-last-week-but-team-comes-first/732138001/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://bleacherreport.com/akeem-spence",
                "http://bleacherreport.com/detroit-lions",
                "https://www.freep.com/story/sports/nfl/lions/2017/10/01/martha-ford-asked-lions-not-kneel-promised-back-players-agenda/721571001/",
                "https://bleacherreport.com/minnesota-vikings",
                "https://bleacherreport.com/atlanta-falcons"
            ]
        },
        "key_words": [
            "hes",
            "team",
            "akeem",
            "thats",
            "voicemails",
            "lions",
            "anthem",
            "wanted",
            "harassing",
            "protest",
            "spence",
            "gotten",
            "need",
            "respect",
            "received",
            "kneel",
            "phone",
            "calls"
        ]
    }
]