[
    {
        "url": "http://beforeitsnews.com/u-s-politics/2017/09/how-to-alienate-your-base-and-hurt-your-cause-courtesy-of-the-nfl-2536999.html",
        "title": "How To Alienate Your Base and Hurt Your Cause – Courtesy of the NFL",
        "authors": [],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "By ram7932\nTotal:\nHow To Alienate Your Base and Hurt Your Cause – Courtesy of the NFL\nFriday, September 29, 2017 8:35\n% of readers think this story is Fact. Add your two cents.\nCDN – http://www.conservativedailynews.com\nThe symbolism employed by some NFL players is not just substantially vapid but is actually counterproductive to their intended objectives. Most Americans’ patriotic sensibilities are affronted by their antics. If sports and entertainment personalities would think through the vacuous symbolism typically evidenced by such remonstrations, and their unintended consequences, they would search for more efficacious means of highlighting important issues.\nJust over a year ago, former San Francisco 49er quarterback Colin Kaepernick began kneeling during the pre-game national anthem as “a silent protest of racial inequality in the United States.” The act itself became the focus, rather than the cause, as some heralded his “courage” but most were chagrined by his lack of respect for the flag representing the nation that gave him so much opportunity. And after a year, what good has been affected by his silent demonstration for “racial inequality?” Clearly, his intent and cause has been eclipsed by his questionable symbolic gesture.\nAnd after last weekend, Kaepernick’s message is even more obfuscated. As more NFL players have seen the personalized attention they can grab by following the former 49er quarterback’s poor example, the fad has grown to the point where the President of the U.S. castigated them, claiming that the S.O.B.’s should “be fired.” Consequently, many teams were no-shows for the national anthem prior to their weekend games, and in some cases, entire teams showed up to take a knee. What was initially a “silent protest of racial inequality” has morphed into an anti-Trump demonstration.\nThere are two major victims of this petty act. The biggest is the unity fostered by the respect afforded our flag and our National Anthem. Standing for the Anthem or the Pledge of Allegiance is not endemically political. It is patriotic and unifying, but not political. It has nothing to do with party declarations or with governmental policy. It’s an expression of respect for the nation that was uniquely founded on principles of freedom and inalienable rights granted by God.\nThe second victim is the NFL itself. With so many NFL players, teams, and owners making of the Anthem a political statement, they’ve shown disrespect to the nation which affords them the freedom to pursue their dreams and make a ton of money in the process. And by so doing, the NFL is alienating itself from a significant part of its fan base. Nearly 80% of respondents to a Dallas Morning News online poll object to the politicization of the National Anthem at game time.\nEven more convincingly, a new poll conducted the first of this week by Remington Research Group found that fully half (50%) of Americans are “less likely to watch football because of the protests.” Of those watching less, 69% indicated it was because of the players “using the NFL as a stage for their political views.”\nThe poll indicates that about 70 percent of Americans consider themselves a “fan of the NFL,” but also that 80 percent of Americans “want less politics from sporting events.” And unsurprisingly, only 12% of those NFL viewers polled have a favorable opinion of NFL Commissioner Roger Goodell for his abysmal handling of the whole affair.\nWith a scant 2.3% margin for error, the poll spells financial doom for the League, as TV advertising revenue drops precipitously, attendance at games (especially in palatial stadiums largely funded by public dollars) declines, NFL gear sales drop, and DirecTV for the first time allows full refunds to subscribers of the NFL package.\nPerhaps even more significant, is the fact that the poll included participants who voted in the 2016 presidential election. Consequently, the divisive and questionable antics of the League will likely widen the wedge between the protests of the left and average Americans. The political implications are inestimable at this juncture, but certainly do not portend favorably for the left.\nOne component of the Remington poll should give pause to the entire entertainment and sports industries. Respondents overwhelmingly (80%) “want less politics from sporting events.” It is entirely conceivable that such a sentiment is applicable to Hollywood movies, musical groups, comedians, and other forms of entertainment. After all, we turn to entertainment for just that, entertainment, not for political statements or influence peddling.\nPerhaps all genres of entertainment and sports would find increased support and financial success if viewers and fans weren’t constantly bombarded by ideological and politically correct messaging.\nThere are undoubtedly much more efficacious means of bringing attention to important issues than what we’re witnessing from the NFL today. And the most efficacious would certainly not consist of imaging that simultaneously insults and offends 80% of their fan base!\nMost Americans are proud Americans and treasure the icons of our national identity which historically have unified, rather than divided us. The clear message to the sports and entertainment industries seems to be, “If you want our support, don’t offend and alienate us by politicizing everything, especially our national symbols.”\nAssociated Press award winning columnist Richard Larsen is President of Larsen Financial, a brokerage and financial planning firm in Pocatello, Idaho and is a graduate of Idaho State University with degrees in Political Science and History and coursework completed toward a Master’s in Public Administration. He can be reached at [email protected] .\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "a silent protest of racial inequality in the United States.",
                "Colin Kaepernick",
                false
            ],
            [
                "less likely to watch football because of the protests.",
                "",
                false
            ],
            [
                "using the NFL as a stage for their political views.",
                "",
                false
            ],
            [
                "want less politics from sporting events.",
                "",
                false
            ],
            [
                "want less politics from sporting events.",
                "",
                false
            ],
            [
                "If you want our support, don’t offend and alienate us by politicizing everything, especially our national symbols.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://beforeitsnews.com/v3/r2/?url=https://www.conservativedailynews.com//2017/09/how-to-alienate-your-base-and-hurt-your-cause-courtesy-of-the-nfl/http://www.washingtonexaminer.com/64-demand-nfl-players-stand-for-national-anthem-50-less-likely-to-watch-over-politics/article/2635678",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://beforeitsnews.com/cdn-cgi/l/email-protection#d0a2bcb1a2a3b5beb5be90b3b1b2bcb5bfbeb5febeb5a4",
                "http://www.prodo1.com/",
                "http://www.suppressedhealthsecrets.com",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://www.conservativedailynews.com/tag/roger-goodell/",
                "https://beforeitsnews.com/v3/r2/?url=https://www.conservativedailynews.com/tag/donald-trump/",
                "https://beforeitsnews.com/v3/r2/?url=https://www.conservativedailynews.com/tag/san-francisco-49ers/",
                "https://beforeitsnews.com/v3/r2/?url=https://www.conservativedailynews.com/tag/nfl/",
                "https://beforeitsnews.com/v3/r2/?url=https://www.conservativedailynews.com/tag/colin-kaepernick/"
            ]
        },
        "key_words": [
            "courtesy",
            "cause",
            "political",
            "anthem",
            "entertainment",
            "national",
            "americans",
            "nfl",
            "poll",
            "financial",
            "alienate",
            "base",
            "hurt",
            "players"
        ]
    }
]