[
    {
        "url": "https://www.activistpost.com/2017/09/6-year-old-boy-reprimanded-taking-knee-school-pledge-didnt-permit.html",
        "title": "6-Year-Old Boy Reprimanded for Taking Knee at School During Pledge—He Didn’t Have a Permit",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-06",
        "text": "6-Year-Old Boy Reprimanded for Taking Knee at School During Pledge—He Didn’t Have a Permit\nWesley Chapel, FL — Patriotism, in the ostensible land of the free, is no longer measured by how much freedom you fight for or corruption you expose, it is now measured by how hard you praise the state and how much loyalty you show to your rulers. Those who challenge the state and stand up for their rights are now cast out as un-American and treasonous. Now, the argument over when these personal choices of expression should and shouldn’t take place has spread to children.\nThe mother of a six-year-old boy in Florida is furious after she says her son was admonished for silently and respectfully taking a knee during the morning pledge of allegiance at Wiregrass Elementary School in Wesley Chapel.\nEugenia McDowell said she had no idea her son was going to kneel for the pledge and that she only learned about it when the school sent her a text message Monday evening explaining how out of line his actions were.\nThe message read:\nI knew where he had seen it [going down on one knee], but I did tell him that in the classroom, we are learning what it means to be a good citizen, we’re learning about respecting the United States of America and our country symbols and showing loyalty and patriotism and that we stand for the Pledge of Allegiance.\nAs ABC reports, McDowell said her son was publicly admonished for his gesture of silent protest, a move she said stifles his voice and freedom of speech. But according to Pasco County School District Spokesperson Linda Cobbe, the boy’s teacher does not believe any other students saw her admonishment. Cobbe said the teacher mouthed the words, “We stand for the pledge” in response to the boy’s decision to take a knee.\nWhether or not the other students saw the teacher reprimand a six-year-old for peacefully choosing to abstain from pledging his allegiance to a flag is irrelevant. The fact that a six-year-old boy was reprimanded at all for this decision is the issue.\n“What he did was have a difference of opinion. He was not being disrespectful. He was silently protesting and exercising his constitutional right,” McDowell said. “My concern is she infringed upon his constitutional right to express himself, to protest peacefully, and she also made him feel like his decision to come up with his own opinion about things was the wrong thing to do.”\nBeing brave and going against the status quo to challenge what you perceive as an injustice is the very fabric of a free society. Mandated worship of symbolism and pledges of loyalty are what empires do on the way to despotism and eventually their fall.\nBut fret not, the school says they respect everyone’s free speech and there would have been no problem with the boy’s choice to kneel—had he simply filled out a permission slip to practice his free speech.\n“Our policy — and state law, for that matter — requires that a parent submit a request in writing that their student be exempted from participating in the pledge,” Cobbe told ABC News.\n“If he had that exemption, nothing would have been said. Students could stand, students could kneel, they don’t have to put their hand on their heart. They just have to be respectful of the students who are participating,” Cobbe said.\nIn the land of the free, one must first obtain written permission to express views that differ from the status quo. Seems legit.\n“We are no longer going be silenced, our voices will be heard and our little black boys that sit in classrooms today, not just my son but every other child that looks like him, they are not going to be silenced,” McDowell said.\nA free society is not fostered by forcing state loyalty.\nDo you think August Landmesser, who became famous after an image surfaced of him refusing to be caught up in the nationalistic Nazi fervor, as he stands with his arms crossed, stone-faced, as the rest of the crowd engages in the mandatory “Seig heil” salute—obtained a permission slip to do so?\nThis instance should serve as a warning to all Americans that those who refuse to remember history will be doomed to repeat it.\nPlease share this article with your friends and family to let others know that regardless of how you feel about millionaire football players alienating their fanbase by kneeling during the anthem—this little boy’s story is a warning sign that America is going down the wrong path.\nMatt Agorist is an honorably discharged veteran of the USMC and former intelligence operator directly tasked by the NSA. This prior experience gives him unique insight into the world of government corruption and the American police state. Agorist has been an independent journalist for over a decade and has been featured on mainstream networks around the world. Agorist is also the Editor at Large at the Free Thought Project , where this article first appeared . Follow @MattAgorist on Twitter , Steemit , and now on Facebook.\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 6, 2019\nAugust 6, 2019\nAugust 6, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "What he did was have a difference of opinion.",
                "Eugenia McDowell",
                true
            ],
            [
                "He was silently protesting and exercising his constitutional right,",
                "Eugenia McDowell",
                true
            ],
            [
                "My concern is she infringed upon his constitutional right to express himself, to protest peacefully, and she also made him feel like his decision to come up with his own opinion about things was the wrong thing to do.",
                "Eugenia McDowell",
                true
            ],
            [
                "Our policy — and state law, for that matter — requires that a parent submit a request in writing that their student be exempted from participating in the pledge,",
                "Eugenia McDowell",
                true
            ],
            [
                "If he had that exemption, nothing would have been said.",
                "Eugenia McDowell",
                true
            ],
            [
                "Students could stand, students could kneel, they don’t have to put their hand on their heart.",
                "Eugenia McDowell",
                true
            ],
            [
                "They just have to be respectful of the students who are participating,",
                "Eugenia McDowell",
                true
            ],
            [
                "We are no longer going be silenced, our voices will be heard and our little black boys that sit in classrooms today, not just my son but every other child that looks like him, they are not going to be silenced,",
                "Eugenia McDowell",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://thefreethoughtproject.com/story-iconic-photo-man-defying-hitler-nazis/",
                "http://thefreethoughtproject.com/6yo-boy-reprimanded-pledge/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://thefreethoughtproject.com/",
                "https://steemit.com/@tftproject",
                "https://www.facebook.com/TheREALMattAgorist/",
                "https://twitter.com/MattAgorist"
            ]
        },
        "key_words": [
            "permit",
            "pledge",
            "going",
            "loyalty",
            "stand",
            "pledgehe",
            "son",
            "didnt",
            "knee",
            "boy",
            "6yearold",
            "taking",
            "school",
            "free",
            "reprimanded",
            "state",
            "boys",
            "students"
        ]
    }
]