[
    {
        "url": "https://www.reuters.com/article/us-commodities-summit-opec/opec-secretary-general-sees-clear-signs-of-oil-rebalancing-upbeat-on-demand-idUSKBN1CE1H4",
        "title": "OPEC secretary general sees clear signs of oil rebalancing, upbeat on demand",
        "authors": [
            {
                "name": "Alex Lawler",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-10",
        "text": "October 9, 2017 /  1:15 PM / 2 years ago\nOPEC secretary general sees clear signs of oil rebalancing, upbeat on demand\n4 Min Read\nLONDON (Reuters) - The oil market is rebalancing fast and has almost entirely erased the glut of refined products as OPEC sticks to its supply pact, OPEC’s secretary general said on Monday.\nOPEC Secretary General Mohammad Barkindo attends a meeting of the 4th OPEC-Non-OPEC Ministerial Monitoring Committee in St. Petersburg, Russia July 24, 2017. REUTERS/Anton Vaganov\nOPEC’s Mohammad Barkindo also said growth in U.S. shale oil output had slowed compared to the first half of 2017 and growth in global demand may show further upward revisions, giving the supply cut effort tailwind.\nThe Organization of the Petroleum Exporting Countries, Russia and other non-member producers are cutting output by about 1.8 million barrels per day (bpd) until next March to get rid of a price-sapping supply glut.\nThe aim of the OPEC-led cut is to trim the level of oil in OECD industrialized countries to the five-year average. OPEC and its allies agreed the deal last year after prices collapsed due to oversupply, hurting the income of producing countries.\n“There is clear evidence that the market is rebalancing,” Barkindo said in a recorded speech provided for the Reuters Global Commodities Summit taking place this week.\n“The process of global destocking continues, both onshore and offshore with positive developments in recent months showing not only a quickening of the process but a massive drainage of oil tanks across all regions.”\nOil prices have gained support and in late September reached almost $60 a barrel, the highest in more than two years. But Brent crude, trading at $55 on Monday, is still half its level of mid-2014.\nOPEC has said that OECD oil stocks, as of August, had fallen to 170 million barrels above the five-year average, down from 340 million barrels in January.\nBarkindo said in the speech that 145 million barrels of the remaining 170 million-barrel surplus was crude, but inventories of refined products were approaching the desired level.\n“Just a mere 25 million barrels are products, almost converging with the five year average,” he said.\nBRENT BACKWARDATION HELPS\nBarkindo said oil volumes in floating storage were also falling and Brent’s move into backwardation, a market structure in which oil for prompt delivery costs more than future supply, made storing crude uneconomic.\n“Crude in floating storage is down by an estimated 40 million barrels since the start of the year with help of a narrowing contango since June and then Brent flipping into a clear backwardation from the second week of September,” he said.\n“This trend will obviously make it unprofitable to continue to store crude.”\nOil demand has surprised forecasters to the upside. OPEC in its last monthly report raised its projections for oil consumption this year and next, and this development could have further to run. <OPEC/M>\n“These upward demand revisions are most likely to be an ongoing trend,” Barkindo said.\nOPEC is also seeing a decline in growth in U.S. shale oil output, whose increasing volumes helped bring about the slide in prices three years ago.\n“We have recently seen a deceleration in U.S. tight oil growth compared to the first half of the year, evidenced recently by falling productivity of wells particularly in the Permian basin as well as growing concerns from the investment community,” Barkindo said.\nOPEC and its allies are considering extending the supply cutting deal beyond its March expiry. They hold their next policy-setting meeting on Nov. 30 in Vienna.\nFollow Reuters Summits on Twitter @Reuters_Summits\nEditing by David Evans\n",
        "quotes": [
            [
                "There is clear evidence that the market is rebalancing,",
                "Barkindo",
                true
            ],
            [
                "The process of global destocking continues, both onshore and offshore with positive developments in recent months showing not only a quickening of the process but a massive drainage of oil tanks across all regions.",
                "",
                true
            ],
            [
                "Just a mere 25 million barrels are products, almost converging with the five year average,",
                "Barkindo",
                true
            ],
            [
                "Crude in floating storage is down by an estimated 40 million barrels since the start of the year with help of a narrowing contango since June and then Brent flipping into a clear backwardation from the second week of September,",
                "Barkindo",
                true
            ],
            [
                "This trend will obviously make it unprofitable to continue to store crude.",
                "",
                true
            ],
            [
                "These upward demand revisions are most likely to be an ongoing trend,",
                "Barkindo",
                true
            ],
            [
                "We have recently seen a deceleration in U.S. tight oil growth compared to the first half of the year, evidenced recently by falling productivity of wells particularly in the Permian basin as well as growing concerns from the investment community,",
                "Barkindo",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "prices",
            "products",
            "clear",
            "signs",
            "demand",
            "barkindo",
            "opec",
            "barrels",
            "sees",
            "general",
            "million",
            "rebalancing",
            "secretary",
            "supply",
            "growth",
            "output",
            "oil",
            "upbeat"
        ]
    }
]