[
    {
        "url": "http://www.bbc.com/news/world-us-canada-41529550",
        "title": "Nafta talks: Trump open to a bilateral Canada-US trade deal",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "11 October 2017\nThese are external links and will open in a new window\nClose share panel\nImage copyright Reuters\nImage caption US President Donald Trump greets Canadian Prime Minister Justin Trudeau\nPresident Trump says if talks to reform Nafta fail, he could envisage a US-Canada trade pact, excluding Mexico.\nThe US president said if there was no deal on the North American Free Trade Agreement, it would be terminated.\nHe was speaking at the White House with visiting Canadian PM Justin Trudeau.\nReplying to a question, Mr Trump said he said he would consider a trade pact with Canada minus Mexico, adding that both the US and Canada wanted to protect their workers.\nThe current round of talks on renegotiating the trade bloc is reported to be stalling, with Mexico opposing a US move to increase the percentage of US-made components in car manufacturing.\nMr Trump's stance has however been criticised by US businesses,\nAnd Mexican foreign minister Luis Videgaray, speaking ahead of the latest round of talks , said terminating Nafta could harm US-Mexico relations and damage co-operation on issues like fighting drug-trafficking.\nMr Trudeau said he believed the Nafta talks could still end in a \"win, win, win\".\nBut he said that Canada had to \"be ready for anything\" if the attempts to modernise the 23-year-old deal faltered.\nOverall trade between the three Nafta partners reached $1.1 trillion (£832bn) in 2016.\nAmerican and Mexican officials say they want a renegotiated deal by December.\nThis week the influential US Chamber of Commerce warned it was time to \"ring alarm bells\" over the Nafta talks.\nThe business lobby group said there were \"several poison pill proposals\" put on the table by the US that could tank the renegotiations.\nThose include US demands to adjust the rules of origin, which would increase the percentage of the content of car parts and other materials that would come from Nafta countries in order for a good to qualify as duty free - a specific concern for the North American auto industry.\n'We disagree vehemently'\nThe US and Canadian leaders also discussed the Bombardier-Boeing trade dispute.\nImage copyright Getty Images\nImage caption Workers are watching the Bombardier v Boeing dispute with concern\nCanada and the UK are sparring with the US over Canadian aerospace giant Bombardier.\nThe Trump administration has imposed hefty duties on Bombardier's C-Series jetliner.\nAmerican aerospace firm Boeing claims Bombardier received unfair government subsidies to produce its showcase passenger jet.\nBombardier is a significant employer in Northern Ireland and Canada.\nMr Trudeau said he \"highlighted to the president how much we disagree vehemently\" on the decision to impose anti-dumping duties.\nRelated Topics\n",
        "quotes": [
            [
                "highlighted to the president how much we disagree vehemently",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "http://www.bbc.co.uk/news/world-latin-america-41576990"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "open",
            "image",
            "canada",
            "win",
            "trade",
            "talks",
            "bilateral",
            "canadian",
            "deal",
            "trump",
            "nafta",
            "president",
            "canadaus"
        ]
    }
]