[
    {
        "url": "https://www.cnn.com/2016/09/22/politics/ahmad-rahami-timeline-details/index.html",
        "title": "Investigators: Ahmad Rahami went to family home after Chelsea bombing",
        "authors": [
            {
                "name": "Shimon Prokupecz",
                "link": null
            },
            {
                "name": "Evan Perez",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-22",
        "text": "Investigators: Ahmad Rahami went to family home after Chelsea bombing\nUpdated 4:12 PM ET, Thu September 22, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nInvestigators say Rahami went back to his family's New Jersey home after the Chelsea bombings\nA source familiar with the investigation said the bombs reflected a skilled hand at assembly\n(CNN)\nInvestigators have now pieced together a detailed timeline of Ahmad Rahami's movements from the time when they say he left bombs in Seaside Park, New Jersey to his capture in Linden two days later, law enforcement sources tell CNN.\nBased on the new information, investigators now believe Rahami went back to his family's Elizabeth, New Jersey home after the Chelsea bombings and was seen there by his family.\nIn law enforcement interviews with family members, Rahami was described as behaving normally. According to the officials, his return home appears to be in a time period before Rahami was publicly identified as a suspect in the bombings.\nThe federal complaint filed against Rahami describes how he came to Manhattan about two hours before the first blast on West 23rd Street in Chelsea, but does not explain a three-hour gap from then to when he is believed to have left the city via the Lincoln Tunnel at approximately 11:30 p.m., around the same time the NYPD and New York City mayor were hold their first news conference regarding the nights' terror.\nRead More\nInvestigators have been aided both by surveillance footage as well as tracking of his phone, which had no cellular service but used available Wi-Fi.\nWhile a timeline has been created, investigators are still not clear where Rahami allegedly built the bombs he used, according the multiple sources. But one source familiar with the investigation remarked that the bombs reflected a skilled hand at assembly.\nRahami himself remains in the hospital. In a federal court filing Thursday, lawyers from the US attorney's office in New Jersey wrote that they've been informed by Rahami's medical team that \"he is currently incapacitated and intubated. As such, he is not in sufficient physical health for presentment to the Court -- even at a bedside proceeding.\"\nWhile investigators have talked to the family, they are still seeking more information on what, if anything, they knew about Rahami's intentions. According to law enforcement sources, it was the cell phone of Rahami's younger sister that contained the video of him \"lighting the fuse\" of a partially buried cylindrical object, followed by \"a loud noise and flames, followed by billowing smoke.\"\nThe complaint alleges that event took place two days before the bombings and describes how laughter is heard on the video before Rahami returns into the frame and is seen picking up the object. So far, investigators have no information to suggest the sister knew of Rahami's plans.\nRahami's wife has returned to the US after talking with the FBI in Dubai, according to law enforcement officials.  She told investigators in Dubai that she had no knowledge of her husband's activities and is expected to talk more with the FBI now that she is back in the US.\nSources tell CNN that it now appears that she left in June and a previously booked ticket to return this week.\n",
        "quotes": [
            [
                "he is currently incapacitated and intubated.",
                "Ahmad Rahami",
                false
            ],
            [
                "As such, he is not in sufficient physical health for presentment to the Court -- even at a bedside proceeding.",
                "Ahmad Rahami",
                true
            ],
            [
                "a loud noise and flames, followed by billowing smoke.",
                "Ahmad Rahami",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "family",
            "bombing",
            "went",
            "familys",
            "law",
            "enforcement",
            "investigators",
            "ahmad",
            "left",
            "chelsea",
            "jersey",
            "say",
            "rahami"
        ]
    }
]