[
    {
        "url": "https://www.cnn.com/2016/09/21/politics/trump-police-shooting-response/index.html",
        "title": "Trump 'very troubled' by Oklahoma fatal police shooting",
        "authors": [
            {
                "name": "Jeremy Diamond",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-21",
        "text": "Updated 1:19 PM ET, Wed September 21, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nDonald Trump addressed a recent fatal police shooting at the church of Pastor Darrell Scott\nThe Republican presidential nominee said, 'You have somebody in there that always makes a mistake'\nCleveland Heights, Ohio (CNN)\nDonald Trump said Wednesday he was \"very troubled\" by the fatal police shooting late last week in Oklahoma of an unarmed black man and suggested the officer in question \"got scared\" or was \"choking.\"\nTrump offered his first public reaction to the shooting during an event at the church of Pastor Darrell Scott, a black supporter who asked Trump for his reaction to the police shootings of black men in Tulsa, Oklahoma, and Charlotte, North Carolina.\nTrump began his response by praising police and noting he has been endorsed by several law enforcement groups, but added that \"you always have problems.\"\n\"You have somebody in there that always makes a mistake, that's bad or that chokes,\" Trump said, using a term he often uses to describe somebody who falters under pressure.\nRead More\nTrump did not address Tuesday's shooting in Charlotte of Keith Lamont Scott, who police say was armed at the time he was fatally shot, but the Republican nominee did describe the video of the shooting of Terence Crutcher in Tulsa. Crutcher was unarmed when he was shot by a police officer.\n\"I must tell you, I watched the shooting in particular in Tulsa and that man was hands up, that man went to the car -- hands up -- put his hand on the car. To me, it looked like he did everything you're supposed to do,\" Trump said. \"And he looked like a really good man --  and maybe I'm a little clouded because I saw his family talking about him after the fact ... but he looked like somebody who was doing what they were asking him to do.\"\n\"This young officer, I don't know what she was thinking. I don't know what she was thinking, but I'm very, very troubled by that and we have to be very careful,\" Trump said, referring to the officer who fatally shot Crutcher. The officer, Betty Shelby, is 42 years old.\nTrump questioned whether Shelby got \"scared\" or if she was \"choking.\"\n\"Did she get scared? Was she choking? What happened? But people that choke, maybe they can't be doing what they're doing,\" he said.\nTrump's remarks on the shooting came as he delivered a speech to a group of pastors focused on his plans to help minority communities as president and one day after he argued that African-American communities are \"in the absolutely worst shape that they've ever been in before. Ever. Ever. Ever.\"\nRELATED: Obama: Would be 'personal insult' to legacy if black voters don't back Clinton\nTrump did not address the Tulsa shooting during the two rallies he hosted on Tuesday, after the Department of Justice announced it would investigate the shooting for possible civil rights violations.\nMoments before taking the stage Wednesday, Trump tweeted about the latest shootings: \"The situations in Tulsa and Charlotte are tragic. We must come together to make America safe again.\"\n",
        "quotes": [
            [
                "You have somebody in there that always makes a mistake, that's bad or that chokes,",
                "Donald Trump",
                true
            ],
            [
                "I must tell you, I watched the shooting in particular in Tulsa and that man was hands up, that man went to the car -- hands up -- put his hand on the car.",
                "Donald Trump",
                true
            ],
            [
                "To me, it looked like he did everything you're supposed to do,",
                "Donald Trump",
                true
            ],
            [
                "And he looked like a really good man --  and maybe I'm a little clouded because I saw his family talking about him after the fact ... but he looked like somebody who was doing what they were asking him to do.",
                "Donald Trump",
                true
            ],
            [
                "This young officer, I don't know what she was thinking.",
                "Donald Trump",
                true
            ],
            [
                "I don't know what she was thinking, but I'm very, very troubled by that and we have to be very careful,",
                "Donald Trump",
                true
            ],
            [
                "But people that choke, maybe they can't be doing what they're doing,",
                "Donald Trump",
                true
            ],
            [
                "in the absolutely worst shape that they've ever been in before.",
                "Shelby",
                false
            ],
            [
                "The situations in Tulsa and Charlotte are tragic.",
                "Donald Trump",
                true
            ],
            [
                "We must come together to make America safe again.",
                "Donald Trump",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2016/09/21/us/charlotte-police-shooting/index.html",
                "http://www.cnn.com/2016/09/20/politics/donald-trump-african-americans-election-2016/",
                "https://www.cnn.com/2016/09/17/politics/obama-black-congressional-caucus/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "makes",
            "pastor",
            "shooting",
            "reaction",
            "fatal",
            "trump",
            "black",
            "donald",
            "troubled",
            "oklahoma",
            "somebody"
        ]
    }
]