[
    {
        "url": "https://www.cnn.com/2016/09/19/politics/george-hw-bush-voting-hillary-clinton/index.html",
        "title": "George H.W. Bush for Hillary? A spokesman isn't saying",
        "authors": [
            {
                "name": "Daniella Diaz",
                "link": null
            },
            {
                "name": "Jeff Zeleny",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-19",
        "text": "Updated 2:44 PM ET, Tue September 20, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nThe Bushes have remained silent about the 2016 election\nA former Maryland lieutenant governor says Bush is voting for Clinton\nWashington (CNN)\nA daughter of Robert Kennedy, Kathleen Kennedy Townsend, said in a Facebook post that former Republican President George H.W. Bush told her he's voting for -- wait for it -- Hillary Clinton.\nTownsend, a Democrat who served as Maryland lieutenant governor for eight years and goes by Hartington online, posted a photo with the former president to Facebook: \"The President told me he's voting for Hillary!!\" wrote Kennedy Townsend, a niece of President John F. Kennedy.\nJim McGrath, a spokesman for Bush, did not confirm nor deny the claim.\n\"The vote President Bush will cast as a private citizen in some 50 days will be just that: a private vote cast in some 50 days,\" McGrath told CNN. \"He is not commenting on the presidential race in the interim.\"\nTownsend met with Bush at the family compound in Kennebunkport, Maine, during a board meeting for the bipartisan Points of Light Foundation. Sources with knowledge of the conversation told CNN's Jamie Gangel they were surprised and disappointed that she had publicly shared a private conversation with the former president.\nRead More\nJUST WATCHED\nThe Bush and Clinton relationship roller coaster 01:59\nIf George H.W. Bush ultimately votes for Clinton, he isn't likely to sway his entire family. Marvin Bush, the former president's youngest son, has said he would vote for Libertarian Gary Johnson. George P. Bush, George H.W. Bush's grandson, has backed Donald Trump.\nAnd Jeb Bush, Trump's former primary rival, has said he won't vote for Trump or Clinton.\n",
        "quotes": [
            [
                "The President told me he's voting for Hillary!!",
                "Kennedy Townsend",
                true
            ],
            [
                "The vote President Bush will cast as a private citizen in some 50 days will be just that: a private vote cast in some 50 days,",
                "George H.W. Bush",
                true
            ],
            [
                "He is not commenting on the presidential race in the interim.",
                "George H.W. Bush",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "told",
            "mcgrath",
            "spokesman",
            "president",
            "saying",
            "vote",
            "hw",
            "george",
            "voting",
            "bush",
            "townsend",
            "maryland",
            "isnt",
            "kennedy",
            "hillary",
            "private"
        ]
    }
]