[
    {
        "url": "http://www.bbc.com/sport/football/41574810",
        "title": "Trinidad and Tobago 2-1 USA",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "2017-10-11",
        "text": "T'dad & Tobago 2\n11 Oct 2017\nChristian Pulisic has been a bright spark in the US's campaign but will have to wait at least another four years to make his World Cup debut\nThe United States failed to qualify for the World Cup for the first time since 1986 after losing to Trinidad & Tobago and a controversial goal for Panama.\nThe US started the night in the third qualifying place but ended up fifth after losing 2-1.\nPanama jumped up to third after an 88th-minute winner against Costa Rica to reach their first World Cup finals.\nHowever, it was their opening goal that caused debate with Gabriel Torres' header not appearing to cross the line.\nThe 52nd-minute equaliser came from a corner with Torres' effort hitting the post and as Blas Perez tried to force the ball over the line, Ticos defender Ronald Matarrita looked to have cleared it.\nHowever, despite complaints from the visitors, referee Walter Lopez of Guatemala gave the goal.\nHonduras beat already-qualified group winners Mexico to also leapfrog the US and secure fourth spot in the table and a two-leg play-off against Australia.\nThe US beat Panama 4-0 just last Friday but, despite playing a Trinidad & Tobago side with just three points from nine games before kick-off, never looked close to securing a place in Russia.\n\"We had everything there for us,\" coach Bruce Arena said.\n\"We failed on the day. No excuses. We failed today. We should have walked off this field with at least a point. We should not be staying at home for this World Cup and I take responsibility.\"\nOmar Gonzalez stretched to cut out a cross and only succeeded in steering the ball past veteran goalkeeper Tim Howard, before Alvin Jones rocketed in a superb 35-yard strike to double the hosts' lead.\nBorussia Dortmund teenager - and star of the win in Panama - Christian Pulisic gave the US hope soon after the restart with a fine long-range goal of his own, but with Honduras beating Mexico it looked like a play-off place for the States.\nAnd then, with time running out in Panama City, Torres - who plays his club football in Seattle - latched on to a long ball forwards and smashed in off the crossbar to send Panama through and leave the US in the wilderness.\nCentre-back Roman Torres was the hero for Panama with an 88th-minute winner\n'The most surreal and embarrassing night in US soccer history'\nIn contrast to Panama, the United States has a population of 323.1 million. Their opponents on Tuesday, Trinidad and Tobago, have a population of 1.3m - roughly the same as the US state of Maine.\nThis is the first time the US have failed to qualify for the World Cup since 1986\nCaptain Michael Bradley described the night as the \"perfect storm.\"\n\"Everything that could have possibly gone wrong did, in this stadium and in two other stadiums across the region,\" he added.\n\"To give away the first goal like that [on an own goal] is a killer. But the reality is it was all there for us, and we have nobody to blame but ourselves.\"\nA draw would have been enough for the United States to automatically qualify\n7 Lewis\n23 Paul\n19 George\n8 Hyland\n16 García\n9 Winchester\nSubstitutes\n15 Flores Villafaña\n4 Bradley\n21 Arriola\n6 Nagbe\n10 Pulisic\n9 Wood\n17 Altidore\nFull Time\nBooking\nPosted at 90'+5'\nMatt Besler (USA) is shown the yellow card for a bad foul.\nPosted at 90'+5'\nPosted at 90'+5'\nTrevin Caesar (Trinidad and Tobago) wins a free kick on the left wing.\nPosted at 90'+4'\nAttempt missed. Omar González (USA) header from the centre of the box is just a bit too high. Assisted by Michael Bradley with a cross following a corner.\nPosted at 90'+4'\nBooking\nJoevin Jones (Trinidad and Tobago) is shown the yellow card.\nPosted at 90'+2'\nAttempt missed. Alvin Jones (Trinidad and Tobago) right footed shot from outside the box is close, but misses to the left from a direct free kick.\nBooking\nPosted at 90'+1'\nOmar González (USA) is shown the yellow card for a bad foul.\nPosted at 90'\nPosted at 90'\nTrevin Caesar (Trinidad and Tobago) wins a free kick in the attacking half.\nPosted at 89'\nPosted at 89'\nJoevin Jones (Trinidad and Tobago) wins a free kick in the attacking half.\nPosted at 88'\nPosted at 88'\nAttempt saved. Bobby Wood (USA) header from the centre of the box is saved in the bottom right corner. Assisted by Christian Pulisic with a cross.\nPosted at 87'\nChristian Pulisic (USA) wins a free kick on the right wing.\nPosted at 87'\nPosted at 86'\nAttempt saved. Trevin Caesar (Trinidad and Tobago) right footed shot from outside the box is saved in the bottom left corner. Assisted by Alvin Jones.\nPosted at 85'\nAttempt saved. Jozy Altidore (USA) right footed shot from a difficult angle on the right is saved in the top right corner.\nSubstitution\nSubstitution\nPosted at 82'\nAttempt blocked. Khaleem Hyland (Trinidad and Tobago) left footed shot from outside the box is blocked.\nPosted at 80'\nPosted at 80'\nDelay in match Tristan Hodge (Trinidad and Tobago) because of an injury.\nPosted at 79'\nAttempt missed. Joevin Jones (Trinidad and Tobago) right footed shot from outside the box misses to the left.\nSubstitution\nPosted at 77'\nPosted at 77'\nJoevin Jones (Trinidad and Tobago) wins a free kick in the defensive half.\nPosted at 77'\nClint Dempsey (USA) hits the right post with a left footed shot from outside the box. Assisted by Kellyn Acosta.\nPosted at 74'\nPosted at 74'\nJoevin Jones (Trinidad and Tobago) wins a free kick on the left wing.\nSubstitution\nSubstitution\nPosted at 70'\nAttempt saved. Clint Dempsey (USA) right footed shot from outside the box is saved in the bottom left corner. Assisted by Darlington Nagbe.\nPosted at 69'\nAttempt blocked. Jozy Altidore (USA) header from the centre of the box is blocked. Assisted by Michael Bradley with a cross.\nPosted at 69'\nPosted at 69'\nAttempt saved. Clint Dempsey (USA) right footed shot from the centre of the box is saved in the top right corner. Assisted by Michael Bradley.\nBooking\nPosted at 68'\nTristan Hodge (Trinidad and Tobago) is shown the yellow card for a bad foul.\nPosted at 68'\nJozy Altidore (USA) wins a free kick on the right wing.\nShow more updates\nFT\n6\n0\n0\n6\n6\n34\n-28\n0\nD\nTeam\nP\nW\nD\nL\nF\nA\nGD\nPts\n1\nMexico\n10\n6\n3\n1\n16\n7\n9\n21\n2\n",
        "quotes": [
            [
                "We had everything there for us,",
                "Bruce Arena",
                true
            ],
            [
                "We should have walked off this field with at least a point.",
                "",
                true
            ],
            [
                "We should not be staying at home for this World Cup and I take responsibility.",
                "",
                true
            ],
            [
                "Everything that could have possibly gone wrong did, in this stadium and in two other stadiums across the region,",
                "Michael Bradley",
                true
            ],
            [
                "To give away the first goal like that [on an own goal] is a killer.",
                "Michael Bradley",
                true
            ],
            [
                "But the reality is it was all there for us, and we have nobody to blame but ourselves.",
                "Michael Bradley",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://www.bbc.com/sport/football/teams/mexico"
            ]
        },
        "key_words": [
            "cup",
            "tobago",
            "panama",
            "world",
            "united",
            "torres",
            "21",
            "usa",
            "failed",
            "trinidad",
            "night",
            "goal"
        ]
    }
]