[
    {
        "url": "https://www.politico.com/story/2016/09/immigration-customs-enforcement-union-endorses-trump-228664?cmpid=sf",
        "title": "ICE union endorses Trump",
        "authors": [
            {
                "name": "Politico Staff",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-26",
        "text": "ICE union endorses Trump\nThe union representing the nation’s Immigration and Customs Enforcement officers and staff is throwing its support behind GOP nominee Donald Trump.\nIt’s the first time ever that the National Immigration and Customs Enforcement Council has endorsed a candidate for president, according to a statement posted on Trump’s campaign web site Monday.\nStory Continued Below\n“Donald Trump reached out to us for a meeting, sat down with me to discuss his goals for enforcement, and pledged to support ICE officers, our nation’s laws and our members. In his immigration policy, he has outlined core policies needed to restore immigration security -- including support for increased interior enforcement and border security, an end to Sanctuary Cities, an end to catch-and-release, mandatory detainers, and the canceling of executive amnesty and non-enforcement directives,” its statement says.\nIn contrast, the union says Democratic nominee Hillary Clinton supports furthering “amnesty” and is pushing a “radical” immigration plan that will lead to the loss of thousands of lives.\nTrump has consistently called for the construction of a wall between Mexico and the U.S. and demanded that Mexico pay for it, has called Mexicans rapists and criminals and has pushed a hardline immigration stance against Muslims.\nTrump’s actual immigration plan with respect to illegal immigrants has been somewhat less clear. He has said that there won’t be amnesty for illegal immigrants living in the U.S., but has also said he’s willing to “work with” undocumented immigrants.\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "Donald Trump reached out to us for a meeting, sat down with me to discuss his goals for enforcement, and pledged to support ICE officers, our nation’s laws and our members.",
                "",
                true
            ],
            [
                "In his immigration policy, he has outlined core policies needed to restore immigration security -- including support for increased interior enforcement and border security, an end to Sanctuary Cities, an end to catch-and-release, mandatory detainers, and the canceling of executive amnesty and non-enforcement directives,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.donaldjtrump.com/press-releases/immigration-and-customs-enforcement-officers-endorse-donald-j.-trump-for-pr"
            ]
        },
        "key_words": [
            "immigrants",
            "statement",
            "officers",
            "customs",
            "amnesty",
            "support",
            "trump",
            "enforcement",
            "immigration",
            "endorses",
            "union",
            "ice"
        ]
    }
]