[
    {
        "url": "https://www.reuters.com/article/us-india-teenmurder-court/indian-court-acquits-dentist-couple-of-killing-daughter-idUSKBN1CH1TF",
        "title": "Indian court acquits dentist couple of killing daughter",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-12",
        "text": "2 Min Read\nNEW DELHI (Reuters) - An Indian court on Thursday overturned the conviction of a dentist couple for the murder of their teenage daughter and the family servant for lack of material evidence, their lawyer said.\nFILE PHOTO: Dentists Rajesh Talwar (R) and wife Nupur are taken to court in Ghaziabad, on the outskirts of New Delhi, India, November 25, 2013. REUTERS/Stringer/File Photo\nAarushi Talwar was found with her throat slit at the family home in the Delhi suburb of Noida in 2008. A day later, the body of the servant, Hemraj, was found on the roof of the house.\nA trial court convicted the girl’s parents, Rajesh and Nupur Talwar, after police alleged Rajesh had murdered his daughter and the servant in a rage when he found them in a compromising situation. The couple, both dentists, were jailed for life.\nBut a high court overruled the decision saying it was not satisfied with the evidence and ordered the couple be freed, their lawyer Tanveer Ahmed Mir said.\n“The court found no forensic or material evidence to prove that the Talwars had killed their daughter,” Mir told reporters outside a packed courtroom in the northern city of Allahabad.\nBoth parents had denied the murder and insisted they were victims of botched investigations and unfair media coverage, damaging their defense.\nAarushi’s case was labeled as a kind of crime more often associated with rural, conservative parts of India where “honor killings” are not uncommon.\nEvery twist in the investigation was extensively reported by the Indian press, turning the Talwars into household names.\n“Finally my family can lead a dignified life. The court has upheld the facts and truth,” said Rajesh Talwar’s sister, Vandana, after the decision.\nIn 2015, a journalist who covered the murder wrote a book arguing that the couple were innocent. The double murder case and faulty probe were used as a theme for a Bollywood movie the same year.\nReporting by Rupam Jain, Editing by Sanjeev Miglani and Nick Macfie\n",
        "quotes": [
            [
                "The court found no forensic or material evidence to prove that the Talwars had killed their daughter,",
                "Tanveer Ahmed Mir",
                true
            ],
            [
                "Finally my family can lead a dignified life.",
                "Rajesh Talwar",
                true
            ],
            [
                "The court has upheld the facts and truth,",
                "Rajesh Talwar",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "delhi",
            "acquits",
            "daughter",
            "murder",
            "servant",
            "indian",
            "talwar",
            "rajesh",
            "talwars",
            "court",
            "family",
            "evidence",
            "dentist",
            "couple",
            "killing"
        ]
    }
]