[
    {
        "url": "http://www.cnn.com/2017/10/11/us/northern-california-fires-factors/index.html",
        "title": "How did Northern California fires become so devastating?",
        "authors": [
            {
                "name": "Madison Park",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-11",
        "text": "Updated 8:49 PM ET, Wed October 11, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nSonoma County sheriff on fire: Unclear when evacuation order will be lifted\nSonoma County sheriff on fire: Unclear when evacuation order will be lifted 03:08\nStory highlights\nFires ignited quickly around the same time on Sunday night in Northern California\nHigh winds, dry conditions have fanned the flames in wine country\nSan Francisco (CNN)\nIt's unclear what caused fires to form suddenly around the same time in one night, blazing through California's wine country while many residents were caught unaware as they headed to bed.\nBut authorities point to a perfect storm of factors that have fanned the wildfires that began Sunday night, leaving at left 17 people dead, forcing 20,000 to evacuate and causing widespread devastation in Northern California .\nThe investigation remains \"very early in the process,\" Ken Pimlott, director of the California Department of Forestry and Fire Protection, said Tuesday.\n\"These are all fires that were in areas that are populated, and 95% of the fires in our state are started by people\" in some way, he said, downplaying the chances that lightning may have played a role.\nAmong the factors cited behind the fires' ferocity are high winds, the start of fires at night, heavy vegetation that dried out after a hot summer and dry conditions.\nRead More\n1. Really strong winds\nHigh-speed winds have played a role in the fires. The region saw powerful gusts of 50 mph, making it easier for the blazes to spread, with hurricane-force gusts of 79 mph reported in Sonoma County.\nThe winds also knocked down power lines in the areas where the fires started.\n\"The historic wind event that swept across PG&E's service area late Sunday and early Monday packed hurricane-strength winds in excess of 75 mph in some cases,\" Pacific Gas and Electric Co. said in a statement.\n\"These destructive winds, along with millions of trees weakened by years of drought and recent renewed vegetation growth from winter storms, all contributed to some trees, branches and debris impacting our electric lines across the North Bay. In some cases we have found instances of wires down, broken poles and impacted infrastructure.\"\nPacific Gas and Electric  said it reported those events to the state utility regulator and Cal Fire.\n\"When we have a wind event like this ... where you have 50-mph winds bearing down on an area ... every fire that starts has a significant potential to grow into a large fire very, very quickly,\" Pimlott told reporters Tuesday.\nWinds are likely to pick back up Wednesday, with a possibility of gusts up to 50 mph, according to the National Weather Service.\n2. Timing at night\nThe three largest fires started between 9 and 11 p.m. Sunday, according to Cal Fire, ripping into neighborhoods when many residents had started to go to bed.\n• The Tubbs fire, which has burned 28,000 acres in Sonoma and Napa counties, started at 9:45 p.m.\n• The Atlas fire, which has burned 26,000 acres in Napa and Solano counties, started at 9:20 p.m.\n• The Redwood/Potter fires, which have burned 21,000 acres in Mendocino County, started at 10:36 p.m.\n\"A fire starting after 10 o'clock at night, under 50-plus mph winds, under absolutely dry, dry fuel beds, every one of those fires had a fighting chance to get going long before our firefighters could even be able to get there. So they all grew into major fires very quickly,\" Pimlott said.\nSurvivors said they didn't know a huge fire was bearing down on their houses until the last second.\nSome have raised questions about whether early notifications and alerts were adequate.\n\"Understand these fires started after 10 p.m. around midnight on a Sunday night,\" Pimlott said when reporters asked about this issue Tuesday. \"They burned so quickly. There was no time to notify anybody. These fires came down into neighborhoods before anybody realized the fires were occurring in many cases.\"\nPhotos: Wildfires blaze in California\nAerial images showing parts of Sonoma and Napa County that have been hit by wildfires.\nHide Caption\nPhotos: Wildfires blaze in California\nColby Clark, left, comforts her mother, Bonnie Trexler, after law enforcement escorted them to Trexler's home in Napa, California, to retrieve medicine and personal items on Wednesday, October 11. Trexler was one of the lucky few in her neighborhood whose home was spared. Deadly wildfires have been tearing through the state, destroying homes and businesses and prompting evacuation orders.\nHide Caption\nPhotos: Wildfires blaze in California\nHighway Patrol officers go door to door to ask Sonoma residents to evacuate their homes as a wildfire approaches on October 11.\nHide Caption\nPhotos: Wildfires blaze in California\nHomes are destroyed in the Coffey Park neighborhood of Santa Rosa on October 11.\nHide Caption\nPhotos: Wildfires blaze in California\nThe sign of a Firestone store malfunctions in Santa Rosa on Tuesday, October 10.\nHide Caption\nPhotos: Wildfires blaze in California\nDamaged winemaking vats and tanks stand in ashes and debris at the Paradise Ridge Winery in Santa Rosa.\nHide Caption\nPhotos: Wildfires blaze in California\nSmoke clouds the sun from wildfires burning in Santa Rosa and Napa Valley on October 10.\nHide Caption\nPhotos: Wildfires blaze in California\nMary Caughey, center in blue, reacts after finding her wedding ring in the remains of her home in Kenwood on October 10.\nHide Caption\nPhotos: Wildfires blaze in California\nPuddles of melted metal trail away from a burned-out car near Napa on October 10.\nHide Caption\nPhotos: Wildfires blaze in California\nA TV cameraman inches closer to a burning building at a winery in Napa Valley on Monday, October 9.\nHide Caption\nPhotos: Wildfires blaze in California\nA firefighting plane helps battle a blaze just north of Tustin on October 9.\nHide Caption\nA historic barn burns in Santa Rosa on October 9.\nHide Caption\nPhotos: Wildfires blaze in California\nThe Santa Rosa Hilton Hotel burns to the ground on October 9.\nHide Caption\nPhotos: Wildfires blaze in California\nJim Stites watches as part of his neighborhood burns in Fountaingrove on October 9.\nHide Caption\nPhotos: Wildfires blaze in California\nFire burns from an open gas valve near the pool area of a Santa Rosa trailer park on October 9.\nHide Caption\nPhotos: Wildfires blaze in California\nA man rushes to save his house as a wildfire moves through Glen Ellen on October 9.\nHide Caption\nPhotos: Wildfires blaze in California\nKristine Pond searches what's left of her family's home in Santa Rosa on October 9.\nHide Caption\nPhotos: Wildfires blaze in California\nPolice cars block State Route 241 as smoke rises above Orange on October 9.\nHide Caption\nA firefighter douses flames in Santa Rosa on October 9.\nHide Caption\nPhotos: Wildfires blaze in California\nA woman moves horses in Orange as strong Santa Ana winds blow smoke from the Canyon 2 fire toward them on October 9.\nHide Caption\nPhotos: Wildfires blaze in California\nA firefighter douses flames at a home in Anaheim on October 9.\nHide Caption\nTraffic backs up as people flee Orange on October 9.\nHide Caption\nPhotos: Wildfires blaze in California\nSanta Rosa residents sift through the remains of a burned home on October 9.\nHide Caption\nPhotos: Wildfires blaze in California\nThe remains of fire-damaged homes and cars smolder at a Santa Rosa trailer park on October 9.\nHide Caption\nPhotos: Wildfires blaze in California\nA tent structure built for the Safeway Open golf tournament burns in Napa on October 9.\nHide Caption\nFire consumes a barn in Glen Ellen on October 9.\nHide Caption\nPhotos: Wildfires blaze in California\nSmoke rises in the hills east of Napa on October 9.\nHide Caption\nPhotos: Wildfires blaze in California\nA man passes a burning house in Napa on October 9.\nHide Caption\nPhotos: Wildfires blaze in California\nThe remains of fire-damaged homes are seen in Glen Ellen on October 9.\nHide Caption\nA wildfire burns behind the Sonoma Raceway on October 9.\nHide Caption\nA building burns in Napa on October 9.\nHide Caption\nPhotos: Wildfires blaze in California\nFlames overtake a building in the Napa wine region on October 9.\nHide Caption\nPhotos: Wildfires blaze in California\nTwo women hug as they watch houses burn in Santa Rosa on October 9.\nHide Caption\nA lot of dried vegetation has been fueling the flames.\nCalifornia's multiyear drought ended in April after a heavy rainy season. With the bounty of rain, lots of plants flourished and bloomed across the state.\nBut there hasn't been much rain during the summer, causing many of the plants to wilt and dry out.\nThe dead vegetation \"has accumulated and increases the likelihood of unusually large wildland fires,\" according to Cal Fire .\nThe fires torched 20,000 acres in about 12 hours Monday alone, meaning they advanced at a rate of more than a football field every three seconds.\n4. Dry conditions\nOctober is typically when California gets its largest and most damaging wildfires.\nSo far, the fires have been thriving on low humidity and dry conditions.\nThere's no rain in the forecast for the next seven days, meaning these conditions are expected to persist.\nCNN's Keith Allen and Michael Guy contributed to this report.\n",
        "quotes": [
            [
                "These are all fires that were in areas that are populated, and 95% of the fires in our state are started by people",
                "",
                false
            ],
            [
                "The historic wind event that swept across PG&E's service area late Sunday and early Monday packed hurricane-strength winds in excess of 75 mph in some cases,",
                "",
                true
            ],
            [
                "These destructive winds, along with millions of trees weakened by years of drought and recent renewed vegetation growth from winter storms, all contributed to some trees, branches and debris impacting our electric lines across the North Bay.",
                "",
                true
            ],
            [
                "In some cases we have found instances of wires down, broken poles and impacted infrastructure.",
                "",
                true
            ],
            [
                "When we have a wind event like this ... where you have 50-mph winds bearing down on an area ... every fire that starts has a significant potential to grow into a large fire very, very quickly,",
                "Pimlott",
                true
            ],
            [
                "A fire starting after 10 o'clock at night, under 50-plus mph winds, under absolutely dry, dry fuel beds, every one of those fires had a fighting chance to get going long before our firefighters could even be able to get there.",
                "Pimlott",
                true
            ],
            [
                "So they all grew into major fires very quickly,",
                "Pimlott",
                true
            ],
            [
                "Understand these fires started after 10 p.m. around midnight on a Sunday night,",
                "Pimlott",
                true
            ],
            [
                "There was no time to notify anybody.",
                "Pimlott",
                true
            ],
            [
                "These fires came down into neighborhoods before anybody realized the fires were occurring in many cases.",
                "Pimlott",
                true
            ],
            [
                "has accumulated and increases the likelihood of unusually large wildland fires,",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2017/10/11/us/california-fires-updates/index.html"
            ],
            "gov_pgs": [
                "http://www.calfire.ca.gov/resource_mgt/resource_mgt_EPRP_FuelsTreatment"
            ],
            "unsure": [
                "https://twitter.com/NWSBayArea/status/918044700220719104"
            ]
        },
        "key_words": [
            "blaze",
            "devastating",
            "fires",
            "california",
            "rosa",
            "caption",
            "33",
            "northern",
            "santa",
            "photos",
            "wildfires",
            "hide"
        ]
    }
]