[
    {
        "url": "https://www.politico.com/story/2016/09/paul-ryan-debate-advice-228639?cmpid=sf",
        "title": "Ryan advice to Trump on debate: 'Overprepare'",
        "authors": [
            {
                "name": "Kyle Cheney",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-25",
        "text": "Ryan advice to Trump on debate: 'Overprepare'\nHouse Speaker Paul Ryan, who tussled with Joe Biden on the national debate stage in 2012, had one piece of advice as GOP presidential nominee Donald Trump prepares to take the stage for the first time in the general election Monday: “Overprepare.”\nDemocratic presidential nominee Hillary Clinton is the “consummate pro,” the Wisconsin Republican said on CBS’ “Face the Nation.” “This is new for Donald, so I think he should probably overprepare for it. … I hope he’s doing this.\"\nStory Continued Below\nBut Trump doesn’t appear to be doing that. Reports suggest he’s done little traditional preparation — from poring over briefing books to participating in mock debates. The New York Times reported Friday that Trump has been studying videos of Clinton’s previous debate performances, and POLITICO reported last week that his team has been building a psychological profile of Clinton to exploit her tics and tells.\nRyan in 2012 debated Biden as Mitt Romney's running mate at Centre College in Kentucky.\nAsked about how Trump is getting ready, GOP vice-presidential nominee Mike Pence, also appearing on CBS, said the real estate mogul has been preparing for the debate “his whole life.”\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "advice",
            "pro",
            "stage",
            "overprepare",
            "clinton",
            "debate",
            "presidential",
            "nominee",
            "trump",
            "reported",
            "ryan",
            "paul"
        ]
    }
]