[
    {
        "url": "http://www.cnn.com/style/article/bmw-100-years/index.html",
        "title": "Celebrating 100 years of Bavarian beauty from BMW",
        "authors": [
            {
                "name": "For Cnn",
                "link": null
            },
            {
                "name": "Jared Paul Stern",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-04-06",
        "text": "Published 6th April 2016\nWritten by Jared Paul Stern, for CNN\nThis month \"the ultimate driving machine\" passes an important milestone: BMW , aka Bavarian Motor Works, is turning 100. It's not the oldest automaker out there -- Mercedes-Benz, Opel, Ford, Renault and Fiat can all claim precedent -- but BMW has arguably produced more iconic cars than any other marque in its class.\nSurprisingly, cars haven't always been part of the business model. In 1916 the company began by building aircraft engines and shifted to motorcycle production in 1923, followed by automobiles in 1928. Headquartered in Munich, these days in addition to BMW vehicles, the BMW Group produces motorcycles as well as MINI cars and also serves as the parent company of Rolls-Royce motorcars.\nMotorsports victories -- and BMW has racked up plenty -- have always helped build the brand. In 2015 BMW North America celebrated its 40th birthday -- it now reigns as the continent's most successful premium auto brand -- as well as the 40th anniversary of its first major U.S. racing triumph at the 1975 12 Hours of Sebring with a 3.0 CSL dubbed the \"Batmobile\".\n\"'The Ultimate Driving Machine' is more than a tagline, it's a philosophy for BMW -- one that was actually born in the U.S.,\" Ludwig Willisch, President and CEO of BMW North America, told CNN. \"And regardless of its form, our vision of future mobility will continue to embrace this philosophy.\"\nHeritage BMW 6 Series coupes. Credit: BMW Group MediaPool/ka.plewka\nModern BMWs are selling better than ever, but the value of the company's heritage can be seen in the market for classic BMWs. Alexander Weaver, Car Specialist at RM Sotheby's , cites BMW's \"innovative thought, provocative styling, and groundbreaking performance\" over the past century for ensuring healthy returns.\nAs a result, some buyers of current models like the newly-released M2 are keeping them in mint condition until the day that their values will inevitably increase. In terms of future collectibles, Weaver says \"the M Series cars [produced by BMW's performance division] have great potential, starting with the 1980s first generation M3, followed by the M5 and M6.\n\"We've already seen a lot of growth in this segment, with the best examples doubling and in some cases nearly tripling in value over the last 24 months.\"\nAlready this year RM Sotheby's has rung up some record sales for these cars, including a 1957 507 Roadster which sold for an astonishing €2 million (about $2.3 million) in Paris in February, and a 1973 3.0 CSL which went for $126,000 in Arizona in January.\nBMW will be the honored marque at this year's Rolex Monterey Motorsports Reunion during the Pebble Beach Concours d'Elegance this summer, just one of a number of celebrations on tap for the rest of the year. And there's hope they will produce something pretty special next month in Lake Como, Italy, at the Concorso d'Eleganza Villa d'Este . The BMW Museum in Munich is also mounting an exhibition of \"100 Masterpieces\" showcasing the very best of the machines BMW has built in the past century.\nScroll through the gallery to see our own highlights from the marque's first 100 years.\nBest Lifestyle & Leisure\n",
        "quotes": [
            [
                "The Ultimate Driving Machine' is more than a tagline, it's a philosophy for BMW -- one that was actually born in the U.S.,",
                "Ludwig Willisch",
                true
            ],
            [
                "And regardless of its form, our vision of future mobility will continue to embrace this philosophy.",
                "Ludwig Willisch",
                true
            ],
            [
                "innovative thought, provocative styling, and groundbreaking performance",
                "Alexander Weaver",
                false
            ],
            [
                "the M Series cars [produced by BMW's performance division] have great potential, starting with the 1980s first generation M3, followed by the M5 and M6.",
                "Weaver",
                false
            ],
            [
                "We've already seen a lot of growth in this segment, with the best examples doubling and in some cases nearly tripling in value over the last 24 months.",
                "Weaver",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://edition.cnn.com/style/article/car-museums-worlds-best/index.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.sebringraceway.com/",
                "http://rmsothebys.com/index.cfm",
                "http://concorsodeleganzavilladeste.com/",
                "https://www.bmwgroup.com/en.html",
                "https://www.pebblebeachconcours.net/"
            ]
        },
        "key_words": [
            "beauty",
            "value",
            "bavarian",
            "bmws",
            "seen",
            "weaver",
            "sothebys",
            "ultimate",
            "bmw",
            "celebrating",
            "100",
            "cars",
            "series"
        ]
    }
]