[
    {
        "url": "http://dailybuzzlive.com/police-wont-release-info-on-lynching-of-8-year-old-biracial-boy/",
        "title": "Police won’t release info on lynching of 8-year-old biracial boy",
        "authors": [
            {
                "name": "Daily Buzz Live",
                "link": null
            }
        ],
        "publisher": "dailybuzzlive.com",
        "publish_date": "2017-10-12",
        "text": "Posted on\nA group of white teens attacked an 8-year-old biracial boy and hanged him by a noose, his family says, and police in Claremont, NH are refusing to release information in the case.\nThe Root’s Angela Helm reported on Sunday that an 8-year-old biracial boy was hanged by a rope around his neck by other juveniles in what his grandmother said was a racist attack.\nAs the child was being flown by a medevac to Dartmouth-Hitchcock Medical Center, his mother Cassandra Merlin posted to Facebook, “So my son is being flown to Dartmouth after a 14 year old kid decided to hang him from a tree. I don’t care if this was a so called accident or not. My son almost died because of some little sh*t teenage kids.”\nNH1.com said that Claremont Police Chief Mark Chase refused to comment on the case, but said the department is investigating the incident, which took place on Aug. 28. He said that because the perpetrators are juveniles, he is prevented from discussing the case publicly.\nHe said that unlike the adult judicial system, which is aimed at punishment, the juvenile justice system is designed to correct and rehabilitate aberrant behavior.\n“These people need to be protected,” Chase said. “Mistakes they make as a young child should not have to follow them for the rest of their life.”\n“Notice how he called these predators ‘young children,’” wrote Helm, “infantilizing the white teens. Conversely, teens like Trayvon Martin are made out to be hulking, menacing adults. Chief Chase seems to be centering the perpetrators feelings and futures, all but forgetting about the trauma of a little boy who had his so-called friends hang him from a tree to the point where he had to be medevaced to a hospital.”\nAccording to the victim’s grandmother Lorrie Slattery, he was playing with a group of children and teens when they began to taunt him with racist epithets and throw sticks and rocks at him.\nSomeone stood on a picnic table and the group wrapped a rope from a nearby tire swing around the boy’s throat, then kicked him off the table.\nThe victim swung back and forth three times before he was able to free himself. None of the teens came to his aid.\nNH1.com said Chief Chase refused to state whether the crime was racially motivated, although accounts of the incident make it clear the attack was based on the child’s race.\nSlattery told Valley News it’s clear to her that the attack was racist because her grandson has been targeted for racist abuse from the same group of children and teens in the past.\nHer grandson is recovering now and preparing for his first day of school on Tuesday.\nHelm wrote, “Welcome to Donald Trump’s America. Say what you want, but when the U.S. president defends avowed white supremacists, one can’t be surprised when bullying takes on a decidedly racist tone as it did with an 8-year-old biracial boy who was hung from a tree in the year 2017. The climate has been set.”\nSince Donald Trump’s election, hate crimes have spiked dramatically in the U.S., particularly in the area of hate-related murders.\n* indicates required\nEmail Address *\nRecent Posts\nFather Christmas is the man synonymous with the globally celebrated festive holiday. The man at READ MORE →\nSurfer Goes Underwater And Emerges With An Unexpected Creature. Many say when we enter the ocean, READ MORE →\nDaily Buzz Live Search\n",
        "quotes": [
            [
                "So my son is being flown to Dartmouth after a 14 year old kid decided to hang him from a tree.",
                "Cassandra Merlin",
                true
            ],
            [
                "I don’t care if this was a so called accident or not.",
                "Cassandra Merlin",
                true
            ],
            [
                "My son almost died because of some little sh*t teenage kids.",
                "Cassandra Merlin",
                true
            ],
            [
                "These people need to be protected,",
                "Chase",
                true
            ],
            [
                "Mistakes they make as a young child should not have to follow them for the rest of their life.",
                "Chase",
                true
            ],
            [
                "Notice how he called these predators ‘young children,",
                "",
                true
            ],
            [
                "Conversely, teens like Trayvon Martin are made out to be hulking, menacing adults.",
                "",
                true
            ],
            [
                "Chief Chase seems to be centering the perpetrators feelings and futures, all but forgetting about the trauma of a little boy who had his so-called friends hang him from a tree to the point where he had to be medevaced to a hospital.",
                "",
                true
            ],
            [
                "Welcome to Donald Trump’s America.",
                "",
                true
            ],
            [
                "Say what you want, but when the U.S. president defends avowed white supremacists, one can’t be surprised when bullying takes on a decidedly racist tone as it did with an 8-year-old biracial boy who was hung from a tree in the year 2017.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "biracial",
            "chase",
            "tree",
            "children",
            "boy",
            "group",
            "release",
            "teens",
            "white",
            "chief",
            "lynching",
            "info",
            "wont",
            "8yearold",
            "racist"
        ]
    }
]