[
    {
        "url": "http://beforeitsnews.com/sports/2017/10/chicitysports-fantasy-review-week-5-fantasy-football-rankings-2701952.html",
        "title": "ChiCitySports Fantasy Review: Week 5 Fantasy Football Rankings",
        "authors": [
            {
                "name": "Chi City Sports",
                "link": null
            }
        ],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "Wednesday, October 4, 2017 13:18\n% of readers think this story is Fact. Add your two cents.\nCrunch time begins now for fantasy owners everywhere as we have reached the dreaded bye weeks. The real ones — not those makeshift disasters that may or may not have put Tampa and Miami at disadvantages for the remainder of the season. But I digress… Week 4 provided another laundry list of unexpected results across the league both in game scores and fantasy outputs, so where does that leave us this season in terms of thinking we have a good grip on how Week 5 will go? We have no clue, but here’s some rankings anyway! Quarterback By all accounts, Thursday night is shaping up to be an all out points extravaganza between New England and Tampa Bay placing both Brady and Winston in this week’s top 3 plays. How bad has New England’s defense been this year? 27th in pass rush and their shiny new toy in Stephon Gilmore has not been as advertised. Deshaun Watson makes the biggest jump of the group and is starting to look like the real deal. Hard to imagine DeAndre Hopkins isn’t loving his new quarterback by now. I like Philip Rivers this week to get the Chargers into the win column for the first time this season, but past that there aren’t a lot of deep sleeper options compared to last week’s crop.\nRank\nName\nTeam\nOpp\n1\n  Running Back\nThe top three for Week 5 are a wash for me. Each option should put up a solid game as it looks like Bell has finally shaken off the rust after his pre-season holdout. Gurley and Fournette are iffy options for me this week, but because of the talent, you can’t disregard what they could bring to the table. Fournette is starting to give me some cause for concern as his snap count has decreased each week this season as last week he was only on the field for half of Jacksonville’s snaps. Doug Martin comes back this week following his three game suspension and falls in the 20s among a tangled mess of options including Latavius Murray’s shot to rule the Vikings’ backfield. This also may be the week Wayne Gallman overtakes the Giants’ backfield after unimpressive starts by both Paul Perkins and Orleans Darkwa. Oh, and one more sub-3 YPC game from Isaiah Crowell this week and he’s a dump option across all leagues for me. All hail Duke Johnson.\nRank\nName\nTeam\nOpp\n1\nSF\n@IND\n  Wide Receiver   Came close to placing Brown lower on the list as Jacksonville’s secondary has been lights out against WR1′s this year. Still a risky play regardless. The matchups throughout the top 10 provide plenty of intrigue and are favorable for the most part. Meanwhile into the teens we find Chris Hogan who continues to thrive following the injury to Julian Edelman. It comes as somewhat of a shock to me that he is THIS good. It should continue on Thursday night. Will Fuller’s chemistry was on point with Deshaun Watson last week against Tennessee, and with a challenging matchup against Kansas City this week, it should be interesting to see if he can build off the four reception season debut.\nRank\nName\nTeam\nOpp\n1\nTEN\n@MIA\n  Tight End Another week, another Gronk-leading rankings. Moving on… Evan Engram should provide a solid low end TE1 option as should Jared Cook with EJ Manuel looking to him as a security blanket against Baltimore this weekend. Tyler Croft busted on to the scene, taking advantage of Tyler Eifert’s absence last week but a difficult matchup with a stingy Buffalo defense creates a solid high-risk, high-reward play.\nRank\nName\nTeam\nOpp\n1\nHST\nKC\n  Defense/Special Teams It feels weird putting the Jets as high as they are, but Cleveland is that bad. The debut of Mitchell Trubisky should provide a turnover or two for Minnesota’s defense, but it could also blow up in the Vikings’ face if Chicago plays anything like they did the past two games at home with better quarterback play.\nRank\nName\nOpp\n1\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.prodo1.com/",
                "http://www.suppressedhealthsecrets.com",
                "https://mitocopper.com/pages/affiliate-program"
            ]
        },
        "key_words": [
            "ne",
            "rankings",
            "chicitysports",
            "sea",
            "oak",
            "blt",
            "football",
            "review",
            "nyg",
            "lar",
            "phi",
            "lac",
            "week",
            "tb",
            "fantasy"
        ]
    }
]