[
    {
        "url": "http://www.cnn.com/2017/10/11/politics/cyrus-vance-harvey-weinstein-trump/index.html",
        "title": "Embattled DA defends not prosecuting Weinstein, Trumps",
        "authors": [
            {
                "name": "Eli Watkins",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-11",
        "text": "Embattled DA defends not prosecuting Weinstein, Trumps over the years\nUpdated 11:41 AM ET, Thu October 12, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nManhattan District Attorney Cyrus Vance on Wednesday defended his office's decision not to prosecute disgraced Hollywood executive Harvey Weinstein or members of the Trump family.\nHe denied specifically that any donations to his campaign had or would ever influence his decisions. Weinstein was accused of sexual assault in 2015, and Ivanka Trump and Donald Trump Jr. were investigated earlier this decade for allegedly misleading real estate buyers.\nVance's office has faced criticism for accepting a $10,000 donation from David Boies, an attorney for Weinstein, in August 2015, according to campaign financial disclosure forms from the New York State Board of Elections. The donation came just months after Vance's office declined to press charges against Weinstein. Stephen Sigmund, a spokesman for Vance, said in a statement that Boies was not Weinstein's lawyer in that criminal case.\nAnd a recently published report said a lawyer for the Trump family donated to Vance's re-election campaign shortly before his office dropped a fraud investigation.\n\"They had no impact on my thinking,\" Vance said Wednesday at the John Jay College of Criminal Justice in Manhattan.\nRead More\nA Boies Schiller Flexner spokesman provided a statement to CNN on Wednesday saying that while Boies had represented Weinstein and The Weinstein Company in civil matters, he had never represented them in a criminal matter.\nThe statement said Boies donated to Vance because he believes Vance is a great district attorney.\n\"Neither David, nor anyone in his office, ever spoke to anyone in Mr. Vance's office about Harvey Weinstein,\" the statement said.\nWeinstein\nWeinstein stands accused of rape by multiple women, according to an explosive new story by The New Yorker magazine. The story included an audio recording of a New York Police Department sting operation in 2015, which was set up after a young model, Ambra Battilana Gutierrez, told authorities that she was groped by Weinstein. On the tape, when she asks why he touched her breast, Weinstein responds, \"I'm used to that\" and \"I won't do it again.\"\nSexual misconduct allegations now cost powerful men their jobs. But not the White House.\nThe NYPD confirmed that it investigated a \"misdemeanor sexual abuse complaint against Harvey Weinstein\" in March 2015. The tape was handed over to the District Attorney in Manhattan. The DA's office said Tuesday that the recording is \"horrifying,\" but it was insufficient to prove a crime had occurred.\nVance told reporters on Wednesday that while Weinstein's comments caught on the tape of a New York Police Department sting were offensive, the office did not have enough evidence to prosecute a case.\n\"At the end of the day, we operate in the courtroom of the law, not the courtroom of public opinion,\" Vance said.\nThe Trumps\nProPublica, WNYC and The New Yorker reported earlier this month that Vance's office investigated the Trump children for two years earlier this decade for allegedly misleading potential buyers of units in Trump SoHo, a hotel-condo building.\nDespite significant progress in the investigation, the report said, the elder Donald Trump's longtime personal lawyer, Marc Kasowitz, became involved in 2012 and donated $25,000 to Vance's re-election campaign, which made Kasowitz one of his largest donors. Vance later returned the contribution.\nThe report about the Trumps said Kasowitz also visited Vance's office in May of that year, and three months later, Vance overruled his prosecutors and dropped the case.\nVance denied in the report that the dropping of the investigation was a quid pro quo for the contributions. In a statement released Wednesday night, Kasowitz said his contribution to Vance was made months before he learned of the investigation into the real estate project.\n\"I donated to Cy Vance's election campaign because I was, and remain, extremely impressed by Cy Vance as a person of impeccable integrity, a brilliant lawyer and a public servant with tremendous ability,\" Kasowitz said.\nVance said that \"contributions are, unfortunately, a part of running for office.\"\nWho is Vance?\nVance has been Manhattan's top prosecutor since 2010 and has been involved in many of the city's major cases -- from the successful prosecution of an art dealer's $120 million fraud to rounding up more than 100 police officers and firefighters for a massive disability scam.\nVance also drew attention for his ultimately unsuccessful attempt in 2011 to prosecute former International Monetary Fund chief Dominique Strauss-Kahn for sexual assault.\nHe has been an advocate for sentencing reform and was one of the loudest voices opposing strong encryption for personal phones.\nVance has maintained significant political support, and despite the controversy over his handling of the Weinstein and Trump matters, he heads toward re-election unopposed by any member of his party. Short of New York Democratic Gov. Andrew Cuomo firing him or Vance stepping down, he stands a strong chance of weathering the storm.\nThe office of the New York governor did not respond to a request for comment.\nAmy Spitalnick, press secretary for New York Attorney General Eric Schneiderman, said the attorney general declined to comment in response to questions about Vance.\nCNN's Eric Levenson contributed to this report.\n",
        "quotes": [
            [
                "They had no impact on my thinking,",
                "Cy Vance",
                true
            ],
            [
                "Neither David, nor anyone in his office, ever spoke to anyone in Mr. Vance's office about Harvey Weinstein,",
                "",
                true
            ],
            [
                "I won't do it again.",
                "Harvey Weinstein",
                true
            ],
            [
                "misdemeanor sexual abuse complaint against Harvey Weinstein",
                "Harvey Weinstein",
                false
            ],
            [
                "At the end of the day, we operate in the courtroom of the law, not the courtroom of public opinion,",
                "Cy Vance",
                true
            ],
            [
                "I donated to Cy Vance's election campaign because I was, and remain, extremely impressed by Cy Vance as a person of impeccable integrity, a brilliant lawyer and a public servant with tremendous ability,",
                "Kasowitz",
                true
            ],
            [
                "contributions are, unfortunately, a part of running for office.",
                "Cy Vance",
                false
            ]
        ],
        "links": {
            "articles": [
                "http://money.cnn.com/2017/10/10/media/harvey-weinstein-new-yorker-magazine/index.html",
                "http://www.cnn.com/2017/10/11/politics/harvey-weinstein-donald-trump-access-hollywood/index.html",
                "https://www.cnn.com/2014/01/07/justice/new-york-ptsd-9-11-scam/index.html",
                "http://www.cnn.com/2010/CRIME/08/04/new.york.art.dealer.sentenced/",
                "https://www.newyorker.com/news/news-desk/from-aggressive-overtures-to-sexual-assault-harvey-weinsteins-accusers-tell-their-stories",
                "http://www.cnn.com/2011/CRIME/08/23/new.york.dsk.case/index.html",
                "https://www.propublica.org/article/ivanka-donald-trump-jr-close-to-being-charged-felony-fraud",
                "http://money.cnn.com/2016/02/29/technology/cyrus-vance-apple-hearing/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "campaign",
            "lawyer",
            "weinstein",
            "trumps",
            "embattled",
            "vances",
            "office",
            "da",
            "trump",
            "criminal",
            "donation",
            "defends",
            "prosecuting",
            "manhattan",
            "vance"
        ]
    }
]