[
    {
        "url": "https://www.reuters.com/article/us-usa-turkey-security-explanation/u-s-still-seeking-explanation-for-arrest-of-staff-in-turkey-ambassador-idUSKBN1CG179",
        "title": "U.S. still seeking explanation for arrest of staff in Turkey: ambassador",
        "authors": [
            {
                "name": "Tulay Karadeniz",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-12",
        "text": "October 11, 2017 /  10:21 AM / 2 years ago\nU.S. still seeking explanation for arrest of staff in Turkey: ambassador\n4 Min Read\nANKARA (Reuters) - The United States is still seeking an explanation from Ankara for the detention of staff at U.S. missions in Turkey which led Washington to stop issuing visas and triggered a diplomatic crisis, the U.S. ambassador said on Wednesday.\nU.S. Ambassador to Turkey John Bass speaks during a meeting with media members in Ankara, Tukey, October 11, 2017. REUTERS/Stringer\nAmbassador John Bass said the decision to suspend granting visas was not taken lightly, but the detentions indicated a breakdown in communication between the two NATO allies, whose relations have come under increasing strain.\n“Unfortunately... the U.S. government still has not received any official communications from the Turkish government about the reasons why our local employees have been detained or arrested,” he told reporters at the U.S. embassy in Ankara.\nWashington says two locally employed staff were arrested in Turkey this year. In May, a translator at the consulate in the southern province of Adana was arrested and last week a Drug Enforcement Administration worker was detained in Istanbul.\nPresident Tayyip Erdogan’s spokesman said last week the Istanbul employee, Metin Topuz, had been in contact with a leading suspect in last year’s failed military coup. Turkish media reported similar accusations against the translator.\n“The notion that people in our employment are facing or are under suspicion of terrorism charges here, that is a very serious allegation,” Bass said. “It is one we want to take seriously and we want to better understand the ostensible evidence that supports these allegations”.\nSince the failed military coup in July last year, in which at least 240 people were killed, more than 50,000 people have been detained and 150,000, including teachers, academics, soldiers and journalists, have been suspended from work.\nSome Western allies fear the crackdown shows the country is slipping ever deeper into authoritarian rule under Erdogan.\nRelated Coverage\nSee more stories\nAnkara says its critics fail to understand the scale of the security challenges in Turkey, which has also faced conflict on its southern borders with Iraq and Syria, and an insurgency in its mainly Kurdish southeast.\nENVOY TARGETED\nErdogan has blamed Bass for the latest dispute, suggesting he acted unilaterally in suspending visa services and declaring that his government no longer considered Bass to be Washington’s envoy and would not hold meetings with him.\nThe U.S. State Department denied Bass acted alone, saying his actions were coordinated with officials in Washington.\nIn a sign that Ankara was stepping back from the pledge to exclude Bass, Turkish television channels reported that he met a foreign ministry official later on Wednesday. The ambassador is due to leave Turkey within days to take up a post in Afghanistan.\nU.S.-Turkish tensions have risen in recent months over U.S. military support for Kurdish YPG fighters in Syria, considered by Ankara to be an extension of the banned PKK which has waged an insurgency for three decades in southeast Turkey.\nTurkey has also pressed, so far in vain, for the United States to extradite Muslim cleric Fethullah Gulen, a former ally of Erdogan who is viewed in Ankara as the mastermind behind the failed coup.\nAnother source of friction was the U.S. indictment of Turkey’s former economy minister Zafer Caglayan for conspiring to violate U.S. sanctions on Iran. A U.S. court also indicted 15 of Erdogan’s guards after they clashed with protesters during his visit to Washington in May.\nU.S. Consulate is pictured in Istanbul, Turkey, October 11, 2017. REUTERS/Murad Sezer\nIn addition to the two detained consulate workers, Turkey is  holding a U.S. pastor on charges which Turkish media say include membership of Gulen’s network. Bass called for the release of the Christian missionary, Andrew Brunson, saying he had seen nothing of merit in the charges against him.\nHe denied reports that Turkish police were trying to speak to another consulate employee. “To the best of our knowledge there are not any outstanding requests from Turkish law enforcement officials for any of our local staff to come in and talk to them,” he said.\nReporting by Tulay Karadeniz and Gulsen Solaker; Writing by Daren Butler; Editing by Dominic Evans and Hugh Lawson\n",
        "quotes": [
            [
                "Unfortunately... the U.S. government still has not received any official communications from the Turkish government about the reasons why our local employees have been detained or arrested,",
                "Bass",
                true
            ],
            [
                "The notion that people in our employment are facing or are under suspicion of terrorism charges here, that is a very serious allegation,",
                "Bass",
                true
            ],
            [
                "It is one we want to take seriously and we want to better understand the ostensible evidence that supports these allegations",
                "Bass",
                false
            ],
            [
                "To the best of our knowledge there are not any outstanding requests from Turkish law enforcement officials for any of our local staff to come in and talk to them,",
                "Bass",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "staff",
            "bass",
            "consulate",
            "ambassador",
            "turkish",
            "media",
            "ankara",
            "military",
            "detained",
            "failed",
            "arrest",
            "seeking",
            "explanation",
            "turkey"
        ]
    }
]