[
    {
        "url": "http://www.cnn.com/2017/10/09/politics/north-korea-us-army-no-risk-free-options/index.html",
        "title": "US Army chief: 'No risk-free options' on North Korea",
        "authors": [
            {
                "name": "Ryan Browne",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-09",
        "text": "Updated 6:41 AM ET, Tue October 10, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nMilley warned: \"A full-blown war on the Korean Peninsula will be horrific by any stretch of the imagination\"\n\"There are no good, easy, you know, risk-free options here,\" he said\nWashington (CNN)\nUS Army Chief of Staff Gen. Mark Milley made clear Monday what a bind the US is in when it comes to solving the challenge of North Korea's nuclear and missile programs, stating there are \"no risk-free options\" but said there is also not an \"indefinite amount of time\" to solve the crisis.\n\"A full-blown war on the Korean Peninsula will be horrific by any stretch of the imagination. No one has any doubts about that,\" Milley told reporters during a news conference on the sidelines of the Association of the United States Army's annual meeting in Washington.\nAnd while Milley said that a full-scale military conflict on the Korean Peninsula would be \"horrible,\" he also suggested that North Korea gaining possession of an intercontinental ballistic missile capable of striking the US would be similarly unacceptable.\nKim Jong Un promotes sister at key North Korea ruling party summit\n\"It would be horrible, there's no question about it, but so would an intercontinental ballistic missile striking Los Angeles or New York City. That would be equally horrible,\" he said.\nAnd while the Army chief made it clear that the military is ready to act, he said there are no \"risk-free options.\"\nRead More\n\"There are no good, easy, you know, risk-free options here. This is extraordinarily difficult, extraordinarily dangerous. No one should underestimate it,\" he said, underscoring that the final decisions on which course of action would be made by elected policymakers and not the military.\n\"That decision will be made by the duly elected representatives of the United States of America,\" Milley said, adding \"there is a timeline on this\" given the development of North Korea's missile program.\n\"It's not an indefinite amount of time. And there will be decisions made, there's no question about it.\"\nHis comments come just hours after President Donald Trump issued a tweet which slammed attempts by previous administrations to solve the issue through negotiations involving Pyongyang.\n\"Our country has been unsuccessfully dealing with North Korea for 25 years, giving billions of dollars & getting nothing. Policy didn't work,\" Trump wrote.\nSecretary of Defense James Mattis once again reiterated that diplomacy along with international economic sanctions against Pyongyang would remain the leading element of US strategy towards North Korea.\n\"It is right now a diplomatically led economic sanction buttressed effort to try and turn North Korea off this path,\" Mattis said during his opening remarks at the AUSA.\nBut Mattis added that the military would continue to prepare options should diplomacy fail.\n\"We've got to be ready to ensure that there are military options that our President can employ if needed,\" he said.\n\"Now what does the future hold? Neither you nor I could say,\" Mattis said.\n",
        "quotes": [
            [
                "A full-blown war on the Korean Peninsula will be horrific by any stretch of the imagination",
                "Milley",
                false
            ],
            [
                "There are no good, easy, you know, risk-free options here,",
                "",
                true
            ],
            [
                "A full-blown war on the Korean Peninsula will be horrific by any stretch of the imagination.",
                "Milley",
                true
            ],
            [
                "No one has any doubts about that,",
                "Milley",
                true
            ],
            [
                "It would be horrible, there's no question about it, but so would an intercontinental ballistic missile striking Los Angeles or New York City.",
                "Milley",
                true
            ],
            [
                "There are no good, easy, you know, risk-free options here.",
                "Milley",
                true
            ],
            [
                "This is extraordinarily difficult, extraordinarily dangerous.",
                "Milley",
                true
            ],
            [
                "That decision will be made by the duly elected representatives of the United States of America,",
                "Milley",
                true
            ],
            [
                "there is a timeline on this",
                "Milley",
                false
            ],
            [
                "It's not an indefinite amount of time.",
                "Milley",
                true
            ],
            [
                "And there will be decisions made, there's no question about it.",
                "Milley",
                true
            ],
            [
                "Our country has been unsuccessfully dealing with North Korea for 25 years, giving billions of dollars & getting nothing.",
                "Trump",
                true
            ],
            [
                "It is right now a diplomatically led economic sanction buttressed effort to try and turn North Korea off this path,",
                "James Mattis",
                true
            ],
            [
                "We've got to be ready to ensure that there are military options that our President can employ if needed,",
                "James Mattis",
                true
            ],
            [
                "Now what does the future hold?",
                "James Mattis",
                true
            ],
            [
                "Neither you nor I could say,",
                "James Mattis",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2017/10/08/asia/kim-jong-un-sister/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "missile",
            "options",
            "war",
            "peninsula",
            "north",
            "milley",
            "riskfree",
            "korean",
            "horrible",
            "stretch",
            "chief",
            "striking",
            "korea",
            "army"
        ]
    }
]