[
    {
        "url": "https://www.nytimes.com/2017/10/08/sports/baseball/dusty-baker-nationals-cubs.html?rref=collection%2Fsectioncollection%2Fsports",
        "title": "Dusty Baker Is Back at Wrigley Field, Still Looking for a Ring of His Own",
        "authors": [
            {
                "name": "Tyler Kepner",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-08",
        "text": "Advertisement\nDusty Baker Is Back at Wrigley Field, Still Looking for a Ring of His Own\nImage\nDusty Baker watching the Nationals practice at Wrigley Field on Sunday. Baker, now Washington’s manager, led the Chicago Cubs for four seasons.CreditCreditDavid Banks/Associated Press\nCHICAGO — Dusty Baker has managed almost 1,800 games since that fateful night, so many years ago, when ghosts still haunted Wrigley Field and played their cruelest trick. The Chicago Cubs banished them forever last autumn , finally capturing a World Series title after more than a century of anguish. In the end, perhaps, the torment of waiting made the triumph even sweeter.\nBaker is still waiting, and before he leaves town, he could be back in the National League Championship Series for the first time since that doomed 2003 playoff run in which he was managing the Cubs. After splitting the first two games of this best-of-five division series, Baker’s Washington Nationals will play the Cubs in Games 3 and 4 here on Monday and Tuesday.\n“I think it’s probably as big for him as for anybody in the organization,” said Mike Rizzo, the Nationals’ general manager. “It’s important for him; he’s done everything but win a world championship as a manager. It’s a big goal for him. I think he’s a Hall of Fame manager, regardless, and that cements it if he wins a championship.”\nAfter Terry Collins, 68, resigned as the Mets’ manager at the end of the regular season, Baker — also 68 — became the oldest manager in the majors. He is unsigned for next season but is almost certain to return after leading the Nationals to their second National League East title in a row.\nThat was no surprise, because Baker has won at all of his managing stops: three playoff appearances with the San Francisco Giants, one with the Cubs, three more with the Cincinnati Reds and two with Washington. Just 13 managers have more regular-season victories than Baker’s 1,863, and all are in the Hall of Fame except Gene Mauch. All have won a championship, too, except Mauch.\n“It’s sad that a manager, and even some players, are looked at differently because they don’t have a World Series or an N.B.A. championship behind their name,” said the Nationals’ bench coach, Chris Speier, who also worked with Baker in Chicago and Cincinnati. “I don’t feel that anybody should be judged because they haven’t done it. You look at their track record over all. Wherever he’s gone, he’s proven he’s a winner.”\nBaker stayed three more seasons with the Cubs after they lost the 2003 National League pennant to the Marlins, who infamously scored eight runs in the eighth inning of a Game 6 comeback in the N.L.C.S. A Cubs fan deflected a catchable foul ball, a shortstop made an error, a bunch of Marlins got hits — the warmed-over details are well-known here.\nBut if Baker still felt connected to the Cubs, it did not show up in his rooting interest last fall. After the Nationals lost by one run to the Los Angeles Dodgers in the fifth game of their division series, Baker watched the World Series as a neutral observer. He had friends with both the Cleveland Indians and the Cubs.\n“I was neither rooting for them nor against them,” Baker said Sunday of the Cubs. “I was just rooting for a good game, because I didn’t have any skin in the game, and I’m not a gambler. I just wanted a good game, and that’s what we got; we got some good games.”\nImage\nDusty Baker with the Cubs in 2006, his final season in Chicago.CreditJonathan Daniel/Getty Images\nHe continued: “Deep down inside, we were one out or one pitch away from that possibly being us. But you can’t live in the past.”\nIndeed, October heartbreak has stalked Baker’s teams since 2003. Before last October’s excruciating division series loss, his Reds lost in the same round in 2010 (Philadelphia’s Roy Halladay pitched a no-hitter in the opener) and in 2012, to the Giants, after winning the first two games on the road. The Reds replaced Baker after they lost the N.L. wild-card game in Pittsburgh the next season.\nThe Nationals hired Baker before the 2016 season after negotiations with another candidate, Bud Black, collapsed. A team that had underachieved in its final season under Matt Williams coalesced around Baker.\n“The individuals on the team bought into the cohesiveness of the unit,” Speier said. “That’s something he’s always preached, because of his background of always having your brother’s back, no matter what. That’s been at the forefront ever since I’ve known him — you take yourself out of it and worry about your brother.”\nIn a way, Baker’s pursuit of a title mirrors his team’s. Washington has won a World Series before, and so has Baker, but both were much different then. The Washington team that won it was the Senators, a precursor to the Minnesota Twins, in 1924. When Baker won it, in 1981, he played left field for the Dodgers.\nThis is Baker’s 14th trip to the postseason (four as a player, one as a coach, nine as a manager), and he does not change with the seasons.\n“Same as always — it’s Dusty,” said Max Scherzer, Washington’s Game 3 starter, who insists his sore right hamstring can withstand 100 pitches on Monday. “He’s always got a great story for you, somehow, some way. He keeps everybody loose, everybody laughing. Nothing’s really changed.”\nThe Cubs had a light, optional workout on Sunday morning, with many players appearing on the field only to sample the breakfast arranged on the warning track behind the plate. Joe Maddon, the Cubs’ irreverent manager, has done this before in October, complete with an N.F.L. game on the video board. Maddon wore a Joe Namath jersey in the clubhouse, though he made no guarantees for his team.\n“We’re not there yet,” he said, smiling.\nThe Nationals held an afternoon workout, with no food or football in sight. Everyone took batting practice or fielded balls in the outfield, just as they would in the regular season. The Cubs’ offbeat vibe is not Baker’s style.\n“It’s not my thing, really,” he said. “My thing is, No. 1, I’m an innovator of stuff. I don’t copy other people. Most of the time, they copy me. And No. 2, they can do what they want to do. I really don’t care, honestly. It seems to work for them, and our own thing seems to work for us.”\nCorrection: \nOct 10, 2017\nAn article on Monday about the baseball manager Dusty Baker misstated the year the Washington Senators won the World Series. It was 1924, not 1925. (The Senators lost the World Series in 1925.)\nA version of this article appears in print on , Section D, Page 3 of the New York edition with the headline: The Cubs Have a Title. Baker, Back at Wrigley, Still Seeks One.. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "I think it’s probably as big for him as for anybody in the organization,",
                "Mike Rizzo",
                true
            ],
            [
                "It’s important for him; he’s done everything but win a world championship as a manager.",
                "Mike Rizzo",
                true
            ],
            [
                "It’s a big goal for him.",
                "Mike Rizzo",
                true
            ],
            [
                "I think he’s a Hall of Fame manager, regardless, and that cements it if he wins a championship.",
                "Mike Rizzo",
                true
            ],
            [
                "It’s sad that a manager, and even some players, are looked at differently because they don’t have a World Series or an N.B.A.",
                "",
                true
            ],
            [
                "I don’t feel that anybody should be judged because they haven’t done it.",
                "",
                true
            ],
            [
                "You look at their track record over all.",
                "",
                true
            ],
            [
                "Wherever he’s gone, he’s proven he’s a winner.",
                "",
                true
            ],
            [
                "I was neither rooting for them nor against them,",
                "Dusty Baker",
                true
            ],
            [
                "I was just rooting for a good game, because I didn’t have any skin in the game, and I’m not a gambler.",
                "Dusty Baker",
                true
            ],
            [
                "I just wanted a good game, and that’s what we got; we got some good games.",
                "Dusty Baker",
                true
            ],
            [
                "Deep down inside, we were one out or one pitch away from that possibly being us.",
                "Dusty Baker",
                true
            ],
            [
                "But you can’t live in the past.",
                "Dusty Baker",
                true
            ],
            [
                "The individuals on the team bought into the cohesiveness of the unit,",
                "Speier",
                true
            ],
            [
                "That’s something he’s always preached, because of his background of always having your brother’s back, no matter what.",
                "Speier",
                true
            ],
            [
                "That’s been at the forefront ever since I’ve known him — you take yourself out of it and worry about your brother.",
                "Speier",
                true
            ],
            [
                "Same as always — it’s Dusty,",
                "Max Scherzer",
                true
            ],
            [
                "He’s always got a great story for you, somehow, some way.",
                "Max Scherzer",
                true
            ],
            [
                "He keeps everybody loose, everybody laughing.",
                "Max Scherzer",
                true
            ],
            [
                "It’s not my thing, really,",
                "Dusty Baker",
                true
            ],
            [
                "1, I’m an innovator of stuff.",
                "Dusty Baker",
                false
            ],
            [
                "I don’t copy other people.",
                "Dusty Baker",
                true
            ],
            [
                "Most of the time, they copy me.",
                "Dusty Baker",
                true
            ],
            [
                "2, they can do what they want to do.",
                "Dusty Baker",
                false
            ],
            [
                "I really don’t care, honestly.",
                "Dusty Baker",
                true
            ],
            [
                "It seems to work for them, and our own thing seems to work for us.",
                "Dusty Baker",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2016/11/02/sports/world-series-score-cubs-indians.html?action=click&contentCollection=Baseball&module=inline&region=EndOfArticle&pgtype=article",
                "https://www.nytimes.com/2016/10/15/sports/baseball/the-nationals-cant-escape-their-sad-endings.html?module=inline",
                "https://www.nytimes.com/2017/07/31/sports/baseball/steve-bartman-chicago-cubs-world-series-ring.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.parsintl.com/publication/the-new-york-times/"
            ]
        },
        "key_words": [
            "think",
            "nationals",
            "title",
            "manager",
            "games",
            "world",
            "cubs",
            "season",
            "looking",
            "wrigley",
            "field",
            "waiting",
            "ring",
            "baker",
            "series",
            "dusty"
        ]
    }
]