[
    {
        "url": "https://www.reuters.com/article/us-reutersrankings-europeanuniversities-idUSKBN17Z09T",
        "title": "Europe's Most Innovative Universities - 2017",
        "authors": [
            {
                "name": "David Ewalt",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-12-22",
        "text": "Europe's Most Innovative Universities - 2017\n10 Min Read\n(Reuters) - Europe’s top tech hubs tend to radiate from massive capital cities like London, Berlin and Paris. But the heart of European innovation isn’t a major metropolis –it’s a small city in the Dutch-speaking region of Flanders. That’s the conclusion of Reuters’ second annual ranking of Europe’s Most Innovative Universities , a list that identifies and ranks the educational institutions doing the most to advance science, invent new technologies, and help drive the global economy ( Compare all 100 schools here ).\nThe library of the university KU Leuven \"Katholieke Universiteit Leuven\" is pictured in Leuven, Belgium, June 8, 2016. REUTERS/Francois Lenoir\nThe most innovative university in Europe, for the second year running, is Belgium’s KU Leuven . This nearly 600-year-old institution was founded by Pope Martin V, but today it’s better known for technology than theology: KU Leuven maintains one of the largest independent research and development organizations on the planet. In fiscal 2015, the university’s research spending exceeded €454 million, and its patent portfolio currently includes 586 active families, each one representing an invention protected in multiple countries.\nHow does a relatively small Catholic university out-innovate bigger, better-known institutions across Europe? KU Leuven earned its first-place rank, in part, by producing a high volume of influential inventions. Its researchers submit more patents than most other universities on the continent, and outside researchers frequently cite KU Leuven inventions in their own patent applications. Those are key criteria in Reuters ranking of Europe’s Most Innovative Universities, which was compiled in partnership with Clarivate Analytics, and is based on proprietary data and analysis of indicators including patent filings and research paper citations.\nThe second most innovative university in Europe is Imperial College London , an institution whose researchers have been responsible for the discovery of penicillin, the development of holography and the invention of fiber optics. The third-place University of Cambridge  has been associated with 91 Nobel Laureates during its 800-year history. And the fourth-place Technical University of Munich  has spun off more than 800 companies since 1990, including a variety of high-tech startups in industries including renewable energy, semiconductors and nanotechnology.\nOverall, the same countries that dominate European business and politics dominate the ranking of Europe’s Most Innovative Universities. German universities account for 23 of the 100 institutions on the list, more than any other country, and the United Kingdom comes in second, tied with France, each with 17 institutions. But those three countries are also among the most populous and richest countries on the continent. Control for those factors, and it turns out that countries with much smaller populations and modest economies often outperform big ones.\nThe Republic of Ireland has only three schools on the entire list, but with a population of less than 5 million people, it can boast more top 100 innovative universities per capita than any other country in Europe. On the same per capita basis, the second most innovative country on the list is Denmark, followed by Belgium, Switzerland and the Netherlands. Germany, the United Kingdom and France rank in the middle of the pack, an indication that they may be underperforming compared with their smaller neighbors: On a per capita basis, none of those countries has half as many top 100 universities than Ireland.\nAnd the same trends hold true if you look at national economies. According to the International Monetary Fund, in 2016 Germany’s gross domestic product exceeded $3.49 trillion –11 times larger than Ireland at $307 billion, yet Germany has only 7 times as many top 100 innovative universities.\nSome countries underperform even more drastically. Russia is Europe’s most populous country and has the region’s fifth largest economy, yet none of its universities count among the top 100. Other notable absences include any universities from Ukraine or Romania–a fact that reveals another divide between Western and Eastern Europe.\nTo compile the ranking of Europe’s most innovative universities, Clarivate Analytics (formerly the Intellectual Property & Science business of Thomson Reuters) began by identifying more than 600 global organizations that published the most articles in academic journals, including educational institutions, nonprofit charities, and government-funded institutions. That list was reduced to institutions that filed at least 50 patents with the World Intellectual Property Organization in the period between 2010 and 2015. Then they evaluated each candidate on 10 different metrics, focusing on academic papers (which indicate basic research) and patent filings (which point to an institution’s ability to apply research and commercialize its discoveries). Finally, they trimmed the list so that it only included European universities, and then ranked them based on their performance.\nThis is the second consecutive year that Clarivate and Reuters have collaborated to rank Europe’s Most Innovative Universities, and three universities that ranked in the top 100 in 2016 fell off the list entirely: the Netherland’s Eindhoven University of Technology, Germany’s University of Kiel, and the UK’s Queens University Belfast. All three universities filed fewer than 50 patents during the period examined for the ranking, and thus were eliminated from consideration. They’ve been replaced by three new entrants to the top 100: the University of Glasgow  (#54), the University of Nice Sophia Antipolis  (#94), and the Autonomous University of Madrid  (#100).\nThe returning universities that made the biggest moves on the list were the Netherland’s Leiden University  (up 21 spots to #17) and Germany’s Technical University of Berlin  (up 21 spots to #41). Belgium’s Université Libre of Brussels  (down 17 to #38) and the UK’s University of Leeds  (down 17 to #73) made the biggest moves in the opposite direction. Generally, though, the list remained largely stable: Nine of the top ten schools of 2016 remained in the top 10 for 2017, and 17 of the top 20. This stability is understandable because something as large as university paper output and patent performance is unlikely to change quickly.\nOf course, the relative ranking of any university does not provide a complete picture of whether its researchers are doing important, innovative work. Since the ranking measures innovation on an institutional level, it may overlook particularly innovative departments or programs: a university might rank low for overall innovation but still operate one of the world’s most innovative computer science laboratories, for instance. And it’s important to remember that whether a university ranks at the top or the bottom of the list, it’s still within the top 100 on the continent: All of these universities produce original research, create useful technology and stimulate the global economy.\n To see the full methodology, click here .\n(Editing by Arlyn Gajilan and Alessandra Rafferty)\nOur Standards: The Thomson Reuters Trust Principles.\n0 : 0\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.reuters.com/innovative-universities-europe-2017/methodology"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.reuters.com/innovative-universities-europe-2017/profile",
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "innovative",
            "universities",
            "second",
            "2017",
            "leuven",
            "institutions",
            "list",
            "europes",
            "university",
            "100",
            "ranking"
        ]
    }
]