[
    {
        "url": "https://www.politico.com/story/2016/09/obama-netanyahu-israel-228335?cmpid=sf",
        "title": "Obama to meet with Netanyahu",
        "authors": [
            {
                "name": "Politico Staff",
                "link": null
            },
            {
                "name": "Edward-Isaac Dovere",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-18",
        "text": "Obama to meet with Netanyahu\nBy POLITICO STAFF\nPresident Barack Obama is scheduled to meet with Israeli Prime Minister Benjamin Netanyahu on the sidelines of this week’s U.N. General Assembly in New York, the White House said Sunday.\nThe meeting, set to occur Wednesday, “will afford them an opportunity to discuss the strong ties between the United States and Israel, as recently underscored by the finalization of a new 10-year Memorandum of Understanding with Israel, the single largest pledge of military assistance in U.S. history,” White House Press Secretary Joshua Earnest said. “The meeting also will be an opportunity to discuss the need for genuine advancement of a two-state solution to the Israeli-Palestinian conflict in the face of deeply troubling trends on the ground.”\nStory Continued Below\nEarnest said the two leaders are “likely” to discuss the U.S.-led nuclear deal with Iran, as well as “other regional security issues.”\nLast week, Israel and the United States inked a $38 billion, 10-year aid package that is the largest such agreement in U.S. history. But the deal came with conditions that Netanyahu’s political rivals have attacked as unacceptable concessions, including a promise not to ask Congress for additional funding and the phasing out of provisions that allowed Israel to spend a portion of U.S. aid money on its own defense industry.\nEhud Barak, a former Israeli prime minister and a former defense minister under Netanyahu, blasted the arrangement in a Washington Post op-ed as “far less than what could have been obtained before the prime minister chose to blatantly interfere with U.S. politics.\" Barak has also gone after Netanyahu in more than an half-dozen scathing interviews in Israel.\nNetanyahu on Sunday defended the deal at the start of his weekly cabinet meeting, thanking Obama and the U.S. Congress and pushing back against Barak and other unnamed critics.\n“I hear all kinds of background noise and disinformation about the agreement,” Netanyahu said. “I would like to make it clear: We were never offered more. We were not offered more money, not even one dollar, and we were never offered special technologies. These are distortions and fabrications of interested parties; either they do not have the facts or they are distorting the facts, and they are, of course, showing ingratitude, and in my view this is the saddest thing of all, ingratitude to our greatest and best friend, the United States.”\nNetanyahu’s relationship with Obama has been strained through the president’s two terms in office — tensions that exploded into public view last year, when he accepted an invitation from then House Speaker John Boehner to address a joint meeting of Congress without first informing the White House.\nThe Israeli prime minister denied any breach of protocol, but he used the March 2015 speech to blast the nuclear agreement with Iran as a “bad deal” that posed a mortal threat to Israel. Enough Democrats stood by the president, however, and Republicans weren’t able to stop it from going into effect in January.\nBy POLITICO STAFF\nThe two leaders have sought to mend fences , but tensions have occasionally flared. In March 2016, Netanyahu abruptly canceled a planned meeting with Obama, a move the White House criticized as bad manners.\nMore recently, the Obama administration chastised Netanyahu for saying that Palestinians favored “ethnic cleansing,” with the State Department described as “inappropriate and unhelpful.”\nThe meeting comes as the Obama administration reportedly weighs whether to outline its view of what a two-state solution should look like, a move that would embarrass Netanyahu and likely lead to a new explosion of tensions just as the president wraps up his tenure.\nObama will also have a “pull-aside” meeting with Chinese Premier Li Keqiang on Monday, Earnest said. “The two leaders will discuss steps to deepen the U.S.-China relationship, while addressing issues of bilateral and regional concern, including North Korea's provocations,” he said.\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "will afford them an opportunity to discuss the strong ties between the United States and Israel, as recently underscored by the finalization of a new 10-year Memorandum of Understanding with Israel, the single largest pledge of military assistance in U.S. history,",
                "",
                false
            ],
            [
                "The meeting also will be an opportunity to discuss the need for genuine advancement of a two-state solution to the Israeli-Palestinian conflict in the face of deeply troubling trends on the ground.",
                "",
                true
            ],
            [
                "I hear all kinds of background noise and disinformation about the agreement,",
                "Netanyahu",
                true
            ],
            [
                "I would like to make it clear: We were never offered more.",
                "Netanyahu",
                true
            ],
            [
                "We were not offered more money, not even one dollar, and we were never offered special technologies.",
                "Netanyahu",
                true
            ],
            [
                "These are distortions and fabrications of interested parties; either they do not have the facts or they are distorting the facts, and they are, of course, showing ingratitude, and in my view this is the saddest thing of all, ingratitude to our greatest and best friend, the United States.",
                "Netanyahu",
                true
            ],
            [
                "The two leaders will discuss steps to deepen the U.S.-China relationship, while addressing issues of bilateral and regional concern, including North Korea's provocations,",
                "Obama",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.politico.com/story/2015/11/obama-meets-netanyahu-215640",
                "https://www.politico.com/story/2016/03/benjamin-netanyahu-cancels-white-house-react-220432",
                "https://www.washingtonpost.com/opinions/global-opinions/ehud-barak-netanyahus-reckless-conduct-endangers-israel/2016/09/14/73686d3a-79ed-11e6-bd86-b7bbd53d2b5d_story.html?utm_term=.69c067883191"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "israel",
            "minister",
            "netanyahu",
            "deal",
            "white",
            "prime",
            "obama",
            "meet",
            "discuss",
            "house",
            "meeting"
        ]
    }
]