[
    {
        "url": "http://beforeitsnews.com/sports/2017/09/wait-i-agree-with-david-ortiz-2701381.html",
        "title": "Wait... I Agree With David Ortiz?!",
        "authors": [
            {
                "name": "Bleeding Yankee Blue",
                "link": null
            }
        ],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "Thursday, September 28, 2017 5:42\n% of readers think this story is Fact. Add your two cents.\nCredit: Matt West.\nTime to circle the calendar because this may never happen again….but David Ortiz something that I agree with. Actually, not just one thing. It’s weird, I hope I am not going soft here. Just because he isn’t playing against the Yankees anymore I haven’t forgotten how much of a pain in our side he was for years. Now suddenly I am agreeing with him? This is…..weird. Twilight Zone weird.\nHe’s right though. We are good, and he even said so in a story by the New York Daily News . “The Yankees look good. Hey, when you’re in (the playoffs), anything can happen. It’s like starting from zero. Cleveland has been playing crazy good, Houston has been playing crazy good. But I always believe in the underdog. The underdog is always my favorite. You never know what can happen.”\nNow I am actually interested to hear him when he works for Fox Sports during the MLB postseason games. I was indifferent before but not only did he admit the Yankees are good….but he said he likes the underdog and I have almost cheered for the underdog. I say almost always because 2004 still haunts me and the 2001 World Series I still can’t talk about. But seriously….I love a good story about the underdog.\nThe Yankees are the underdog. Right now, mathematically the Yankees could still win the division but that looks unlikely. As hot as the Yankees are right now, so are the Red Sox. Both teams won on Wednesday night and the Yankees are still three games out with only four games to play. Counting on the Red Sox to suddenly tank is extremely unlikely.\nSo right now it looks like the Yankees would play the Twins in the Wild Card game with home field advantage. Assuming that we win and advance to the NLDS then Andrew Miller and the Cleveland Indians scary pitching staff would be waiting for the Yankees. Just like Ortiz said we look good but Cleveland is “crazy good” and no one can deny that.\nPhoto: New York Post\nWe would absolutely be the underdog here and with Luis Severino likely starting our Wild Card game that would potentially make him unavailable to pitch until a game four match-up. That part I don’t like so much but….you gotta get to the ALDS first right?\nBut similarly the Red Sox are also the underdog. Assuming they win the AL East (it hurt to type that) they have to take on the Houston Astros, and they are also “crazy good.” Both the Yankees and the Red Sox will have a tough road ahead of them Dallas Keuchel has had postseason success and they have a strong rotation also. That is a series I would love to watch.\nThe Yankees have a lot to be proud of this season. We got further than anyone expected and the Red Sox were always considered to be the favorite in the AL East, but our kids have proven everyone that even without the veteran star power we can still win and be competitive….oh and Ortiz was also right when he called Aaron Judge “a beast” who has rebounded big time this month.\nThe best part about all of this for me is basically reading Ortiz call the Yankees his favorite. He didn’t exactly say it but it was implied. The Yankees are the underdog, and he loves the underdog so David Ortiz loves us.\nYeah……OK that’s weird. Either way, carry on!\n–Jeana Bellezza\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nFeatured\nTop Global\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Hey, when you’re in (the playoffs), anything can happen.",
                "",
                true
            ],
            [
                "It’s like starting from zero.",
                "",
                true
            ],
            [
                "Cleveland has been playing crazy good, Houston has been playing crazy good.",
                "",
                true
            ],
            [
                "But I always believe in the underdog.",
                "",
                true
            ],
            [
                "The underdog is always my favorite.",
                "",
                true
            ],
            [
                "You never know what can happen.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://www.nydailynews.com/sports/baseball/yankees/david-ortiz-underdog-yankees-deep-october-run-article-1.3521184",
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com",
                "http://www.prodo1.com/"
            ]
        },
        "key_words": [
            "red",
            "good",
            "right",
            "playing",
            "wait",
            "win",
            "ortiz",
            "sox",
            "crazy",
            "yankees",
            "agree",
            "underdog",
            "david"
        ]
    }
]