[
    {
        "url": "http://occupydemocrats.com/2016/09/21/ohio-police-chief-crosses-blue-line-voices-disgust-terence-crutchers-murder/",
        "title": "Ohio Police Chief Crosses Blue Line, Voices Disgust Over Terence Crutcher’s Murder",
        "authors": [
            {
                "name": "Grant Stern",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-21",
        "text": "Now Reading\nOhio Police Chief Crosses Blue Line, Voices Disgust Over Terence Crutcher’s Murder\n0 Shares\nRead Next\nPolice brutality has never truly left America’s national conversation, but it had taken a back seat to the presidential election circus until video showed Tulsa police shooting and killing Terence Crutcher in cold blood. It was all too much for one small town Ohio police chief, and his moving words have started gone viral on social media  according to PINAC News :\nBut Middletown Police Chief Rodney Muterspaw said he could not remain silent after watching Tulsa police officer Betty Shelby shoot and kill Terence Crutcher, tweeting the following message Tuesday, which has been retweeted almost 6,000 times as of this writing. The video showing an Oklahoma cop shoot and kill Terence Crutcher after he had his hands in the air, only to later claim he was not complying, is so outrageous that even an Ohio police chief took to social media to voice his disgust. And that is something we never see.\nAccording to local media  in his hometown of Middleton, Chief Muterspaw wrote on his Facebook page that if police officers “can’t do the job or are scared of people different than you, then get out of the job. You are making us all look bad. STOP.”\n“It could be us tomorrow,” Muterspaw told the Journal-News. “You have to look at it. It’s not second-guessing anybody. It’s training for us. It’s a chance to learn from it. We are not robots. We have an opinion too. If it makes our department better and keeps our officers safer, if it makes the city better we should speak out about it.” He said Middletown officers have removed 137 weapons from suspects this year without firing their guns.\nThen he went onto twitter and fired off a pair of tweets heard round the world. Here’s the Chief’s two public tweets, which were embedded into PINAC News’ story before he took his account private after gaining national attention:\nThe message isn’t resonating in Tulsa, where officers have stuck to their hokum story that Terence Crutcher tried to reach into his car window for a gun – even though a video shows clearly that the window was closed . Now officers are trying to slander Crutcher claiming that it’s all a drug related issue, an obvious attempt to discredit their dead victim – which curiously, they hadn’t tried to do until his killing gained national attention. In any case, we don’t recall drug posession carrying the death penalty in United States of America, or the suspension of his right to a fair trial. Now  Department of Justice officials are going to investigate the Tulsa officer who killed Crutcher, and with any luck field criminal charges against the cop whose story has frequently changed to desperately try and justify her lethal actions.\nChief Muterspaw’s impassioned call to the professionalism of police, to empathy in their daily life and his commitment to less violent policing is a lesson that one good cop won’t spoil the bunch. Sadly, this is newsworthy because he’s quite possibly the only high ranking police official in America who is (or was) openly siding with Americans, and siding with citizens right to life, liberty and the pursuit of happiness.\nWhat do you think?\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [
            [
                "can’t do the job or are scared of people different than you, then get out of the job.",
                "Muterspaw",
                false
            ],
            [
                "You are making us all look bad.",
                "Muterspaw",
                true
            ],
            [
                "You have to look at it.",
                "Muterspaw",
                true
            ],
            [
                "It’s not second-guessing anybody.",
                "Muterspaw",
                true
            ],
            [
                "It’s a chance to learn from it.",
                "Muterspaw",
                true
            ],
            [
                "If it makes our department better and keeps our officers safer, if it makes the city better we should speak out about it.",
                "Muterspaw",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://theintercept.com/2016/09/20/video-shows-terence-crutcher-not-reaching-car-shot-lawyer-says/",
                "https://www.journal-news.com/news/middletown-police-chief-sick-tired-officer-involved-shootings/aO0KaTYQFDB1FtZzgZay9N/",
                "https://www.cnn.com/2016/09/20/us/oklahoma-tulsa-police-shooting/index.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://photographyisnotacrime.com/2016/09/20/ohio-police-chief-crosses-blue-line-by-voicing-disgust-over-terence-crutcher-shooting-death/",
                "https://occupydemocrats.com/privacy/"
            ]
        },
        "key_words": [
            "muterspaw",
            "murder",
            "disgust",
            "tulsa",
            "line",
            "terence",
            "crosses",
            "blue",
            "crutcher",
            "media",
            "national",
            "video",
            "chief",
            "officers",
            "cop",
            "crutchers",
            "voices",
            "ohio"
        ]
    }
]