[
    {
        "url": "https://www.nytimes.com/2017/10/10/sports/baseball/cody-bellinger-dodgers-sweep.html?rref=collection%2Fsectioncollection%2Fsports",
        "title": "Cody Bellinger Goes Deep, and Upside Down, for Dodgers",
        "authors": [
            {
                "name": "Karen Crouse",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-10",
        "text": "Advertisement\nImage\nThe Dodgers’ Cody Bellinger falling into his team’s dugout after catching a foul pop in a playoff game against Arizona on Monday. The Dodgers swept the series.CreditCreditRick Scuteri/Associated Press\nPHOENIX — During the regular season, Cody Bellinger exhibited the poise and production of a veteran. But in his first postseason he was looking every bit the rookie. With Los Angeles trying to sweep its National League division series against the Arizona Diamondbacks, Bellinger, the Dodgers’ first baseman and cleanup hitter, was pressing badly.\nIn Game 3 Monday night at Chase Field here, he produced a two-pitch R.B.I. groundout in the first inning and a one-pitch fly-ball out in the third. Bellinger’s impatience stood out in a lineup of Dodgers hitters — including the normally impetuous Yasiel Puig — who were wearing down Diamondbacks starter Zack Greinke by taking him deep into counts.\nAfter Bellinger’s second at-bat, Dodgers Manager Dave Roberts followed him to the bat rack, filling his ear with encouragement.\n“Don’t try to do too much,” Roberts said he told him. “Just go out there and compete.”\nBellinger did not make it to the majors before his 22nd birthday by being a slow study. In his next at-bat, in the fifth inning, he deposited a 3-1 pitch by Greinke over the left-field fence for what amounted to the decisive run in the Dodgers’ clinching 3-1 victory . The homer, the 40th of his rookie season but his first since Sept. 22, was Bellinger’s second hit in 13 postseason at-bats.\nIn the bottom of the inning, he followed the homer with the defensive play of the series, chasing a Jeff Mathis pop-up into the visiting dugout right after Daniel Descalso’s two-out solo homer had cut the Dodgers’ lead to 2-1. Bellinger sprinted to the top of the dugout, stretched for the ball and toppled over the protective railing, just a few inches from where Roberts was perched, his eyes wide with concern.\n“I should have been a little bit quicker to save him, but it was a heck of a play,” Roberts said of Bellinger, whose legs splayed in the air like a wishbone as he landed on his left shoulder on a dugout step but managed to keep the ball squeezed in the mitt on his right hand.\nThe momentum that Bellinger created with his bat and his glove carried over into the next inning, which Austin Barnes led off with a home run to end Greinke’s night and give Los Angeles a two-run cushion.\n“I think he showed a lot of heart right there going over the rails,” said Barnes, the Dodgers’ catcher.\nThe Dodgers’ relievers then took over where their resplendent starter, Yu Darvish, left off. After Descalso’s solo shot, the Diamondbacks did not manage another hit until David Peralta’s one-out single in the ninth. Paul Goldschmidt, who had two home runs in the series, struck out swinging against the Dodgers’ closer, Kenley Jansen, for the final out.\nA short while later, Bellinger stood drenched in beer in the visitors’ clubhouse and described his catch as if recalling a wild dream.\nImage\nBellinger connecting for a home run in the fifth inning, which helped the Dodgers reach the National League Championship Series.CreditRick Scuteri/Associated Press\n“I just tried to get to the railing as fast as I could,” he said. “I jumped, then I hit the ground. It all happened really fast.”\nBellinger grew up not far from Chase Field, in Chandler, Ariz., and his baseball career has been a blur. In 2007, he starred on a Chandler team that played in the Little League World Series. After a standout career at Hamilton High, located only 28 miles from the Diamondbacks’ ballpark, Bellinger was drafted in the fourth round by the Dodgers in 2013.\nIn four years, he went from the rookie leagues in the minors to being the front-runner for the N.L. Rookie of the Year Award. Bellinger, who was playing for the Glendale Desert Dogs in the Arizona Fall League at this time last year, started this season with the Dodgers’ Class AAA team in Oklahoma City before making his major-league debut on April 25. In 132 regular-season games with the Dodgers, he batted .267 — along with all those home runs.\n“This whole season has been crazy,” Bellinger said, adding: “It was really cool coming back here to Chase Field. I played here in high school and went to a lot of games as a kid. So to celebrate here on the Dodgers is pretty special.”\nThe local product who made good for the visiting team engendered a few boo birds on Monday night, but they were drowned out by the chants of “Co-dy” from the Dodgers fans in the sellout crowd of 48,641.\n“I had a lot of friends and family in the stands,” said Bellinger, whose rooting section did not include his father, Clay, a firefighter in Gilbert, who had to work.\nClay Bellinger was a member of the 1999 and 2000 World Series champions as a Yankees backup and had the briefest of cameos with another champion, the 2002 Anaheim Angels.\nOn Monday night, the walk from the clubhouse to the interview room, which required threading his way through the crowd of children waiting outside the visitors’ clubhouse for their fathers, was a nostalgic trip for Bellinger.\n“I remember going in the parades through downtown New York, and seeing those videos are pretty crazy,” he said. “So hopefully we can get one in L.A. and I can experience that for myself.”\nHis father, Bellinger said, has always been the one he turns to when he is struggling with some aspect of his game. On Monday, Roberts filled that role.\n“I was frustrated at myself not getting the job done, and he kind of pulled me aside and said, ‘Next at-bat, don’t try to do too much,’ ’’ Bellinger said. “So I kind of took that and ran with it.”\nCorrection: \nOct 18, 2017\nAn article last Wednesday about Cody Bellinger’s performance for the Los Angeles Dodgers during the postseason misstated the hand on which Bellinger wears his mitt. It is his right, not his left.\nFollow Karen Crouse on Twitter: @bykaren\nA version of this article appears in print on , Section B, Page 11 of the New York edition with the headline: Lifting the Dodgers With a Swing of the Bat, and a Flip of His Body. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "Don’t try to do too much,",
                "Roberts",
                true
            ],
            [
                "Just go out there and compete.",
                "Roberts",
                true
            ],
            [
                "I should have been a little bit quicker to save him, but it was a heck of a play,",
                "Roberts",
                true
            ],
            [
                "I think he showed a lot of heart right there going over the rails,",
                "Barnes",
                true
            ],
            [
                "I just tried to get to the railing as fast as I could,",
                "",
                true
            ],
            [
                "I jumped, then I hit the ground.",
                "",
                true
            ],
            [
                "This whole season has been crazy,",
                "Cody Bellinger",
                true
            ],
            [
                "It was really cool coming back here to Chase Field.",
                "Cody Bellinger",
                true
            ],
            [
                "I played here in high school and went to a lot of games as a kid.",
                "Cody Bellinger",
                true
            ],
            [
                "So to celebrate here on the Dodgers is pretty special.",
                "Cody Bellinger",
                true
            ],
            [
                "I had a lot of friends and family in the stands,",
                "Cody Bellinger",
                true
            ],
            [
                "I remember going in the parades through downtown New York, and seeing those videos are pretty crazy,",
                "",
                true
            ],
            [
                "So hopefully we can get one in L.A. and I can experience that for myself.",
                "",
                true
            ],
            [
                "Next at-bat, don’t try to do too much,",
                "",
                true
            ],
            [
                "So I kind of took that and ran with it.",
                "Cody Bellinger",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/10/10/sports/baseball/dodgers-dbacks-nlcs.html?rref=collection%2Fsectioncollection%2Fsports&module=inline",
                "https://www.nytimes.com/2016/10/15/sports/baseball/los-angeles-dodgers-rookie-manager-dave-roberts.html?module=inline",
                "https://www.nytimes.com/2016/12/12/sports/kenley-jansen-said-to-agree-to-5-year-80-million-deal-with-dodgers.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.parsintl.com/publication/the-new-york-times/"
            ]
        },
        "key_words": [
            "diamondbacks",
            "bellinger",
            "rookie",
            "dodgers",
            "postseason",
            "deep",
            "cody",
            "roberts",
            "second",
            "bellingers",
            "upside",
            "season",
            "goes",
            "inning",
            "greinke"
        ]
    }
]