[
    {
        "url": "https://www.reuters.com/article/us-usa-puertorico-water/puerto-rico-governor-hell-to-pay-over-water-food-deliveries-idUSKBN1CE1GS",
        "title": "'Hell to pay' over water, food deliveries, Puerto Rico governor warns",
        "authors": [
            {
                "name": "Doina Chiacu",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-09",
        "text": "'Hell to pay' over water, food deliveries, Puerto Rico governor warns\nWASHINGTON (Reuters) - Puerto Rican Governor Ricardo Rossello on Monday ordered an investigation into water distribution on the hurricane-battered island and warned there would be “hell to pay” for mishandling of supplies.\nDebris is seen outside a home damaged by Hurricane Maria is seen in the Trujillo Alto municipality outside San Juan, Puerto Rico, October 9, 2017. REUTERS/Shannon Stapleton\nRossello said drinking water supplies have been restored to nearly 60 percent of the island but some areas in the north remained at around 20 percent nearly three weeks after Hurricane Maria hit the U.S. territory.\nThe government was delivering food and water supplies to municipalities but people in some areas said they were not receiving them from local authorities.\nRossello told a news briefing in San Juan he ordered an investigation of water distribution after receiving complaints.\n“If we are indeed getting ... several hundred thousand liters of water and several hundred thousand portions of food to the municipalities, yet some people in those municipalities are claiming that they’re not seeing anything be delivered or they don’t know where to find food, then it’s important that we investigate why this is happening,” he said.\nThe distribution of supplies including food, water and fuel has been a major challenge for the struggling government after Maria wiped out its power grid, flooded roads and crippled the communications system.\nHe said the government was trying to identify problems in the distribution pipeline and looking to ensure that local leaders deliver resources as soon as they arrive in a municipality.\nThe governor said National Guard troops and auditors were helping to determine what was occurring.\n“If there is a place, a locality that is not delivering food to the people of Puerto Rico that need it, there’s going to be some hell to pay,” Rossello told CNN earlier Monday.\nThree weeks after the storm hit, Puerto Rico still has a long road to recovery, having only 15 percent of electrical power restored and struggling to regain communication services. The White House has asked Congress for $29 billion in hurricane relief for Puerto Rico, Texas and Florida.\nThe federal government’s waiver of the Jones Act for Puerto Rico will not be extended after it expires on Sunday night, a Department of Homeland Security official said on Monday. The act limits shipping between U.S. coasts to U.S. flagged vessels and can drive up the cost of goods.\nAdditional reporting by Makini Brice and Stephanie Kelly\n",
        "quotes": [
            [
                "If we are indeed getting ... several hundred thousand liters of water and several hundred thousand portions of food to the municipalities, yet some people in those municipalities are claiming that they’re not seeing anything be delivered or they don’t know where to find food, then it’s important that we investigate why this is happening,",
                "Rossello",
                true
            ],
            [
                "If there is a place, a locality that is not delivering food to the people of Puerto Rico that need it, there’s going to be some hell to pay,",
                "Rossello",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "municipalities",
            "food",
            "maria",
            "hurricane",
            "governor",
            "deliveries",
            "distribution",
            "supplies",
            "warns",
            "puerto",
            "pay",
            "weeks",
            "rico",
            "hell",
            "water"
        ]
    }
]