[
    {
        "url": "http://author.addictinginfo.org/2016/09/23/louisiana-cop-claims-murdering-a-6-year-old-child-was-self-defense/",
        "title": "Louisiana Cop Claims Murdering A 6-Year Old Child Was Self-Defense",
        "authors": [
            {
                "name": "Rika Christensen",
                "link": null
            }
        ],
        "publisher": "addictinginfo.com",
        "publish_date": "2016-09-23",
        "text": "·\nA Louisiana deputy city marshal is in hot water after body cam footage revealed him shooting at a suspect who had his hands up in the air. This is, sadly, becoming too common a story in the news as awareness of problems with officers who have hair-trigger fingers grows. What makes this story sadly and horrifically unique, though, is that Deputy Derrick Stafford also shot and killed the suspect’s six-year old son.\n“Stafford, out of fear for his life and that of his fellow officers, began shooting at the vehicle to prevent any further actions by [Christopher] Few which would put the officers in imminent danger.”\nOfficers went after Christopher Few after watching an argument between him and his girlfriend outside a bar just before the 2015 shooting. They claimed witnessing domestic abuse as the reason they decided to chase down Few, whose six-year old son, Jeremy, was in the front passenger seat.\n18 rounds were fired although Few had his hands up, but no firearm was found in the car, and Few and Jeremy were both shot while still in the car. Stafford and his partner, Norris Greenhouse, said that after Few drove forward and then backed up, they were in fear for their lives, so they fired.\nThat’s always the story, though. It makes us wonder just what police departments are teaching that so many officers shoot first and ask questions later, claiming they were in fear for their lives when it’s obvious that their suspects were unarmed, and even had their hands in the air.\nReports claim that neither Stafford nor Greenhouse knew Jeremy was in the car when they opened fire. Few was critically wounded, and Jeremy, who was autistic, non-verbal and in a special-needs first-grade class, was murdered.\nStafford’s plea of “self-defense” is a huge middle finger to Few and the rest of Jeremy’s grieving family. Arguments will be heard in court next week, where Judge William Bennett will decide whether the indictments stand.\nFeatured image via Louisiana State Police Facebook page\nSearch\nArchives\nArchives\n",
        "quotes": [
            [
                "Stafford, out of fear for his life and that of his fellow officers, began shooting at the vehicle to prevent any further actions by [Christopher] Few which would put the officers in imminent danger.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.rawstory.com/2016/09/louisiana-cop-charged-with-murder-but-he-says-he-shot-6-year-old-dead-in-self-defense/",
                "https://www.cnn.com/2015/12/10/us/louisiana-child-shooting/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/LouisianaStatePolice/posts/1205414602808461"
            ]
        },
        "key_words": [
            "murdering",
            "shooting",
            "car",
            "suspects",
            "claims",
            "fear",
            "old",
            "jeremy",
            "louisiana",
            "selfdefense",
            "hands",
            "shot",
            "sixyear",
            "officers",
            "cop",
            "stafford",
            "6year",
            "child"
        ]
    }
]