[
    {
        "url": "http://www.cnn.com/2017/05/15/us/2017-atlantic-hurricane-season-fast-facts/index.html",
        "title": "2017 Atlantic Hurricane Season Fast Facts",
        "authors": [
            {
                "name": "Cnn Library",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-05-15",
        "text": "CNN Library\nUpdated 1:39 PM ET, Wed August 29, 2018\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\n(CNN)\nHere is a look at the 2017 Atlantic hurricane season .\nFacts:\nThe 2017 Atlantic hurricane season runs from June 1 to November 30. The areas covered include the North Atlantic Ocean, Gulf of Mexico and the Caribbean Sea.\nJUST WATCHED\nJUST WATCHED\nPreparing for a hurricane 01:14\nThe National Weather Service defines a hurricane as \"an intense tropical weather system with well-defined circulation and sustained winds of 74 mph (64 knots) or higher.\"\nThe 1-5 scale estimates potential property damage.\nRead More\nA Category 3 or higher is considered a major hurricane.\nThe National Hurricane Center advises preparedness :\nA hurricane watch indicates the possibility that a region could experience hurricane conditions within 48 hours.\nA hurricane warning indicates that sustained winds of at least 74 mph are expected within 36 hours.\nPredictions:\nApril 6, 2017 - The Tropical Meteorology Project from Colorado State University predicts that the \"2017 Atlantic basin hurricane season will have slightly below-average activity.\" They predict a total of 11 named storms and four hurricanes.\nMay 25, 2017 - The National Oceanic and Atmospheric Administration (NOAA) forecasts a 45% chance for an above-normal season , predicting that there is a 70% chance of having 11 to 17 named storms, of which five to nine could develop into hurricanes, including two to four major hurricanes (categories 3-5).\nApril 21, 2017 - Arlene moves southwest and south until it dissipates.\nJune 20, 2017 - Weakens into a tropical wave.\nJune 20, 2017 - Tropical Storm Cindy forms in the Gulf of Mexico, about 265 miles south of Morgan City, Louisiana.\nJune 22, 2017 - Makes landfall just south of Lake Charles, Louisiana. Later weakens to a tropical depression.\nAugust 6, 2017 - Tropical Storm Franklin forms over the northwestern Caribbean.\nAugust 7, 2017 - Makes landfall on the eastern coast of the Yucatan Peninsula.\nAugust 9, 2017 - Franklin becomes a Category 1 hurricane about 105 miles northeast of Veracruz, Mexico.\nAugust 10, 2017 - Makes landfall in Veracruz, Mexico. Later, Franklin weakens to a tropical storm and then dissipates.\nAugust 13, 2017 - Tropical Storm Gert forms in the Atlantic Ocean.\nAugust 14, 2017 - Gert becomes a hurricane, the second of the season.\nAugust 17, 2017 - Weakens to a post-tropical cyclone.\nPhotos: Hurricane Harvey slams Texas\nPhotos: Hurricane Harvey slams Texas\nDowntown Houston is reflected in the flooded Buffalo Bayou on Wednesday, August 30, five days after Hurricane Harvey  made landfall in Texas. The Category 4 storm came ashore late Friday, August 25, just north of Port Aransas, and has caused historic flooding. Correction: Previous versions of this gallery incorrectly reported that Hurricane Harvey is the strongest storm to make landfall in the United States since Wilma in 2005. Harvey is actually the strongest storm to make landfall in the United States since Charley in 2004.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nMembers of the Louisiana Department of Wildlife and Fisheries, the Florida Fish and Wildlife Conservation Commission and the Louisiana National Guard help rescue elderly people from a flooded assisted living home in Orange, Texas, on August 30.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nA baby sits with family belongings at a Gallery Furniture store in Houston  being used as a temporary shelter on August 30.\nHide Caption\nFloodwaters engulf homes in Port Arthur on August 30.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nJanice Forse cries at an emergency shelter in Beaumont on August 30. Her home in Beaumont was flooded Wednesday morning. \"Even Katrina wasn't this bad,\" Forse told the Austin American-Statesman.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nTammy Dominguez, left, and her husband, Christopher Dominguez, sleep on cots at the George R. Brown Convention Center, where nearly 10,000 people are taking shelter in Houston, on August 30.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nA cat tries to find dry ground around a flooded apartment complex on August 30 in Houston.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nVolunteer rescue workers help a woman from her flooded home in Port Arthur on August 30.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nThe Florida Air Force Reserve Pararescue team from the 308th Rescue Squadron helps evacuees board a helicopter in Port Arthur on August 30.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nWater from the Addicks Reservoir flows into neighborhoods in Houston as floodwaters rise Tuesday, August 29.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nChris Gutierrez, second from right, helps his grandmother, Edelmira Gutierrez, down the stairs of their flooded house and into a waiting firetruck in the Concord Bridge neighborhood of Houston on August 29.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nMembers of the National Guard rest at a furniture store in Richmond, Texas, on August 29.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nAlexis Hernandez holds her daughter Faith at the George R. Brown Convention Center, which is serving as a shelter in Houston.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nEvacuees make their way though floodwaters in Houston on August 29.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nPresident Donald Trump takes part in a briefing on Harvey as he visits Corpus Christi on August 29. In a stop in Austin, Trump spoke of the long-term effort and stiff costs that will be needed to rebuild the region. \"Nobody's seen this kind of water,\" he said. \"Probably, there's never been something so expensive in our country's history.\" While talking about recovery and relief efforts, Trump said, \"We want to do it better than ever before.\"\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nCivilian rescuers put a boat into a flooded road to search for people in Cypress on August 29.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nVolunteers organize items donated for Hurricane Harvey victims in Dallas on August 29.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nAn overview of downtown Houston on August 29 shows the scale of the catastrophic flooding.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nMatthew Koser searches for important papers and heirlooms inside his grandfather's house in Houston's Bear Creek neighborhood on August 29. The neighborhood flooded after water was released from nearby Addicks Reservoir.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nShane Johnson removes items from a family home in Rockport, Texas, on August 29.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nAirplanes sit at a flooded airport in Houston on August 29.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nPeople set up a shelter for volunteer rescue workers at Fairfield Baptist Church in Cypress, Texas, on August 29.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nShardea Harrison looks at her 3-week-old baby, Sarai, as Dean Mize, right, and Jason Legnon use an airboat to rescue them from their home in Houston on Monday, August 28.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nThousands take shelter at the George R. Brown Convention Center in Houston on August 28.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nRescue boats fill Tidwell Road in Houston as they help flood victims evacuate the area on August 28.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nPeople wait to be rescued from their flooded home in Houston on August 28.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nA firefighter helps Sara Golden and her daughters Paisley, Poppy and Piper board a Texas Air National Guard C-130 at Scholes International Airport in Galveston, Texas, on August 28.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nPeople make their way out of a flooded neighborhood in Houston on August 28.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nSam Speights removes possessions from his damaged home in Rockport on August 28.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nFlood victims wait to unload from the back of a heavy-duty truck after being evacuated from their homes in Houston on August 28.\nHide Caption\nPeople leave a flooded area of Houston on August 28.\nHide Caption\nPeople are rescued in Houston on August 28.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nBridget Brundrett presents an American flag to Texas Gov. Greg Abbott while he was in Rockport on August 28. The flag had been recovered from city hall after flying during the hurricane.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nA Coast Guard helicopter hoists a wheelchair on board after lifting a person to safety from a flooded area of Houston on August 28.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nHouston flood victims eat and rest at the George R. Brown Convention Center on August 28.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nBelinda Penn holds her dogs Winston and Baxter after being rescued from their home in Spring, Texas, on August 28.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nA firefighter is wheeled to a waiting ambulance after he became fatigued while fighting an office-building fire in downtown Houston on August 28.\nHide Caption\nPeople evacuate a neighborhood in west Houston on August 28.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nJulie Martinez, right, hugs her daughter, Gabrielle Jackson, in front of a relative's damaged apartment in Rockport on August 28.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nCattle are stranded in a flooded pasture in La Grange, Texas, on August 28.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nVolunteer rescue boats make their way into a flooded subdivision in Spring, Texas, on August 28.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nHouston police officer Daryl Hudeck carries Catherine Pham and her 13-month-old son, Aiden, after rescuing them from floodwaters on Sunday, August 27.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nPeople push a stalled pickup through a flooded street in Houston on August 27.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nResidents of Rockport return to their destroyed home on August 27.\nHide Caption\nThe Buffalo Bayou floods parts of Houston on August 27.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nTwo men try to beat the current that was pushing them down an overflowing Brays Bayou in Houston on August 27.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nJane Rhodes is rescued by neighbors in Friendswood, Texas, on August 27.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nVolunteers at Sacred Heart Catholic Church prepare cots for evacuees in Elgin, Texas, on August 27.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nDamage to a home is seen in the Key Allegro neighborhood of Rockport on August 27.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nMelani Zurawski cries while inspecting her home in Port Aransas on August 27.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nWilford Martinez, right, is rescued from his flooded car along Interstate 610 in Houston on August 27. Assisting him here is Richard Wagner of the Harris County Sheriff's Department.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nA car is submerged by floodwaters on a freeway near downtown Houston on August 27.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nA resident of the Bayou on the Bend apartment complex watches its first floor flood in Houston on August 27.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nA city flag, tattered by the effects of Hurricane Harvey, flaps in the wind over the police station in Rockport on August 27.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nFort Bend County Sheriff Troy Nehls and Lucas Wu lift Ethan Wu into an airboat as they evacuate the Orchard Lakes subdivision in Fort Bend County, Texas, on August 27.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nDamage is seen at a boat storage building in Rockport on August 27.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nWater rushes from a large sinkhole along a highway in Rosenberg, Texas, on August 27.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nEvacuees wade through a flooded section of Interstate 610 in Houston on August 27.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nEvacuees are loaded onto a truck on an Interstate 610 overpass in Houston on August 27.\nHide Caption\nA graveyard is flooded in Pearland, Texas, on August 27.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nA driver works his way through a maze of fallen utility poles in Taft, Texas, on Saturday, August 26.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nSteve Culver comforts his dog Otis on August 26 as he talks about what he said was the \"most terrifying event in his life.\" Hurricane Harvey destroyed most of his home in Rockport while he and his wife were there.\nHide Caption\nPeople walk through flooded streets in Galveston on August 26.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nAaron Tobias stands in what is left of his Rockport home on August 26. Tobias said he was able to get his wife and kids out before the storm arrived, but he stayed there and rode it out.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nBrad Matheney offers help to a man in a wheelchair in Galveston on August 26.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nJessica Campbell hugs Jonathan Fitzgerald after riding out Hurricane Harvey in an apartment in Rockport.\nHide Caption\nBoats are damaged in Rockport on August 26.\nHide Caption\nA damaged home in Rockport on August 26.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nDonna Raney makes her way out of the wreckage of her home as Daisy Graham assists her in Rockport on August 26. Raney was hiding in the shower after the roof blew off and the walls of her home caved in.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nA laundromat's machines are exposed to the elements in Rockport on August 26.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nA semi-truck is overturned on a highway south of Houston on August 26.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nAn American flag flies in front of a damaged mobile-home park in Rockport on August 26.\nHide Caption\nNASA astronaut Jack Fischer photographed Hurricane Harvey from the International Space Station on Friday, August 25.\nHide Caption\nPhotos: Hurricane Harvey slams Texas\nWaves pound the shore as Harvey approaches Corpus Christi, Texas, on August 25.\nHide Caption\nAugust 25, 2017 - Harvey makes landfall between Port Aransas and Port O'Connor, Texas, as a Category 4 storm with winds of 130 mph. Harvey is the first Category 4 hurricane to make landfall in the United States since Hurricane Charley in 2004 .\nAugust 30, 2017 - Tropical Storm Irma forms 420 miles west of the Cabo Verde Islands.\nAugust 31, 2017 - Irma becomes a hurricane and intensifies into a Category 3 hurricane.\nSeptember 4, 2017 - Irma strengthens to a Category 4 hurricane about 490 miles east of the Leeward Islands.\nSeptember 6, 2017 - Hits Antigua, Barbuda St. Martin, Anguilla, St. Kitts and Nevis, US Virgin Islands, British Virgin Islands, causing major damage and devastation to many of the islands.\nSeptember 7-8, 2017 - Causes major damage to the Dominican Republic as it passes along the northern coast of Hispaniola. Blasts through Turks and Caicos overnight.\nSeptember 8-9, 2017 - Makes landfall in Cuba overnight as a Category 5 storm, with winds of 125 mph. The Bahamas are hit by hurricane-force winds. At least 44 people have died in the Caribbean.\nSeptember 10, 2017 - The Florida Keys take a direct hit from Irma as a Category 4 storm. Initial estimates are that 25% of houses on the island chain are destroyed, and 65% have major damage. Irma moves on to hit Marco Island as a Category 3 storm, then travels up the Gulf of Mexico to pummel Naples, Florida.\nSeptember 11, 2017 - Irma is downgraded to a tropical storm in north Florida, and to a tropical depression soon after its wind gusts hit Atlanta, causing power outages and downed trees.\n-- In the mainland United States, ten people died as a direct result of Irma and 82 deaths were indirectly caused by the storm. In the Caribbean, 37 people died as a direct result of the storm.\nSeptember 8, 2017 - Becomes a Category 4 hurricane , east and southeast of the northern Leeward Islands.\nSeptember 8, 2017 - Makes landfall in eastern Mexico, in the state of Veracruz, as a Category 1 hurricane.\nSeptember 9, 2017 - Weakens to a tropical storm as it moves inland in Mexico.\nSeptember 16, 2017 - Tropical Storm Maria forms about 620 miles east-southeast of lesser Antilles.\nSeptember 17-18, 2017 - Maria rapidly intensifies from a tropical storm into a Category 5 hurricane.\nSeptember 25, 2017 - Only a few medical centers on the island have working generators and at least three hospitals lack running water. Shortages of medical supplies are reported.\nSeptember 26, 2017 - Maria weakens to a tropical storm as it heads northeast out to sea.\nDecember 9, 2017 - The island's Department of Public Safety reports two additional storm-related deaths, increasing the death toll to 64. Investigations by CNN and other news organizations suggest the overall number may be much higher than the official count. In November, funeral directors reported to CNN that at least 499 deaths were believed to be storm-related.\nMay 29, 2018 - According to an academic report published in the New England Journal of Medicine, an estimated 4,645 people died in the storm and its aftermath . The article's authors call Puerto Rico's official death toll of 64 a \"substantial underestimate.\" Experts tell CNN it is difficult to say with certainty whether a hurricane \"caused\" certain deaths.\nOctober 5, 2017 - Tropical Storm Nate forms near the coast of Nicaragua . At least 28 people are killed after Nate passes over Costa Rica, Nicaragua and Honduras. Hundreds are rescued from floodwaters and mudslides. Many lose power and running water.\nOctober 6, 2017 - Nate strengthens into a hurricane about 95 miles west-northwest from the western tip of Cuba.\nOctober 8, 2017 - Nate makes its second and final US landfall early in the morning as a Category 1 hurricane near Biloxi, Mississippi, and is later downgraded to a tropical depression.\nIn Central America, the storm-related death toll is at least 44.\nOctober 11, 2017 - Strengthens to a hurricane.\nOctober 14, 2017 - Hurricane Ophelia strengthens into a Category 3 storm about 220 miles south of the Azores. Ophelia is the farthest east that a major hurricane has ever been in the Atlantic. The previous record was held by Frances in 1980, according to CNN Meteorologist Haley Brink.\nOctober 15, 2017 - Ophelia weakens from a Category 3 to a Category 1 hurricane throughout the day.\nOctober 16, 2017 - Ophelia makes landfall as a post-tropical storm in Ireland. Three deaths are attributed to the storm.\n",
        "quotes": [
            [
                "an intense tropical weather system with well-defined circulation and sustained winds of 74 mph (64 knots) or higher.",
                "",
                false
            ],
            [
                "2017 Atlantic basin hurricane season will have slightly below-average activity.",
                "",
                false
            ],
            [
                "Even Katrina wasn't this bad,",
                "Janice Forse",
                true
            ],
            [
                "Nobody's seen this kind of water,",
                "Trump",
                true
            ],
            [
                "Probably, there's never been something so expensive in our country's history.",
                "Trump",
                true
            ],
            [
                "We want to do it better than ever before.",
                "Trump",
                true
            ],
            [
                "most terrifying event in his life.",
                "Steve Culver",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2017/10/08/us/hurricane-nate-landfall/index.html",
                "https://www.cnn.com/2017/12/09/us/puerto-rico-hurricane-deaths-and-assistance/index.html",
                "https://www.cnn.com/2017/09/11/us/irma-city-by-city/index.html",
                "https://www.cnn.com/2017/10/16/weather/ophelia-ireland-arrival/index.html",
                "https://www.cnn.com/2013/05/31/world/americas/hurricane-statistics-fast-facts/index.html",
                "https://www.cnn.com/2017/09/06/americas/hurricane-irma-caribbean-islands/index.html",
                "http://www.cnn.com/2017/08/30/us/gallery-furniture-store-houston-shelter/index.html",
                "https://www.cnn.com/2017/09/19/us/hurricane-rapid-intensification/index.html",
                "https://www.cnn.com/2017/10/14/europe/hurricane-ophelia/index.html",
                "http://www.cnn.com/2013/05/30/us/hurricane-season-fast-facts/index.html",
                "http://www.cnn.com/2017/08/25/us/hurricane-harvey/index.html",
                "https://www.cnn.com/2017/06/22/us/tropical-storm-cindy-landfall/index.html",
                "http://www.cnn.com/2017/09/09/americas/cuba-caribbean-hurricane-irma/index.html",
                "http://www.cnn.com/2017/08/29/politics/trump-texas-harvey-visit/index.html",
                "https://www.cnn.com/2018/05/29/us/puerto-rico-hurricane-maria-death-toll/index.html",
                "https://www.cnn.com/2017/09/08/us/hurricane-jose/index.html"
            ],
            "gov_pgs": [
                "https://www.weather.gov/safety/hurricane-ww",
                "https://www.nhc.noaa.gov/archive/2017/al15/al152017.public.002.shtml",
                "https://www.nhc.noaa.gov/archive/2017/al13/al132017.public.014.shtml",
                "https://www.nhc.noaa.gov/archive/2017/al16/al162017.public_a.004.shtml",
                "http://www.nhc.noaa.gov/climo/",
                "https://www.nhc.noaa.gov/archive/2017/al17/al172017.public.022.shtml",
                "https://www.nhc.noaa.gov/archive/2017/al16/al162017.update.10070328.shtml",
                "https://www.noaa.gov/media-release/above-normal-atlantic-hurricane-season-is-most-likely-year",
                "https://www.nhc.noaa.gov/archive/2017/al11/al112017.public_a.049.shtml",
                "https://www.nhc.noaa.gov/archive/2017/al13/al132017.public_a.014.shtml"
            ],
            "unsure": []
        },
        "key_words": [
            "slams",
            "houston",
            "28",
            "hurricane",
            "atlantic",
            "texas",
            "caption",
            "74photos",
            "2017",
            "flooded",
            "harvey",
            "season",
            "hide",
            "facts",
            "fast"
        ]
    }
]