[
    {
        "url": "https://www.reuters.com/article/us-baseball-mlb-playoffs/highlights-of-mondays-mlb-playoff-games-idUSKBN1CE2LF",
        "title": "Highlights of Monday's MLB playoff games",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-10",
        "text": "Highlights of Monday's MLB playoff games\n4 Min Read\n(The Sports Xchange) - Highlights of Monday’s Major League Baseball playoff games:\nOctober 9, 2017; Phoenix, AZ, USA; Los Angeles Dodgers first baseman Cody Bellinger (35) hits a solo home run in the fifth inning against the Arizona Diamondbacks during game three of the 2017 NLDS playoff baseball series at Chase Field. Mark J. Rebilas-USA TODAY Sports\nDodgers 3, Diamondbacks 1\nRookie Cody Bellinger homered and drove in two runs, Yu Darvish pitched five strong innings, and the Los Angeles Dodgers swept their way into the National League Championship Series with a 3-1 victory over the Arizona Diamondbacks in Game 3 of the NL Division Series on Monday.\nBellinger and Austin Barnes homered off Zack Greinke (0-1). Darvish (1-0) gave up one run and struck out seven in five-plus innings to send the Dodgers to the NLCS against the winner of the Chicago Cubs-Washington Nationals series. The Cubs beat the Dodgers in six games in the NLCS last year.\nBellinger, the likely NL Rookie of the Year, had 39 regular-season homers but was 1-for-12 in the NLDS before his opposite-field homer made it 2-0 in the fifth inning.\nBarnes’ homer gave Darvish a 3-1 lead in the sixth inning, and the Dodgers used four relievers to hold on. Kenley Jansen recorded his second save of the series.\nAstros 5, Red Sox 4\nThe Houston Astros clinched their first trip to the American League Championship Series with a 5-4 victory against the Boston Red Sox in Game 4 of their AL Division Series on a rainy Monday afternoon at Fenway Park.\nHouston won the best-of-five series 3-1 after Boston temporarily staved off elimination with a 10-3 win in Game 3 on Sunday, assuring the Red Sox would not be swept in the ALDS in consecutive seasons.\nThe Astros will face either the Cleveland Indians or the New York Yankees in the ALCS. Cleveland leads its ALDS series against New York 2-1 with Game 4 scheduled for Tuesday night.\nJosh Reddick drove in the go-ahead run on a two-out single to left field in the eighth inning off Boston’s Craig Kimbrel, who relieved starter-turned-reliever Chris Sale (0-2) in the eighth after Houston tied it.\nEvan Gattis reached second on a hard-hit bouncer down the third base line with one out in the inning off Sale, but was sent back to first because it was errantly picked up by a ball girl.\nAfter Cameron Maybin entered as a pinch runner for Gattis, George Springer drew a walk off Kimbrel before Reddick’s big hit.\nPinch hitter Carlos Beltran doubled in a critical two-out insurance run in the ninth.\nRafael Devers cut the Astros’ deficit to one with an inside-the-park home run, his second of the playoffs, to lead off the Boston ninth against closer Ken Giles.\nGiles proceeded to strike out Jackie Bradley Jr. and got Dustin Pedroia to ground out to complete the six-out save.\nCubs 2, Nationals 1\nAnthony Rizzo delivered a go-ahead, two-out RBI single in the eighth inning as the Chicago Cubs beat the Washington Nationals 2-1 in Game 3 of the National League Division Series on Monday.\nThe victory gave the defending World Series champions a 2-1 lead in the best-of-five series heading into Game 4 Tuesday at Wrigley Field.\nRizzo dropped a bloop single into shallow center field off Oliver Perez to score pinch-runner Leonys Martin, who replaced Tommy La Stella after he led off the eighth inning with a walk.\nCubs closer Wade Davis preserved the victory with a scoreless ninth inning. Carl Edwards Jr. (1-0) pitched a scoreless eighth for the win. Brandon Kintzler (0-1) took the loss.\nYankees 7, Indians 3\nSlideshow (11 Images)\nAaron Judge capped a four-run second inning with a two-run double, and New York capitalized on shoddy defense by Cleveland to even the AL Division Series at two games apiece.\nThe decisive Game 5 is Wednesday in Cleveland, where the Indians will be looking to snap a five-game losing streak in elimination games. The Yankees will look to rally from a 2-0 deficit to win an ALDS for the second time.\nYankees starter Luis Severino (1-0) allowed three runs on four hits and a walk in seven innings, pitching most of the night with a sizable lead. After getting one out on Oct. 3 in the AL wild-card game against the Minnesota Twins, he bounced back Monday to strike out nine and throw 113 pitches.\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "games",
            "highlights",
            "mondays",
            "playoff",
            "game",
            "eighth",
            "dodgers",
            "victory",
            "mlb",
            "second",
            "lead",
            "league",
            "inning",
            "run",
            "series"
        ]
    }
]