[
    {
        "url": "http://occupydemocrats.com/2016/09/27/trump-said-obamas-chicagos-crime-rate-exploded-gone/",
        "title": "Trump Said “Obama’s” Chicago’s Crime Rate Has Exploded. It’s Gone DOWN",
        "authors": [
            {
                "name": "James Devinne",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-27",
        "text": "Now Reading\nTrump Said “Obama’s” Chicago’s Crime Rate Has Exploded. It’s Gone DOWN\n0 Shares\nRead Next\nTrump Just Insulted Millions Who Lost Everything In Bush’s Recession, “That’s Just Business”\nTrump repeated tonight one of his favorite fear-mongering lies: that crime is dangerously out of control in American cities. Specifically, he cited Chicago – which he emphasized is “Obama’s hometown” – as an example of a place plagued by out of control crime. In reality, however, crime rates in all categories have been consistently declining over the past decade and a half – albeit with a recent almost statistically insignificant spike in murder in some select cities.\nAs for Chicago, crime – both violent and otherwise – has been consistently declining since about 2001. There has indeed been a spike in homicides over the past few years, but even this year’s exceptional murder count will not exceed the almost 700 murders tallied in the early Bush years, much less the almost one thousand annual murders in the 1990s . In fact, the annual murder and violent crime rate in Chicago under President Obama has been lower than any other time in decades.\nThe decrease in crime in Chicago corresponds with nationwide trends. Since the 1990s violent crime in all areas and all categories has declined tremendously . There has indeed been a recent uptick in murders in a few cities but the overall trend remains incontrovertible downward. That’s just the facts. These facts, however, don’t sit well with a demagogic fearmonger like Donald Trump, who relies on fear and hatred to mobilize his support. In the midst of tonight’s debate Trump even deployed the archetypal line of the dictator-to-be: “we need law and order.” And Trump is not going to let the facts get in the way of his delusional plots.\nSee Also\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.theguardian.com/us-news/2016/jul/21/donald-trump-republican-national-convention-speech",
                "https://www.theatlantic.com/politics/archive/2016/07/trump-law-and-order/490940/",
                "https://www.nationalreview.com/corner/careful-panic-violent-crime-and-gun-crime-are-both-dropping-charles-c-w-cooke/",
                "https://www.chicagotribune.com/news/ct-crime-in-chicago-20171114-storygallery.html",
                "https://www.citylab.com/equity/2015/09/violent-crime-rates-still-declining/408103/",
                "https://occupydemocrats.com/2016/09/27/trump-just-insulted-millions-lost-everything-bushs-recession-thats-just-business/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://occupydemocrats.com/privacy/"
            ]
        },
        "key_words": [
            "facts",
            "trump",
            "rate",
            "spike",
            "violent",
            "exploded",
            "murder",
            "recent",
            "obamas",
            "crime",
            "murders",
            "chicago",
            "gone",
            "chicagos",
            "past"
        ]
    }
]