[
    {
        "url": "http://inhealth.cnn.com/treating-hidradenitis-suppurativa/5-ways-to-prevent-hs-flare-ups?did=t1_rss12_2",
        "title": "5 Ways to Prevent Hidradenitis Suppurativa Flare-Ups",
        "authors": [],
        "publisher": "healthguides.healthgrades.com",
        "publish_date": "2017-03-15",
        "text": "By\nWas this helpful? (16)\nIf you develop thick, reddish-purple skin and hard lumps that begin oozing, you might have a serious skin problem called hidradenitis suppurativa (HS), also known as acne inversa. In some people, HS gets so bad that it becomes disfiguring. These boils can cause significant pain and noticeable odors and scars. You may feel self-conscious about your appearance. The good news is a few lifestyle changes can help you prevent flare-ups. \n1.\nBe smart about your clothing.\nSkinny jeans, snug waistbands and tight bra straps: items like these rub on the skin, triggering irritation and painful flare-ups. Instead, opt for relaxed-fit pants or skirts, flowy tops, and looser underwear. Women should still support their breasts, however, since skin that touches skin can also lead to acne inversa symptoms. Choose comfortable bras made out of moisture-wicking, breathable fabrics. And set up a proper bra fitting to make sure your band is not too tight. Many department and lingerie stores offer this service. Once you find the right bra, make sure you wash it once a week to get rid of oils and germs that may irritate your skin. It’s helpful to avoid laundry detergents with dyes and perfumes, as these chemicals may also aggravate the skin. \n2.\nLose weight.\nAcne inversa is 10 times more common among obese people than those who are a healthy weight. Skin that rubs on skin can trigger inflammation and painful symptoms. It also traps moisture, which promotes the growth of germs that can lead to a secondary infection. The American Academy of Dermatology says that losing just 10% of your weight can make a big difference. (For someone who weighs 160 pounds, that means losing 16 pounds.) In fact, studies show weight loss may help manage your symptoms better than medicine. Additionally, dietary modification can improve the health and appearance of the skin. Avoiding dairy-rich and high-calorie foods may be beneficial to preventing acne inversa flare-ups.\n3.\nKeep your cool.\nMaintaining a cooler skin temperature can do wonders for those with acne inversa. Hot, sweaty skin can clog hair follicles, creating a friendlier environment for boils to form. Keep the A/C blasting during summer months and do your best to stay cool. You might not know that some types of antidepressant can cause your skin to heat up. If you take an antidepressant and are experiencing this side effect, talk with the doctor who prescribed the medication and ask  if there is a different type that would be better for you.\n4.\nSkip shaving.\nPut the razor down, at least during flare-ups. Using a razor on irritated skin can make your symptoms even worse. If hair-free skin is a must, ask your doctor to recommend some safer methods. \n5.\nQuit smoking.\nIt's always a healthy idea. If you have HS, smoking can make it more severe and quitting can reduce flare-ups. \nWas this helpful? (16)\n© 2019 Healthgrades Operating Company, Inc. The content on Healthgrades does not provide medical advice. Always consult a medical provider for diagnosis and treatment. All rights reserved. May not be reproduced or reprinted without permission from Healthgrades Operating Company, Inc. Use of this information is governed by the Healthgrades User Agreement.\nHidradenitis Suppurativa. American Academy of Dermatology website.  https://www.aad.org/dermatology-a-to-z/diseases-and-treatments/e---h/hidradenitis-suppurativa\nHidradenitis Suppurativa: Signs and Symptoms. American Academy of Dermatology website.  https://www.aad.org/dermatology-a-to-z/diseases-and-treatments/e---h/hidradenitis-suppurativa/signs-...\nHidradenitis Suppurativa: Tips for Managing. American Academy of Dermatology website.  https://www.aad.org/dermatology-a-to-z/diseases-and-treatments/e---h/hidradenitis-suppurativa/tips-f...\nGregor B. Hidradenitis Supportiva. [Abstract] New England Journal of Medicine, January 12,2012; 366:158-164. Available at:  http://www.nejm.org/doi/full/10.1056/NEJMcp1014163\nPress release. Abbvie. June 26, 2015. Available at:   http://abbvie.mediaroom.com/2015-06-26-AbbVies-HUMIRA-Adalimumab-Receives-Positive-CHMP-Opinion-to-T...\nWang S. Hidradenitis Suppurativa: A Frequently Missed Diagnosis, Part 1: A Review of Pathogenesis, Associations, and Clinical Features. (CME) Clinical Management Extra, July 2015. Available at:  https://cme.lww.com/files/HidradentisSuppurativaAFrequentlyMissedDiagnosisPart1AReviewofPathogenesis...\nx\nThis content is created or selected by the Healthgrades editorial team and is funded by an advertising sponsor. The content is subject to the Healthgrades medical review process for accuracy, balance and objectivity. The content is not edited or otherwise influenced by the advertisers appearing on this page except with the possible suggestion of the broad topic area. For more information, read the  Healthgrades advertising policy.\nADVERTISEMENT\nNeed a 5-Star Doctor for HS?\nYou appear to be interested in [INTEREST]\nThere are [COUNT] four and five-star providers near [LOCATION] who treat [INTEREST]. Let us connect you with the right doctor.\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.healthgrades.com/content/advertising-policy"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.aad.org/public/diseases/painful-skin-joints/hidradenitis-suppurativa",
                "https://www.nejm.org/action/cookieAbsent",
                "https://www.aad.org/public/diseases/painful-skin-joints/hidradenitis-suppurativa",
                "http://abbvie.mediaroom.com/2015-06-26-AbbVies-HUMIRA-Adalimumab-Receives-Positive-CHMP-Opinion-to-Treat-Adult-Patients-with-Active-Moderate-to-Severe-Hidradenitis-Suppurativa-a-Chronic-Inflammatory-Skin-Disease",
                "https://www.aad.org/public/diseases/painful-skin-joints/hidradenitis-suppurativa"
            ]
        },
        "key_words": [
            "prevent",
            "wash",
            "hidradenitis",
            "bra",
            "suppurativa",
            "triggering",
            "sure",
            "women",
            "flareups",
            "ways",
            "tight",
            "week",
            "skin",
            "underwear",
            "waistbands"
        ]
    }
]