[
    {
        "url": "http://www.bbc.com/news/world-asia-india-41591524",
        "title": "Aarushi Talwar murder: Parents Rajesh and Nupur cleared on appeal",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "12 October 2017\nThese are external links and will open in a new window\nClose share panel\nImage copyright AFP\nImage caption The murders generated huge interest in India\nAn Indian couple accused of murdering their daughter Aarushi Talwar and their Nepalese servant, Hemraj Banjade, have been acquitted on appeal.\nDentists Rajesh and Nupur Talwar were convicted in 2013 and jailed for life for murder, destroying evidence and misleading investigators.\nTheir 14-year-old daughter was found dead at their home in May 2008.\nSuspicion initially fell on Hemraj until his bludgeoned body was found on the Talwars' roof just one day later.\nThe murders generated huge interest in India, with every twist and turn in the case receiving wall-to-wall coverage.\nOn Thursday, the high court in Allahabad said that the couple, who are at present serving their sentence in Dasna jail in Uttar Pradesh state, have to be released immediately, Dilip Kumar, a lawyer for the couple, told the BBC.\nReports quoted the judges as saying that the evidence against the couple was circumstantial and the federal Central Bureau of Investigation (CBI) which investigated the murders had failed to prove beyond reasonable doubt that the Talwars had killed their daughter.\nIt is not clear whether the CBI will appeal against the judgement.\n\"If the CBI decide to challenge it, that will be a battle which we will fight but I hope they don't. We need to acknowledge the misery that our system and our society have cost the parents,\" Aditya Wadhwa, another lawyer for the Talwars, told reporters.\nThe trial court had based its verdict on circumstantial evidence as key forensic evidence had been lost during two flawed investigations.\nAarushi was found with her throat slit and a fatal head injury in her own bedroom, next-door to her parents' room at their home in the affluent Delhi suburb of Noida.\nCase timeline\nImage copyright other\n16 May 2008: Schoolgirl Aarushi Talwar's body found at home with throat slit and a fatal head wound\n17 May 2008: Body of domestic help Hemraj found on the roof of the house\n23 May 2008: Father Rajesh Talwar arrested\n29 May 2008: Case handed over to federal detective agency CBI\n11 July 2008: Rajesh Talwar bailed\n29 December 2010: CBI wants to close the case due to a \"lack of evidence\"\n25 January 2011: Rajesh Talwar attacked by a man with meat cleaver\nApril 2011: CBI says \"only parents could have killed Aarushi\"\n8 June 2012: Trial begins\n26 November 2013: Rajesh and Nupur Talwar found guilty of murdering Aarushi and Hemraj and sentenced to life\n12 October 2017: The high court in Allahabad frees the couple\nHer parents told the police they were sleeping in the next room when the murder was committed.\nProsecutors alleged that the Talwars killed their daughter in a rage when they found her in bed with Hemraj.\nThey also argued that Aarushi's throat was slit in a manner indicating someone with medical skills, and that the two victims were hit by a golf club that was initially hidden by the Talwars.\nThe prosecutors said the crime scene had also been dressed to mislead investigators.\nImage copyright other\nImage caption The Talwar family in happier times\nIn the early days of the police investigation, Aarushi was described as a girl of \"loose moral character\" who chatted with boys and went for \"sleepovers\" at friends' homes.\nThe case gripped India, receiving almost unprecedented levels of media scrutiny.\nRelated Topics\n",
        "quotes": [
            [
                "If the CBI decide to challenge it, that will be a battle which we will fight but I hope they don't.",
                "Aditya Wadhwa",
                true
            ],
            [
                "We need to acknowledge the misery that our system and our society have cost the parents,",
                "Aditya Wadhwa",
                true
            ],
            [
                "only parents could have killed Aarushi",
                "Rajesh Talwar",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "2008",
            "parents",
            "cleared",
            "murder",
            "appeal",
            "hemraj",
            "nupur",
            "talwar",
            "rajesh",
            "talwars",
            "evidence",
            "cbi",
            "case",
            "aarushi",
            "couple"
        ]
    }
]