[
    {
        "url": "https://www.reuters.com/article/us-enel-brazil/italys-enel-eyes-purchase-of-more-brazil-assets-after-dam-deal-idUSKCN1C72D5",
        "title": "Italy's Enel eyes purchase of more Brazil assets after dam deal",
        "authors": [
            {
                "name": "Luciano Costa",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-02",
        "text": "Italy's Enel eyes purchase of more Brazil assets after dam deal\n3 Min Read\nSAO PAULO (Reuters) - Italy’s Enel SpA is looking for opportunities to expand in Brazil’s power sector through acquisitions after winning a license last week to operate a large hydropower dam, the head of local operations told Reuters.\nThe Italian utility was weighing whether to bid for some regional distribution firms that are up for sale, said Carlo Zorzoli, Enel’s senior country officer in Brazil.\n“Of course we are going to look at these concessions, because they are growth opportunities, and we are in a stage where we are weighing all opportunities to expand,” he said in an interview late on Friday.\nState-controlled Centrais Elétricas Brasileiras SA, known as Eletrobras, wants to sell six of its power distribution companies later this year or early next year for what sources have said will be a token amount.\n“We are active in the market, choosing the opportunities that best fit our strategy,” Zorzoli said.\nBrazil’s power sector is going through a process of consolidation, with many local players putting assets up for sale to cut debt at a time of tight credit.\nEnel spent 1.49 billion reais ($473 million) last week for a license to operate the Volta Grande hydroelectric dam, a 380-megawatt plant located in Minas Gerais state.\nIt was the second large acquisition in the sector in two years for Enel, which in recent years has focused on fast-growing Latin American investments to counterbalance sluggish European markets.\nLast year, it won the privatization auction for Celg-D, a power distribution firm in Brazil’s center-west state of Goiás.\n“Power distribution is one sector going through consolidation. The number of operators currently is too large,” said Zorzoli, adding that the Eletrobras auction looked to be attractive for investors.\nBrazil’s government has tried to attract foreign capital to help boost the economy after the country’s worst recession on record.\nEnel was also considering bidding for wind and solar power project licenses in Brazil this year, Zorzoli said, without elaborating.\nA controlling stake in Rio de Janeiro power utility Light SA that is up for sale by Centrais Elétricas de Minas Gerais SA (Cemig) may also be of interest, he said.\n“We are looking at all opportunities ... it depends on the conditions,” he said. “On the one hand it could offer synergies, on the other it could overload us with problems.”\nReporting by Luciano Costa; Writing by Marcelo Teixeira, Editing by Rosalba O'Brien and Matthew Lewis\n",
        "quotes": [
            [
                "Of course we are going to look at these concessions, because they are growth opportunities, and we are in a stage where we are weighing all opportunities to expand,",
                "Zorzoli",
                true
            ],
            [
                "We are active in the market, choosing the opportunities that best fit our strategy,",
                "Zorzoli",
                true
            ],
            [
                "Power distribution is one sector going through consolidation.",
                "Zorzoli",
                true
            ],
            [
                "The number of operators currently is too large,",
                "Zorzoli",
                true
            ],
            [
                "We are looking at all opportunities ... it depends on the conditions,",
                "Zorzoli",
                true
            ],
            [
                "On the one hand it could offer synergies, on the other it could overload us with problems.",
                "Zorzoli",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "going",
            "weighing",
            "deal",
            "power",
            "sale",
            "zorzoli",
            "eyes",
            "sector",
            "distribution",
            "enel",
            "italys",
            "assets",
            "week",
            "purchase",
            "large",
            "opportunities",
            "dam",
            "brazil"
        ]
    }
]