[
    {
        "url": "http://www.cnn.com/2017/10/09/europe/germany-upper-limit-refugees/index.html",
        "title": "Merkel changes tune on German refugee cap",
        "authors": [
            {
                "name": "Judith Vonberg",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-09",
        "text": "By Judith Vonberg, CNN\nUpdated 1:22 PM ET, Mon October 9, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\n(CNN)\nGerman Chancellor Angela Merkel has agreed to aim for a limit on Germany's refugee intake, marking a significant retreat from her previous rejection of a cap.\nMerkel made the announcement Monday in a joint news conference with Horst Seehofer, leader of the Christian Social Union -- the more conservative sister party to Merkel's Christian Democratic Union -- after discussions in which the two parties sought compromises on a number of issues following poor results in the federal elections two weeks ago.\nThe parties have agreed to try and limit the number of refugees arriving in Germany each year to 200,000 -- a policy that Seehofer has repeatedly demanded and Merkel had consistently rejected.\n\"On the issue of an upper limit, my position is clear,\" Merkel said in July. \"I won't accept one.\"\nNearly three months later, that position has changed. \"I'm pleased about the compromise we've found,\" she said Monday, describing the deal as a \"very, very good basis\" for the two parties to enter coalition talks next week.\nRead More\n2015 'cannot be repeated'\nThe new policy is not described as an upper limit (\"Obergrenze\") and comes with several caveats, but still marks a concession by Merkel to the more conservative forces in her sister party.\n\"We will continue our efforts to reduce, sustainably and permanently, the number of people who flee to Germany and Europe, so that a situation like that of 2015 will not and cannot be repeated,\" reads a joint CSU/CDU position paper published Monday . \"We guarantee that.\"\nMore than a million refugees entered the country in 2015 as a result of Merkel's so-called open-door migration policy, sparking a heated national debate about immigration and integration.\nSeehofer has strongly criticized Merkel for allowing over a million refugees into Germany in 2015.\nThe 200,000 figure refers to controlled admissions, such as refugees resettled as part of EU programs or under the deal struck between the bloc and Turkey in 2016.\nReducing the number of asylum seekers who arrive outside the framework of these programs can be achieved by fighting traffickers, protecting the EU's borders and striking deals with countries of origin and transit, according to the document.\nMerkel and Seehofer made clear Monday that the figure itself is flexible -- the Bundestag can decide to raise or lower it in extreme circumstances -- and the fundamental right to seek asylum is guaranteed: People will not be turned away at the borders after the limit is reached.\n'Regressive' policies\nBut Karl Kopp, director for European affairs at Pro Asyl , a German charity that advocates for refugees, told CNN that any kind of limit is \"not compatible with international law\" and \"totally unacceptable.\"\nHe's also concerned that a further proposal to house all asylum seekers in \"decision and repatriation centers\" while their claims are assessed will be detrimental for the integration process and encourage hostility toward refugees.\nKopp sees these \"regressive\" announcements as a direct response to the success of the far-right Alternative for Germany (AfD) in last month's election.\nThe party, which campaigned on an anti-Islam, anti-immigration platform, won 12.6% of the vote and is now the third largest party in Parliament.\nAlice Weidel and Alexander Gauland, co-lead candidates of the Alternative for Germany (AfD) celebrate after the announcement of the initial results of the federal election on September 24\nAcross Europe, far-right parties have \"hijacked the agenda,\" Kopp said. Discussions about migration in Germany are now \"inspired by the right wing and the AfD. It's a poisoned debate.\"\nOn the night of the election, Merkel described the AfD's success as a \"big new challenge\" and said she wanted to \"win back AfD voters.\"\nThis new position may be an attempt to do just that. Although Merkel's party won the biggest share of the vote in the country's federal elections two weeks ago -- propelling her to a fourth term in office -- support for her party fell by 8.6 percentage points, with many voters turning to the AfD instead.\nIt is unclear whether this move will encourage those voters to shift their allegiance back to the CDU, but it is likely to cause problems for Merkel during coalition discussions. The Green party is committed to fighting any kind of limit on refugee numbers and reiterated that position Sunday night.\nUnd wo ist da der Unterschied zur #Obergrenze ? Zahl ist völlig beliebig, also rein ideologisch festgelegt. Für uns gilt Grundrecht auf Asyl! https://t.co/J3FapZJ4aD\nIn a post on Twitter, Simone Peter, co-leader of the party, insisted there was no difference between this agreement and Seehofer's earlier demands for an \"Obergrenze.\"\n\"And where is the difference with an upper limit?\" Peter wrote. \"Number is totally arbitrary, determined purely ideologically. For us it's the basic right to asylum that matters!\"\n",
        "quotes": [
            [
                "On the issue of an upper limit, my position is clear,",
                "Merkel",
                true
            ],
            [
                "I'm pleased about the compromise we've found,",
                "Merkel",
                true
            ],
            [
                "We will continue our efforts to reduce, sustainably and permanently, the number of people who flee to Germany and Europe, so that a situation like that of 2015 will not and cannot be repeated,",
                "",
                true
            ],
            [
                "inspired by the right wing and the AfD.",
                "Kopp",
                false
            ],
            [
                "And where is the difference with an upper limit?",
                "Peter",
                true
            ],
            [
                "Number is totally arbitrary, determined purely ideologically.",
                "Peter",
                true
            ],
            [
                "For us it's the basic right to asylum that matters!",
                "Peter",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.proasyl.de/en/",
                "https://t.co/J3FapZJ4aD",
                "https://twitter.com/hashtag/Obergrenze?src=hash&ref_src=twsrc%5Etfw"
            ]
        },
        "key_words": [
            "seehofer",
            "limit",
            "merkel",
            "parties",
            "christian",
            "refugee",
            "changes",
            "union",
            "position",
            "tune",
            "cap",
            "wont",
            "number",
            "agreed",
            "german"
        ]
    }
]