[
    {
        "url": "https://www.cnn.com/2016/09/27/politics/donald-trump-hillary-clinton-stamina/index.html",
        "title": "Trump: Clinton 'doesn't have the stamina' to be president",
        "authors": [
            {
                "name": "Sophie Tatum",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-27",
        "text": "Updated 1:06 AM ET, Tue September 27, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nTrump said in a previous interview Clinton doesn't have a \"presidential look\"\nNBC's Lester Holt asked Trump to clarify what he meant\n(CNN)\nDonald Trump reiterated his view that Hillary Clinton \"doesn't have the stamina\" to be president during Monday night's debate.\n\"She doesn't have the look. She doesn't have the stamina, I said she doesn't have the stamina, and I don't believe she does have the stamina,\" Trump said.\nRead More\n\"I just don't believe she has a presidential look, and you need a presidential look,\" Trump had told ABC News' David Muir in an interview.\nWho is Alicia Machado? Former Miss Universe said Trump called her Miss Piggy\nClinton responded: \"As soon as he travels to 112 countries and negotiates a peace deal, a cease fire, a release of dissidents, an opening of new opportunities in nations around the world, or even spends 11 hours testifying in front of a congressional committee he can talk to me about stamina.\"\nJUST WATCHED\nClinton ad asks about impact of Trump on our daughters\nClinton ad asks about impact of Trump on our daughters 01:17\n\"He tried to switch from looks to stamina, but this is a man who has called women pigs, slobs and dogs ,\" Clinton said in response to Trump.\nTrump defended the comments, which he said were about Rosie O'Donnell.\n\"I said very tough things to (O'Donnell), and I think everybody would agree that she deserves it and nobody feels sorry for her,\" Trump said. \"But you want to know the truth, I was going to say something extremely rough to Hillary, to her family, and I said to myself, 'I just can't do it.' \"\n",
        "quotes": [
            [
                "She doesn't have the look.",
                "Donald Trump",
                true
            ],
            [
                "She doesn't have the stamina, I said she doesn't have the stamina, and I don't believe she does have the stamina,",
                "Donald Trump",
                true
            ],
            [
                "I just don't believe she has a presidential look, and you need a presidential look,",
                "Donald Trump",
                true
            ],
            [
                "As soon as he travels to 112 countries and negotiates a peace deal, a cease fire, a release of dissidents, an opening of new opportunities in nations around the world, or even spends 11 hours testifying in front of a congressional committee he can talk to me about stamina.",
                "Donald Trump",
                true
            ],
            [
                "He tried to switch from looks to stamina, but this is a man who has called women pigs, slobs and dogs ,",
                "Hillary Clinton",
                true
            ],
            [
                "I said very tough things to (O'Donnell), and I think everybody would agree that she deserves it and nobody feels sorry for her,",
                "Donald Trump",
                true
            ],
            [
                "But you want to know the truth, I was going to say something extremely rough to Hillary, to her family, and I said to myself, 'I just can't do it.",
                "Donald Trump",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2016/09/26/politics/presidential-debate-donald-trump-debate-performance/index.html",
                "https://www.cnn.com/2016/09/27/politics/who-is-alicia-machado-donald-trump-hillary-clinton-presidential-debate/index.html",
                "https://www.cnn.com/2016/09/26/politics/presidential-debate-hillary-clinton-donald-trump/index.html"
            ],
            "gov_pgs": [
                "https://abcnews.go.com/Politics/donald-trump-offends-comment-clinton-lacks-presidential/story?id=41891411"
            ],
            "unsure": [
                "https://www.cnn.com/videos/politics/2016/09/26/clinton-trump-debate-hofstra-clinton-says-trump-insults-women-sot-15.cnn"
            ]
        },
        "key_words": [
            "president",
            "clarify",
            "trump",
            "clinton",
            "lester",
            "asked",
            "doesnt",
            "stamina",
            "presidential",
            "look",
            "holt"
        ]
    }
]