[
    {
        "url": "https://www.reuters.com/article/us-taiwan-anniversary-president/taiwan-president-pledges-to-defend-freedoms-despite-china-pressure-idUSKBN1CF081",
        "title": "Taiwan president pledges to defend freedoms despite China pressure",
        "authors": [
            {
                "name": "Fabian Hamacher",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-10",
        "text": "Taiwan president pledges to defend freedoms despite China pressure\n3 Min Read\nTAIPEI (Reuters) - President Tsai Ing-wen vowed on Tuesday to defend Taiwan’s freedom and democracy amid growing pressure from giant neighbor China, using a National Day speech to warn that the self-ruled island would not bow to pressure.\nTaiwan President Tsai Ing-wen gives a speech during the National Day celebrations in Taipei, Taiwan, October 10, 2017. REUTERS/Tyrone Siu\nChina considers proudly democratic Taiwan to be a wayward province and has never renounced the use of force to bring the island under its control.\nRelations with Beijing have deteriorated sharply since Tsai, who leads the pro-independence Democratic Progressive Party, took office last year, with China suspecting she wants to push for the island’s formal independence, a red line for Beijing.\nChina has cut off a regular dialogue mechanism with Taiwan, ramped up military drills around the island and stepped up international pressure to limit Taiwan’s diplomatic footprint.\nTsai, who has pledged to maintain peace with China, said her government was still seeking breakthroughs in ties with Beijing and promised consistent and stable policies.\n“We need to remember democracy and freedom were rights obtained through all of Taiwan people’s countless efforts,” Tsai said.\n“Therefore, we need to use all our power to defend Taiwan’s democratic and freedom values and lifestyle,” she said.\nTsai’s speech came a week before China holds its twice-a-decade Communist Party Congress, where President Xi Jinping, who has taken a robust approach to territorial disputes in the East and South China Seas, will cement his grip on power.\nHer government has continued to rattle Beijing, with her newly appointed premier, William Lai, telling parliament last month he was a “political worker who advocates Taiwan independence”.\nHowever, Tsai has also sought to give Beijing a roadmap where its “goodwill” can be extended, which in turn could give her a chance to reciprocate and rein in the more independence-leaning hardliners on the island.\n“We have offered our greatest goodwill,” she said in her 20-minute address.\n“I have repeatedly said, our goodwill doesn’t change, our promises don’t change; we won’t walk on the old path of confrontation, but we won’t bow to pressure,” Tsai said.\nResponding to Tsai’s speech, China’s Taiwan Affairs Office said Taiwan had to clearly state that Taiwan and mainland China belonged to “one China”.\n“Only if the one China principle is upheld and Taiwan independence opposed can there be peaceful and stable development of relations across the Taiwan Strait,” it said in a statement carried by the official Xinhua news agency.\nTsai reiterated the importance of implementing the island’s new “southbound” policy of forging closer ties with countries in the region, saying Taiwan was seeking to find a new position in the international community.\n“In the face of rapid change in the Asia-Pacific region, Taiwan is already prepared to play an even more important role in the region’s prosperity and stability,” she said.\nReporting by Fabian Hamacher; Writing by Jessica Macy Yu and Ben Blanchard; Editing by Greg Torode and Clarence Fernandez\n",
        "quotes": [
            [
                "We need to remember democracy and freedom were rights obtained through all of Taiwan people’s countless efforts,",
                "Tsai",
                true
            ],
            [
                "Therefore, we need to use all our power to defend Taiwan’s democratic and freedom values and lifestyle,",
                "",
                true
            ],
            [
                "political worker who advocates Taiwan independence",
                "",
                false
            ],
            [
                "We have offered our greatest goodwill,",
                "",
                true
            ],
            [
                "I have repeatedly said, our goodwill doesn’t change, our promises don’t change; we won’t walk on the old path of confrontation, but we won’t bow to pressure,",
                "Tsai",
                true
            ],
            [
                "Only if the one China principle is upheld and Taiwan independence opposed can there be peaceful and stable development of relations across the Taiwan Strait,",
                "",
                true
            ],
            [
                "In the face of rapid change in the Asia-Pacific region, Taiwan is already prepared to play an even more important role in the region’s prosperity and stability,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "beijing",
            "defend",
            "taiwans",
            "despite",
            "island",
            "freedoms",
            "pledges",
            "tsai",
            "china",
            "taiwan",
            "speech",
            "pressure",
            "goodwill",
            "president"
        ]
    }
]