[
    {
        "url": "http://www.cnn.com/2017/10/10/politics/brady-bill-semi-automatic-ban-gun-control/index.html",
        "title": "How gun control advocates could break the NRA's blockade",
        "authors": [
            {
                "name": "Ronald Brownstein",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-10",
        "text": "Updated 6:07 AM ET, Tue October 10, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\n(CNN)\nSince early in Bill Clinton's first term as president, the National Rifle Association and its legislative allies have effectively stymied meaningful federal gun control legislation.\nThat blockade has held for two decades despite a succession of mass shootings over so horrific they have become known simply by their location: Columbine, Aurora, Newtown, San Bernardino, Orlando and now Las Vegas.\nWith Republicans skeptical of limiting access to firearms now holding the White House and both chambers of Congress, Washington in the near future is unlikely to approve anything more than minor restrictions acceptable to the NRA. And even such modest measures as tightened limits on the \"bump fire stock\" that the Las Vegas shooter used to make his attack more lethal may ultimately face an uphill climb. Delay has been a critical tool for gun control opponents after past mass shootings, and congressional Republicans can use their control of the legislative calendar to defer serious debate until the shock and horror of the Las Vegas attack has faded.\nBut over the longer term, time may be on the side of those advocating for tighter limits on access to guns. Gun control advocates face structural barriers in Congress -- particularly the bias toward small and gun-friendly rural states inherent in the allocation of two Senators to every state -- that will always leave them confronting a narrow path. Yet underlying changes in the two parties' demographic and geographic bases of support may offer a path toward eventually circumventing the NRA-led blockade -- particularly if gun control advocates can update the balancing act that Clinton employed in his two landmark victories.\nHow Clinton got past the NRA\nRead More\nStephen Sposato, whose wife was killed when a gunman invaded the San Francisco law firm where she worked, left, and Marc Klass, whose daughter was kidnapped and killed, right, look on after President Bill Clinton signed the $30 billion crime bill on the South Lawn of the White House in Washington on Sept. 13, 1994.\nClinton beat the NRA in two epic legislative confrontations: The 1993 \"Brady bill\" legislation that required mandatory background checks for most gun purchases and the 1994 ban on semi-automatic assault weapons.\nWhen Clinton passed these bills, Democrats held majorities in both chambers of Congress. That control of the calendar was critical to the passage of both bills. But Democratic unity wasn't the key to his success. In fact, on both the Brady bill and assault weapon ban, Clinton faced widespread defections from rural, southern and mountain west Democrats, including many of the center-right party legislators then known as \"blue dogs.\" Fully 69 House Democrats voted against the Brady bill in November 1993, and in May 1994, 77 Democrats opposed the assault weapon ban. Meanwhile, eight Democratic Senators voted against the Brady bill and a different eight opposed the assault ban.\nClinton overcame those defections by attracting substantial support from congressional Republicans in both chambers, particularly those from suburban districts in culturally cosmopolitan and urbanized states. It might seem inconceivable today, but in the House, 54 Republicans supported the Brady bill. That represented nearly one-third of those who voted on the measure, and included three Republicans from Illinois, four from Pennsylvania, six from New York, six from California and all six from New Jersey. The assault ban was a tougher vote for House Republicans, but Clinton still drew 38 of them, just over one-fifth who voted, mostly from the same states where he attracted support on the Brady Bill. Several more House Republicans (46 in all) backed the final comprehensive crime bill that included the assault ban.\nIn the Senate, over one-third of Republicans voted for the background checks and about one-fifth supported the assault ban. Seven Senate Republicans then defied a party filibuster to win approval for the final crime bill that included the assault weapon ban.\nWhat's happened since the early '90s\nThose votes in the first half of Clinton's first term have proven the modern legislative high point for gun control advocates. After the Columbine high school shooting, Clinton pushed in 1999 for legislation centered on closing the so-called \"gun show loophole.\" That passed the Republican-controlled Senate by a single vote, but with support from just six GOP Senators. The effort died in the House when just 15% of Republicans, who by then held the majority in that chamber as well, supported the decisive amendment.\nFor over the next decade, support for gun control wavered among Democrats, while opposition hardened among Republicans. Neither presidential nominees John Kerry in 2004 nor Barack Obama in 2008 stressed new gun control measures.\nObama's efforts fell short\nThat long silence ended in 2013 when Obama revived the proposal to close the gun show loophole after the massacre of elementary school students in Newtown, Connecticut. His resurrection of the issue was prompted by revulsion at the sickening attack, but also reflected the shifting nature of the Democratic coalition: Obama had won a decisive reelection just the year before despite a weak performance among the rural and blue-collar white voters who polls have always shown to be the most resistant to restrictions on guns.\nObama's effort to close the gun show loophole drew a 54-vote majority, but fell to a Republican filibuster. Just five of 55 Democrats and independents allied with them voted no (including then Senate Majority Leader Harry Reid for procedural reasons), but only four of 45 Senate Republicans voted yes -- a far lower percentage than supported the key gun control initiatives during Clinton's first term. The Republican opponents included senators from Ohio, New Hampshire, Arizona and Florida -- the kind of heavily suburbanized states that had provided most of the Republican gun control support in the 1990s.\nJUST WATCHED\nObama's worst day as president 02:01\nThat resistance illuminated the critical shift in the gun debate since Clinton's era-and the most plausible path toward any future limits. Most attention on the deteriorating legislative prospects for gun control has focused on the sharp turn toward the GOP over the past two decades in the rural, Southern and heartland states and districts that once elected large numbers of center-right Democrats. But as this history shows, most of those Democrats opposed gun control anyway. The more consequential change since the 1990s has been the willingness of more Congressional Republicans with large white-collar and suburban constituencies to vote with the NRA. (That shift has grown so dramatic that even about half of the roughly two dozen House Republicans from districts that Hillary Clinton carried last fall are now co-sponsoring NRA-backed legislation requiring every state to recognize concealed carry permits granted in any other state.)\nThe road ahead for gun control advocates\nIf there is a way forward for federal gun control in years ahead, it's more likely to come from flipping more of those suburban Republicans than from demanding absolute unity from the remaining Democrats with significant rural constituencies (much less converting any of the Republicans who represent such places.)\nGun ownership and attitudes toward gun policy now almost exactly follow the larger cultural and geographic divide between the parties. Polling from the Pew Research Center this year found that while 46% of rural residents and 41% of whites without a college degree own a gun, that's true of just 28% of suburban residents, 26% of college-educated whites, 24% of African-Americans, and 19% of Hispanics.\nJUST WATCHED\nTrump open to discussing ban on 'bump stocks' 00:51\nAcross a wide array of issues, Trump's belligerent presidency may solidify the GOP hold on non-urban and working-class whites, the population groups most likely to own guns. But many of those same policies-on issues from the environment, to immigration and trade, to access to contraception-are straining the party's connection with white-collar whites, while deepening its hole with minority voters-the groups that are least likely to own guns. The key to reviving the gun control cause is not to bridge or reverse this larger cultural and geographic sorting between the parties -- but to intensify it.\nTrump's redefinition of the GOP is imposing new pressure on House and Senate Republicans with substantial urban and/or suburban constituencies -- and could create a new opening for gun control advocates. Their challenge is to make the issue more pertinent to white-collar voters who are already uneasy over Trump's direction, particularly on cultural and racially tinged issues. Those are voters that polls show support most gun control ideas, but are uncertain they will seriously reduce violence and have not prioritized them as voting issues.\nJUST WATCHED\nBill Clinton spars with protester over 1994 crime bill 02:11\nPeter Ambler, Executive Director of Americans for Responsible Solutions, the pro-gun control group founded by former Rep. Gabby Giffords, says those white-collar voters and districts \"will be the basis of our political program in 2018.\" The group's political action committee, he says, will likely focus its efforts on House Republicans from suburban districts in California, the East Coast, and Midwestern population centers like Minneapolis who are aligning with the NRA more than their counterparts did in the 1990s. \"They have learned some very bad instincts over the past 15 years or so,\" Ambler says.\nThis is where Clinton's experience could prove most relevant. He embedded his gun control proposals in a larger agenda to combat crime, including support for hiring more local police. Aspects of that blueprint -- particularly greater reliance on mandatory minimum sentences for drug crimes -- proved misguided. But overall, Clinton built a framework that made more Republican legislators from big metropolitan areas (and even some Democrats with big rural constituencies) comfortable with including restrictions on gun access in an overall plan to confront crime and violence -- issues with renewed relevance in some swing suburban communities today.\n\"It was always just one piece of a larger anti-crime strategy,\" said Bruce Reed, who served as Clinton's chief domestic policy adviser. \"Violent crime was at record levels and we couldn't go on fighting over whether more jails or fewer guns were the answer. What we were hearing from law enforcement around the country was that they needed all the tools we could give them.\"\nThose hoping to reshape the future debate over guns might profitably take a page from that past.\n",
        "quotes": [
            [
                "will be the basis of our political program in 2018.",
                "Peter Ambler",
                false
            ],
            [
                "They have learned some very bad instincts over the past 15 years or so,",
                "Ambler",
                true
            ],
            [
                "It was always just one piece of a larger anti-crime strategy,",
                "Bruce Reed",
                true
            ],
            [
                "Violent crime was at record levels and we couldn't go on fighting over whether more jails or fewer guns were the answer.",
                "Bruce Reed",
                true
            ],
            [
                "What we were hearing from law enforcement around the country was that they needed all the tools we could give them.",
                "Bruce Reed",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "gun",
            "crime",
            "break",
            "assault",
            "control",
            "advocates",
            "nras",
            "support",
            "clinton",
            "bill",
            "house",
            "republicans",
            "blockade",
            "democrats"
        ]
    }
]