[
    {
        "url": "https://www.politico.com/story/2016/09/elizabeth-warren-wells-fargo-ceo-228414?cmpid=sf",
        "title": "Warren tells Wells Fargo's CEO to resign, calls for investigation",
        "authors": [
            {
                "name": "Zachary Warmbrodt",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-20",
        "text": "Warren tells Wells Fargo's CEO to resign, calls for investigation\n\"It's gutless leadership,\" Warren said of Stumpf's response to revelations that the bank opened as many as 2 million accounts without customers' permission.\nStory Continued Below\nThe Massachusetts Democrat used the closely watched Senate Banking Committee hearing to make her case that the United States needs \"tough new laws\" to hold corporate executives personally accountable.\nStumpf left senators dissatisfied with comments that he would have no responsibility in clawing back top officials' pay. He deferred to the rest of the bank's board when it came to questions about decisions involving compensation for executives.\n\"That's unfortunate,\" said Sen. Sherrod Brown (D-Ohio), the panel's top-ranking Democrat.\nSenators have urged Stumpf to revoke money from retiring consumer banking head Carrie Tolstedt, who is reportedly leaving the company with $125 million in stocks and options.\nStumpf said he was not involved with compensation discussions at the board level. Though he is the board chairman, he does not sit on the Human Resources Committee responsible for overseeing executive pay.\n\"To not invoke some degree of clawback for yourself and others involved would be committing malpractice from the standpoint of just public relations,\" Sen. Bob Corker (R-Tenn.) said.\nSenators from both parties suggested that Wells Fargo might have violated SEC rules. Warren said the agency should also investigate Stumpf.\nSen. Pat Toomey , a Republican running for reelection in Pennsylvania, told Stumpf that he had been unable to find Wells Fargo disclosing potential material risks to investors related to the scandal.\nSen. Jeff Merkley (D-Ore.) said the SEC should investigate whether Wells Fargo violated internal control provisions in the 2002 Sarbanes-Oxley Act by not recognizing and stopping widespread fraud.\nIn an attempt to illustrate what she said was Stumpf's personal gain from the unauthorized account openings, Warren said Wells Fargo shares held by Stumpf during the period of the scam grew in value by more than $200 million.\n\"If one of your tellers took a handful of $20 bills out of the cash drawer they’d probably be looking at criminal charges for theft,\" she said. \"They could end up in prison. But you squeezed your employees to the breaking point so they would cheat customers and you could drive up the value of your stock and put hundreds of millions of dollars in your own pocket.\"\nStumpf, responding to criticism from Chairman Richard Shelby (R-Ala.), said,\"If I could turn the clock back, and I’ve thought about this a thousand times, of course we all wish we would have done something more earlier. We didn’t get on this fast enough.\"\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "To not invoke some degree of clawback for yourself and others involved would be committing malpractice from the standpoint of just public relations,",
                "Bob Corker",
                true
            ],
            [
                "If one of your tellers took a handful of $20 bills out of the cash drawer they’d probably be looking at criminal charges for theft,",
                "",
                true
            ],
            [
                "They could end up in prison.",
                "",
                true
            ],
            [
                "But you squeezed your employees to the breaking point so they would cheat customers and you could drive up the value of your stock and put hundreds of millions of dollars in your own pocket.",
                "",
                true
            ],
            [
                "If I could turn the clock back, and I’ve thought about this a thousand times, of course we all wish we would have done something more earlier.",
                "",
                true
            ],
            [
                "We didn’t get on this fast enough.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://login.politicopro.com/?keepLoggedIn=on&lRedirect=true&sRedirect=http://directory.politicopro.com/congress/member/51841",
                "https://login.politicopro.com/?keepLoggedIn=on&lRedirect=true&sRedirect=http://directory.politicopro.com/congress/member/51301",
                "https://login.politicopro.com/?keepLoggedIn=on&lRedirect=true&sRedirect=http://directory.politicopro.com/congress/member/51233",
                "https://login.politicopro.com/?keepLoggedIn=on&lRedirect=true&sRedirect=http://directory.politicopro.com/congress/member/66836",
                "https://login.politicopro.com/?keepLoggedIn=on&lRedirect=true&sRedirect=http://directory.politicopro.com/congress/member/51835"
            ]
        },
        "key_words": [
            "wells",
            "ceo",
            "stumpf",
            "chairman",
            "value",
            "unauthorized",
            "fargos",
            "calls",
            "board",
            "tells",
            "violated",
            "resign",
            "warren",
            "fargo",
            "investigation",
            "told"
        ]
    }
]