[
    {
        "url": "http://www.cnn.com/travel/article/adirondacks-historic-lodges/index.html",
        "title": "Rough it like a Gilded Age millionaire in the Adirondacks",
        "authors": [],
        "publisher": "www.cnn.com",
        "publish_date": "2017-09-13",
        "text": "Allison Tibaldi, CNN • Published 13th September 2017\nFacebookTwitterEmail\n(CNN) —\nInhale the pine-scented air, plunge into the glassy surface of pristine Lake Placid and gaze at the old-growth forest with Whiteface Mountain in the distance.\nInside, linger in front of a crackling fire, perhaps with a glass of port recommended by the sommelier. At the Lake Placid Lodge, guests commune with nature in grand style, just like the Gilded Age millionaires did.\nLake Placid is tucked into the Adirondack Park in upstate New York, created in 1892, encompassing more than six million acres of private and public land, a patchwork of freshwater lakes and rugged mountains.\nIn the late 19th century, families with surnames such as Rockefeller and Vanderbilt escaped city life by retreating here. And since money was no object, they built extravagant estates.\nDesigned to blend in with the natural surroundings, the mansions are embellished with timber, granite, stone and other native materials. Not wanting to draw undo attention, the residents modestly called their hideaways \"camps.\"\n\"They created a rustic fantasy where they could rough it in great luxury,\" says Steven Englehart, executive director of Adirondack Architectural Heritage.\nThe label \"Great Camp\" became popular for these sites in the mid-20th century, when a movement to preserve several camps that had fallen into disrepair gained momentum.\nTwenty-first century vacationers may experience these same princely pleasures when they stay at one of the Adirondack hotels that recall the original Great Camps. Dabble in timeless splendor at the following eight properties, for an aristocratic wilderness immersion of your own.\n1. The Point\nThe Point\nBuilt by William Avery Rockefeller nearly a century ago, today The Point is an all-inclusive retreat full of prestigious art and fine antiques. Guests hobnob here as the high society and industrial magnates once did.\nEleven guest rooms are spread among the four original log buildings. Each has a lake view and a swanky private bath, often with original brass or chrome fixtures. Rich fabrics, one-of-a-kind furnishings and a sitting area facing a huge stone fireplace may give visitors the sense that they, too, were born with silver spoons in their mouths.\nSpend the day boating on Upper Saranac Lake, playing croquet on the lawn, cross-country skiing or simply sipping a martini on the patio off the Great Hall. The ultra-attentive staff is there to cater to their guests' every whim.\nThe evening meal is a distinguished affair. Gentlemen wear jackets and ties, and black tie is suggested on Wednesday and Saturday nights, preserving tradition. In tune with the house party vibe, guests at The Point usually dine together, most often in the Great Hall, although winter snow barbecues at the lean-to and island picnics are mainstays as well.\nThe Point , 222 Beaverwood Rd., Saranac Lake, NY 12983; 518-891-5674 or 800-255-3530 \n2. Lake Placid Lodge\nThis 2008 version of Lake Placid Lodge replaces an 1882 lodge that burned down in 2005.\nLake Placid Lodge\nOpen the door to Owl's Nest cabin and it's impossible to miss its intriguing centerpiece, a king-size tree bed.  Made entirely from roots and limbs of the region's century-old trees, it embodies the artistry of Adirondack style.\nLake Placid Lodge complements the beauty of the High Peaks.\nThe first Great Camp on this site was built in 1882 and destroyed by a fire in 2005.  The new Lake Placid Lodge opened in 2008 with meticulous attention to detail to recreate the atmosphere of the original lodge. And the hotel is home to one of the most sophisticated collections of Hudson River School artwork in the world.\nThirty guest accommodations are all individually designed, tucked beneath swaying trees. It's the only resort directly on Lake Placid, and all accommodations exploit this geographic blessing with spectacular water views. Each is appointed with soft fabrics, polished wood, stone fireplaces and a hand-built, cloud-soft bed.\nWarm weather activities include cruising Lake Placid aboard the lodge's 35-foot mahogany Hacker-Craft, built right in the Adirondacks. Director of Engineering Ernie Rice often serves as captain. He was born and raised here, so his tour is full of local color and lore.\nIn winter, work up an appetite on snowshoes and indulge in the delectable tasting menu at Artisans, the property's fine dining establishment.\nLake Placid Lodge , 144 Lodge Way, Lake Placid, NY 12946; 518.523.2700 or 877-301-8485\n3. Whiteface Lodge\nAnother 21st-century lodge, Whiteface Lodge still fits into it surroundings.\nWhiteface Lodge\nBuilt in 2005, Whiteface Lodge evokes the region's 19th-century heyday, but it's a modern take in the style of a classic Adirondack Great Camp.\nMuch of the timber was hand-milled on-site while the interior walls are adorned with moose heads and other decorative taxidermy, canoes and cross-country skis, giving a sense of place every way you turn. Some 96 suites present slate floors, private cedar and mahogany balconies and warm cookies at turndown.\nFamilies flock here as the resort offers numerous activities that should please even the most demanding children, including a movie theater, bowling alley and ice cream parlor. More mature visitors may indulge in the two outdoor lean-tos complete with warm blankets, cozy seating, mountain views and a full cigar and bar menu.\nThe property is not on the lake, but in summer the shuttle service whisks guests to their private beach club in minutes. Canoes, kayaks, horseshoes and badminton are just a few of the lakeside diversions.\nWhiteface Lodge, 7 Whiteface Inn Lane, Lake Placid, NY 12946; 518-523-0505 or 888-582-0505\n4. The Sagamore\nThe Sagamore opened in 1883, and it's listed on the National Register of Historic Places.\nThe Sagamore\nAt The Sagamore on Lake George, children turn cartwheels on the expansive lawn after an afternoon spent fishing on the dock. It's a timeless slice of Americana.\nLocated in the southern base of the Adirondacks, Lake George is nicknamed the Queen of American Lakes. In its heyday, its Millionaire's Row was awash with mansions, yet they eschewed the log and timber aesthetic so common just to the north in favor of stone and masonry.\nOriginally opened in 1883, The Sagamore's white-clapboard-with-green-shutters exterior is a classic look. In its early years, it was a favored summer vacation spot of industrialist tycoons and robber barons, thanks to its over-the-top Saturday night parties.\nToday, the hotel is listed on the National Register of Historic Places, but the 390 rooms offer modern conveniences with traditional touches.\nDuring several weekends in January, 18,000 tons of ice are transformed into an ice bar, weather permitting. Intricate ice carvings and sub-zero temperatures await those who are willing brave the elements.\nThe Sagamore , 110 Sagamore Road, Bolton Landing, NY 12814; 518-644-9400 or 866-384-1944\nRelated content\n5. The Fern Lodge\nWhile Fern Lodge was built in the early 2000s, it evokes the era of the Great Camps.\nRandall Perry Photography\nWith only five rooms, seasoned innkeepers Greg and Sharon Taylor aim to personally pamper each visitor. With so few guests, they are able to customize the experience.\nBuilt by Greg Taylor in the early 2000s, it is decorated in a blend of rustic and mission styles. Rooms are enhanced with custom-made beds so big several were assembled in-room. Fireplaces and Jacuzzi tubs for two add to the romantic ambiance.\nWith no public access, Friends Lake is particularly serene. Kayak, canoe or hike in summer and cross-country ski lakeside in winter.  An outdoor hot tub and sauna are soothing extras.\nA multicourse gourmet breakfast is served each morning. In the evening, the hotel treats guests to a boat tour around the lake with a glass of wine and hors d'oeuvres.\nThe Fern Lodge , 46 Fiddlehead Bay Road, Chestertown, NY 12817; 518-494-7238\n6. Great Camp Sagamore\nGreat Camp Sagamore was built in the late 1890s as the home of Alfred G. Vanderbilt.\nRegional Office of Sustainable Tourism/Adirondacks, USA\nFor a bona fide flashback to the Vanderbilt lifestyle, consider Great Camp Sagamore. Crafted by William West Durant during 1895-1897, it was the home of Alfred G. Vanderbilt's family until 1954. Built with local stone and wood, this rustic retreat showcased America's romance with nature.\nToday, this National Historic Landmark remains frozen in time with the original furnishings intact. It's an authentic immersion, so don't expect 21st-century amenities. Many rooms share baths and there are no locks on the doors, just as in Alfred Vanderbilt's time. It is comfortable but not lavish.\nThere's an educational element woven into the experience. Visitors may participate in programs that examine American culture and history through the lens of the Adirondack wilderness.\nMost weekends revolve around a theme such as wellness or stargazing. During Vanderbilt Weekend, the Gilded Age is explored through historically accurate recipes that are prepared by the kitchen staff and paired with wine.\nThe bark-covered cottages and chalet-style lodge are clustered around private Sagamore Lake. Boating, swimming and hiking are popular pursuits.\nGreat Camp Sagamore , Sagamore Road, P.O. Box 40, Raquette Lake, NY 13436; 315-354-5311; Open from mid-May until mid-October.\n7. Elk Lake Lodge\nElk Lake Lodge is tucked into 12,000 acres of privately-owned forest preserve.\nCourtesy Elk Lake Lodge\nDrive five miles down a gravel road off Blue Ridge Road and you're deep in the woods. Sometimes, remoteness defines elegance.\nElk Lake Lodge is situated on 12,000 acres of privately-owned forest preserve. With no television or cell phone service, the silence is hardly ever broken, except for the haunting call of the loon.\nBuilt as a lodge for paper manufacturer Finch, Pruyn and Company in 1902, Elk Lake is the resort's crown jewel. The clean glacial waters are sprinkled with dozens of islands and inlets that beckon to be explored with a kayak, canoe or rowboat. Swimming is a refreshing option.\nWith a plenitude of rambling paths, expect silence and solitude on the hiking trails.\nThe resort is quite intimate. There are six compact guest rooms in the main lodge and eight cottages scattered round the property offering additional privacy. They are not fancy, rather crafted with an eye towards streamlined functionality.\nThe main lodge is decorated with rugged Adirondack and Arts and Crafts furniture. Many guests choose to spend quiet evenings here reading by the fieldstone fireplace.\nListen for the ring of the old-fashioned dinner bell at 6 p.m. Hearty meals at the lakeside dining room feature simple, fresh ingredients, perfectly matching the surroundings.\nElk Lake Lodge , 1106 Elk Lake Road, North Hudson, NY 12855; 518-532-7616; Open from mid-May until mid-October.\n8. White Pine Camp\nWhite Pine Camp guests can reserve the President's Cabin, where Calvin Coolidge once slept.\nRegional Office of Sustainable Tourism/Adirondacks, USA\nOnce the summer White House of President Calvin Coolidge, who was in office from August 1923 to March 1929, White Pine Camp's rustic interiors and towering pines paint a time-honored picture.\nThirteen cottages and cabins are furnished with hand-built Adirondack-style furniture, stone fireplaces or wood stoves and pastoral views. History buffs may reserve the President's Cabin, where Coolidge slept.\nTake a dip in the clear waters of Osgood Pond, lounge by the fire in the Great Room or stroll over a 300-foot wooden bridge to the Japanese teahouse. The set-your-own-pins bowling alley, red English clay tennis court and restored Alpine rock garden are perks.\nWhite Pine Camp , White Pine Road, P.O. Box 340, Paul Smiths, NY 12970; 518-327-3030\nAllison Tibaldi is a New York City-based travel and food writer who has written for USA TODAY-Go Escape, Time Out New York, am New York, off Metro and other travel publications. Her work can be found at  http://allisontibaldi.com .\n© 2019 Cable News Network. Turner Broadcasting System, Inc. All Rights Reserved. CNN Sans ™ & © 2016 Cable News Network.\n",
        "quotes": [
            [
                "They created a rustic fantasy where they could rough it in great luxury,",
                "Steven Englehart",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://www.thepointsaranac.com",
                "https://www.elklakelodge.com/",
                "https://www.lakeplacidlodge.com/",
                "https://www.thesagamore.com/",
                "http://www.cnn.com//www.turner.com",
                "http://allisontibaldi.com",
                "https://www.thewhitefacelodge.com/",
                "https://www.whitepinecamp.com/",
                "https://www.thefernlodge.com/",
                "https://sagamore.org/"
            ]
        },
        "key_words": [
            "millionaire",
            "great",
            "adirondack",
            "placid",
            "ny",
            "whiteface",
            "lodge",
            "gilded",
            "sagamore",
            "camp",
            "adirondacks",
            "rough",
            "guests",
            "lake",
            "age"
        ]
    }
]