[
    {
        "url": "https://www.reuters.com/article/us-switch-ipo/data-center-provider-switch-surges-in-debut-idUSKBN1CB1TH",
        "title": "Data-center provider Switch surges in debut",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-06",
        "text": "Data-center provider Switch surges in debut\n2 Min Read\n(Reuters) - Shares of Switch Inc, which provides data center services to Amazon, eBay and JP Morgan among others, rose as much as 45 percent in their market debut on Friday, giving the company a market capitalization of more than $5.6 billion.\nSwitch’s IPO was priced at $17 per share, above the previously outlined $14-$16 range, and raised $531.3 million, making it the second-biggest U.S. technology listing this year after Snapchat-owner Snap Inc.\nSnap raised $3.4 billion in March, according to Thomson Reuters data.\nSwitch’s IPO comes at a time when demand for data centers is increasing due to higher adoption of cloud-based storage.\nSwitch Inc, which was incorporated in June for the purpose of issuing the Class A shares in the offering, intends to use the proceeds to buy out investors in Switch Ltd and take control of it as a holding company. ( bit.ly/2xvcGFs )\nSwitch founder and Chief Executive Rob Roy, who calls  himself an “inventrepreneur,” will have nearly 68 percent of voting power, the company said.\nSwitch, which has data centers in Las Vegas and Tahoe Reno in Nevada and Grand Rapids in Michigan, reported net income of $35.3 million in the six months ended June 30, marginally up from $35.2 million a year earlier.\nThe company, which holds more than 350 patents and competes with larger rival Equinix Inc, CoreSite Realty and CyrusOne, had reported a 17.1 percent jump in revenue to $181.3 million in the same period.\nSwitch shares rose as high as $24.71, before trading up 21.5 percent at $20.66 shortly before the close.\nReporting by Roopal Verma in Bengaluru; Editing by Arun Koyyur and Sriraj Kalluvila\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [
                "https://www.sec.gov/Archives/edgar/data/1710583/000119312517291962/d393780ds1a.htm"
            ],
            "unsure": []
        },
        "key_words": [
            "provider",
            "datacenter",
            "reported",
            "debut",
            "shares",
            "raised",
            "company",
            "market",
            "million",
            "rose",
            "ipo",
            "surges",
            "data",
            "switch"
        ]
    }
]