[
    {
        "url": "https://www.cnn.com/2016/09/22/politics/trump-black-america-really-really-really-wrong/index.html",
        "title": "Reality check: Trump's view of state of black America really, really, really wrong",
        "authors": [
            {
                "name": "Steven A. Holmes",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-22",
        "text": "Reality check: Trump's view of state of black America really, really, really wrong\nUpdated 4:08 PM ET, Thu September 22, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nWashington (CNN)\nAt a rally in North Carolina on Tuesday, Donald Trump, the Republican nominee states: \"Our African American communities are absolutely in the worst shape they've ever been in before. Ever, ever, ever .\"\nThe statement is so patently absurd, fact-checking it seems kind of silly.\nBut rather than just give the general response of \"What about slavery?\" or \"How about segregation?\" or \"How about when black people couldn't vote?\" a couple of empirical data points and a bit of history provide just a few examples of how wrong the statement is.\nThe famous and horrifying image of the killing of Thomas Shipp and Abram Smith in Marion, Indiana, in 1930.\nConsider:\n- A number of black men have been shot and killed by police officers in recent years. That is tragic. But between 1882 and 1931, there were 3,318 black people lynched. That's, on average, more than 1 black person strung up without a trial every week during a 50-year-period.\nRead More\n- Last year 32.7% of black children lived in families with incomes below the poverty line. Pretty horrible. But in 1965, it was 65.6% of all black kids who were living in poverty.\n- The shooting of an unarmed black man in Tulsa is horrible. But in 1921, marauding white mobs, some dropping dynamite from airplanes, killed scores of black people - some estimates range up to 300 - in Tulsa's Greenwood neighborhood. Authorities detained more than 6,000 black folks just to protect them from being slain.\nHistory is loaded with examples of how while things may be tough for black people now, times were infinitely more difficult in the past.\n",
        "quotes": [
            [
                "Our African American communities are absolutely in the worst shape they've ever been in before.",
                "Donald Trump",
                true
            ],
            [
                "How about when black people couldn't vote?",
                "Donald Trump",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.cnn.com/2016/09/20/politics/donald-trump-african-americans-election-2016/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "really",
            "wrong",
            "washington",
            "tragic",
            "week",
            "trump",
            "trumps",
            "black",
            "statement",
            "worst",
            "trial",
            "view",
            "america",
            "state",
            "check",
            "reality",
            "vote"
        ]
    }
]