[
    {
        "url": "http://www.bbc.com/news/world-asia-china-41564841",
        "title": "China's secret aid empire uncovered",
        "authors": [
            {
                "name": "Celia Hatton",
                "link": null
            }
        ],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "11 October 2017\nThese are external links and will open in a new window\nClose share panel\nImage copyright Paula Bronstein\nChina has a long list of state secrets - how many people it puts to death every year, and even the birthdays of its top leaders. But now, overseas researchers have uncovered another Chinese state secret: how much money Beijing gives in aid to other countries.\nNot very long ago, China was a foreign aid recipient. Now, it rivals the United States as one of the world's largest donors, through traditional development aid or through financial loans.\nFor the first time, a large group of researchers outside China have compiled a major database detailing virtually all of China's financial money flow to recipient countries . Citing more than 5,000 projects found across 140 countries, it reveals that China and the US rival each other in terms of how much they offer to other countries.\nHowever, \"they spend those budgets in radically different ways. And the different compositions of those portfolios have far-reaching consequences\", explains Brad Parks, the project's chief researcher.\nHe heads the AidData research lab at the College of William & Mary in Virginia, which teamed up with other researchers at Harvard University and the University of Heidelberg in Germany to complete the research.\nHow did they uncover the secret?\nImage copyright CARL DE SOUZA/AFP/Getty Images\nImage caption Pictured in 2015, Chinese workers build railway infrastructure to link Djibouti with Addis Ababa, in neighbouring Ethiopia\nThe AidData team had to develop its own methodology to answer the questions that weren't provided by the Chinese government. They tracked money flows from China to recipient countries using news reports, official embassy documents and aid and debt information from China's counterparts.\nPiece by painstaking piece, the information came together to draw a relatively complete picture of where Chinese aid is going and what impact it's having.\n\"We think the methodology has revealed the known knowable universe,\" Brad Parks says. \"If the Chinese government really wants to conceal something, we won't necessarily pick it up.\" But if there are sizeable money transfers going from China to a recipient country, \"word is going to get out\", he adds.\nHow does China hand out money?\nOne major finding from the study: China and the US, the world's biggest donor, have handed out similar amounts of money in the years covered in the database, but the countries distribute that money in radically different ways.\nThe vast majority (93%) of US financial aid fits under the traditional definition of aid that's agreed upon by all Western industrialised countries. That aid is given with the main goal of developing the economic development and welfare of recipient countries. At least a quarter of that money represents a direct grant, not a loan that needs to be repaid.\nIn contrast, only a small portion (21%) of the money that China gives to other countries can be considered as traditional aid. And the rest of that money? The \"lion's share\" of that money is given in commercial loans that have to be repaid to Beijing with interest.\n\"China wants to get attractive economic returns on its capital,\" Brad Parks explains.\nAnd what does that money achieve?\nThe team's other major finding: when China gives out traditional aid, the recipient countries reap impressive economic rewards. For a long period, there were suspicions that Chinese aid projects were only set up to benefit China; infrastructure projects built by imported Chinese workers, for instance, that did little to improve the lives of people on the ground. However, this research shows that China is just as capable of managing development aid projects as Western donors.\nChinese aid: How they spend it\n$362bn\ntotal Chinese foreign aid and loans\n21% of China's aid spending is on grants - the rest is loans\n$399bn is the total for US foreign aid and loans in the same period\n93% of the US total is traditional aid, focused on economic development and welfare\nSource: AidData, 2000-2014\nWhich countries are getting China's money?\nSince 2000, African countries have captured a large slice of the aid and loans given by China.\nHowever, China's wealth is distributed to points across the globe, from hospitals in Senegal to ports in Pakistan and Sri Lanka. In 2014, the most recent year covered by AidData, Russia topped the recipient list, followed by Pakistan and Nigeria.\nIn contrast, the US list in 2014 was topped by Iraq and Afghanistan, followed by Pakistan.\nImage copyright AAMIR QURESHI/AFP/Getty Images\nImage caption Chinese cash has funded the development of Pakistan's Gwadar port\nPolitics plays a big part in how both China and the US decide to spend their money. Earlier studies by the researchers behind AidData show that both Beijing and Washington tend to offer money to countries which support them at the United Nations.\nBut for China, economics play a key role: the AidData researchers found Beijing is often focused on promoting Chinese exports or market rate loans where China wants to get the loan repaid with interest.\nThe North Korea factor\nChina is often cited as the main source of aid propping up the fragile North Korean economy. But the AidData researchers tracked down just 17 Chinese projects in North Korea over the 14-year period, totalling a measly $210m.\nBrad Parks calls North Korea \"an informational black hole\", admitting that it's the only recipient country that truly evaded the researchers. To a large extent, the vast amounts of money and other kinds of aid that China is believed to give North Korea fall outside the global financial system.\nImage copyright AFP PHOTO/KCNA VIA KNS\nImage caption Researchers have struggled to track the Chinese aid flowing into secretive North Korea\nWhy is China's money so attractive?\nIn the 1960s to the 1990s, Western countries offered high-interest market-rate loans to developing countries. However, that strategy misfired when recipient countries could not begin to repay the interest on the debts they had acquired. Outrage ensued and the Western aid model was overhauled.\n\"There was a shared principle that we should not be offering market-rate loans to developing countries,\" Brad Parks says. \"And now, here comes China, enter stage left. They're not part of that coalition. They haven't been socialised to that principle and they're very willing and able to provide loans near or at market rate.\n\"Increasingly, countries that don't want to go the IMF for a bailout when they're in trouble, they will go to China instead.\"\nWill China continue to loan out money?\nSo far, the data shows that the countries that receive China's market-rate loans are not suffering economically, but they aren't experiencing economic growth either. Researchers fear that could change in 10 or 15 years, when countries build up debts because they can't repay the money they will owe to Beijing. At that point, China might have to rethink things.\n\"They may very well 10 years from now, or 15 years from now, encounter the same problems that Western donors and creditors encountered when loans are not getting repaid,\" Brad Parks explains. \"If and when that point of reckoning occurs, then perhaps Beijing will revisit how it structures these loans.\"\nWhy does it matter if China becomes a big global lender?\nThere is evidence that China's no-strings loans have had an effect on the entire global lending system, forcing traditional donors to stop placing so many requirements on receiving countries. Using AidData's database, economist Diego Hernandez revealed that China's role as a major lender has boosted competition between traditional donors.\n\"When an African country is also assisted by China,\" he writes, \"the World Bank provides fewer conditions attached to its loans\". For every 1% increase in Chinese aid, Hernandez found the World Bank lessened its typical demands for things like market liberalisation or economic transparency by 15%.\nCritics have long charged that \"rogue aid\" from China allows some countries to avoid democratic reforms because they can simply turn to China for aid, dodging the scrutiny of traditional Western donors.\nCambodia is a recent example; independent newspapers and western NGOs have been shuttered, as Cambodian leaders' strengthening ties with China embolden them to turn away from Washington's demands to hold fair elections.\nXiaojun Li studied how Chinese aid has changed countries in Africa, arguing that democratic reforms have slowed as the developing countries concluded they could bypass the political demands of Western donors by turning to Chinese aid.\n\"Traditional donors have criticised China's approach to aid,\" he says, but \"many African countries embrace the assistance from Beijing, or at least are glad to have more options\".\nRelated Topics\n",
        "quotes": [
            [
                "they spend those budgets in radically different ways.",
                "",
                false
            ],
            [
                "And the different compositions of those portfolios have far-reaching consequences",
                "",
                false
            ],
            [
                "We think the methodology has revealed the known knowable universe,",
                "Brad Parks",
                true
            ],
            [
                "If the Chinese government really wants to conceal something, we won't necessarily pick it up.",
                "Brad Parks",
                true
            ],
            [
                "word is going to get out",
                "",
                false
            ],
            [
                "China wants to get attractive economic returns on its capital,",
                "Brad Parks",
                true
            ],
            [
                "There was a shared principle that we should not be offering market-rate loans to developing countries,",
                "Brad Parks",
                true
            ],
            [
                "And now, here comes China, enter stage left.",
                "Brad Parks",
                true
            ],
            [
                "They're not part of that coalition.",
                "Brad Parks",
                true
            ],
            [
                "They haven't been socialised to that principle and they're very willing and able to provide loans near or at market rate.",
                "Brad Parks",
                true
            ],
            [
                "Increasingly, countries that don't want to go the IMF for a bailout when they're in trouble, they will go to China instead.",
                "Brad Parks",
                true
            ],
            [
                "They may very well 10 years from now, or 15 years from now, encounter the same problems that Western donors and creditors encountered when loans are not getting repaid,",
                "Brad Parks",
                true
            ],
            [
                "If and when that point of reckoning occurs, then perhaps Beijing will revisit how it structures these loans.",
                "Brad Parks",
                true
            ],
            [
                "When an African country is also assisted by China,",
                "Hernandez",
                true
            ],
            [
                "the World Bank provides fewer conditions attached to its loans",
                "Hernandez",
                false
            ],
            [
                "Traditional donors have criticised China's approach to aid,",
                "Xiaojun Li",
                true
            ],
            [
                "many African countries embrace the assistance from Beijing, or at least are glad to have more options",
                "Xiaojun Li",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.aiddata.org/data/chinese-global-official-finance-dataset"
            ]
        },
        "key_words": [
            "money",
            "western",
            "uncovered",
            "researchers",
            "countries",
            "recipient",
            "empire",
            "china",
            "chinas",
            "aid",
            "chinese",
            "secret",
            "loans"
        ]
    }
]