[
    {
        "url": "http://www.cnn.com/2017/10/04/politics/mark-warner-richard-burr-russia-investigation/index.html",
        "title": "Hill Russia investigators: Panel still searching for 'any hint of collusion'",
        "authors": [
            {
                "name": "Jeremy Herb",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-04",
        "text": "Hill Russia investigators: Committee still searching for 'any hint of collusion'\nUpdated 6:26 PM ET, Wed October 4, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nSen. Richard Burr, a North Carolina Republican, leads the Senate intelligence committee\nThe Senate intelligence panel has also invited Facebook, Twitter and Google to testify\n(CNN)\nSenate Intelligence Committee Chairman Richard Burr said Wednesday that the panel \"has more work to do\" to determine whether there was collusion between Russian officials and Donald Trump's team during last year's presidential election.\n\"The committee continues to look into all evidence to see if there was any hint of collusion,\" Burr said at a Capitol Hill news conference, standing alongside the committee's top Democrat, Mark Warner of Virginia.\nBurr said the committee continues to look for \"any hint of collusion\" but has not come to any initial conclusions on that question, as it is still conducting interviews and reviewing documents, including 25 additional interviews this month.\nThe news conference Burr and Warner held to provide a progress report on their monthslong probe underscored their investigation is growing in scope and is not shying away from the question of collusion — which Trump has repeatedly dismissed as a \"hoax.\"\nBurr and Warner said they have largely confirmed the conclusions the intelligence community reached under the Obama administration that the Russian government meddled in the 2016 US election.\nRead More\nWhile Burr sidestepped questions about whether the Russians were trying to help Trump, one of the conclusions the intelligence community found, he warned that the efforts to interfere are still ongoing and must be addressed ahead of the next round of US elections later this year and in 2018.\n\"We have not come to any determination on collusion or Russia's preferences,\" the North Carolina Republican said. \"It seems that the overall theme of the Russian involvement in the US elections was to create chaos at every level. And I would tell you the fact that we're sitting here nine months later investigating it, they have been pretty darn successful.\"\nBurr said he did not have a timeline on when the investigation will conclude, though he said somewhat wistfully that his \"aspirational goal\" was still to end by the end of year.\nBurr ticked off the areas of possible collusion the committee had already probed, and also issued a blanket threat to future witnesses that they should testify voluntarily or face a subpoena.\n\"Future witnesses that we might ask to come in the future, I strongly suggest you come in and speak with us,\" Burr said. \"If we believe that you have something valuable to bring to the committee, if you don't voluntarily do it, I will assure you today you will be compelled to do it.\"\nHe noted the committee had \"hit a wall\" in its effort to interview Christopher Steele , the author of a controversial dossier containing explosive allegations about Trump and top members of his campaign, and he called on Steele to meet with the panel.\nBurr said that both he and Warner made personal efforts to reach Steele, but he had not accepted their invitations. Burr said the committee \"cannot decide the credibility\" of the dossier without understanding who paid for it and its sources.\nCNN reported in early January t hat Trump was briefed on the dossier, which includes allegations about Trump's associates, finances and personal life, and Trump has gone on to dismiss its contents entirely as \"phony.\"\nBurr also said the panel had interviewed seven attendees of an April 2016 event at the Mayflower Hotel -- where then-Russian Ambassador to the US Sergey Kislyak spoke briefly with Trump's son-in-law, Jared Kushner -- and their testimony was consistent. The panel also talked to everyone involved with the changing of the Republican platform on Ukraine, and Burr said the staff believed in what they were implementing.\nBurr said the committee's examination of the memos of former FBI Director James Comey \"has reached a logical end as it relates to the Russia investigation,\" indicating the committee didn't plan to delve further into the question of obstruction of justice, something Justice Department special counsel Robert Mueller is investigating.\nBurr and Warner brought a chart to the news conference that detailed the amount of work the committee has done so far, including more than 100 interviews at over 250 hours, more than 4,000 transcript pages and 100,000 pages of documents reviewed.\nBurr said the committee has interviewed every intelligence community official involved in drafting the report on Russian election meddling, as well as Obama administration officials involved.\nThe committee has spoken behind closed doors to members of the intelligence community as well as Trump's inner circle, including former Trump campaign chairman Paul Manafort and Kushner.\nThere are several public hearings on the horizon. The first is for Trump's personal attorney, Michael Cohen, who had been scheduled for a private staff interview last month, but the committee postponed the appearance and invited him to a public session instead after Cohen provided a statement to the media denying any collusion with Russian officials.\nThe Senate intelligence panel has also invited Facebook, Twitter and Google to testify at a public hearing next month on Russia's use of social media in elections, which has become a major focus of the panel's probe in recent weeks.\nFacebook on Monday provided Congress with copies of the 3,000 Russian-linked election ads it identified, as well as data including where the ads were targeted. CNN reported Tuesday that the ads targeted crucial swing states Wisconsin and Michigan .\nThe Senate intelligence committee is one of three congressional panels that are investigating Russian election meddling and possible collusion, in addition to Mueller's investigation.\nThis story has been edited and will continue to update with additional developments.\n",
        "quotes": [
            [
                "The committee continues to look into all evidence to see if there was any hint of collusion,",
                "Burr",
                true
            ],
            [
                "We have not come to any determination on collusion or Russia's preferences,",
                "",
                true
            ],
            [
                "It seems that the overall theme of the Russian involvement in the US elections was to create chaos at every level.",
                "",
                true
            ],
            [
                "And I would tell you the fact that we're sitting here nine months later investigating it, they have been pretty darn successful.",
                "",
                true
            ],
            [
                "Future witnesses that we might ask to come in the future, I strongly suggest you come in and speak with us,",
                "Burr",
                true
            ],
            [
                "If we believe that you have something valuable to bring to the committee, if you don't voluntarily do it, I will assure you today you will be compelled to do it.",
                "Burr",
                true
            ],
            [
                "has reached a logical end as it relates to the Russia investigation,",
                "Burr",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2017/06/08/politics/james-comey-hearing-takeaways/index.html",
                "https://www.cnn.com/2017/01/10/politics/donald-trump-intelligence-report-russia/index.html",
                "https://www.cnn.com/2017/10/03/politics/russian-facebook-ads-michigan-wisconsin/index.html",
                "https://www.cnn.com/2017/03/07/europe/trump-russia-dossier-author-christopher-steele/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "hint",
            "warner",
            "panel",
            "collusion",
            "intelligence",
            "question",
            "richard",
            "searching",
            "investigators",
            "senate",
            "russia",
            "committee",
            "burr",
            "hill",
            "russian"
        ]
    }
]