[
    {
        "url": "http://www.cnn.com/2017/10/11/politics/donald-trump-steve-bannon-vanity-fair/index.html",
        "title": "Vanity Fair: Bannon believes Trump only has 30% chance of completing full term",
        "authors": [
            {
                "name": "Sophie Tatum",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-11",
        "text": "Vanity Fair: Bannon believes Trump only has 30% chance of completing full term\nUpdated 8:46 PM ET, Thu October 12, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nWashington (CNN)\nFormer White House chief strategist Steve Bannon has privately confided that he believes President Donald Trump only has a 30% chance of completing his full term, a source told Vanity Fair .\nAccording to two of Vanity Fair's sources with knowledge of the conversation, Bannon warned Trump several months ago that the biggest threat to his presidency is not impeachment by Congress, but the 25th Amendment -- which could allow his Cabinet to vote to remove him.\nCNN has been unable to independently confirm these reported conversations. Bannon could not be reached for comment.\nThe 25th Amendment to the Constitution is a measure that establishes a system for replacing the president or vice president in case there is a death, removal, resignation or incapacitation.\nAlso, if the vice president \"and a majority of either the principal officers of the executive departments or of such other body as Congress may by law provide\" make a \"written declaration that the president is unable to discharge the powers and duties of his office, the vice president shall immediately assume the powers and duties of the office as acting president.\"\nRead More\nThe 25th Amendment was adopted following the assassination of President John F. Kennedy in 1963.\nAccording to the two sources who spoke to Vanity Fair, when Bannon raised the 25th Amendment as a concern, Trump responded by asking, \"What's that?\"\nBannon was fired from the White House in August.\nThe report comes amid a public feud between Trump and Sen. Bob Corker, R-Tennessee, who is retiring from Congress after 2018. The two have gone back and forth via Twitter, and Corker told The New York Times that he thinks Trump could take the US \"on the path to World War III.\"\n",
        "quotes": [
            [
                "and a majority of either the principal officers of the executive departments or of such other body as Congress may by law provide",
                "",
                false
            ],
            [
                "written declaration that the president is unable to discharge the powers and duties of his office, the vice president shall immediately assume the powers and duties of the office as acting president.",
                "",
                false
            ],
            [
                "on the path to World War III.",
                "Corker",
                false
            ]
        ],
        "links": {
            "articles": [
                "http://www.cnn.com/2017/07/03/politics/what-is-the-25th-amendment-donald-trump/index.html",
                "https://www.vanityfair.com/news/2017/10/donald-trump-is-unraveling-white-house-advisers",
                "http://www.cnn.com/2017/08/18/politics/steve-bannon-white-house/index.html",
                "https://www.cnn.com/2017/10/10/politics/donald-trump-bob-corker/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "believes",
            "unable",
            "powers",
            "duties",
            "fair",
            "completing",
            "office",
            "chance",
            "term",
            "vanity",
            "bannon",
            "congress",
            "vice",
            "30",
            "trump",
            "president"
        ]
    }
]