[
    {
        "url": "https://www.nytimes.com/2017/10/07/fashion/odell-beckham-jr-nike.html?rref=collection%2Fsectioncollection%2Fsports",
        "title": "Odell Beckham Jr. on a Nike-Powered Swing Through SoHo",
        "authors": [
            {
                "name": "Ben Detrick",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-07",
        "text": "Advertisement\nImage\nOdell Beckham Jr. gets ready to speak on a panel at the Nike Showroom in SoHo.CreditCreditAndrew White for The New York Times\nBy Ben Detrick\nOct 7, 2017\nOn a recent Wednesday night, Odell Beckham Jr. and his phalanx of security guards and cronies poured through a back entrance at the House of Morgan, an imposing financial district landmark that was once the headquarters of J.P. Morgan and is now an event space. Today’s business was selling shoes, and the New York Giants star receiver was there to promote a new Nike collection from Virgil Abloh , the designer of Off-White.\nImage\nThe panel, from left, included Tremaine Emory, Bloody Osiris, Jonathan Mannion and Mr. Beckham.CreditAndrew White for The New York Times\nAs monochrome-draped sneakerheads in athleisure and Vetements hoodies milled around the cavernous space buying merchandise, Mr. Beckham munched Flamin’ Hot Cheetos and eyed footwear. A Nike representative encouraged him to adopt a pair of Air Force 1s. “For stunting purposes,” the representative said. “Literally nobody has these, it’s straight from the factory.”\nMr. Beckham slid on a pair of size 11s. “I’ll keep ’em on,” he said in a low mumble. “I’ll put them in my shoe room.”\nImage\nMr. Beckham and his entourage after the first Nike event.CreditAndrew White for The New York Times\nIt was a mellow kickoff for an athlete known for careening between exuberant and operatic. At 24 and entering his fourth season with the Giants, he is a three-time Pro Bowler, an explosive wide receiver known for making jaw-dropping airborne snags and a charismatic celebrity who was spotted at Paris Fashion Week parties in March with Bella Hadid, Kendall Jenner and Travis Scott. In May, Mr. Beckham signed a $25 million, five-year deal with Nike.\nBut Mr. Beckham’s reticence may also have been self-preservation, given that a reporter was present. A gregarious bon vivant, he has occasionally been mired in skirmishes of his own creation.\nImage\nIn May, Mr. Beckham signed a $25 million, five-year deal with Nike.CreditAndrew White for The New York Times\nIn January, he took fire for a lackluster playoff performance in a 38-to-13 loss after spending an off-day in Miami on a boat with teammates and the singer Trey Songz. Over the summer, Mr. Beckham’s leadership was questioned when he skipped an organized team practice . And, several Sundays ago, after making one of two touchdown catches against the Eagles, Mr. Beckham drew an unsportsmanlike conduct penalty for crouching on all fours and pretending to urinate like a dog.\nMr. Beckham denies that he has shoveled red meat into the ravenous maw of the 24-hour sports news cycle. “If they don’t have a story, these days, they’re going to make one,” he said, quoting Drake lyrics. (The men are friends, and Mr. Beckham house-sat the singer’s Yolo Estate in Hidden Hills, Calif., in 2016.)\nImage\nAt the Nike showroom in SoHo, Mr. Beckham inspects a Giants jersey.CreditAndrew White for The New York Times\nSoon he was seated in the back of black Mercedes-Benz Sprinter, a touring van that resembles a fattened orca. The vehicle lurched northward, toward another event, this one at the Nike store in SoHo. Vybz Kartel’s “Fever” pulsed over the speakers.\nMr. Beckham believes he has been targeted by the media, and that even innocuous situations involving him have become tabloid fodder. He once wore cleats depicting the logos of media outlets including ESPN, The New York Post and TMZ with the word “Shhhhh!!!” scrawled atop them.\nImage\nMr. Beckham chats with Michael Vick.CreditAndrew White for The New York Times\n“There’s no real privacy anymore,” he said. “That’s the only thing that gets annoying. What if I want to go to the grocery store and get some candy, get some Hot Cheetos? You don’t wish your life is any different, it’s just what your life is. I don’t take anything personal anymore.”\nHe paused, then said, “I try not to. I can’t say I don’t.”\nMr. Beckham’s cockscomb of blond hair and thick dark beard were accented by a hammock of glittering chains, a Supreme T-shirt showing the rapper Nas and jeans with “Sinners” written on the knees. His mosaic of tattoos included portraits of Tupac Shakur, Malcolm X, Martin Luther King Jr. and Mike Tyson (shown chomping on Evander Holyfield’s ear).\n“It’s not like I’d bite someone’s ear off to win,” he said, then reconsidered.“But I really would. ‘Oh, I’m about to lose this fight?’” He bared his teeth and made gnawing noises. He plans on adding a tattoo of Allen Iverson stepping over Tyronn Lue.\nOnce at Nike SoHo, Mr. Beckham was ushered through a back entrance, into an elevator and up to an impromptu greenroom. Photographers snapped away as he personalized a Giants jersey on an e-tablet with the assistance of Eric Elms, a Brooklyn-based artist. “I should have made this small for my mama,” Mr. Beckham said of a digital mock-up that read “Savage” on the back.\nImage\nA crowd of jersey-clad schoolchildren cheers Mr. Beckham at the Nike Store in SoHo.CreditAndrew White for The New York Times\nHe inspected a table freighted with lobster and steak from Balthazar. “This might be a little rare,” said Ajay Sangha, a member of the Beckham entourage who wore an Anti Social Social Club hoodie. The pair poured tiny shots of Hennessy cognac into small plastic cups. Before tossing his back, Mr. Beckham crouched and peered over his shoulder to make sure no one was taking pictures.\nHe spotted Michael Vick, the former N.F.L. star who pleaded guilty in 2007 to dogfighting-related charges. “You’re the reason I’m a lefty,” Mr. Beckham said to Mr. Vick, pantomiming a quarterback’s throwing motion.\nImage\nLawrence Taylor greets Mr. Beckham.CreditAndrew White for The New York Times\nSoon Mr. Beckham was chaperoned downstairs to speak on a panel in front of a billboard showing his likeness and the phrase “G’ed Up,” a reference to the Giants. The audience was a packed half-moon congregation of schoolchildren, all dressed in blue Giants shirts. Before long, Lawrence Taylor, the New York linebacker who was sentenced to probation for sexual misconduct , trotted out in Tommy Hilfiger sweatpants and sliders with exposed toes.\n“I don’t know how you played with the earring,” said Mr. Beckham of Mr. Taylor’s chunky signature jewelry. “That was like 40 pounds of gold and diamonds.”\nJay-Z’s “Bam” rang out, and soon Mr. Beckham headed back to the Sprinter. He planned on spending a quiet night in New Jersey, where he lives with four Presa Canario dogs (Mowgli, Blackjack, Khan and Ares). It was brought to his attention that, compared to the other athletes at the event, he was a veritable choirboy. He chuckled.\n“L.T. and Mike Vick — with me in the room,” Mr. Beckham said. “I might be able to chill.”\nA version of this article appears in print on , Section ST, Page 8 of the New York edition with the headline: Following a Giant’s Flamin’ Hot Footsteps. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "Oh, I’m about to lose this fight?",
                "",
                true
            ],
            [
                "Literally nobody has these, it’s straight from the factory.",
                "",
                true
            ],
            [
                "I’ll put them in my shoe room.",
                "Odell Beckham Jr.",
                true
            ],
            [
                "If they don’t have a story, these days, they’re going to make one,",
                "Odell Beckham Jr.",
                true
            ],
            [
                "There’s no real privacy anymore,",
                "Odell Beckham Jr.",
                true
            ],
            [
                "That’s the only thing that gets annoying.",
                "Odell Beckham Jr.",
                true
            ],
            [
                "What if I want to go to the grocery store and get some candy, get some Hot Cheetos?",
                "Odell Beckham Jr.",
                true
            ],
            [
                "You don’t wish your life is any different, it’s just what your life is.",
                "Odell Beckham Jr.",
                true
            ],
            [
                "I don’t take anything personal anymore.",
                "Odell Beckham Jr.",
                true
            ],
            [
                "I can’t say I don’t.",
                "Odell Beckham Jr.",
                true
            ],
            [
                "It’s not like I’d bite someone’s ear off to win,",
                "Odell Beckham Jr.",
                true
            ],
            [
                "Oh, I’m about to lose this fight?",
                "Odell Beckham Jr.",
                true
            ],
            [
                "I should have made this small for my mama,",
                "Beckham",
                true
            ],
            [
                "This might be a little rare,",
                "Ajay Sangha",
                true
            ],
            [
                "You’re the reason I’m a lefty,",
                "Michael Vick",
                true
            ],
            [
                "I don’t know how you played with the earring,",
                "Beckham",
                true
            ],
            [
                "That was like 40 pounds of gold and diamonds.",
                "Beckham",
                true
            ],
            [
                "and Mike Vick — with me in the room,",
                "Beckham",
                false
            ],
            [
                "I might be able to chill.",
                "Beckham",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.gq.com/story/odell-beckham-drake-house-sitting",
                "https://www.nytimes.com/2011/03/23/sports/football/23taylor.html?mcubz=1&module=inline",
                "https://www.nydailynews.com/sports/football/giants/odell-beckham-ota-no-show-missed-opportunity-prove-maturity-article-1.3189380",
                "https://www.nytimes.com/2007/08/27/sports/football/27cnd-vick.html?mcubz=0&module=inline",
                "https://www.nytimes.com/2014/11/06/fashion/virgil-abloh-kanye-wests-creative-director-street-wear-Off-White-Label.html?_r=1&module=inline",
                "https://www.highsnobiety.com/2017/03/07/1oak-up-down-paris-fashion-week-pop-up-parties/",
                "https://www.si.com/nfl/2017/06/14/odell-beckham-cleats-media-critics-photos",
                "https://www.nydailynews.com/sports/football/giants/odell-beckham-victor-cruz-party-justin-bieber-miami-article-1.2932074"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.parsintl.com/publication/the-new-york-times/",
                "https://www.antisocialsocialclub.com/",
                "http://www.nfl.com/player/odellbeckham/2543496/profile"
            ]
        },
        "key_words": [
            "tyronn",
            "mr",
            "swing",
            "soho",
            "win",
            "tupac",
            "x",
            "tshirt",
            "nikepowered",
            "tyson",
            "odell",
            "jr",
            "beckham",
            "written",
            "ushered"
        ]
    }
]