[
    {
        "url": "https://www.nytimes.com/2017/10/10/theater/time-and-the-conways-theater-review-roundabout.html?rref=collection%2Fsectioncollection%2Farts",
        "title": "Review: The Future Is Always Present in ‘Time and the Conways’",
        "authors": [
            {
                "name": "Jesse Green",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-10",
        "text": "Advertisement\nSupported by\nReview: The Future Is Always Present in ‘Time and the Conways’\nImage\nElizabeth McGovern as the matriarch of a downwardly mobile family and Steven Boyer as a nouveau riche outsider in the play “Time and the Conways.”CreditCreditSara Krulwich/The New York Times\nTime and The Conways\nClosing Date:\n212-719-1300\nAs its title suggests, J. B. Priestley’s “Time and the Conways,” now being revived on Broadway by the Roundabout Theater Company , concerns the workings of the cosmos and the workings of a family.\nWe get to know the family better.\nGathered in a suburban Yorkshire villa in 1919, the Conways are a flourishing clan: a well-off widow in her mid-40s with four daughters and two sons, age 16 to 26. They have just come through World War I with most of their unexamined class assumptions intact and thus all the riper for lancing. This the play proceeds to do with the methodical mercilessness of a facialist.\nThat’s where the time part of the title comes in. The outer two acts of the drama take place at a party celebrating the 21st birthday of daughter Kay, a literary type, as the family prepares to entertain guests with a jolly game of charades. (Jolly for them, that is; tedious for us.) The evening also welcomes the second son, Robin, home from the war and introduces us to outsiders who will later become important.\nThe inner act — set in 1937, when the play had its London premiere — shows us the “later,” and a miserable later it is; all the bright hopes established in 1919 have been snuffed out.\nOne child has grown into a lush, one a scold; one’s stuck in a terrifying marriage, one has failed to launch; one is successful but unfulfilled (that’s Kay) and one fares even worse. Still, to the improvident, narcissistic widow, the worst of the damage is that she can no longer afford her home. The family gathers in the same room as before, again on Kay’s birthday, to find a solution to what time has made of them.\nThough the Roundabout production, which opened on Tuesday evening, stars Elizabeth McGovern as the materfamilias, the story really is Kay’s. (She is played well, if with an overly neurotic edge, by Charlotte Parry.) It is Kay who mediates the two halves of the title. During the 1919 scenes she is occasionally stopped in her tracks by presentiments of what’s in store around the corner. It may even be that the 1937 scene is merely her dream — or nightmare.\nFor us it is a bit of both. Parts of “Time and the Conways” come off as obvious exercises in dramatic irony, as tedious as those charades. Other parts look at the world as it really is and are freshly gripping.\nSo give credit to the Roundabout for producing this thoughtful revival of an ambitious, vexing, multilayered drama. Still, there’s a reason it has not appeared on Broadway since its 1938 American premiere. Too often it feels like an elaborate mechanism for deploying once-fashionable cosmological ideas.\nImage\nSome of the Conway siblings in happier times, from left, Anna Baryshnikov, Charlotte Parry, Matthew James Thomas and Anna Camp in the Roundabout Theater Company production.CreditSara Krulwich/The New York Times\nInfluenced by the popular philosopher J. W. Dunne, and particularly his 1927 treatise “ An Experiment With Time ,” Priestley sought a dramatic structure that would demonstrate the idea that all parts of our lives occur simultaneously, even if we usually see only the current “cross section.” If we could instead grasp the whole thing, he argues, or at least have faith that it exists, we might stop acting as if “we were all in a panic on a sinking ship.”\nThe argument is flaky. Worse, it isn’t convincing on the play’s own terms. The evidence Priestley presents in the 1937 scene in no way bears out the belief expounded by placid Alan (Gabriel Ebert) that time is a “dream” moving us safely “from one peephole to the next.” Rather, the plot seems to support Kay’s view of time as “a great devil in the universe,” ruining everything indiscriminately.\nRebecca Taichman ’s lovely staging does what it can visually to correct, or at least finesse, this problem. The simple morning-room set by Neil Patel performs a terrific bit of symbolic reconfiguration to accommodate the play’s porous sense of time, and Ms. Taichman, a recent Tony winner for “ Indecent ,” does haunting things with the characters who briefly step beyond time altogether. The costumes, lighting, wigs and makeup — and especially Matt Hubbs’s sound design and the original music by Dustin O’Halloran — also contribute to a vision that is almost brutally nostalgic.\nAnd yet all this loving attention to the play’s philosophical superstructure does little to alleviate the stiffness of the actual scenes, which are filled with the kind of canned dialogue and bald exposition that Monty Python and other English satirists would come to savage a few decades later.\nPerhaps it is not surprising, then, that the performances — including that of Ms. McGovern, who lately played a mother of similar vintage but more anodyne personality on “Downton Abbey” — are often overstated. That the problem affects both newcomers like Cara Ricketts, a Stratford Festival find , and New York stage regulars like Anna Camp , suggests direction that aims to score points and then rescore them as if in doubt of the audience’s comprehension.\nWhen, for instance, in the 1919 scenes, a romantic opportunity is scotched or a guest insulted, the action is heavily underlined to make sure that the consequences in 1937 will line up. They would have anyway.\nPriestley and the production are working too hard; he would be more successful integrating plot and metaphysics in his other so-called Time Plays, especially “ An Inspector Calls ,” revived on Broadway to great acclaim in 1994. But even in “Time and the Conways” he is more than a philosophical faddist and domestic dramatist: He is an astute social critic.\nWhen the revival focuses on that, it achieves its greatest depth. The interval from 1919 to 1937 was, after all, unkind to more than the Conways; it was unkind to all of England. The chance to remake the country into a fairer one, in which social stratification and wealth inequality might be mitigated, was squandered, and by the time the Depression (which the British called The Great Slump ) arrived, the middle and working classes were enemies instead of comrades. Even as one of the Conway children bemoans the situation, another helps break a railwaymen’s strike — and finds doing so “a great lark.”\nPriestley connects this chaotic brew of entitlement and resentment to the rise of Nazism elsewhere in Europe. It’s no accident that it’s the gauche Mr. Beevers, a despised outsider with the wrong accent, who grimly explains to the impoverished Conways that their cavalier assumptions of privilege are now worthless. They no longer live at the end of the old war, he tells them, but “just before the next” one.\nIt’s a terrifying comment, especially as delivered by Steven Boyer , the “ Hand to God ” star unrecognizable here as a distinctly Bannonesque spoiler. However outlandish Priestley’s ideas about time, he totally nailed a future truth in his creation of this furiously vengeful arriviste bully. What Priestley wants you to understand in “Time and the Conways” is that such men are not the creators of rotten societies. Rather, they are the product.\nTime and The Conways\nCredits\nCast\nElizabeth McGovern, Steven Boyer, Anna Camp, Gabriel Ebert, Charlotte Parry, Matthew James Thomas, Anna Baryshnikov, Brooke Bloom, Alfredo Narciso and Cara Ricketts\nPreview\nAug 27, 2018\nA version of this article appears in print on , Section C, Page 1 of the New York edition with the headline: The Future Is Always  Present. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "we were all in a panic on a sinking ship.",
                "",
                false
            ],
            [
                "from one peephole to the next.",
                "",
                false
            ],
            [
                "a great devil in the universe,",
                "Kay",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/09/06/theater/elizabeth-mcgovern-time-and-the-conways.html?_r=0&module=inline",
                "https://www.nytimes.com/2017/04/18/theater/indecent-review-paula-vogel-broadway.html?module=inline",
                "https://krugman.blogs.nytimes.com/2008/11/26/the-great-slump/",
                "https://www.nytimes.com/1994/04/28/theater/an-inspector-calls-turning-1946-stale-into-1994-stunning.html?module=inline",
                "https://www.nytimes.com/2017/08/14/theater/a-first-time-visitor-inhales-stratfords-theatrical-perfume.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/video/movies/100000003364243/pitch-perfect-anna-camp-on-her-character.html?module=inline",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "http://www.theintervalny.com/tag/rebecca-taichman/",
                "https://www.nytimes.com/video/theater/100000002772773/in-performance-steven-boyer.html?module=inline",
                "https://www.parsintl.com/publication/the-new-york-times/",
                "https://www.roundabouttheatre.org/",
                "https://www.vulture.com/2015/04/theater-review-hand-to-god.html",
                "https://archive.org/details/AnExperimentWithTime"
            ]
        },
        "key_words": [
            "workings",
            "jolly",
            "war",
            "later",
            "title",
            "play",
            "review",
            "present",
            "conways",
            "future",
            "family",
            "1919",
            "yorkshire"
        ]
    }
]