[
    {
        "url": "http://beforeitsnews.com/sports/2017/09/hangover-win-2701115.html",
        "title": "Hangover Win",
        "authors": [
            {
                "name": "Raising Matt Cain",
                "link": null
            }
        ],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "Monday, September 25, 2017 22:28\n% of readers think this story is Fact. Add your two cents.\nEven with a lopsided win, this team still makes me feel like I wasted my evening watching them.  The Diamondbacks, fresh off clinching a post season berth, played like it.  All their stars had the day off and the rest of them had apparently partied all night.  Four errors and a bunch of bad pitching later, the Giants had meaningless win #62.  Yippee!\nCueto (8-8) gave the Giants another solid outing (game score 64, 6 innings, 5 hits, 2 runs, 7 K).  He sure has had a hard time getting easy outs since coming back.  I guess that is a small criticism…but his pitch counts have been crazy lately.  Not sure that it means anything.\nOur boys made a bit of noise with the bats tonight.  They scored 5 runs in an inning for the first time in 5 weeks.  Hundley had a big 4 RBI night, including the game breaking 3 run homer.  Parker got three hits, including a couple doubles.  He hit it hard to all fields and looked good doing it.\nWhat a shame it meant not a thing.  Only a few more meaningless games left!  Thank Willie.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.prodo1.com/",
                "http://www.suppressedhealthsecrets.com",
                "https://mitocopper.com/pages/affiliate-program"
            ]
        },
        "key_words": [
            "giants",
            "thank",
            "meaningless",
            "hits",
            "win",
            "hard",
            "sure",
            "hangover",
            "night",
            "runs",
            "including"
        ]
    }
]