[
    {
        "url": "http://www.cnn.com/2017/10/09/politics/ivanka-trump-dreamers/index.html",
        "title": "Ivanka Trump calls on Congress to act on immigration",
        "authors": [
            {
                "name": "Betsy Klein",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-09",
        "text": "Updated 10:53 AM ET, Tue October 10, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nIvanka Trump attends Fortune's Most Powerful Women Summit\nWhen asked about DACA recipients, she says the issue \"needs a long-term congressional fix\"\n(CNN)\nIvanka Trump waded into the immigration debate Monday evening, calling the fate of immigrants who have been covered by the Deferred Action for Childhood Arrivals program a \"very complicated issue.\"\n\"You do have the question of the Dreamers: 800,000 young people, most of whom are under 25, most of whom are women. What role should the Dreamers be playing in the future workforce?\" moderator Nina Easton asked Trump during a panel discussion at Fortune's Most Powerful Women Summit.\n\"This is a very complicated issue that needs a long-term congressional fix,\" she said, prompting murmurs from the audience, which included female business powerhouses, including Diane Von Furstenberg.\nMonday's response was the first time Ivanka Trump has addressed the topic of immigration since her father took office, usually opting to stay away from controversial political topics.\nPresident Donald Trump announced he would end the Obama-era Deferred Action for Childhood Arrivals program, which protects young undocumented immigrants brought to the United States as children, at the beginning of last month, but gave Congress a six-month window in which to act to make the program permanent.\nRead More\nThe first daughter and senior adviser to the President echoed her father's public statements on the future of the DACA program, and called on Congress to act.\n\"I personally am of the opinion and the President has stated that we have to figure out a good solution that protects these innocent people, many of whom were brought into this country as children. There has to be a long-term fix and it cannot be bandaged over at a presidential level through another executive order that can be rescinded through another administration,\" Ivanka Trump said Monday.\nOn Sunday night, the White House released an aggressive list of priorities for a deal to protect young undocumented immigrants, including tough border security and immigration enforcement measures.\n\"Our system is flawed, and it is not equipped to handle the challenges, and our visa program is deeply flawed. We're not retaining the best talent for the jobs that we need and that has to fundamentally be reconsidered,\" Trump said.\nTrump was at the summit to discuss workforce development and the future of work. She has called skills-based training an \"enormous priority\" for her father's administration.\nOn Monday, she also pointed to the lack of affordable child care as \"enormously prohibitive to women in the workforce,\" saying it's something she's working to tackle with the administration's push on tax reform.\nDemocratic Sen. Amy Klobuchar, delivering a keynote speech earlier in the event, also called for comprehensive immigration reform. Klobuchar, from Minnesota, recently attended a bipartisan dinner at Trump's Washington home, according to a White House official.\nAfter her remarks, Trump worked the room, exchanging pleasantries with Klobuchar and Arianna Huffington, among others. She stayed for the dinner, seated at a table with Fortune's Alan Murray and Katie Telford, chief of staff to Canadian Prime Minister Justin Trudeau.\nTrump first took an interest in apprenticeships and vocational training while meeting voters on the campaign trail, she told reporters during the White House's \"Workforce Development Week\" in June. She also toured a Siemens apprenticeship training center while visiting Germany in April at the invitation of Chancellor Angela Merkel.\nThe first daughter has made workforce development a key component of her West Wing portfolio, which also includes women's economic empowerment, ending human trafficking and promoting STEM and computer science education.\nCORRECTION: This story has been updated to reflect that Sheryl Sandberg was not in attendance.\nCNN's Tal Kopan contributed to this report.\n",
        "quotes": [
            [
                "needs a long-term congressional fix",
                "Ivanka Trump",
                false
            ],
            [
                "You do have the question of the Dreamers: 800,000 young people, most of whom are under 25, most of whom are women.",
                "Ivanka Trump",
                true
            ],
            [
                "What role should the Dreamers be playing in the future workforce?",
                "Ivanka Trump",
                true
            ],
            [
                "This is a very complicated issue that needs a long-term congressional fix,",
                "Ivanka Trump",
                true
            ],
            [
                "I personally am of the opinion and the President has stated that we have to figure out a good solution that protects these innocent people, many of whom were brought into this country as children.",
                "Ivanka Trump",
                true
            ],
            [
                "There has to be a long-term fix and it cannot be bandaged over at a presidential level through another executive order that can be rescinded through another administration,",
                "Ivanka Trump",
                true
            ],
            [
                "Our system is flawed, and it is not equipped to handle the challenges, and our visa program is deeply flawed.",
                "Ivanka Trump",
                true
            ],
            [
                "We're not retaining the best talent for the jobs that we need and that has to fundamentally be reconsidered,",
                "Ivanka Trump",
                true
            ],
            [
                "enormously prohibitive to women in the workforce,",
                "Ivanka Trump",
                false
            ]
        ],
        "links": {
            "articles": [
                "http://edition.cnn.com/2017/10/08/politics/white-house-daca-deal-principles/index.html",
                "https://edition.cnn.com/2017/06/10/politics/ivanka-trump-workforce-development/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "young",
            "immigration",
            "act",
            "program",
            "needs",
            "longterm",
            "issue",
            "women",
            "powerful",
            "congress",
            "trump",
            "ivanka",
            "calls"
        ]
    }
]