[
    {
        "url": "https://www.cnn.com/2016/09/20/politics/election-2016-florida-battleground/index.html",
        "title": "2016 race tightens in Florida",
        "authors": [
            {
                "name": "John Couwels",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-20",
        "text": "By John Couwels\nUpdated 11:55 AM ET, Tue September 20, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nNew CNN/ORC polls: Trump edges Clinton in FL, OH 05:01\nStory highlights\nThe campaigns of Hillary Clinton and Donald Trump are both targeting Florida\nIt's living up to its reputation as a perennial swing state\n(CNN)\nFlorida -- a perennial swing state -- is living up to its reputation ahead of the November election.\nA CNN/ORC poll last week found Hillary Clinton and Donald Trump almost evenly matched.\nThe survey among likely voters gave Trump 47% to Clinton's 44% -- with a 3.5% margin of error -- wiping out Clinton's bump following the Democratic convention in August. With 50 days until the election, Florida political experts say it's anyone's guess who will come out on top in the Sunshine State.\n\"So if I had to call it today, it would simply be, flip a coin,\" says USF Tampa political scientist Susan MacManus, a distinguished professor at the University of South Florida. \"We're to the point where anything is possible. This is just one of those kind of elections.\"\nAll eyes are on central Florida's I-4 corridor, historically responsible for swinging elections in either direction. The area stretching from Tampa to Daytona Beach is diverse in politics, age, racial make-up and social economics.\nRead More\nThe two Florida's are apparent by traveling just 60 miles.\nThe Villages, a master planned senior community centered on manicured golf courses, is staunchly Republican and full of largely white retirees. It's a must-stop for any GOP state, federal or presidential campaign.\nTrump's running mate, Gov. Mike Pence, visited the community over the weekend. He opened his rally asking, \"How many Republicans in The Villages?\" followed by a huge roar from a packed ballroom at the conference and activity center.\nAn hour south is Orlando, a city with a Democratic mayor since 2003. It is booming with diversity, including Puerto Ricans on the east side, African-Americans on west side and Vietnamese, hipsters, whites and an LGBT community in the middle.\nSandra Calixto, a Hillary Clinton supporter who attended the festival, believes Trump is racist.\n\"The main thing is he has discriminated against people with a disability and I have a son with disability,\" she said. \"And for me, he is coo coo.\"\nClinton is outspending Donald Trump on TV ads in the state by a 4-to-1 margin.\nClinton spent $38.7 million to Trump's $9.2 million throughout the general election. In the past week alone Clinton bought over $5 million in ads -- Trump spent under $1 million, a clear difference in campaign strategy.\nThe campaigns are also taking different courses in setting up offices across the state. Clinton has 57 offices and over 90,000 volunteers, according to a Democratic National Committee memo.\nTrump has relied heavily on state Republican field offices instead of setting up his own. Between the RNC and Trump, 60 offices are open with 210 paid staff and thousands of volunteers according to Trump's Florida director Susan Wiles.\n\"I am one of those that doesn't think that brick and mortar matter that much,\" says Wiles. \"There are plenty of places for volunteers to gather.\"\n",
        "quotes": [
            [
                "So if I had to call it today, it would simply be, flip a coin,",
                "Susan MacManus",
                true
            ],
            [
                "We're to the point where anything is possible.",
                "Susan MacManus",
                true
            ],
            [
                "This is just one of those kind of elections.",
                "Susan MacManus",
                true
            ],
            [
                "How many Republicans in The Villages?",
                "Donald Trump",
                true
            ],
            [
                "The main thing is he has discriminated against people with a disability and I have a son with disability,",
                "",
                true
            ],
            [
                "And for me, he is coo coo.",
                "",
                true
            ],
            [
                "I am one of those that doesn't think that brick and mortar matter that much,",
                "Wiles",
                true
            ],
            [
                "There are plenty of places for volunteers to gather.",
                "Wiles",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "2016",
            "reputation",
            "political",
            "trump",
            "florida",
            "living",
            "tightens",
            "tampa",
            "donald",
            "race",
            "hillary",
            "perennial",
            "swing"
        ]
    }
]