[
    {
        "url": "https://www.activistpost.com/2017/10/new-video-emerges-questions-overlapping-gunfire-las-vegas-concert.html",
        "title": "New Video Emerges Raising Questions of Overlapping Gunfire at Las Vegas Concert",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-10-09",
        "text": "New Video Emerges Raising Questions of Overlapping Gunfire at Las Vegas Concert\nA new video has emerged from the night of the Las Vegas shooting that appears to show overlapping gunfire coming from multiple locations, which clearly contradicts the mainstream narrative of what occurred on the night 59 people were killed and over 500 were injured.\nThe video is under 3 minutes long and was filmed by an individual who appears to be hiding near a gate during the shooting. While crowds of people can be seen running from the area, the person filming the video is staying low to the ground with a group of people who are encouraging others to take cover, instead of running out into the open.\n“No, we are NOT moving. Just stay down,” one girl says. “Don’t leave, just stay down!”\nThe first burst of gunfire can be heard at the 0:15 mark, followed almost immediately by a second burst of gunfire that sounds distinctly different. The same thing happens again at the 2:01 mark, with secondary gunfire beginning at the 2:06 mark.\nIt is important to note that while this video does appear to confirm multiple shooters, there are a number of varying scenarios that could’ve produced these effects. The acoustics in a massive concrete city like Las Vegas can certainly play tricks on even the most astute audiophiles.\nWhile this is not exactly a smoking gun, this video certainly warrants further investigation and should not be overlooked. However, it appears that the mainstream media and police, at least publicly, have no concern with this evidence.\nThis is not the first evidence of the massacre being carried out by multiple shooters. In fact, video surfaced on Tuesday from a taxi driver who distinctly heard gunfire from two different locations.\nWhile sitting in the taxi line at the Mandalay Bay Hotel, Cori Langdon began recording as soon she heard gunshots ring out. Her video begins with the sounds of distant shooting and within seconds, the shooting the gunfire sounds as if it is coming from a different, closer location.\nDeclare Your Independence!\nProfit outside the rigged system! Protect yourself from tyranny and economic collapse. Learn to live free and spread peace!\nCounter Markets Newsletter - Trends & Strategies for Maximum Freedom\nClaim Your FREE Issue Today!\nAs The Free Thought Project reported ,\nWhile there were two windows busted out of Paddock’s dual room suite, the distance between them does not seem far enough away from each other to produce the sounds we hear in the video below. Also, it would have been quite the feat to run between both windows as fast as the firing is heard. Some of the exchanges happen almost instantly.\nOne week after the Las Vegas shooting, there remain a number of glaring inconsistencies that contradict the official narrative. In addition to refusing to acknowledge the growing number of witness accounts that have claimed there were multiple shooters, it took the FBI less than 24 hours to pin the entire shooting on one suspect.\nThis suspect, 64-year-old Stephen Paddock, apparently defied the odds by carrying out what is being called the “deadliest mass shooting in modern U.S. History” with incredible proficiency, using advanced weapons, even though he has no military background, and he did not have a reputation as a “gun guy.” The idea that the FBI would not be asking the obvious questions about whether other shooters were involved, is completely absurd.\nWhile some body camera footage has been released from the night of the shooting that gives insight into the chaotic scene from the firsthand perspective of the police officers involved, there is one incredibly important piece of video evidence that has yet to be released.\nAccording to the FBI’s official narrative, Paddock acted alone, which means that he was responsible for transporting dozens of rifles, thousands of rounds of ammunition and various other supplies up to his hotel room in the days before the shooting. Luckily, he was in one of the most popular hotels in Las Vegas, which means that there should be plenty of security camera footage showing him with his luggage—yet none of it has been released.\nIn fact, less than 24 hours after the shooting occurred, NBC News published a story featuring various photos from security cameras that appeared to show Stephen Paddock at a casino in the Cosmopolitan Hotel, and then in an Emergency room after he fell in 2011. It took just hours to find security footage of Paddock from 6 years ago, but it has been over a week, and the footage from 2 days before the shooting still has not been released?\nThe latest video evidence makes it hard to deny that there were, in fact, multiple shooters. The idea that the FBI refuses to acknowledge the witness testimonies—even with increasing evidence—raises serious questions about the possibility of their agents’ contribution to the massacre.\nRachel Blevins is a Texas-based journalist who aspires to break the left/right paradigm in media and politics by pursuing truth and questioning existing narratives. Follow Rachel on Facebook , Twitter and YouTube . This article first appeared at The Free Thought Project .\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 6, 2019\nAugust 6, 2019\nAugust 6, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "Don’t leave, just stay down!",
                "",
                true
            ],
            [
                "deadliest mass shooting in modern U.S. History",
                "Stephen Paddock",
                false
            ]
        ],
        "links": {
            "articles": [
                "http://thefreethoughtproject.com/assange-las-vegas-shooting-fbi-terrorism/",
                "http://thefreethoughtproject.com/inconsistencies-las-vegas-shooting/",
                "http://thefreethoughtproject.com/5-reasons-official-narrative-vegas-mass-shooting/",
                "http://thefreethoughtproject.com/new-video-overlapping-gunfire-las-vegas-shooting/",
                "http://thefreethoughtproject.com/video-appears-confirm-multiple-shooters/",
                "http://thefreethoughtproject.com/pure-chaos-vegas-police-release-first-body-cam/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://thefreethoughtproject.com/",
                "https://www.youtube.com/rachelblevins",
                "https://twitter.com/rachblevins",
                "https://www.facebook.com/rachelblevinsofficial"
            ]
        },
        "key_words": [
            "vegas",
            "raising",
            "las",
            "concert",
            "shooting",
            "sounds",
            "released",
            "video",
            "emerges",
            "paddock",
            "gunfire",
            "questions",
            "shooters",
            "multiple",
            "overlapping"
        ]
    }
]