[
    {
        "url": "https://www.reuters.com/article/us-worldbank-treasury/u-s-treasury-dashes-hopes-for-near-term-world-bank-capital-hike-idUSKBN1CG0C7",
        "title": "U.S. Treasury dashes hopes for near-term World Bank capital hike",
        "authors": [
            {
                "name": "David Lawder",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-11",
        "text": "U.S. Treasury dashes hopes for near-term World Bank capital hike\n4 Min Read\nWASHINGTON (Reuters) - A U.S. Treasury official dashed hopes for a World Bank capital increase in the near term, saying the multilateral lender first needs to review its balance sheet to ensure resources are going to countries and projects that need them most.\nThe World Bank Group two years ago had set a goal of agreeing on a capital increase for its International Bank for Reconstruction and Development arm by the time of the 2017 World Bank and International Monetary Fund annual meetings, which start this week.\nThe IBRD provides concessional financing for projects in middle-income and creditworthy low-income countries.\nBut U.S. President Donald Trump’s “America First” agenda and plans to cut back foreign aid had cast doubt over the bank’s ability to win the support of its largest shareholder.\nLast week, World Bank President Jim Yong Kim said the capital increase was a question of timing as the “vast majority” of the bank’s 189 member countries supported it.\nBut the Treasury official told Reuters on Tuesday that it was too soon to discuss such an effort because too much of IBRD’s resources were tied up in countries that had ample borrowing ability, including China and other larger emerging markets.\nThe World Bank needs to do a better job of “graduating” such countries off of IBRD support to private sector lending resources, the official said.\n“Our view is that the World Bank Group as a whole needs to present substantial work on its balance sheet and the direction of that balance sheet as we go forward, the official said. “It’s early to be talking about a capital increase for the IBRD.”\nThe World Bank cannot proceed without the approval of the Treasury, which controls an effective veto on the institution’s executive board.\n“So the bottom line here is right now we’ve got too high a percentage of the World Bank’s balance sheet that’s going to countries and to projects that already have ample borrowing capacity.”\nChina is IBRD’s largest borrower country, with $2.42 billion in loan commitments in the fiscal year ended June 30. The other top 10 borrowers were India, Indonesia, Colombia, Argentina, Egypt, Iraq, Turkey, Ukraine and Romania.\nChina is the World Bank Group’s third-largest shareholder, with 4.77 percent of voting power. But China also controls 28.7 percent of the new Beijing-based Asian Infrastructure Investment Bank, which has $20 billion in paid-in capital, exceeding the World Bank’s $16 billion.\nIn August, the World Bank approved a $100 million IBRD loan to finance a program aimed at helping farmers clean up heavy metals pollution of agricultural land in the rice-growing Hunan province.\nWith a recent replenishment of the bank’s fund for the poorest countries, the International Development Association, the Treasury official said there were ample multilateral lending resources, and administration was concerned that some countries were jeopardizing future growth by taking on too much concessional debt.\n“To fund development needs, there needs to be renewed focus on domestic resource mobilization and engagement in private sector development,” the official said.\nA World Bank spokesman said that the bank started work last April to develop options to expand its financial capacity, and “extensive technical work is being undertaken.”\nReporting by David Lawder; Editing by Kim Coghill\n",
        "quotes": [
            [
                "It’s early to be talking about a capital increase for the IBRD.",
                "",
                true
            ],
            [
                "So the bottom line here is right now we’ve got too high a percentage of the World Bank’s balance sheet that’s going to countries and to projects that already have ample borrowing capacity.",
                "",
                true
            ],
            [
                "To fund development needs, there needs to be renewed focus on domestic resource mobilization and engagement in private sector development,",
                "",
                true
            ],
            [
                "extensive technical work is being undertaken.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "resources",
            "nearterm",
            "world",
            "bank",
            "countries",
            "needs",
            "hike",
            "banks",
            "treasury",
            "capital",
            "hopes",
            "sheet",
            "dashes",
            "official"
        ]
    }
]