[
    {
        "url": "https://www.politico.com/story/2016/09/russian-hackers-influence-election-228543?cmpid=sf",
        "title": "Russian hackers trying to influence U.S. elections, conclude top Intel Democrats",
        "authors": [
            {
                "name": "Tim Starks",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-22",
        "text": "Russian hackers trying to influence U.S. elections, conclude top Intel Democrats\nBy TIM STARKS\nThe top Democrats on the House and Senate Intelligence panels said Thursday that they are convinced, based on briefings, that senior Russian officials are trying to sway or disrupt the U.S. elections.\n\"Based on briefings we have received, we have concluded that the Russian intelligence agencies are making a serious and concerted effort to influence the U.S. election,\" said Sen. Dianne Feinstein and Rep. Adam Schiff in a joint statement.\nStory Continued Below\n\"At the least, this effort is intended to sow doubt about the security of our election and may well be intended to influence the outcomes of the election - we can see no other rationale for the behavior of the Russians,\" they added.\nThe pair placed the blame at the highest levels of Russia's government.\n\"We believe that orders for the Russian intelligence agencies to conduct such actions could come only from very senior levels of the Russian government,\" they said.\nThe Obama administration has yet to publicly name the culprits behind the breaches of the Democratic National Committee and Democratic Congressional Campaign Committee.\nBut several security firms have identified Russia as the perpetrators, and intelligence officials reportedly have high confidence that Moscow was involved.\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "Based on briefings we have received, we have concluded that the Russian intelligence agencies are making a serious and concerted effort to influence the U.S. election,",
                "Adam Schiff",
                true
            ],
            [
                "At the least, this effort is intended to sow doubt about the security of our election and may well be intended to influence the outcomes of the election - we can see no other rationale for the behavior of the Russians,",
                "Adam Schiff",
                true
            ],
            [
                "We believe that orders for the Russian intelligence agencies to conduct such actions could come only from very senior levels of the Russian government,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://go.politicoemail.com/expired.html",
                "http://go.politicoemail.com/expired.html",
                "http://go.politicoemail.com/expired.html"
            ]
        },
        "key_words": [
            "election",
            "intelligence",
            "conclude",
            "sen",
            "trying",
            "influence",
            "democrats",
            "officials",
            "effort",
            "senior",
            "serious",
            "hackers",
            "elections",
            "russian",
            "intel"
        ]
    }
]