[
    {
        "url": "https://www.reuters.com/article/us-newsnow-oct11/wednesday-morning-briefing-idUSKBN1CG1BH",
        "title": "Wednesday Morning Briefing",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-11",
        "text": "Wednesday Morning Briefing\n9 Min Read\nNAFTA talks are set to hit a contentious phase, a special report explores the crisis in Yemen as Saudi Arabia moves to cut off its flow of weapons and the United States flew bombers over the Korean peninsula.\nSmoke rises from a playground in front of Dunbar Elementary School during the Nuns Fire in Sonoma, California, U.S., October 10, 2017. REUTERS/Stephen Lam\nNorth Korea\nThe U.S. military flew two strategic bombers over the Korean peninsula in a show of force, as President Donald Trump met top defense officials to discuss how to respond to any threat from North Korea. The two U.S. Air Force B-1B bombers were joined by two F-15K fighters from the South Korean military after leaving their base in Guam, South Korea’s Joint Chiefs of Staff said.  \nThe Trump Effect\nA Texas-based chain of strip clubs would go on a buying spree. A growing technology company would move fewer jobs overseas. And a regional bank would boost its spending on cybersecurity. These are some of the uses of the tax savings that small and medium-sized U.S. companies say they would pursue if the Trump administration and the Republican-controlled Congress slashed corporate taxes as promised. \nSpecial report\nYemen is starving because it is a battleground in a political struggle between Saudi Arabia and Iran. Saudi Arabia and its allies entered the war in Yemen to fight Houthi rebels, a Shi’ite group backed by Iran. Find out more about the impact of the conflict on commercial and aid shipments to the struggling country with our investigation .\nU.S.\nFast-moving wildfires raging across Northern California’s wine country have killed 17 people, left about 150 missing and destroyed 1,500 homes, wineries and other structures , state fire officials said. The flames from 17 major blazes have blackened more than 115,000 acres since fires broke out on Sunday amid hot, dry conditions and high winds.\nRussia\nSoftware produced by Microsoft Corp has been acquired by state organizations and firms in Russia and Crimea despite sanctions barring U.S-based companies from doing business with them, official documents show. The acquisitions, registered on the Russian state procurement database, show the limitations in the way foreign governments and firms enforce the U.S. sanctions, imposed on Russia over its annexation of the Crimea peninsula from Ukraine in 2014.\nBusiness\nSpanish stocks and bonds rallied and the euro hit a two-week high as European markets took relief from Catalonia stopping short of declaring immediate independence from Madrid.  \nContentious new U.S. demands are set to hit NAFTA negotiating tables , threatening to push modernization talks toward collapse as Canadian Prime Minister Justin Trudeau again tries to remind Trump of the trade pact’s merits. Trudeau will meet with Trump and trade-focused U.S. lawmakers on the North American Free Trade Agreement while hundreds of negotiators, government officials and lobbyists from Canada, Mexico and the United States descend on a hotel in Arlington, Virginia for a fourth round of talks. \nWorld\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.reuters.com/article/us-california-fire/wildfires-kill-15-destroy-1500-homes-and-other-buildings-in-california-wine-country-idUSKBN1CE1JI",
                "https://www.reuters.com/article/us-trump-effect-smallcompanies-tax/u-s-small-cap-firms-look-to-spend-tax-savings-on-tech-not-jobs-idUSKBN1CF1AD",
                "https://www.reuters.com/article/us-northkorea-missiles/u-s-flies-bombers-over-korea-as-trump-discusses-options-idUSKBN1CF368",
                "https://www.reuters.com/article/us-trade-nafta/nafta-talks-hit-contentious-phase-as-canadian-pm-fights-for-trade-pact-idUSKBN1CG0DV",
                "https://www.reuters.com/investigates/special-report/yemen-saudi-blockade/",
                "https://www.reuters.com/article/us-global-markets/spain-catalonia-relief-edges-world-stocks-to-fresh-high-idUSKBN1CG02F",
                "https://www.reuters.com/article/us-ukraine-crisis-russia-microsoft/exclusive-despite-sanctions-russian-organizations-acquire-microsoft-software-idUSKBN1CG0NS"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "saudi",
            "north",
            "military",
            "briefing",
            "state",
            "talks",
            "russia",
            "officials",
            "south",
            "trump",
            "korean",
            "morning"
        ]
    }
]