[
    {
        "url": "https://www.nytimes.com/2017/10/09/movies/star-wars-the-last-jedi-trailer.html?rref=collection%2Fsectioncollection%2Farts",
        "title": "New Trailer: ‘Star Wars: The Last Jedi’",
        "authors": [
            {
                "name": "Bruce Fretts",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-09",
        "text": "Advertisement\nImage\nMark Hamill in a scene from the new trailer for “Star Wars: The Last Jedi.”\nLook who’s back! Fans saw more of Mark Hamill’s Luke Skywalker in the 154-second trailer unveiled Monday night for “Star Wars: The Last Jedi,” than they did in the entire 135-minute running time of “ Star Wars: The Force Awakens ” in 2015. That film featured only a brief glimpse of the Jedi knight in its final scene, but he appears to be back in force for the next installment.\nThe story picks up where the last film left off, with resistance fighter Rey (Daisy Ridley) seeking the tutelage of Luke on the planet Ahch-To, where he has exiled himself.\nCarrie Fisher , who died in December after having finished her work on the film, can be seen but not heard as General Leia Organa. Several other cast members from “The Force Awakens,” including Adam Driver, John Boyega and Oscar Isaac are also prominent in the new teaser.\nStar Wars: The Last Jedi Trailer (Official)CreditCreditVideo by Star Wars\nThe characters played by new cast members Laura Dern and Benicio Del Toro remain under wraps — unless they appear in helmets or prosthetics that render them unrecognizable. There’s also no sign of Rose (Kelly Marie Tran), a starfighter expected to play a major role. But we do get a peek at a porg, a puffinlike creature that could be the cuddliest residents of the “Star Wars” universe since the ewoks first appeared in 1983 in “Return of the Jedi.”\n“Let the past die,” Kylo Ren (Mr. Driver) utters ominously. Considering the excitement surrounding this trailer, the future of the “Star Wars” franchise looks like it will be bright when “The Last Jedi” lands in theaters on Dec. 15. Tickets went on sale right after the broadcast of the trailer.\nRelated Coverage\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.nytimes.com/2016/12/27/movies/carrie-fisher-dead-star-wars-princess-leia.html?module=inline",
                "https://www.nytimes.com/2015/12/18/movies/star-wars-the-force-awakens-review.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "film",
            "jedi",
            "whos",
            "work",
            "luke",
            "star",
            "trailer",
            "unveiled",
            "force",
            "wars",
            "awakens"
        ]
    }
]