[
    {
        "url": "https://www.cnn.com/2016/09/22/politics/electoral-college-split-votes-maine-nebraska-proportional/index.html",
        "title": "Why two congressional districts could be key to this election",
        "authors": [
            {
                "name": "Tal Kopan",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-22",
        "text": "Why two congressional districts could be key to this election\nUpdated 9:49 PM ET, Thu September 22, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nHow the road to 270 has shifted for Trump, Clinton\nHow the road to 270 has shifted for Trump, Clinton 03:14\nStory highlights\nBarack Obama in 2008 got one electoral vote from deep red Nebraska\nThe candidates have taken note of the possibility to edge closer to 270\nWashington (CNN)\nPresidential elections are a state-by-state battle. But in two instances this November, it could be district by district.\nMaine and Nebraska are the only two states in the nation that don't have a winner-take-all system for their Electoral College votes. That means that even if a candidate doesn't win the statewide popular vote in those states, they could pick up one or two Electoral College votes if they win in congressional districts.\nAnd with an increasingly close election, both Republicans and Democrats see an opportunity to add purple to the map.\nBrief civics lesson: You're not technically voting for president on Nov. 8; you're voting for electors. It's those people -- 538 of them -- who technically pick the president. There's a math equation used to calculate how many electors each state gets: three Electoral College votes based on the total number of US senators and US representatives it has (and three extras for the District of Columbia).\nWhile individual electors may technically cast those votes for whomever they choose, it is virtually unheard of for a candidate who wins the popular vote in a state to not get all the electoral votes, and many states have laws enforcing that electors must respect the statewide vote.\nRead More\nExcept, that is, in Maine and Nebraska, where things can get complicated. In those states, the votes are tallied by congressional district.\nIn Maine, which has two senators, two congressmen and so four electoral votes, the statewide winner automatically gets two votes. And then the winner of each of the two congressional districts gets one electoral vote, respectively.\nIn Nebraska, there are three congressional districts, meaning two votes go to a statewide winner and the three districts each award one electoral vote.\nSo even if a candidate wins the majority of either state, Maine could have a 3-1 split and Nebraska could have a 4-1 or 3-2 split.\nThis has almost never mattered -- but this year it might. If things get really close.\nThey're not that close right now. Hillary Clinton has a strong advantage in the Electoral College. But CNN rates one congressional district each in normally red Nebraska and normally blue Maine as a \"battleground.\"\nMaine has had the proportional system in place since 1972 and Nebraska since 1991, and only once have the votes ever split.\nBarack Obama in 2008 got one electoral vote from deep red Nebraska from the Omaha area. The President reflected on the unprecedented feat from 2008 while visiting Omaha in January.\n\"That year, in the primary, I won the Nebraska caucus, and there some people, I saw the signs calling the city 'Obamaha,' and then in November of 2008, Joe Biden and I won the electoral vote,\" Obama said during a trip to Nebraska. \"And then four years later I got whooped, all across this state.\"\nRepublicans in Nebraska have tried to change the law but failed by one vote this April to switch back to a winner-take-all.\nBoth sides have their eyes on those single, accessible electoral votes.\nTrump has paid attention to and campaigned in Maine, a traditionally blue state in presidential years. He has reserved $47,000 in campaign ad time there from later this month through Election Day.\nClinton, on the other hand, has paid attention to Nebraska, a traditionally red state in presidential years. She held an event with billionaire investor Warren Buffett in Omaha in early August, and has spent more than $500,000 on ads in the Omaha market. She has more than $120,000 reserved there through Election Day.\nPolls have tightened since early August, when Clinton had an advantage in many swing states that could have made for a landslide victory. Since then, races in many states have been toss-ups, making every electoral vote important.\nCNN's Gregory Wallace and Marshall Cohen contributed to this report.\n",
        "quotes": [
            [
                "That year, in the primary, I won the Nebraska caucus, and there some people, I saw the signs calling the city 'Obamaha,' and then in November of 2008, Joe Biden and I won the electoral vote,",
                "Barack Obama",
                true
            ],
            [
                "And then four years later I got whooped, all across this state.",
                "Barack Obama",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "win",
            "electors",
            "college",
            "key",
            "election",
            "votes",
            "districts",
            "congressional",
            "electoral",
            "states",
            "technically",
            "voting",
            "youre",
            "vote"
        ]
    }
]