[
    {
        "url": "https://www.cnn.com/2016/09/22/politics/what-time-where-watch-debate/index.html",
        "title": "How to watch the first presidential debate",
        "authors": [
            {
                "name": "Eli Watkins",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-22",
        "text": "What time the debate starts and how to watch it\nUpdated 2:24 PM ET, Mon September 26, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nThis is how you can watch it\nWashington (CNN)\nHillary Clinton and Donald Trump will take the stage Monday night for the first presidential debate, due to be broadcast live most everywhere.\nIt's one of the most anticipated political events of the year, and if you plan on watching it, here's what you need to know.\nThe Commission on Presidential Debates, a bipartisan organization that manages the events, will host the first of three general election presidential debates at Hofstra University in New York on Monday, September 26.\nCNN will air the event in its entirety on its networks as well as through a live stream on CNN.com . CNN Politics will host a live blog offering instant analysis and reaction as the debate unfolds at the top of the screen.\nRead More\nThe debate is due to begin at 9:00 p.m. ET and is scheduled to last 90 minutes, without commercials. If you haven't gotten your fill from that, there will be a vice presidential debate on October 4 and two more presidential debates on October 9 and October 19, with the former hosted by CNN's Anderson Cooper.\nThe commission said this first debate will have six time segments for about 15 minutes each. NBC's Lester Holt will act as moderator and open the segments with a question, then Clinton and Trump will have two minutes each to respond. After their initial answers, they can respond to each other for the remainder of the segment.\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.cnn.com/politics",
                "https://www.cnn.com/"
            ]
        },
        "key_words": [
            "watch",
            "debate",
            "night",
            "debates",
            "events",
            "host",
            "presidential",
            "york",
            "watching",
            "cnn",
            "live"
        ]
    }
]