[
    {
        "url": "https://www.politico.com/story/2016/09/clinton-trump-birther-228402?cmpid=sf",
        "title": "Clinton: I'm 'appalled' Trump hasn't apologized to Obama for birther conspiracy",
        "authors": [
            {
                "name": "Nolan D. Mccaskill",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-20",
        "text": "Clinton: I'm 'appalled' Trump hasn't apologized to Obama for birther conspiracy\nHillary Clinton on Tuesday said she is “appalled” that Donald Trump has not apologized to President Barack Obama after spending years questioning his birthplace.\n“Everything that I believe in, I want to bring to the White House. I wanna build on the progress that President Obama has made during a very tumultuous time,” Clinton told host Steve Harvey on the radio program “The Steve Harvey Morning Show.” “I mean, I’m appalled that Donald Trump will not apologize to the president and to the country for spending years questioning his citizenship and attempting to delegitimize him. And President Obama and Michelle Obama, they’ve kept their heads high. Like Michelle says, when they go low, we go high. And we gotta stay high. We’ve gotta stay focused.”\nStory Continued Below\nTrump on Friday made a much-hyped announcement regarding the conspiracy theory the now-Republican presidential nominee began pushing years ago. His statement, however, lacked an apology and falsely pinned the blame on Clinton for igniting the so-called “birther” issue.\n“Hillary Clinton started the ‘birther’ controversy,” Trump said, though fact-checkers have found no connection between the conspiracy theory and Clinton or her presidential campaign. “I finished it. Barack Obama was born in the United States, period. Now we all want to get back to making the United States great again.”\nClinton was itching to hammer Trump during the interview, which began with a remark about the importance of voter registration and the threat of a Trump presidency before transitioning into light topics like what Clinton's and Harvey's grandchildren should call them (Clinton laughed at Harvey’s pitch for what his grandkids should call him — “Big Pimpin’” — and said her granddaughter calls her “Grandma” and former President Bill Clinton “Pop-pop”).\n“Oh my gosh, can I have the whole hour?” Clinton said when asked what separates her from Trump. “I think it really comes down to our visions and our values. You know, I have a vision where we continue to pursue equality and justice and opportunity for everybody.”\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "Everything that I believe in, I want to bring to the White House.",
                "Hillary Clinton",
                true
            ],
            [
                "I wanna build on the progress that President Obama has made during a very tumultuous time,",
                "Hillary Clinton",
                true
            ],
            [
                "I mean, I’m appalled that Donald Trump will not apologize to the president and to the country for spending years questioning his citizenship and attempting to delegitimize him.",
                "",
                true
            ],
            [
                "And President Obama and Michelle Obama, they’ve kept their heads high.",
                "",
                true
            ],
            [
                "Like Michelle says, when they go low, we go high.",
                "",
                true
            ],
            [
                "Hillary Clinton started the ‘birther’ controversy,",
                "Donald Trump",
                true
            ],
            [
                "Barack Obama was born in the United States, period.",
                "Donald Trump",
                true
            ],
            [
                "Now we all want to get back to making the United States great again.",
                "Donald Trump",
                true
            ],
            [
                "Oh my gosh, can I have the whole hour?",
                "Hillary Clinton",
                true
            ],
            [
                "I think it really comes down to our visions and our values.",
                "Hillary Clinton",
                true
            ],
            [
                "You know, I have a vision where we continue to pursue equality and justice and opportunity for everybody.",
                "Hillary Clinton",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "president",
            "theory",
            "obama",
            "united",
            "high",
            "appalled",
            "clinton",
            "trump",
            "apologized",
            "im",
            "birther",
            "conspiracy",
            "michelle"
        ]
    }
]