[
    {
        "url": "http://www.bbc.com/news/world-asia-india-41495862",
        "title": "'I wish they could be saved': The victims of India's poisonous dust",
        "authors": [
            {
                "name": "Sunaina Kumar",
                "link": null
            }
        ],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "By Sunaina Kumar Rajasthan\nThese are external links and will open in a new window\nClose share panel\nImage copyright Ashish V\nImage caption At the age of 17, Urmila Yadav became one of the youngest certified cases of silicosis in India\nOn a recent summer morning, Urmila Yadav set off for the main temple in the village of Budhpura, located in India's north-western state of Rajasthan, where a community meeting was taking place.\nShe hesitated as she entered the courtyard filled with women of different ages. All of their husbands had died while working in the mines as they succumbed to silicosis, an incurable lung disease.\nSilicosis, which kills thousands around the world, is caused by inhaling silica dust found in rock, sand, quartz and many building materials.\nIt can lead to breathing difficulties, regular coughing, chest pains and, sometimes, tuberculosis and other chest infections.\nThe widows had decided to stage a protest in the main town of Bundi, where the state's chief minister, Vasundhara Raje, was visiting.\nAs Urmila entered, the widows were preparing slogans and banners demanding pensions and compensation. \"There she is. Come, come,\" a few women cried out.\nFeeling a little overwhelmed by the crowd, the 19-year-old smiled shyly and sat on the ground. As those around her shared their stories of despair, she kept her head down and nervously started to fold and tuck her long scarf.\nWhen it was her turn to speak, Ram Chandra, an elderly man diagnosed with silicosis, addressed the gathering instead. \"Our daughter, as you know, suffers from silicosis.\"\nTwo years ago, at the age of 17, Urmila became one of the youngest certified cases of silicosis in India.\nHer case is singular, even in this village where mining and quarry work is the only occupation and silicosis is a commonplace disease that strikes almost every family, it is mostly men who are affected.\nImage copyright Ashish V\nImage caption For children diagnosed with silicosis, it is likely due to either living near or working in the mines - both of which are illegal\nRajasthan, which has the highest number of mining leases, has been the epicentre of silicosis in India.\nThe number of silicosis certified patients in Rajasthan, according to government data, is 8,441 (the figures are available up to April 2017). Actual numbers are likely to be much higher, claim advocacy groups.\nIt is the only state to have a monetary relief mechanism for certified patients, in place since 2013, but the onus is on workers to get a diagnosis and prove their occupational history, which is challenging in an unregulated industry like mining in India.\nMore men than women are vulnerable to the disease, because of higher exposure over a period of time. The National Human Rights Commission of India calculates the average age of onset of silicosis at 27 years.\n'An unusual case'\nFor a young teenage girl like Urmila to have silicosis is \"quite an unusual case\", says Dr Vinod Jangid, member of the pneumoconiosis board, which is responsible for diagnosing silicosis at the medical college in Kota, a district neighbouring Bundi.\nIt may be rare, but not as improbable as it appears, says Pekham Basu, an independent researcher on occupational disease among mine workers of Rajasthan. She suspects there could be more children with silicosis but the government will hesitate to certify young people.\n\"If children are diagnosed with silicosis, it means they are either living close to the mines, or they are working in the mines, both of which are illegal.\"\nUrmila began to work in the stone quarries next to the village in her childhood.\nIt is common here for men to work in mines and for women and children to supplement the family earnings by carving cobblestones by hand, chipping away with a hammer and chisel. Two years of this work and she began to fall ill.\n\"I could not work for very long, I was too weak,\" she says. No matter how many times she went to the doctor, she would not be rid of the fever, the cough, and the constant shortness of breath. The doctors suspected a case of tuberculosis, but after six months of treatment, she had not recovered.\nImage copyright Ashish V\nImage caption The lung disease can lead to breathing difficulties, regular coughing and tubercolosis\nHer mother, Hemlata, is 40, but she looks weighed down by age. \"I had to mortgage our house to pay for her treatment. I still owe money to the lenders,\" she said.\nIn 2015, Urmila received 100,000 rupees ($1,535; £1,160) as compensation that the Rajasthan government gives to silicosis-affected patients. Her family used the money to settle the mortgage against their house.\nImage copyright Sunaina Kumar\nImage caption Many girls in the village attend sewing classes before they head to work in the quarries.\nBefore she found out she had silicosis, Urmila had never heard of it. She knew that the dust was not good for her, so she would cover her face with a scarf when she carved stones, which is little protection against fine silica particles.\nShe brings out her X-rays and medical certificates, stored in her room. She is not aware of the fatal consequences of silicosis, that it is not a treatable disease. She thinks she has been cured.\nHer health is stable now, except for bouts of exhaustion and weakness, and a lingering cough that never leaves her. Some time ago, she took up sewing classes at the local non-governmental organisation (NGO) in the village.\nShe likes making things with her hands, and proudly displays an indigo-printed shirt she has stitched. \"Working with stones made me unwell. I like this work, it keeps me employed and healthy.\"\nIt gives her the chance to go out and spend time with young girls of her age. Most of them work in quarries and head back there after classes. \"There are many girls in Budhpura who do this work. Some are 15 or 16 years, and some even younger. I wish they can be saved from this work,\" she says.\nWith additional reporting by Petra Sorge and Julia Wadhawan. The reporting has been supported by the European Journalism Centre and funded by the Bill & Melinda Gates Foundation.\n",
        "quotes": [
            [
                "Our daughter, as you know, suffers from silicosis.",
                "Ram Chandra",
                true
            ],
            [
                "If children are diagnosed with silicosis, it means they are either living close to the mines, or they are working in the mines, both of which are illegal.",
                "Urmila Yadav",
                true
            ],
            [
                "I could not work for very long, I was too weak,",
                "Julia Wadhawan",
                true
            ],
            [
                "I had to mortgage our house to pay for her treatment.",
                "Julia Wadhawan",
                true
            ],
            [
                "I still owe money to the lenders,",
                "Julia Wadhawan",
                true
            ],
            [
                "Working with stones made me unwell.",
                "",
                true
            ],
            [
                "I like this work, it keeps me employed and healthy.",
                "",
                true
            ],
            [
                "There are many girls in Budhpura who do this work.",
                "Julia Wadhawan",
                true
            ],
            [
                "Some are 15 or 16 years, and some even younger.",
                "Julia Wadhawan",
                true
            ],
            [
                "I wish they can be saved from this work,",
                "Julia Wadhawan",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "working",
            "image",
            "work",
            "disease",
            "mines",
            "silicosis",
            "saved",
            "indias",
            "women",
            "wish",
            "village",
            "victims",
            "dust",
            "age",
            "urmila",
            "poisonous"
        ]
    }
]