[
    {
        "url": "https://www.nytimes.com/2017/10/10/upshot/doubtful-science-behind-arguments-to-restrict-birth-control-access.html?rref=collection%2Fsectioncollection%2Fpolitics",
        "title": "Doubtful Science Behind Arguments to Restrict Birth Control Access",
        "authors": [
            {
                "name": "Aaron E. Carroll",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-10",
        "text": "Oct 10, 2017\nIn a new rule about coverage of contraception, the Trump administration argues against the positives of birth control and highlights potential harms. But those claims don’t stand up to scrutiny.\nThe new rule weakens the mandate for health coverage of contraception under the Affordable Care Act, giving more leeway to employers with religious or moral objections. It’s a move with many legal and economic implications, but my interest here is with the science — specifically with the assertions made by the Department of Health and Human Services about the benefits and harms from contraception.\nPage 44 of the 163-page document begins an effort to dismantle many of the arguments for contraceptive use. It first focuses on unintended pregnancies, reviewing some of the studies from the 2011 Institute of Medicine report to justify its assertions of “complexity and uncertainty in the relationship between contraceptive access, contraceptive use and unintended pregnancy.”\nThere is no uncertainty in the fact that contraceptive use significantly reduces the risk of unintended pregnancy. There is also no uncertainty in the fact that increasing access to contraception increases contraceptive use. The question most on point is whether the mandate to provide free contraception to all women in the United States provides a benefit.\nThe H.H.S. department notes that from 1972 through 2002, as “the percentage of sexually experienced women who had ever used some form of contraception rose to 98 percent, unintended pregnancy rates in the United States rose from 35.4 percent to 49 percent.” This statement cited three different sources for those three percentages — and even then it cherry-picked facts. It’s not surprising that nearly all women who are “sexually experienced” have used “some form of contraception” at one point. What matters is whether they use effective contraception regularly.\nThe ending date of 2002, even though we have much more current data, is also strange. If we looked more recently, we’d see very different results. In 2011, the unintended pregnancy rate hit a 30-year low . And the teenage pregnancy rate and teenage birthrate right now are at record lows in the United States. This is largely explained by the use of reliable and highly effective contraception.\nIn addition to arguing against the positive results, the H.H.S. rule also argues that contraception is associated with negative health effects. First, it highlights the side effects of hormonal contraceptives. Those are real , and include spotting and nausea, with the potential for mood changes .\nBut if the government were to use the mere existence of side effects to decide not to cover therapies, there would be no therapies to cover. All medical treatments, including all drugs, have side effects. Every health decision weighs benefits and harms, and birth control provides benefits beyond preventing pregnancies, including reduced rates of some cancers, regular cycles and reduced bleeding and menstrual cramps.\nImage\nOutside the Sanger Clinic in Brownsville, Brooklyn, in 1916. Planned Parenthood traces its origins to this clinic started by Margaret Sanger and others to offer birth control advice to low-income immigrants.CreditSocial Press Association, via Library of Congress, via Associated Press\nMore important, the report argues that enrolling families who object to contraception may “affect risky sexual behavior in a negative way.” The citation supporting this assertion is a law review article published in 2013 saying that much of the research in favor of contraception lacks proof of causality, and that other research supports the idea that normalizing sex through easier access to contraception increases the likelihood that teenagers will engage in risky sex.\nIn 2014, researchers published results from the Contraceptive CHOICE project , a study of more than 9,000 women, more than 4,000 of whom were 14 to 24, who were at risk of an unplanned pregnancy. They were given long-acting reversible contraception at no cost, and followed for two to three years to see what would happen. The number of women who reported recent multiple sexual partners went down, not up. There were no increases in the rates of sexually transmitted infections.\nFurther, if we can get beyond a war of handpicked studies, we can look at what has happened in the real world. The proportion of teenagers who “ ever had sex ” dropped to 41 percent in 2015 from 47 percent in 2011. The proportion who were “ currently sexually active ” dropped to 30 percent from nearly 34 percent. The proportion who “ had sexual intercourse with four or more persons ” dropped to less than 12 percent from 15 percent.\nThe percentage of those using long-acting birth control, however, has been increasing . “There is no evidence that contraception increases high-risk sexual behavior,” Dr. Jeffrey Peipert, chairman of the Department of Obstetrics and Gynecology at the Indiana University School of Medicine and author of the study, told me.\nOf course, disparities exist in family planning as in almost any aspect of health care. A 2016 study in The New England Journal of Medicine showed that the unintended pregnancy rate among women who earn less than the federal poverty line was two to three times the national average in 2011. An earlier study showed that in the years before, that rate was up to five times higher .\nEffective, long-acting birth control can be expensive . First-dollar coverage, or coverage without co-pays or deductibles, was what the Affordable Care Act required, a requirement the Trump administration’s new rule undoes. Such coverage can offer women who don’t have upward of $1,000 of disposable income options that they otherwise wouldn’t have. The proportion of women who had to pay out of pocket dropped from more than 20 percent before Obamacare to fewer than 4 percent in 2014. Women saved more than $1.4 billion in 2013 because of this change.\n“From a societal perspective, contraception saves health care dollars,” Dr. Peipert said. “Every dollar of public funding invested in family planning saves taxpayers at least $3.74 in pregnancy-related costs . It seems clear that providing contraception is a cost-saving preventive service and benefits public health.”\nMany things remain unclear with this new rule. We don’t know how many women will actually be affected by it. One survey showed that more than 10 percent of employers with more than 200 employees would stop covering contraception if it weren’t required by law. It’s not clear, though, how many would actually follow through. The administration estimates that only nine employers who use the accommodation process now will make use of this new rule to become fully exempt. It thinks fewer than 10 will end coverage based on “moral objections.” It believes no more than 120,000 women would be affected over all.\nRegardless of the numbers, many women’s and public advocates assailed the new order as an attack on women’s rights. It’s notable that one of the arguments the administration uses to support the move is that “ the government already engages in dozens of programs that subsidize contraception ” for low-income women. The government is trying to reduce funding to those programs as well.\nWe aren’t going to settle many of those arguments here. But we can move the scientific and medical ones forward. There is ample evidence that contraception works, that reducing its expense leads to more women who use it appropriately, and that using it doesn’t lead to riskier sexual behavior.\nAaron E. Carroll is a professor of pediatrics at Indiana University School of Medicine who blogs on health research and policy at The Incidental Economist and makes videos at Healthcare Triage . Follow him on Twitter at @aaronecarroll . His coming book, The Bad Food Bible , will be published on Nov. 7.\nThe Upshot provides news, analysis and graphics about politics, policy and everyday life. Follow us on Facebook and Twitter . Sign up for our newsletter.\nA version of this article appears in print on , Section A, Page 18 of the New York edition with the headline: Calling on Dubious Science  To Disrupt Birth Control Coverage. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "complexity and uncertainty in the relationship between contraceptive access, contraceptive use and unintended pregnancy.",
                "",
                false
            ],
            [
                "the percentage of sexually experienced women who had ever used some form of contraception rose to 98 percent, unintended pregnancy rates in the United States rose from 35.4 percent to 49 percent.",
                "",
                false
            ],
            [
                "affect risky sexual behavior in a negative way.",
                "Margaret Sanger",
                false
            ],
            [
                "had sexual intercourse with four or more persons",
                "Margaret Sanger",
                false
            ],
            [
                "There is no evidence that contraception increases high-risk sexual behavior,",
                "Jeffrey Peipert",
                true
            ],
            [
                "From a societal perspective, contraception saves health care dollars,",
                "Peipert",
                true
            ],
            [
                "Every dollar of public funding invested in family planning saves taxpayers at least $3.74 in pregnancy-related costs .",
                "Peipert",
                true
            ],
            [
                "It seems clear that providing contraception is a cost-saving preventive service and benefits public health.",
                "Peipert",
                true
            ],
            [
                "the government already engages in dozens of programs that subsidize contraception",
                "Peipert",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.kff.org/womens-health-policy/issue-brief/the-future-of-contraceptive-coverage/",
                "https://www.nytimes.com/2017/06/01/us/politics/birth-control-women-trump-health-care.html?module=inline",
                "https://www.nytimes.com/2016/03/08/science/unplanned-pregnancies-hit-lowest-level-in-30-years.html?_r=0&module=inline",
                "https://www.nytimes.com/2017/04/03/upshot/birth-control-causes-depression-not-so-fast.html?_r=0&module=inline",
                "https://www.nytimes.com/2014/07/02/upshot/how-hobby-lobby-ruling-could-limit-access-to-birth-control.html?module=inline"
            ],
            "gov_pgs": [
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4011100/",
                "https://nccd.cdc.gov/youthonline/App/Results.aspx?TT=B&OUT=0&SID=HS&QID=H60&LID=LL&YID=RY&LID2=&YID2=&COL=&ROW1=&ROW2=&HT=&LCT=&FS=&FR=&FG=&FI=&FP=&FSL=&FRL=&FGL=&FIL=&FPL=&PV=&TST=&C1=&C2=&QP=&DP=&VA=CI&CS=Y&SYID=&EYID=&SC=&SO=",
                "https://nccd.cdc.gov/youthonline/App/Results.aspx?TT=B&OUT=0&SID=HS&QID=H63&LID=LL&YID=RY&LID2=&YID2=&COL=&ROW1=&ROW2=&HT=&LCT=&FS=&FR=&FG=&FI=&FP=&FSL=&FRL=&FGL=&FIL=&FPL=&PV=&TST=&C1=&C2=&QP=&DP=&VA=CI&CS=Y&SYID=&EYID=&SC=&SO=",
                "https://nccd.cdc.gov/Youthonline/NotExist.aspx",
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4009508/",
                "https://nccd.cdc.gov/youthonline/App/Results.aspx?TT=B&OUT=0&SID=HS&QID=H62&LID=LL&YID=RY&LID2=&YID2=&COL=&ROW1=&ROW2=&HT=&LCT=&FS=&FR=&FG=&FI=&FP=&FSL=&FRL=&FGL=&FIL=&FPL=&PV=&TST=&C1=&C2=&QP=&DP=&VA=CI&CS=Y&SYID=&EYID=&SC=&SO="
            ],
            "unsure": [
                "https://www.nytimes.com/section/upshot",
                "http://digitalcommons.law.villanova.edu/cgi/viewcontent.cgi?article=3197&context=vlr",
                "http://twitter.com/UpshotNYT",
                "https://www.nytimes.com/newsletters/upshot",
                "https://www.nejm.org/action/cookieAbsent",
                "https://twitter.com/nicholas_bagley/status/917396348344954880",
                "https://www.facebook.com/upshot",
                "https://www.parsintl.com/publication/the-new-york-times/",
                "https://medicine.iu.edu/",
                "http://theincidentaleconomist.com/",
                "https://www.nejm.org/action/cookieAbsent",
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "http://theincidentaleconomist.com/wordpress/the-bad-food-bible-preorder-now/",
                "https://www.youtube.com/user/thehealthcaretriage?app=desktop",
                "https://www.plannedparenthood.org/learn/birth-control/birth-control-pill/what-are-the-disadvantages-of-the-pill"
            ]
        },
        "key_words": [
            "science",
            "health",
            "coverage",
            "access",
            "proportion",
            "sexual",
            "restrict",
            "control",
            "women",
            "dropped",
            "contraception",
            "doubtful",
            "study",
            "arguments",
            "birth",
            "care",
            "longacting"
        ]
    }
]