[
    {
        "url": "http://www.bbc.com/news/entertainment-arts-41527740",
        "title": "Glamour magazine goes 'digital first' and cuts back print editions",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "6 October 2017\nThese are external links and will open in a new window\nClose share panel\nImage copyright Conde Nast\nImage caption The November edition of Glamour magazine, published this month\nUK Glamour magazine is going \"digital first\", stopping its monthly editions and instead producing a \"collectible, glossy\" issue twice a year.\nA spokeswoman told the BBC the \"mobile-first, social-first\" move with a focus on beauty was based on how readers are \"living their life today\".\nGlamour will be going into consultation over jobs but \"can't confirm numbers\" at this stage.\nThe last monthly print edition will be published in November.\n\"We are taking our lead from our readers, who are largely women aged 20 to 54,\" she added.\nThe move is for the \"beauty obsessed\", the magazine said, adding the content will still include \"some celebrities and fashion\".\nThe twice-yearly magazines will be out in spring and autumn, reflecting beauty and style \"for the coming season\".\nThe move will also see the editorial and commercial teams becoming \"fully integrated\". The BBC understands the move will result in the loss of some editorial and publishing staff.\n\"Today's Glamour consumer moves to a different rhythm than the one who bought the magazine when it launched in 2001. It is a faster, more focused, multi-platform relationship,\" the magazine said, adding the \"quality of ideas, vision and execution remain central\".\nSimon Gresham Jones, chief digital officer of Conde Nast Britain said: \"We look forward to inspiring the Glamour audience in new ways.\"\nChanges to the site will begin in the coming weeks.\nThis move is taking place in the UK only, although the magazine is published in 17 markets including Brazil, France, Germany and the US.\nGlamour UK's editor Jo Elvin was unavailable for comment.\nAnalysis by BBC media editor Amol Rajan\nWhat can Glamour do online that others can't? Be better - more smart, beautiful, easy to use - perhaps. But that won't be easy.\nThere is no getting around the deeper structural forces that are driving this change, which is the flight of readers from print to online, and the pursuit of those readers by advertisers for whom print is an ever lower priority.\nThe claim that integrating editorial and commercial departments is \"a further innovative move\" is not up to much, because many others have been forced to do the same. And when editorial and commercial departments merge, it's generally because the money is running out and so the commercial team actually control the editorial content.\nImage copyright Getty Images\nImage caption Jo Elvin is the editor of the UK's Glamour magazine\nAnd that must be the concern for staff and indeed readers. The danger is that by moving online and focusing ever more on the traffic-generating beauty content, Glamour invests less and less in quality journalism. Of course they will deny that is either the intention or the probable danger, but it is a substantial risk.\nIt has felt over recent months like an era is passing in magazine culture. In the US, the editors of Vanity Fair, Time, Glamour and Elle all departed. Not so long ago Rolling Stone was sold. And in recent weeks Hugh Hefner and Si Newhouse, two giants of magazine publishing, have died.\nIt may seem a stretch to link those events to Glamour becoming an online beauty destination, but there is a link: the huge upheaval in journalism, driven by technology.\nHigh quality magazine journalism still has a future online of course, but only if people pay for it. Everyone who wants to see journalism thrive will wish Glamour well, and hope it focuses on quality as it navigates this transition.\nFollow us on Facebook , on Twitter @BBCNewsEnts , or on Instagram at bbcnewsents . If you have a story suggestion email entertainment.news@bbc.co.uk.\nRelated Topics\n",
        "quotes": [
            [
                "We are taking our lead from our readers, who are largely women aged 20 to 54,",
                "",
                true
            ],
            [
                "Today's Glamour consumer moves to a different rhythm than the one who bought the magazine when it launched in 2001.",
                "",
                true
            ],
            [
                "It is a faster, more focused, multi-platform relationship,",
                "",
                true
            ],
            [
                "quality of ideas, vision and execution remain central",
                "",
                false
            ],
            [
                "We look forward to inspiring the Glamour audience in new ways.",
                "Simon Gresham Jones",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/BBCNewsEnts",
                "https://www.instagram.com/BBCNewsEnts/",
                "https://www.facebook.com/BBCEntsNews/"
            ]
        },
        "key_words": [
            "digital",
            "beauty",
            "commercial",
            "readers",
            "editions",
            "editorial",
            "magazine",
            "quality",
            "online",
            "journalism",
            "cuts",
            "print",
            "goes",
            "glamour"
        ]
    }
]