[
    {
        "url": "https://www.activistpost.com/2017/10/sheriff-deputies-indicted-locking-entire-school-sexually-assaulting-kids.html",
        "title": "Sheriff and Deputies Indicted for Locking Down Entire School and Sexually Assaulting Kids",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-10-08",
        "text": "Hot Topics\nSheriff and Deputies Indicted for Locking Down Entire School and Sexually Assaulting Kids\nWorth County, GA — In June, violated children and furious parents filed a massive lawsuit after the Worth County Sheriff’s office conducted an illegal search of 900 students, sexually abusing multiple children in the process. Now, after nearly half a year, a grand jury has finally indicted the people responsible for this heinous deprivation of rights.\nA south Georgia grand jury indicted Worth County Sheriff Jeff Hobby on Tuesday for sexual battery, false imprisonment and violation of oath of office after he ordered a school-wide search of hundreds of high school students. Deputies allegedly touched girls vaginas and breasts and groped boys in their groin area during the search at the Worth County High School April 14, reports RARE. \nTwo of Hobby’s deputies were also indicted this week in connection with the case.\nNorman Crowe Jr., Hobby’s attorney claims the sheriff is innocent and conducted no searches.\n“The sheriff’s position is that he’s not guilty,” Crowe said. “He’s committed no crime.”\nAs the Free Thought Project previously reported, an Atlanta attorney is now representing multiple students who were subjected to invasive and outright horrifying body searches during a mass — and warrantless — search for drugs at a South Georgia high school. Attorney Mark Begnaud, who filed the class-action lawsuit , called out the sheriff for conducting “900 illegal, suspicionless searches.”\n“This was a textbook definition of overreach,” said Begnaud. “They pulled 900 students out of class. They did full, hands-on body searches.”\nTo highlight the sheer unnecessary police state tactics of the tyrannical Worth County Sheriff Jeff Hobby and his deputies — not a single bit of contraband was found.\nAs the Daily Report notes,  Begnaud said the suit seeks certification as a class action on behalf of every student who was searched. It also asks for unspecified compensatory and punitive damages, as well as a declaratory judgment that a law enforcement officer violates a student’s constitutional rights when he conducts a body search absent either voluntary consent or an individualized suspicion that the student has broken the law. The case has been assigned to U.S. District Judge Leslie Abrams.\nOn April 14, when the students of Worth County High School returned from spring break, they arrived at school to find a police state had taken over. The sheriff and his deputies — with no probable cause — detained and illegally searched every single child in the school, all 900 of them. More than 40 cops from five other law enforcement agencies participated in the raid — a handful of those cops were apparently sexual predators.\nWhen kids went home that day to tell their parents what happened, naturally, they were furious as it is a gross violation of the children’s 4th Amendment rights.\n“It’s essentially a fourth amendment violation,” said Begnaud. “It’s 900 illegal searches, suspicion-less pat downs, suspicion-less searches.”\nNaturally, Sheriff Jeff Hobby is standing by this rights violation on a massive scale, noting that as long as a school administrator was present, the search of the children was legal.\nApparently, in the sheriff’s mind, school administrators can usurp the constitutional rights of children in favor of unlawful police searches.\nBut school officials and the student rule book disagree.\nDeclare Your Independence!\nProfit outside the rigged system! Protect yourself from tyranny and economic collapse. Learn to live free and spread peace!\nCounter Markets Newsletter - Trends & Strategies for Maximum Freedom\nClaim Your FREE Issue Today!\nIn the student handbook, it says school officials may search a student only if there is reasonable suspicion the student has an illegal item.\nAs WALB reported at that time, Worth County Schools attorney Tommy Coleman said in order for the Sheriff’s office to search any students, they’d had to have reason to believe there was some kind of criminal activity or the student had possession of contraband or drugs.\n“If you don’t have that then this search would violate an individual’s rights,” said Coleman. “[It] violates the constitutional right and enforcing them the right against unreasonable search and seizures.”\nInterim Worth County Superintendent Lawrence Walters said he understands parents concerns about the drug search at Worth County High school on Friday, according to WALB.\n“I’ve never been involved with anything like that ever in the past 21 years and I don’t condone it,” said Walters.\nWalters said he was notified that there was be a search but pointed out that he did not give permission nor did he approve the mass groping of children.\n“We did not give permission but they didn’t ask for permission, he just said, the sheriff, that he was going to do it after spring break,” said Walters.\n“Under no circumstances did we approve touching any students,” explained Walters.\nMany of the charges faced by the sheriff and his deputies stem from the fact that several students complained that they got far more than just a pat down.\nAccording to the complaint,\nDefendants’ searches of students were intrusive, performed in an aggressive manner, and done in full view of other students. For example: a) Deputies ordered students to stand facing the wall with their hands and legs spread wide apart; b) Deputies touched and manipulated students’ breasts and genitals; c) Deputies inserted fingers inside girls’ bras, and pulled up girls’ bras, touching and partially exposing their bare breasts. d) Deputies touched girls’ underwear by placing hands inside the waistbands of their pants or reaching up their dresses; e) Deputies touched girls’ vaginal areas through their underwear; f) Deputies cupped or groped boys’ genitals and touched their buttocks through their pants. 8. Defendants had no warrant or other authority to perform a mass search on hundreds of public school children.\nWhen multiple students complained about being groped by at least one sicko deputy, Sheriff Hobby ensured parents and school officials that “corrective action was taken to make sure the behavior will not be repeated.” However, it took six months and a grand jury to do that, no thanks to Hobby.\n“I’m okay with them doing the search, if it was done appropriately like the school has done in the past,” said father of two Jonathan Luke. “But when they put their hands on my son, that’s crossing the line.” \nAside from not finding a single bit of contraband, the sheriff’s search was also entirely uncalled for as the Sylvester Police Department did a search on March 17 — just a few weeks before — and found no drugs.\nMatt Agorist is an honorably discharged veteran of the USMC and former intelligence operator directly tasked by the NSA. This prior experience gives him unique insight into the world of government corruption and the American police state. Agorist has been an independent journalist for over a decade and has been featured on mainstream networks around the world. Agorist is also the Editor at Large at the Free Thought Project , where this article first appeared . Follow @MattAgorist on Twitter , Steemit , and now on Facebook.\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "The sheriff’s position is that he’s not guilty,",
                "Crowe",
                true
            ],
            [
                "This was a textbook definition of overreach,",
                "Begnaud",
                true
            ],
            [
                "They pulled 900 students out of class.",
                "Begnaud",
                true
            ],
            [
                "They did full, hands-on body searches.",
                "Begnaud",
                true
            ],
            [
                "It’s essentially a fourth amendment violation,",
                "Begnaud",
                true
            ],
            [
                "It’s 900 illegal searches, suspicion-less pat downs, suspicion-less searches.",
                "Begnaud",
                true
            ],
            [
                "If you don’t have that then this search would violate an individual’s rights,",
                "Coleman",
                true
            ],
            [
                "It] violates the constitutional right and enforcing them the right against unreasonable search and seizures.",
                "Coleman",
                true
            ],
            [
                "I’ve never been involved with anything like that ever in the past 21 years and I don’t condone it,",
                "Walters",
                true
            ],
            [
                "We did not give permission but they didn’t ask for permission, he just said, the sheriff, that he was going to do it after spring break,",
                "Walters",
                true
            ],
            [
                "Under no circumstances did we approve touching any students,",
                "Walters",
                true
            ],
            [
                "corrective action was taken to make sure the behavior will not be repeated.",
                "Hobby",
                false
            ],
            [
                "I’m okay with them doing the search, if it was done appropriately like the school has done in the past,",
                "",
                true
            ],
            [
                "But when they put their hands on my son, that’s crossing the line.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://rare.us/rare-news/across-the-u-s-a/woman-159k-texts-man-kidneys-sushi/",
                "http://thefreethoughtproject.com/sheriff-deputies-indicted-school-sexual-assault/",
                "https://www.walb.com/story/35168276/worth-co-sheriff-defends-controversial-school-search/",
                "http://www.dailyreportonline.com/id=1202788175914/Students-Subjected-to-Invasive-Body-Searches-Sue-South-Georgia-Sheriff#"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://thefreethoughtproject.com/",
                "https://steemit.com/@tftproject",
                "https://www.facebook.com/TheREALMattAgorist/",
                "https://twitter.com/MattAgorist"
            ]
        },
        "key_words": [
            "search",
            "student",
            "worth",
            "kids",
            "county",
            "sheriff",
            "school",
            "entire",
            "deputies",
            "touched",
            "sheriffs",
            "indicted",
            "locking",
            "assaulting",
            "students",
            "sexually"
        ]
    }
]