[
    {
        "url": "http://www.bbc.com/news/world-europe-41551337",
        "title": "Spain Catalonia: France snubs independence bid",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "9 October 2017\nThese are external links and will open in a new window\nClose share panel\nImage copyright Reuters\nImage caption Supporters of independence have been urging the EU to intervene\nThe French government has said it will not recognise Catalonia if it declares independence from Spain and such a move will mean expulsion from the EU.\nEuropean Affairs Minister Nathalie Loiseau said the crisis following the banned 1 October referendum had to be resolved through dialogue within Spain.\nCatalan President Carles Puigdemont is expected to address the regional parliament on Tuesday.\nThere has been no sign of a compromise being struck with Madrid.\nEconomic pressure on the pro-independence camp is rising with three more companies expected to discuss moving their offices out of Catalonia on Monday, sources told Reuters news agency.\nMedia playback is unsupported on your device\nMedia captionVoters in Catalonia explain why their reasons for backing or rejecting independence\nThese are infrastructure firm Abertis, telecoms company Cellnex and property group Inmobiliaria Colonial.\nIn other developments:\nCatalonia's High Court asked for Spanish national police to provide extra security at the court building in the event of the Catalan parliament declaring independence; the building is currently guarded by local police\nThe leader of Spain's Socialist opposition party, Pedro Sanchez, told reporters in Barcelona that his party would back government action if independence was declared unilaterally on Tuesday: \"We reach out for dialogue but we'll support the response of the rule of law in the face of any attempt to break social harmony\"\n\"If there was a declaration of independence, it would not be recognised,\" Ms Loiseau told French broadcaster CNews (video in French) .\n\"The first consequence would be its exit from the European Union.\"\nImage copyright Getty Images\nImage caption Ms Louiseau has urged dialogue to resolve the Catalan crisis\n\"Obviously,\" she added, \"there is more to Catalonia than the consultation organised by the independence movement...\n\"This crisis needs to be resolved through dialogue at all levels of Spanish politics.\"\nCasting doubt on the validity of the vote, she described Spain as a \"great democracy\" and pointed to the \"particularly\" high level of devolution its regions already enjoyed.\nHowever, Catalans have long been calling for more say in spending, higher status for their language and recognition that they are a nation distinct from Spain.\nCould the EU throw out an independent Catalonia?\nBy Damian Grammaticas, BBC News Europe correspondent\nIt Catalonia were to split from Spain, the region would immediately cease to be part of the European Union, the EU has made clear.\nWhile EU's treaties don't specify what happens if part of a member state declares independence, EU sources say what's called the \"Prodi doctrine\" would apply.\nNamed after the former president of the European Commission Romano Prodi, the position is that a region seceding from a member country is automatically no longer part of the EU.\nIt means that, on the day any Catalan independence took effect, Catalonia would quit the EU; it would lose the right to free movement around Europe for any holders of Catalan passports, and for goods and services too.\nEven using the euro as a Catalan currency could prove problematic. And Catalonia could only rejoin the EU by starting a new membership application, as a new country.\nBut any existing member state could veto this. So Spain, or any other country, could prevent an independent Catalonia's EU membership.\nCatalonia's parliament had been due to meet on Monday with the expectation that it would endorse the declaration of independence, based on the majority Yes vote on 1 October.\nImage copyright AFP\nImage caption Speculation has surrounded Mr Puigdemont's next move after large unity demonstrations\nHowever, the session was blocked by the Spanish Constitutional Court, which had likewise sought to stop the referendum itself.\nSpeculation is intense as to what Mr Puigdemont may say when he addresses the parliament in Barcelona on Tuesday evening.\nHe could ask the parliament to declare independence on the basis of the referendum law it passed last month, which in turn could lead the Spanish government of Prime Minister Mariano Rajoy to suspend devolution, acting under Article 155 of the constitution .\nThe BBC understands that whatever Mr Puigdemont says, his statement will trigger the 48-hour period within which MPs need to declare independence, according to the Catalan law.\nIt is also understood the Catalan leadership has already decided on the way forward.\nAn MP from Mr Puigdemont's party told the BBC on Sunday that the current plan was to stop short of declaring independence unilaterally and make a \"symbolic statement\" instead.\nMedia playback is unsupported on your device\nMedia captionThousands gathered at political rallies in Madrid and Barcelona\nFinal results from the referendum suggest 43% of Catalan voters turned out and 90% of them backed independence - but \"No\" voters largely boycotted the ballot.\nAt least 350,000 people joined a unionist rally in Barcelona on Sunday, after recent massive rallies by separatists and democracy activists in the city.\nThe crisis has been largely peaceful, although some 900 civilians and 33 police officers were hurt on referendum day when police sought to stop the vote at some polling stations by force.\nYou can also contact us in the following ways:\nWhatsApp: +447555 173285\nText an SMS or MMS to 61124 (UK) or +44 7624 800 100 (international)\nPlease read our terms & conditions\nOr use the form below\nYour contact details\nComments (required)\nIf you are happy to be contacted by a BBC journalist please leave a telephone number that we can                         contact you on. In some cases a selection of your comments will be published, displaying your name as                         you provide it and location, unless you state otherwise. Your contact details will never be published.                         When sending us pictures, video or eyewitness accounts at no time should you endanger yourself or others,                         take any unnecessary risks or infringe any laws. Please ensure you have read the terms and conditions.\n",
        "quotes": [
            [
                "We reach out for dialogue but we'll support the response of the rule of law in the face of any attempt to break social harmony",
                "Pedro Sanchez",
                false
            ],
            [
                "If there was a declaration of independence, it would not be recognised,",
                "Loiseau",
                true
            ],
            [
                "The first consequence would be its exit from the European Union.",
                "Pedro Sanchez",
                true
            ],
            [
                "there is more to Catalonia than the consultation organised by the independence movement...\n\"This crisis needs to be resolved through dialogue at all levels of Spanish politics.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [
                "https://www.lamoncloa.gob.es/lang/en/espana/leyfundamental/Paginas/titulo_octavo.aspx"
            ],
            "unsure": [
                "https://www.cnews.fr/politique"
            ]
        },
        "key_words": [
            "catalan",
            "spain",
            "independence",
            "eu",
            "bid",
            "referendum",
            "parliament",
            "caption",
            "snubs",
            "france",
            "spanish",
            "told",
            "catalonia"
        ]
    }
]