[
    {
        "url": "https://www.cnn.com/2016/09/22/politics/massachusetts-court-ruling-fleeing-police/index.html",
        "title": "Massachusetts court: Black man fleeing police does not signify guilt",
        "authors": [
            {
                "name": "Ariane De Vogue",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-22",
        "text": "Massachusetts court: Black man fleeing police does not signify guilt\nBy Ariane de Vogue , CNN Supreme Court Reporter\nUpdated 9:07 PM ET, Thu September 22, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nA court held that black men in Boston might flee police simply to avoid being racially profiled\nA Boston police spokesperson said the court's decision was \"very troubling.\"\n(CNN)\nAs Charlotte becomes the latest city to erupt in racial tension, Massachusetts' highest court ruled this week that just because a black suspect flees police, it does not necessarily signify guilt.\nThe Supreme Judicial Court held unanimously that a black male in Boston, when approached by the police, \"might just as easily be motivated by the desire to avoid the recurring indignity of being racially profiled as by the desire to hide criminal activity.\"\nThe court pointed to statistics in a recent Boston Police Department report that revealed that \"black men in the City of Boston were more likely to be targeted for police-civilian encounters such as stops, frisks, searches, observations and interrogations.\"\nThe case at issue concerned Jimmy Warren, who was stopped in December 2011 by a Boston police officer responding to a break in that had occurred in the neighborhood.\nRead More\nWarren turned and ran up a hill into a park and Carr observed him clutching the right side of his pants. Carr lost sight of Warren, but eventually caught up with him in the backyard of a house. Carr drew his weapon and yelled for him to get down. After a struggle, Carr arrested Warren and found no gun on his person. Minutes after the arrest police recovered a Walther .22 caliber firearm in the front yard.\nWarren told the officer that he did not have a license to carry a firearm and he was later charged with unlawful possession.\nNelson P. Lovins, brought the case to the state's high court after Warren lost below. Lovins argued that police did not have the reasonable suspicion to issue a stop, and the gun evidence had to be suppressed. He argued that the police pursued his client with the intent of questioning him, but they lacked the basis to do so.\n\"My client was never charged with a break in -- only with illegal possession of a gun, \" Lovins said in an interview.\nThe court ruled in Warren's favor, noting that a stop has to be grounded in an officers' \"reasonable suspicion\" that the person was involved with a crime. That suspicion, the court said, had to be grounded in \"specific, articulable facts.\"\n\"We are not persuaded that the information available to the police at the time of the seizure was sufficiently specific to establish reasonable suspicion that the defendant was connected to the breaking and entering under investigation,\" the court held, then walking through all of the factors the police had considered including the description of the suspects, the proximity to the crime, and the fact that Warren had run.\nOn the last factor, the court pointed out a \"cautionary note\" pointing to statistics specific to Boston. The court warned that a reasonable suspicion calculus \"cannot be divorced from the finding in a recent Boston Police Department report documenting a pattern of racial profiling\" of black males in the city.\nThe court said it did not eliminate flight as a factor for the reasonable suspicion analysis whenever a black male is the subject of an investigatory stop, but in those circumstances \"flight is not necessarily probative of a suspect's state of mind or consciousness of guilt.\"\n\"Rather, the finding that black males in Boston are disproportionately and repeatedly targeted\" the Court said, \"suggests a reason for flight totally unrelated to consciousness of guilt.\"\nLovins hopes that this case will influence trial judges down the road that just because a black man is fleeing that doesn't necessarily mean he is guilty.\n\"We've demonstrated that there are other reasons for flight, certainly in the case of black males who have been targeted for stops and searches disproportionally,\" he said.\nA spokesperson for the Boston Police Department issued a statement saying the court's decision was \"very troubling.\"\n\"For it to consider studies that were never introduced into evidence or offered into the record is concerning,\" the statement said, \"At the very least the court should have heard from experts who compiled and analyzed the data.\"\nMatthew Segal, the legal director of the ACLU of Massachusetts, says that the police and prosecutors invited the data into the discussions because they are the ones who asserted that flight was automatically suspicious. The ACLU used the same statistics from the Boston Police Department to conclude that black people and communities in Boston were not being treated the same as white people in white communities.\n\"This is a potentially huge decision,\" said Segal. \"The Black Lives Matter movement can change the law in this country, if more courts follow the lead of the Supreme Judicial Court and look at the reasonableness standard from the perspective of the civilian. \"\n",
        "quotes": [
            [
                "might just as easily be motivated by the desire to avoid the recurring indignity of being racially profiled as by the desire to hide criminal activity.",
                "",
                false
            ],
            [
                "black men in the City of Boston were more likely to be targeted for police-civilian encounters such as stops, frisks, searches, observations and interrogations.",
                "",
                false
            ],
            [
                "My client was never charged with a break in -- only with illegal possession of a gun,",
                "Nelson P. Lovins",
                true
            ],
            [
                "We are not persuaded that the information available to the police at the time of the seizure was sufficiently specific to establish reasonable suspicion that the defendant was connected to the breaking and entering under investigation,",
                "Nelson P. Lovins",
                true
            ],
            [
                "cannot be divorced from the finding in a recent Boston Police Department report documenting a pattern of racial profiling",
                "Nelson P. Lovins",
                false
            ],
            [
                "flight is not necessarily probative of a suspect's state of mind or consciousness of guilt.",
                "Nelson P. Lovins",
                false
            ],
            [
                "Rather, the finding that black males in Boston are disproportionately and repeatedly targeted",
                "Nelson P. Lovins",
                false
            ],
            [
                "suggests a reason for flight totally unrelated to consciousness of guilt.",
                "Nelson P. Lovins",
                false
            ],
            [
                "We've demonstrated that there are other reasons for flight, certainly in the case of black males who have been targeted for stops and searches disproportionally,",
                "",
                true
            ],
            [
                "For it to consider studies that were never introduced into evidence or offered into the record is concerning,",
                "",
                true
            ],
            [
                "At the very least the court should have heard from experts who compiled and analyzed the data.",
                "",
                true
            ],
            [
                "This is a potentially huge decision,",
                "Segal",
                true
            ],
            [
                "The Black Lives Matter movement can change the law in this country, if more courts follow the lead of the Supreme Judicial Court and look at the reasonableness standard from the perspective of the civilian.",
                "Segal",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [
                "https://www.mass.gov/orgs/massachusetts-court-system"
            ],
            "unsure": []
        },
        "key_words": [
            "massachusetts",
            "man",
            "black",
            "fleeing",
            "boston",
            "suspicion",
            "reasonable",
            "carr",
            "flight",
            "signify",
            "court",
            "department",
            "guilt",
            "does",
            "warren",
            "case"
        ]
    }
]