[
    {
        "url": "https://www.nytimes.com/2017/10/11/sports/baseball/stephen-strasburg-nationals-cubs-game-4.html?rref=collection%2Fsectioncollection%2Fsports",
        "title": "Strasburg Stifles Cubs, and Controversy, as Nationals Even Series",
        "authors": [
            {
                "name": "James Wagner",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-11",
        "text": "Advertisement\nStrasburg Stifles Cubs, and Controversy, as Nationals Even Series\nImage\nStephen Strasburg pitched seven shutout innings to lead the Washington Nationals past the Chicago Cubs in Game 4 of a National League division series.CreditCreditJonathan Daniel/Getty Images\nCHICAGO — While most of his Washington Nationals teammates equipped themselves with long-sleeved undershirts for Wednesday’s chilly and drizzly Game 4, Stephen Strasburg stood on the mound at Wrigley Field in short sleeves, ready to go. It was a remarkable sight, for Strasburg had been sick in recent days and was not supposed to pitch, even with his team on the brink of elimination.\nBut there he was, and there he remained for seven shutout innings, and whatever questions that had arisen about his toughness and the team’s handling of his situation in recent days were emphatically set aside as the Nationals beat the Cubs, 5-0, to even their division series at two games apiece and set up a deciding Game 5 on Thursday night in Washington.\n“I’m surprised I was able to hang in there,” Strasburg said afterward. “You try and break the game down, keep it simple, and just know that going in, whatever I have in the tank, I’m giving it everything.”\nRepeatedly using a wicked changeup, Strasburg struck out 12 Cubs batters and always looked in control. Although the Nationals had been clumsy in addressing Strasburg’s medical situation on Tuesday, not making it fully clear why he could not pitch on Wednesday, it all became a footnote by game’s end.\n“Stephen wants to pitch,” Nationals first baseman Ryan Zimmerman said. “He’s always wanted to pitch. It’s just been if he’s able to pitch.”\nWhat mattered most was that Strasburg, who pitched brilliantly in the second half of the season and in a Game 1 loss to the Cubs, was outstanding again in Game 4. He has struck out 22 and given up only two unearned runs in 14 innings this postseason.\nEver since Strasburg was labeled the next great pitching prodigy as the top pick in the 2009 draft, outsized expectations have followed. He has met some, but not all, of them, being named to three All-Star teams. He has had to deal with Tommy John surgery, a perception early in his career that he wilted when errors occurred behind him in the field and the sense that he was extremely particular, almost fussy, about his preparation for games.\nAnd then came the uproar that arose on Tuesday when Dusty Baker said that Strasburg would miss Game 4 because he was “under the weather.”\nIn the end, however sick he still may have felt, he pitched superbly and earned the gratitude of his teammates. “For him to be able to cowboy up tonight and do his job and go out there — it shows how much of a great teammate he is and a warrior,” Nationals right fielder Bryce Harper said.\nImage\nMichael Taylor (3) celebrated with his Nationals teammates after hitting a grand slam off Wade Davis of the Cubs in the eighth inning.CreditCharles Rex Arbogast/Associated Press\nFor much of Game 4, Strasburg protected a 1-0 lead, with the run scoring on a two-out fielding error by Cubs shortstop Addison Russell in the top of the third. Jake Arrieta started for the Cubs, but Jon Lester came on to pitch several innings as Manager Joe Maddon tried to keep it a one-run game.\nBut Maddon then took out Lester with a runner on and two outs in the top of the eighth, and turned to Carl Edwards Jr. to get the last out of the inning. Things went awry when Edwards walked the next two batters so out went Edwards and in came the Cubs’ closer, Wade Davis, to pitch to center fielder Michael Taylor.\nBut Davis, too, was off. His second offering was a fastball down the middle that Taylor used his strength to power into the basket over the ivy in right field for a grand slam. It was only the second grand slam — and the first since 2013 — that Davis has allowed in his nine-year career, including the postseason.\n“I was kind of numb just running around the bases,” Taylor said. “Honestly, I didn’t think it was going to get out the way the wind was blowing in.”\nThat, in effect, decided the game, and left the Nationals headed toward their third Game 5 in a first-round playoff series in the last six years. They lost the previous two — to the St. Louis Cardinals in 2012 and the Los Angeles Dodgers in 2016.\nIndeed, the city of Washington has not had a World Series champion since 1924, when its team was the Senators, not the Nationals. And since baseball returned to Washington in 2005, the Nationals have yet to advance past the first round in the postseason. That could change on Thursday.\nRegardless they can put behind them the self-inflicted distraction they created over Strasburg’s condition on Tuesday. When Game 4 was rained out that day, it appeared to be a godsend for the Nationals, who could skip the originally scheduled starter, Tanner Roark, and use Strasburg, on regular rest.\nThen came Baker’s announcement that Strasburg was ill. But it turned out that Strasburg played catch at Wrigley on Tuesday, raising questions about how sick he really was.\nOn it went, with General Manager Mike Rizzo then telling reporters hours before the first pitch on Wednesday that Strasburg would start after all. Strasburg, it turned out, had called pitching coach Mike Maddux to say he felt better and to give the team a message: “Just give me the ball.”\n“Woke up this morning and I wouldn’t say I felt like great but I felt like I was better than what I was the day before,” Strasburg said. “And so games like this, you have to go out there and give it everything you have, whatever it is.”\nAnd it turned out to be a series-saving performance.\nA version of this article appears in print on , Section B, Page 12 of the New York edition with the headline: Strasburg Stifles the Cubs and Makes the Nationals Feel a Lot Better. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "I’m surprised I was able to hang in there,",
                "Stephen Strasburg",
                true
            ],
            [
                "You try and break the game down, keep it simple, and just know that going in, whatever I have in the tank, I’m giving it everything.",
                "Stephen Strasburg",
                true
            ],
            [
                "He’s always wanted to pitch.",
                "Ryan Zimmerman",
                true
            ],
            [
                "It’s just been if he’s able to pitch.",
                "Ryan Zimmerman",
                true
            ],
            [
                "For him to be able to cowboy up tonight and do his job and go out there — it shows how much of a great teammate he is and a warrior,",
                "Bryce Harper",
                true
            ],
            [
                "I was kind of numb just running around the bases,",
                "Taylor",
                true
            ],
            [
                "Honestly, I didn’t think it was going to get out the way the wind was blowing in.",
                "Taylor",
                true
            ],
            [
                "Woke up this morning and I wouldn’t say I felt like great but I felt like I was better than what I was the day before,",
                "Stephen Strasburg",
                true
            ],
            [
                "And so games like this, you have to go out there and give it everything you have, whatever it is.",
                "Stephen Strasburg",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.nytimes.com/2012/10/13/sports/baseball/three-outs-from-nlcs-nationals-give-up-four-runs-and-lose-to-cardinals.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.parsintl.com/publication/the-new-york-times/",
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY"
            ]
        },
        "key_words": [
            "nationals",
            "set",
            "games",
            "game",
            "stifles",
            "days",
            "strasburg",
            "recent",
            "pitch",
            "situation",
            "cubs",
            "controversy",
            "series"
        ]
    }
]