[
    {
        "url": "https://www.reuters.com/article/us-tennis-shanghai/tennis-nadal-crushes-fognini-to-reach-shanghai-quarters-idUSKBN1CH1UW",
        "title": "Nadal crushes Fognini, Federer joins him in Shanghai quarters",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-12",
        "text": "Nadal crushes Fognini, Federer joins him in Shanghai quarters\n2 Min Read\n(Reuters) - Rafael Nadal continued to scythe his way through the Shanghai Masters on Thursday, reaching the quarter-finals with a 6-3 6-1 thrashing of temperamental Italian Fabio Fognini.\nTennis - Shanghai Masters tennis tournament - Shanghai, China - October 12, 2017 - Rafael Nadal of Spain in action against Fabio Fognini of Italy. REUTERS/Aly Song\nThe Spaniard needed two minutes over the hour to dispatch Fognini, taking his winning streak to 14 matches since the start of the U.S. Open where he claimed a 16th grand slam title.\nThe 31-year-old is closing in on finishing the year as world number one for the first time since 2013 but Roger Federer, the only man who can stop him, is looking equally impressive.\nFederer delighted his small army of Chinese fans inside the Qi Zhong Centre with an emphatic 6-4 6-2 defeat of tricky Ukrainian Alexandr Dolgopolov.\nFognini was playing the day after being handed a suspended ban from two grand slams and $96,000 fine for verbally abusing a female umpire at the U.S. Open.\nBut there was little fight from the 30-year-old as Nadal lost only six points on serve in the opening set.\nWhile a Nadal-Federer final looms, Argentina’s Juan Martin del Potro could ruin the script, as he did at the U.S. Open where he defeated Federer in the quarter-finals when a semi-final between the two greats looked likely.\nThe former U.S. Open champion stopped third seed Alexander Zverev, recovering from losing the opener to win 3-6 7-6(5) 6-4.\n“I think he played a great match, maybe one of the best of the season,” Zverev said.\nSixth seed Grigor Dimitrov, who saved match points on Wednesday against Ryan Harrison, had a more comfortable day as he beat American 10th seed Sam Querrey 6-3 7-6(3).\nBulgarian Dimitrov, who could claim a debut appearance at the ATP World Tour Finals in London next month by reaching the final in Shanghai, plays Nadal next.\nWimbledon runner-up Marin Cilic also eased into the quarter-finals with a 7-6(1) 6-4 defeat of American Steve Johnson.\nReporting by Martyn Herman; editing by John Stonestreet and Toby Davis\n",
        "quotes": [
            [
                "I think he played a great match, maybe one of the best of the season,",
                "Zverev",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "reaching",
            "quarterfinals",
            "rafael",
            "open",
            "zverev",
            "federer",
            "world",
            "nadal",
            "quarters",
            "seed",
            "points",
            "fognini",
            "joins",
            "crushes",
            "shanghai"
        ]
    }
]