[
    {
        "url": "https://www.cnn.com/2016/09/19/politics/terry-mcauliffe-willie-nelson-weed/index.html",
        "title": "McAuliffe hangs with Willie Nelson -- and his weed",
        "authors": [
            {
                "name": "Eric Bradner",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-19",
        "text": "Updated 1:38 PM ET, Mon September 19, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nStory highlights\nVirginia Gov. Terry McAuliffe was photographed with Willie Nelson, and Nelson's marijuana\nNelson was in Bristow Saturday for a Farm Aid 2016 concert\n(CNN)\nHanging out with Willie Nelson over the weekend has left a cloud around Virginia Gov. Terry McAuliffe, after a photo of McAuliffe and the legendary marijuana-loving musician tweeted by Nelson's wife, Annie Nelson, included a can of \"Willie's Reserve\" -- Nelson's brand of weed.\nIt's sold in Colorado and is legal in Washington, but not Virginia -- a reality Annie Nelson might have been alluding to when she captioned the picture: \"\"UH-OH Trouble!\"\nMcAuliffe spokesman Brian Coy told the Richmond Times-Dispatch that the Democratic governor has never used drugs in his life -- and isn't cool enough to know what Willie's Reserve is.\n\"He was not and still is not aware of whatever was on the table or anywhere around him and wouldn't know marijuana or related paraphernalia if it walked up and shook his hand,\" Coy said. \"He's cool, but he's not that cool.\"\nThe newspaper's political reporter, Graham Moomaw, tweeted a zoomed-in photo of the can of Willie's Reserve weed, next to a pair of glasses and a remote control.\nRead More\nAnnie Nelson gave McAuliffe some wiggle room in her follow-up tweet , directed at the governor and CNN political commentator (and former Bill Clinton aide) Paul Begala. She wrote: \"One of them did not imbibe-guess which one!!!\"\nNelson was in Bristow, Virginia, at the Jiffy Lube Live music venue for the Farm Aid 2016 concert.\n",
        "quotes": [
            [
                "He was not and still is not aware of whatever was on the table or anywhere around him and wouldn't know marijuana or related paraphernalia if it walked up and shook his hand,",
                "",
                true
            ],
            [
                "He's cool, but he's not that cool.",
                "",
                true
            ],
            [
                "One of them did not imbibe-guess which one!!!",
                "Willie Nelson",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.richmond.com/news/virginia/article_aceb35d0-ab62-5495-bf47-328b91ce67d7.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/BioAnnie1/status/777307625629384704"
            ]
        },
        "key_words": [
            "willie",
            "mcauliffe",
            "hangs",
            "reserve",
            "tweeted",
            "virginia",
            "weed",
            "nelsons",
            "terry",
            "know",
            "nelson",
            "willies"
        ]
    }
]