[
    {
        "url": "http://occupydemocrats.com/2016/09/20/unprecedented-pres-h-w-bush-stuns-republicans-endorses-hillary/",
        "title": "UNPRECEDENTED: Pres. H.W. Bush Stuns Republicans, Endorses Hillary",
        "authors": [
            {
                "name": "Grant Stern",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-20",
        "text": "0 Shares\nSkittles Officially Slams Trump Jr. For Comparing Refugees To Poisoned Skittles\nRepublicans have been crossing party lines to announce their votes for Democratic nominee Hillary Clinton throughout this year’s general election in numbers not seen in decades.\nNow,  Politico reports that the highest level defection yet comes from former President George H. W. Bush, who revealed to a Kennedy that it was time to go public in favor of the Democratic party’s candidate Hillary Clinton:\nBush, 92, had intended to stay silent on the White House race between Clinton and Donald Trump, a sign in and of itself of his distaste for the GOP nominee. But his preference for the wife of his own successor, President Bill Clinton, nonetheless became known to a wider audience thanks to Kathleen Hartington Kennedy Townsend, the former Maryland lieutenant governor and daughter of the late Robert F. Kennedy.\nThe Republican Party’s embrace of unrepentant racism under Trump is personally stinging to the Bush family after his sons Jeb Bush married women of Hispanic origins and learned Spanish. It’s no surprise that the eldest Bush of the bunch would declare early his vote for Hillary Clinton.\nBoth of Texas’ major daily newspapers in Houston and Dallas , who are both deeply conservative news organizations, endorsed Hillary Clinton long before this year’s presidential debates, which kick off next week.\nSee Also\nIt must be reassuring to the elder statesman’s rare crossing of party lines, knowing that he can trust the depth of Hillary Clinton’s national security experience and that her relationships with foreign leaders is unmatched by any party’s nominee in possibly all of our nation’s history.\nFormer President George H.W. Bush won’t be the last prominent Republican to declare for Hillary Clinton in this year’s General Election, but he is one of the few whose judgement we can actually respect.\nWhat do you think?\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://occupydemocrats.com/2016/09/07/dallas-newspaper-endorses-hillary-clinton-first-democrat-since-world-war-ii/",
                "https://www.politico.com/story/2016/09/exclusive-george-hw-bush-to-vote-for-hillary-228395",
                "https://occupydemocrats.com/2016/09/20/skittles-officially-slams-trump-jr-comparing-refugees-posioned-skittles/",
                "https://occupydemocrats.com/2016/07/30/texass-prominent-conservative-newspaper-endorses-hillary-trump/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://occupydemocrats.com/privacy/"
            ]
        },
        "key_words": [
            "president",
            "endorses",
            "stuns",
            "trump",
            "party",
            "hw",
            "pres",
            "republicans",
            "nominee",
            "partys",
            "unprecedented",
            "lines",
            "hillary",
            "republican",
            "bush",
            "clinton"
        ]
    }
]