[
    {
        "url": "http://beforeitsnews.com/sports/2017/09/week-4-rankings-2017-top-25-quarterbacks-top-10-surprises-more-2701168.html",
        "title": "Week 4 Rankings (2017): Top 25 Quarterbacks: Top 10 Surprises & More",
        "authors": [
            {
                "name": "Roto Professor - Baseball",
                "link": null
            }
        ],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "Total:\nWeek 4 Rankings (2017): Top 25 Quarterbacks: Top 10 Surprises & More\nTuesday, September 26, 2017 9:17\n% of readers think this story is Fact. Add your two cents.\nby Eric Stashin (aka The Rotoprofessor)\nIt feels like the season just started, but we are already three weeks into the season and (hopefully) are starting to get a read on who are the trustworthy options and who are not.  Some of the early season breakouts are starting to fade, though we are also starting to see some slow starters figure things out.  Of course what we think we now know will likely change come Sunday night, but let’s take a look and see how things stack up heading into Week 4:\nAaron Rodgers – Green Bay Packers – vs. Chicago\nTom Brady – New England Patriots – vs. Carolina\nDrew Brees – New Orleans Saints – at Miami\nMatt Ryan – Atlanta Falcons – vs. Buffalo\nMatthew Stafford – Detroit Lions – at Minnesota\nRussell Wilson – Seattle Seahawks – vs. Indianapolis\nTrevor Siemian – Denver Broncos – vs. Oakland\nJay Cutler – Miami Dolphins – vs. New Orleans\nCarson Wentz – Philadelphia Eagles – at Los Angeles Chargers\nDerek Carr – Oakland Raiders – at Denver\nMarcus Mariota – Tennessee Titans – at Houston\nJameis Winston – Tampa Bay Buccaneers – vs. New York Giants\nEli Manning – New York Giants – at Tampa Bay\nCarson Palmer – Arizona Cardinals – vs. San Francisco\nPhilip Rivers – Los Angeles Chargers – vs. Philadelphia\nKirk Cousins – Washington Redskins – at Kansas City\nAndy Dalton – Cincinnati Bengals – at Cleveland\nJared Goff – Los Angeles Rams – at Dallas\nAlex Smith – Kansas City Chiefs – vs. Washington\nDak Prescott – Dallas Cowboys – vs. Los Angeles Rams\nBen Roethlisberger – Pittsburgh Steelers – at Baltimore\nDeshaun Watson – Houston Texans – vs. Tennessee\nCam Newton – Carolina Panthers – at New England\nBlake Bortles – Jacksonville Jaguars – at New York Jets\nTyrod Taylor – Buffalo Bills – at Atlanta\nThoughts:\nTrevor Semian had a poor showing in Week 3, with 259 yards, 0 TD and 2 INT, after thriving in his first two starts at home (Week 3 came on the road).  This week he returns home to take on an Oakland team that is allowing the fourth most points to opposing quarterbacks per week thanks to 5 TD vs. 0 INT.  Look for Semian to get back on track and be worth using in even single-quarterback formats.\nThe Houston Texans were supposed to be a good defense, though they’ve allowed the seventh most points per week to opposing quarterbacks (727 yards, 6 TD, 0 INT).  Coming off a strong showing against the Seattle Seahawks (225 yards, 2 TD, 0 INT) it’s easy to envision Marcus Mariota posting another good stat line.  The key for him is going to be throwing for a few TD, something that’s unfortunately not a given considering the running game behind him (he has 3 TD in the first three weeks).  That risk keeps his value down slightly, but he’s still a viable option.\nAlex Smith has made a splash this season, though it’s important to note that the yardage has been trending down (368 to 251 to 155) and he’s thrown 3 TD over the past two weeks (he had 4 TD in Week 1).  Is he moving more towards the “safe” option as opposed to the big play threat we wanted to believe he was?  He’s still a borderline QB1, but after Washington silenced the Raiders’ passing game he’s going to be a tough sell.\nIn two games the Tampa Bay Buccaneers have allowed 670 passing yards, 4 TD and 2 INT.  After watching Eli Manning and the Giants’ passing attack finally find its footing late in Week 3 there’s a good chance he continues producing in a big way.\nDeshaun Watson tossed for 300 yards, 2 TD and 2 INT against the Patriots, though they obviously needed to throw a lot to try and keep up.  While they may not be in the same position this week, he has a favorable offense and the coaching staff is clearly growing comfortable with him.  As a QB2, don’t shy away.\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nFeatured\nTop Global\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.suppressedhealthsecrets.com",
                "http://www.prodo1.com/"
            ]
        },
        "key_words": [
            "hes",
            "angeles",
            "season",
            "25",
            "yards",
            "week",
            "bay",
            "int",
            "td",
            "rankings",
            "los",
            "vs",
            "surprises",
            "quarterbacks",
            "2017"
        ]
    }
]