[
    {
        "url": "http://dailybuzzlive.com/shattering-grand-illusion-power-human-thought/",
        "title": "Shattering The Grand Illusion: The Power Of Human Thought",
        "authors": [
            {
                "name": "Daily Buzz Live",
                "link": null
            }
        ],
        "publisher": "dailybuzzlive.com",
        "publish_date": "2016-07-12",
        "text": "Posted on\nHave you ever notice the voice in your head that doesn’t stop talking? It’s busy judging people and things, forming opinions, and commenting on everything that happens. It keeps nattering about things that happened in the past or might happen in the future. In fact, we all have this inner voice in our heads, whether we are conscious of it or not.\nWhen life is lived with little or no awareness of the “voice in the head” it becomes completely driven by this voice. Eventually you can believe that the voice in the head is who you are. You may believe you are the one who’s talking and having a say about everything, but perhaps this is not so. What if the voice in our head is not actually generating your own thoughts? The mind produces an entire life of its own by keeping stories alive over and over again. It plays out scenarios and keeps them thriving by adding emotion. In turn, what keeps the mind going is the concept of “I,” and this “I” has things to do. In fact, every event in the physical world is neutral until the mind attaches its own meaning to it.\nA man loses his job and this is either the most devastating thing that happens to him or the most fortunate, because it becomes his ticket to a new life. A relationship ends and it is considered crippling or it is understood as empowering. The voice and the head will concoct numerous stories about events, and usually there rooted in stories heard in childhood, from the media, or other sources. My mother and her mother and her mother before her believed something so now I believe it too. The news perpetuate something so it must be true. On and on the mind goes spinning in its web.\nEventually, the voice in the head become so powerful we believe it’s who we are. We believe it’s OUR voice speaking to us. From here, the next step in the cycle is perpetuated when we become invested in this sense of self, which we define as “I.” This “I” wants to survive at all costs. It wants to win, to be better than, to be recognized and to be acknowledged. So herein lies the crux of the grand illusion. This “I” is an egoic identity concerned with matters of the world and believes them all to be real when in fact, it’s making it all up.\nWhen you identify with your thoughts you make them real and this triggers impulses and desires which makes them real too. If you think of a lemon you will quickly find your mouthwatering at the very thought. It’s exactly the same with everyday matters; as the mind focuses on thoughts, they feel real, and identity or “I” becomes enmeshed with them. The mind believes everything it thinks with the voice in the head. So when we recognize the voice and begin stopping it, a new reality emerges. By catching the voice before it runs rampant with thoughts or meditating to settle it down, we wake up to a new life. The great reality is that life is a force in and of itself and this force is in everything; material things are not what they seem. They only have meaning and importance when granted these attributes by the voice in the head. Life is simply experiencing itself through our eyes and hands.\nThe mind is part of something much larger than what the “I” likes to think it is. So the separate, limited you is a dream. It’s being created by a part of the mind that wants to have a say. The “I” or egoic identity can be disregarded at any moment if the thinker decides to discard it.\nWhen you decide to stop the little voice from speaking, you realize that you are pure life force. You become aware that there is thought and aware that you have emotions. You also become aware of your body but that the body is not you. You are aware that there is a sense of perception within you and aware of any egoic behavior and attachments within yourself. At this moment, you have shattered the grand illusion that so many humans live by. There is a world within the world – one world is that of pure perception and the other is created by attaching thoughts to things by the voice in the head.\nOnce the voices recognized for what it is, you come to know that you have special awareness within. You are actually not a “person” at all, but a field of pure awareness, pure consciousness. It’s this that’s experiencing life through you. It’s this that is life and will never die because the world is simply a manifestation of the life force happening through you.\nSo the grand illusion that death is real is also shattering when we wake from the dream. The truth is unveiled as the life force running through all things comes to know itself for the first time. Everything created by egoic mind, whether it be war, death, illness, corruption, or wealth are all manifestations of a mind cutoff from its true nature. Masses of minds can join together and create larger illusions based on group thinking. Alternatively, we can all wake up and realize what we are creating and instead make something new, or at the very least, not participate in what is being created. When the world and its illusions are simply being observed and the egoic mind slowly dwindles away, the reality of life comes to be known – a reality that is more powerful and infinite than any little voice in the head could possibly create.\n Article originally written by Teresa L DeCicco, PhD\n* indicates required\nEmail Address *\nRecent Posts\nI Bet You Will Open Every Oreo Cookie You Eat After Seeing This. There are READ MORE →\nDaily Buzz Live Search\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "voice",
            "shattering",
            "power",
            "life",
            "world",
            "mind",
            "grand",
            "egoic",
            "thought",
            "thoughts",
            "force",
            "head",
            "illusion",
            "human",
            "real",
            "things"
        ]
    }
]