[
    {
        "url": "https://www.cnn.com/2016/09/27/politics/alicia-machado-donald-trump-2016-election-anderson-cooper/index.html",
        "title": "Miss Universe strikes back",
        "authors": [
            {
                "name": "Daniella Diaz",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-27",
        "text": "Updated 6:32 AM ET, Wed September 28, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\n\"We cannot accept no more insults for my Latin community. No more insults for the women,\" she says\n\"He tried to destroy my self esteem,\" she says\nWashington (CNN)\nFormer \"Miss Universe\" Alicia Machado struck back Tuesday against insults hurled at her by Donald Trump, saying that he was \"aggressive\" and \"really rude.\"\nMachado, who represented Venezuela in Trump's 1996 \"Miss Universe\" competition said that Trump called her \"Miss Housekeeping\" and \"Miss Piggy\" when she gained weight after winning the beauty pageant.\nJUST WATCHED\nEx-Miss Universe: Trump called me 'Miss Piggy' 02:49\n\"I know what I left with him and he knows, too. And he was really aggressive. He was really rude. He was a bad person with me,\" she told CNN's Anderson Cooper on \"AC360.\" \"That is the story that I need to share with my community. We cannot accept no more insults for my Latin community. No more insults for the women. I know very well Mr. Trump and I can see the same person that I met 20 years ago.\"\nAt the presidential debate on Monday, Clinton referenced Machado to make a bigger point to Trump about his public treatment of women -- which has become a key campaign issue that hits on his vulnerabilities with both Hispanics and women.\nJUST WATCHED\nIn 1997, Trump discussed Alicia Machado's weight 02:57\n\"And one of the worst things he said was about a woman in a beauty contest -- he loves beauty contests, supporting them and hanging around them -- and he called this woman 'Miss Piggy,' then he called her 'Miss Housekeeping' because she was Latina,\" Clinton had said.\nRead More\nJUST WATCHED\nClinton blasts Trump over treatment of beauty queen 01:38\nShe continued: \"Donald, she has a name. Her name is Alicia Machado. And she has become a US citizen and you can bet she is going to vote this November.\"\nJUST WATCHED\nClinton: Trump called women pigs, slobs and dogs 01:56\n\"There are reports that Trump surrogates tonight have been referencing and been pointing to ... about an incident in 1998 in Venezuela where you were accused of driving a getaway car from a murder scene. You were never charged with this. The judge in the case also said you threatened to kill him after he indicted your boyfriend for the attempted murder. I just want to give you a chance to respond these reports,\" Cooper said.\nMachado responded: \"He can say whatever he wants to say. I don't care. You know, I have my past, of course everybody has a past. And I'm no saint girl. But that is not the point now ... (Trump) was really rude with me, he tried to destroy my self esteem. And now I'm a voice in the Latin community. I'm in a great moment in my life and I have a very clear life. And I can show my taxes.\"\nJUST WATCHED\nClinton ad asks about impact of Trump on our daughters\nClinton ad asks about impact of Trump on our daughters 01:17\nEarlier Tuesday, Trump refused to back down from his criticism of Machado, telling \"Fox and Friends\" in an interview that she had \"gained a massive amount of weight and it was a real problem.\"\n\"She was the winner and you know, she gained a massive amount of weight and it was a real problem. We had a real problem,\" Trump said. \"Not only that, her attitude, and we had a real problem with her, so Hillary went back into the years and she found this girl -- this was many years ago. And found the girl and talked about her like she was Mother Theresa. And it wasn't quite that way but that's OK. Hillary has to do what she has to do.\"\nContent by CompareCards\n",
        "quotes": [
            [
                "We cannot accept no more insults for my Latin community.",
                "Alicia Machado",
                true
            ],
            [
                "No more insults for the women,",
                "Alicia Machado",
                true
            ],
            [
                "He tried to destroy my self esteem,",
                "Alicia Machado",
                true
            ],
            [
                "I know what I left with him and he knows, too.",
                "Alicia Machado",
                true
            ],
            [
                "He was a bad person with me,",
                "Alicia Machado",
                true
            ],
            [
                "That is the story that I need to share with my community.",
                "",
                true
            ],
            [
                "We cannot accept no more insults for my Latin community.",
                "",
                true
            ],
            [
                "No more insults for the women.",
                "",
                true
            ],
            [
                "I know very well Mr. Trump and I can see the same person that I met 20 years ago.",
                "",
                true
            ],
            [
                "And one of the worst things he said was about a woman in a beauty contest -- he loves beauty contests, supporting them and hanging around them -- and he called this woman 'Miss Piggy,' then he called her 'Miss Housekeeping' because she was Latina,",
                "Clinton",
                true
            ],
            [
                "And she has become a US citizen and you can bet she is going to vote this November.",
                "",
                true
            ],
            [
                "There are reports that Trump surrogates tonight have been referencing and been pointing to ... about an incident in 1998 in Venezuela where you were accused of driving a getaway car from a murder scene.",
                "Cooper",
                true
            ],
            [
                "You were never charged with this.",
                "Cooper",
                true
            ],
            [
                "The judge in the case also said you threatened to kill him after he indicted your boyfriend for the attempted murder.",
                "Cooper",
                true
            ],
            [
                "I just want to give you a chance to respond these reports,",
                "Cooper",
                true
            ],
            [
                "He can say whatever he wants to say.",
                "Alicia Machado",
                true
            ],
            [
                "You know, I have my past, of course everybody has a past.",
                "Alicia Machado",
                true
            ],
            [
                "And I'm no saint girl.",
                "Alicia Machado",
                true
            ],
            [
                "But that is not the point now ... (Trump) was really rude with me, he tried to destroy my self esteem.",
                "Alicia Machado",
                true
            ],
            [
                "And now I'm a voice in the Latin community.",
                "Alicia Machado",
                true
            ],
            [
                "I'm in a great moment in my life and I have a very clear life.",
                "Alicia Machado",
                true
            ],
            [
                "And I can show my taxes.",
                "Alicia Machado",
                true
            ],
            [
                "gained a massive amount of weight and it was a real problem.",
                "",
                false
            ],
            [
                "She was the winner and you know, she gained a massive amount of weight and it was a real problem.",
                "Donald Trump",
                true
            ],
            [
                "Not only that, her attitude, and we had a real problem with her, so Hillary went back into the years and she found this girl -- this was many years ago.",
                "Donald Trump",
                true
            ],
            [
                "And found the girl and talked about her like she was Mother Theresa.",
                "Donald Trump",
                true
            ],
            [
                "And it wasn't quite that way but that's OK. Hillary has to do what she has to do.",
                "Donald Trump",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "miss",
            "weight",
            "really",
            "community",
            "universe",
            "piggy",
            "called",
            "insults",
            "trump",
            "women",
            "strikes"
        ]
    }
]