[
    {
        "url": "https://www.activistpost.com/2017/09/16-years-911-us-govt-proven-hate-freedom-just-much-terrorists.html",
        "title": "11 & US Govt Has Proven They ‘Hate Our Freedom’ Just As Much as Terrorists",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-16",
        "text": "Hot Topics\n16 Years After 9/11 and US Govt Has Proven They “Hate Our Freedom” Just As Much as Terrorists\n“They hate our freedoms: our freedom of religion, our freedom of speech, our freedom to vote and assemble and disagree with each other.” – George W. Bush addresses the nation on September 20, 2001 — 9 Days after the attacks\nThose of us who are old enough to remember a time before 9/11 can recall “the good old days” before the police state was ramped up to the militaristic control grid that it is today.\nWe remember a time before fear became the only thing that your television fed you. Sure, the propaganda machine and the war machine has existed long before 9/11, but since that fateful day, the fear peddlers and the tyrants have cranked it up a notch – or ten.\nFreedom diminishing step one: The TSA\nPrior to 9/11, no one heard of the Transportation Security Administration because they didn’t exist. The TSA was created as a reactionary security measure to hijackers sneaking box-cutters onto planes. It has since morphed into a vile organization of total domination, degradation, theft, and molestation.\nIf you think taking your shoes off at the airport makes you safer, you need to read more history.\nFreedom diminishing step two: The NSA\nHaving worked directly under the NSA for several years prior to the attacks on 9/11, I can tell you that spying on Americans was not only frowned upon by our superiors, but it was a chargeable offense. During my years as an Intelligence Communications Intercept Operator, we were told that if we came across “friendly chatter,” we move on, or we go to jail.\nHowever, since 9/11, the NSA has conducted an about face. The restrictions that kept myself and my team from spying on Americans were lifted. The tentacles of this police state leviathan quickly spread their way into every facet of American life. We wouldn’t find out until several years later that all of our private data has been, and forever will be, subject to the prying eyes of the State.\nFreedom diminishing step three: Perpetual War\nThe attacks on the world trade centers ushered in a new means of the state to spread its empire. A new and vaguely defined ‘enemy’ had been declared and its name was terrorism. \n“Either you are with us, or you are with the terrorists,” George Bush ironically said immediately after saying the terrorists “hate us…because we can disagree with each other.”\nLiterally overnight, the entire world was declared an enemy of the United States unless they prostrated themselves and declared their unwavering support for the US empire.\nThis notion gave birth to the state’s ability to declare a perpetual war. The war on the ‘tactic’ of terrorism would give way to an unlimited expansion of police state powers, and the state knew it. Bush would even state this idea in his speech. Later in the same September 20th speech, Bush would declare that the war “will not end until every terrorist group of global reach has been found, stopped and defeated.” In the same speech, he later said that this war is “a task that does not end.”\nDespite both Obama and Bush declaring the wars a success and having ended, nothing could be further from the truth as Trump’s recent plan to re-escalate America’s presence in Afghanistan illustrates. Since 9/11 secret US prisons popped up where unspeakable acts of torture continue to this day. Millions of innocent civilians have been slain and continue to be slain. Countless children have been blown to bits by Americans spreading democracy with Hellfire missiles.\nAll the while, the average American continues to praise the government for “keeping them free” and unquestioningly continues life as normal.\nFreedom diminishing step four: The Militarization of Police\nAlong with perpetual war comes the perpetual lobbying of defense contractors for bigger and better ways to kill people.\n“In the councils of government, we must guard against the acquisition of unwarranted influence, whether sought or unsought, by the military-industrial complex. The potential for the disastrous rise of misplaced power exists and will persist,” Dwight D. Eisenhower famously said in his 1961 farewell speech. He couldn’t have been more right.\nAs taxpayer dollars go to buying newer and nicer tools of death, these older tools of death need a new home.\nConveniently enough, the government had a program in place since 1997, which allowed for the old tools of war to come home and be used against the American people. It was called the 1033 program.  Even though Obama ended this program in 2015, his champion of the police state successor just turned this program back on, paving the way for the creation of a standing army that our forefathers warned us about.\nWithin just a few short years, thousands of police departments across the country were issued mine-resistant vehicles, amphibious assault vehicles, grenade launchers, countless high-powered machine guns, and even Apache attack choppers—and now, all that is back.\nAll of this military gear, we are told, is to keep us safe.\nFreedom diminishing step five: The End of Free Speech\nAs governments throughout history have attempted to spread their empire across the globe, a side effect is the creation of a police state at home. The United States is no exception, and as the police state grows, so does resistance to it.\nThis resistance becomes a thorn in the side of tyrants and they will do everything in their power to silence it.\nSince 9/11, America has entered a Post-Constitutional era of “Free Speech Zones,” riot police with sound cannons blasting down peaceful dissenters, and worse. Now, identity politics are pushed upon the masses through the mainstream media causing violence at protests between the us’s and them’s. Protest violence is playing right into the hands of the police state as it easily allows them to demonize all free-speech.\nAs the Free Thought Project’s Jay Syrmopoulos points out, if there is one thing that Islamic fundamentalists and Islamophobic fascists agree on, it’s that there should be no “gray zone;” only black and white. The establishment’s identity politics are paving the way for this black and white world.\nThe gray zone is the zone of peaceful coexistence. Eliminating the gray zone – and rendering a world as black & white as the flag of the Islamic state is the ultimate goal of fundamentalists on all sides.\nIn fact, a recent ISIS publication, titled Extinction of the Grayzone made clear that the strategy has been at play for the past 14 years.\nThe grayzone is critically endangered, rather on the brink of extinction. It’s endangerment began with the blessed operation of September 11th, as these operations manifested two camps before the world for mankind to choose between, a camp of Islam… and a camp of kufr – the crusader coalition.\nAmerican policy is playing right into the hands of terrorists and the citizens are playing right along.\nFreedom regaining step one: Be the Change\nSadly enough, this counterfeit version of the “Land of the Free” is now the new normal. The next generation’s benchmark for “Freedom” will be journalists being snatched up in the streets, and cops publicly executing citizens and not being charged.\nThe dystopian future that Americans are now taking part in creating is an ominous reality.\nHowever, to those of us who see the entire picture and remember a time when it wasn’t okay for the blue gloves at the TSA to prod your anus in the name of freedom, we remain resilient.\nSo, next time your chest begins to fill with patriotic puff, stop for a second and realize that Americans are not free anymore. America is becoming the evil that it once stood against.\nIn the meantime, however, we still have the freedom in this country to inform ourselves and others. Only through a lesser ignorance will these horrid tyrannical traits subside.\nHumanity is involved in a struggle, as we have always been, but there are much more of us now. Inciting peaceful change has never been more important. However, so many well-meaning individuals go about inciting this change with blunt force. As the violence at the recent protests across the country in the last year have shown—this has to change.\nIf you truly want to make the world a more peaceful place, you have to become a more peaceful person. Petty infighting, personal attacks, vitriol, and hate are the tools of tyrants and also of those who only claim to be awake.\nPeace is true professionalism and it is also the means by which effective change is sought.\nBe the change that you want to see in this world.\nMatt Agorist is an honorably discharged veteran of the USMC and former intelligence operator directly tasked by the NSA. This prior experience gives him unique insight into the world of government corruption and the American police state. Agorist has been an independent journalist for over a decade and has been featured on mainstream networks around the world. Agorist is also the Editor at Large at the Free Thought Project.  Follow @MattAgorist on Twitter , Steemit , and now on Facebook. This article first appeared at The Free Thought Project .\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 8, 2019\nAugust 8, 2019\nAugust 7, 2019\nMost Viewed Articles of the Week\nLatest News\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "They hate our freedoms: our freedom of religion, our freedom of speech, our freedom to vote and assemble and disagree with each other.",
                "",
                true
            ],
            [
                "Either you are with us, or you are with the terrorists,",
                "-- George W. Bush",
                true
            ],
            [
                "hate us…because we can disagree with each other.",
                "-- George W. Bush",
                false
            ],
            [
                "will not end until every terrorist group of global reach has been found, stopped and defeated.",
                "-- George W. Bush",
                false
            ],
            [
                "a task that does not end.",
                "-- George W. Bush",
                false
            ],
            [
                "In the councils of government, we must guard against the acquisition of unwarranted influence, whether sought or unsought, by the military-industrial complex.",
                "Dwight D. Eisenhower",
                true
            ],
            [
                "The potential for the disastrous rise of misplaced power exists and will persist,",
                "Dwight D. Eisenhower",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://thefreethoughtproject.com/false-flag-paris-cia-director-french-security-chief-israeli-national-security-chief-met-2-weeks/",
                "http://thefreethoughtproject.com/the-land-free-ranked-20th-freedom/",
                "http://thefreethoughtproject.com/911-freedom-terrorism/",
                "http://thefreethoughtproject.com/military-hardware-local-pd-stockpiling-database-show-you/",
                "http://thefreethoughtproject.com/trump-reinstates-program-to-turn-police-into-the-standing-army-our-forefathers-warned-us-about/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://en.wikipedia.org/wiki/Terrorism",
                "https://steemit.com/@tftproject",
                "https://www.facebook.com/TheREALMattAgorist/",
                "https://twitter.com/MattAgorist",
                "http://www.washingtonpost.com/wp-srv/nation/specials/attacked/transcripts/bushaddress_092001.html"
            ]
        },
        "key_words": [
            "war",
            "world",
            "change",
            "11",
            "govt",
            "state",
            "free",
            "step",
            "speech",
            "freedom",
            "terrorists",
            "hate",
            "911",
            "peaceful",
            "proven"
        ]
    }
]