[
    {
        "url": "https://www.nytimes.com/2017/10/06/arts/music/antonio-pappano-conductor-carnegie.html?rref=collection%2Fsectioncollection%2Farts",
        "title": "Antonio Pappano, a Conductor of the Old School, Makes His Carnegie Debut",
        "authors": [
            {
                "name": "Harvey Sachs",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-06",
        "text": "Advertisement\nSupported by\nAntonio Pappano, a Conductor of the Old School, Makes His Carnegie Debut\nImage\nAntonio Pappano at the Parco della Musica in Rome, home of the Orchestra dell’Accademia Nazionale di Santa Cecilia, which he will conduct in two concerts at Carnegie Hall.CreditCreditMassimo Berruti for The New York Times\nBy Harvey Sachs\nOct 6, 2017\nIf you were an aspiring singer in Bridgeport, Conn., in the 1970s, chances are you knew, or at least knew about, the voice teacher Pasquale Pappano and his teenage son, Tony, who assisted him after school.\n“My father would do half an hour of technical work with a pupil,” Tony recalled recently, “then I would work on repertoire for another half-hour.”\nTony Pappano from Bridgeport has come a long way since then. Knighted Sir Antonio Pappano five years ago, he has been the music director of the Royal Opera at Covent Garden in London, one of the world’s most important companies, since 2002.\nSince 2005, he has also been music director of the Orchestra dell’Accademia Nazionale di Santa Cecilia of Rome, which he will conduct in two concerts at Carnegie Hall on Oct. 20 and 21 as part of the ensemble’s first American tour in 48 years. The concerts include works by Verdi, Respighi, Prokofiev, Mahler and Salvatore Sciarrino, and feature as soloists the pianist Martha Argerich and the soprano Barbara Hannigan.\nMaking a belated Carnegie debut with these performances and also a rare appearance with the New York Philharmonic in February, Mr. Pappano is, at 57, unflashy but experienced and energetic, his performances stylish and dramatic. He is one of our most sought-after conductors, and the music world is eagerly waiting to learn what course he will choose in 2020, when his Royal Opera contract expires.\nImage\nMr. Pappano and the orchestra during rehearsal in the Sala Santa Cecilia at the Parco della Musica.CreditMassimo Berruti for The New York Times\nHe has said he wants to concentrate more on symphonic music, and has played down rumors that he may take another major opera position, like the one being vacated at the Bavarian State Opera in Munich.\n“I’m not interested in another big opera job,” he said in a telephone interview from London. “Instead of doing five operas a year, I might do two, which would give me room to breathe, to think and to have a life.”\nPlácido Domingo, who has long worked with Mr. Pappano both as a tenor and in his more recent baritone roles, is among those who hold out hope that Mr. Pappano will choose not to leave the Royal Opera.\n“It is natural that conductors eventually want to start to do more symphonic music, because it is less complicated than doing opera,” Mr. Domingo said in an interview. “But if Tony leaves Covent Garden he will be very, very much missed there.”\nMr. Pappano often begins conversations about his career by talking about his parents, who came from a tiny village in southern Italy where there was little work in the years immediately after World War II. Pasquale Pappano moved to Milan and then to Mantua, where he studied singing with Ettore Campogalliani, whose pupils included the likes of Renata Tebaldi and Luciano Pavarotti , before moving to London.\nPasquale worked in restaurants and, in his spare time, taught singing; Maria, his wife, cleaned offices and took in sewing and ironing. Antonio, who was born in the nearby town of Epping in 1959, studied the piano — “reluctantly at first,” he said — and soon began to accompany his father’s pupils in everything from pop songs to opera arias.\nImage\nMr. Pappano at around age 4.\nWhen the Pappanos moved to Connecticut in the early 1970s, Tony kept on assisting his father. “I never went to a conservatory, but I studied piano and composition privately,” he said. “My goal, and my father’s goal for me, was to become the best accompanist the world had ever seen, and I thought that that would be my destiny.”\nThings turned out a little differently, of course, but Mr. Pappano’s preparation was not unheard-of. In recent decades, prominent conductors have tended to emerge from specialized conducting courses and begin their careers working with symphony orchestras. But until the mid-20th century, most began as opera house “répétiteurs”: coaches who teach singers their roles at the keyboard and play for rehearsals.\nThose who learned to read orchestral scores were sometimes allowed to lead a performance if a regular conductor became ill, and, if they showed some talent on the podium, they were absorbed into the conducting staff. Occasionally, more exalted positions became available.\nIn Mr. Pappano’s case, some singers he had worked with “got me little gigs, even though I couldn’t conduct my way out of a paper bag,” he said, “and orchestras either felt pity for me or saw something in me, despite my inexperience.”\nHe went to Europe, where, accompanying a singer’s audition, he attracted the attention of the conductor Daniel Barenboim. Mr. Barenboim wasn’t convinced of the singer’s abilities, but he engaged the accompanist to become his assistant at the Bayreuth Festival in Germany. Mr. Pappano spent six years in that position and two years working under Michael Gielen at the Frankfurt Opera.\n“Those were very important experiences for me,” he said. “I learned how to rehearse, how to use time efficiently, and I was exposed to German avant-garde theater, which shocked me at first but also opened my eyes to new ways of doing opera. So in 1987, when I got my first opportunity to rehearse a complete opera production, all the experiences of assisting and coaching exploded out of me, and I understood that this was what I was born to do.”\nImage\nPasquale Pappano, Mr. Pappano’s father. Assisting his father with singing pupils gave Mr. Pappano his start in music.\nThat opportunity, a production of “La Bohème,” came at the Norwegian National Opera in Oslo, where Pappano became principal conductor in 1990. “During my two years there I did my first productions of many operas,” he said. “Making all those debuts was treacherous, but I survived and thrived.”\nHe moved on to the Théâtre Royal de la Monnaie in Brussels, where he spent a decade, a period during which he also made important debuts around the world. In 2002, the 42-year-old maestro left Brussels for his native England, where he became music director of the Royal Opera.\n“It took five years for me to gain the trust of the orchestra and the London public,” he said. “To gain security, to become comfortable inside my own skin.”\nThis makes his first years there sound somewhat grim, but in fact Mr. Pappano was greeted with enthusiasm from the start. He “made the clearest possible statement that he intends to put Covent Garden at the pinnacle of international opera,” wrote the critic Andrew Clark in the Financial Times after the new music director’s first performance, Strauss’s “Ariadne auf Naxos.” “It felt not so much like the start of a new season, more the dawn of a glorious era.”\nAvoiding being pigeonholed in Italian repertoire — a potential pitfall for conductors whose names end in vowels — Mr. Pappano’s choices have ranged widely in London, from the classics to world premieres by the contemporary British composers Harrison Birtwistle and Mark-Anthony Turnage.\nThe mezzo-soprano Joyce DiDonato worked with him on a French opera, Massenet’s “Werther” — the first time she was singing the central role of Charlotte, “which of course carried loads of nerves,” she said in an interview. At the single allotted orchestra rehearsal, they came to the aria “Va! laisse couler mes larmes.”\nImage\nThe music world is eagerly waiting to learn what course Mr. Pappano will choose in 2020, when his contract with the Royal Opera in London expires.CreditMassimo Berruti for The New York Times\n“During a very hushed passage, which we had already spoken about thoroughly in piano rehearsals,” she said, “Tony stopped the orchestra and said in a very soothing, hushed, but utterly convincing tone: ‘Joyce, darling, I know you can make this more magical.’”\nMr. Pappano, she added, is “never satisfied with good or very good. He simply cannot stop pulling and inspiring.” (The soprano Malin Bystrom recalled him calling her after a performance to persuade her to choose a dress with a looser fit to help her breathing.)\nTwelve years ago, Mr. Pappano returned to his Italian roots by becoming music director of the Santa Cecilia orchestra, part of the National Academy of the same name that was founded in the 16th century. The orchestra, born in 1908, was the first Italian ensemble to dedicate itself primarily to the symphonic repertoire instead of opera.\nIt had been playing well under Mr. Pappano’s immediate predecessors, but Michele Dall’Ongaro, the orchestra’s general manager, said in an email that “it needed a vital impulse, a qualitative leap.” He added that Mr. Pappano’s “energy, dedication and generosity” have “brought Santa Cecilia invitations from the world’s musical organizations and festivals and have taken it forcefully back into the recording industry,” where its presence had previously been marginal.\nItaly has been an apt place to land for Tony Pappano. When he was growing up, his family spoke a mixture of southern Italian dialect and English, and his command of proper modern Italian had some gaps when he first took over the Santa Cecilia ensemble. At one rehearsal, in asking the orchestra not to press the tempo, he accidentally created an Italianglish neologism: “non pushare.”\nThe musicians gave him a T-shirt with the phrase emblazoned on it.\nHarvey Sachs is the author of “Toscanini: Musician of Conscience.”\nA version of this article appears in print on , Section AR, Page 10 of the New York edition with the headline: London, Rome and Now New York. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "Joyce, darling, I know you can make this more magical.",
                "",
                true
            ],
            [
                "My father would do half an hour of technical work with a pupil,",
                "Pasquale Pappano",
                true
            ],
            [
                "then I would work on repertoire for another half-hour.",
                "Pasquale Pappano",
                false
            ],
            [
                "I’m not interested in another big opera job,",
                "Pasquale Pappano",
                true
            ],
            [
                "Instead of doing five operas a year, I might do two, which would give me room to breathe, to think and to have a life.",
                "Pasquale Pappano",
                true
            ],
            [
                "It is natural that conductors eventually want to start to do more symphonic music, because it is less complicated than doing opera,",
                "Domingo",
                true
            ],
            [
                "But if Tony leaves Covent Garden he will be very, very much missed there.",
                "Domingo",
                true
            ],
            [
                "I never went to a conservatory, but I studied piano and composition privately,",
                "Pasquale Pappano",
                true
            ],
            [
                "My goal, and my father’s goal for me, was to become the best accompanist the world had ever seen, and I thought that that would be my destiny.",
                "Pasquale Pappano",
                true
            ],
            [
                "got me little gigs, even though I couldn’t conduct my way out of a paper bag,",
                "Pasquale Pappano",
                false
            ],
            [
                "and orchestras either felt pity for me or saw something in me, despite my inexperience.",
                "Pasquale Pappano",
                false
            ],
            [
                "Those were very important experiences for me,",
                "Pasquale Pappano",
                true
            ],
            [
                "I learned how to rehearse, how to use time efficiently, and I was exposed to German avant-garde theater, which shocked me at first but also opened my eyes to new ways of doing opera.",
                "Pasquale Pappano",
                true
            ],
            [
                "So in 1987, when I got my first opportunity to rehearse a complete opera production, all the experiences of assisting and coaching exploded out of me, and I understood that this was what I was born to do.",
                "Pasquale Pappano",
                true
            ],
            [
                "During my two years there I did my first productions of many operas,",
                "Pasquale Pappano",
                true
            ],
            [
                "Making all those debuts was treacherous, but I survived and thrived.",
                "Pasquale Pappano",
                true
            ],
            [
                "It took five years for me to gain the trust of the orchestra and the London public,",
                "Pasquale Pappano",
                true
            ],
            [
                "To gain security, to become comfortable inside my own skin.",
                "Pasquale Pappano",
                true
            ],
            [
                "made the clearest possible statement that he intends to put Covent Garden at the pinnacle of international opera,",
                "",
                false
            ],
            [
                "It felt not so much like the start of a new season, more the dawn of a glorious era.",
                "",
                true
            ],
            [
                "which of course carried loads of nerves,",
                "Pasquale Pappano",
                false
            ],
            [
                "During a very hushed passage, which we had already spoken about thoroughly in piano rehearsals,",
                "Pasquale Pappano",
                true
            ],
            [
                "Tony stopped the orchestra and said in a very soothing, hushed, but utterly convincing tone: ‘Joyce, darling, I know you can make this more magical.",
                "Pasquale Pappano",
                true
            ],
            [
                "never satisfied with good or very good.",
                "Pasquale Pappano",
                false
            ],
            [
                "He simply cannot stop pulling and inspiring.",
                "Pasquale Pappano",
                true
            ],
            [
                "it needed a vital impulse, a qualitative leap.",
                "",
                false
            ],
            [
                "brought Santa Cecilia invitations from the world’s musical organizations and festivals and have taken it forcefully back into the recording industry,",
                "",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://en.wikipedia.org/wiki/Renata_Tebaldi",
                "https://en.wikipedia.org/wiki/Luciano_Pavarotti",
                "https://www.parsintl.com/publication/the-new-york-times/"
            ]
        },
        "key_words": [
            "music",
            "debut",
            "pappano",
            "carnegie",
            "work",
            "worlds",
            "bridgeport",
            "tony",
            "director",
            "works",
            "old",
            "knew",
            "makes",
            "school",
            "concerts",
            "antonio",
            "conductor"
        ]
    }
]