[
    {
        "url": "https://www.politico.com/story/2016/09/mike-lee-no-trump-supreme-court-228573?cmpid=sf",
        "title": "Sen. Mike Lee shoots down Trump Supreme Court trial balloon",
        "authors": [
            {
                "name": "Nick Gass",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-23",
        "text": "Sen. Mike Lee shoots down Trump Supreme Court trial balloon\nBy NICK GASS\nUtah Sen. Mike Lee on Friday swiftly shot down the idea that he would accept a nomination to the Supreme Court from Donald Trump.\n\"Sen Lee already has the job he wants which is why he is campaigning to represent the great people of Utah again this year,\" Lee spokesman Conn Carroll said in response to POLITICO, after NBC News reported on a new list of potential Supreme Court nominees that Trump would propose as president.\nStory Continued Below\nLee is one of 10 on the expanded list, which also includes Neil Gorsuch, a judge of the United States Court of Appeals for the Tenth Circuit; Margaret A. Ryan, a judge of the U.S. Court of Appeals for the Armed Forces; Edward Mansfield, an Iowa Supreme Court justice; Keith Blackwell, a Georgia Supreme Court justice; Charles Canady, a Florida Supreme Court justice; Timothy Tymkovich, the chief judge of the U.S. Court of Appeals for the Tenth Circuit; Amul Thapar, a U.S. District Court judge for the Eastern District of Kentucky; Federico Moreno, a U.S. District Court judge for the Southern District of Florida; and Robert Young, the chief justice of the Michigan Supreme Court.\nTrump’s decision earned praise from Judicial Crisis Network Director Carrie Severino, who clerked for Justice Clarence Thomas.\n“Donald Trump continues to take unprecedented steps to demonstrate that he intends to appoint justices like Scalia, Thomas and Alito,” Severino said in a statement. “Conservatives should be very pleased by the steps he has taken, and if he lives up to his promises we will have a Court that truly puts the rule of law ahead of political preferences.”\nLee has refused to endorse Trump for president, although he did offer praise for Trump's f irst list of potential justices unveiled in May, which included his brother Thomas, a Utah Supreme Court justice.\n\"It wasn't just that there were some great names on that list, that was the best, most conservative Supreme Court shortlist I've ever seen,\" Lee said at the time. \"And I was thrilled by that.\"\nSeung Min Kim contributed.\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "Sen Lee already has the job he wants which is why he is campaigning to represent the great people of Utah again this year,",
                "Conn Carroll",
                true
            ],
            [
                "Donald Trump continues to take unprecedented steps to demonstrate that he intends to appoint justices like Scalia, Thomas and Alito,",
                "Severino",
                true
            ],
            [
                "Conservatives should be very pleased by the steps he has taken, and if he lives up to his promises we will have a Court that truly puts the rule of law ahead of political preferences.",
                "Severino",
                true
            ],
            [
                "It wasn't just that there were some great names on that list, that was the best, most conservative Supreme Court shortlist I've ever seen,",
                "Sen Lee",
                true
            ],
            [
                "And I was thrilled by that.",
                "Sen Lee",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.politico.com/story/2016/05/trumps-supreme-court-nominees-223331",
                "https://www.nbcnews.com/politics/first-read/clinton-trump-camps-fire-supporters-debate-n653191"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "supreme",
            "sen",
            "justice",
            "balloon",
            "trial",
            "court",
            "trump",
            "district",
            "mike",
            "list",
            "judge",
            "shoots",
            "lee"
        ]
    }
]