[
    {
        "url": "http://money.cnn.com/2017/10/03/media/jimmy-kimmel-las-vegas-conscience/index.html",
        "title": "How Jimmy Kimmel became America's conscience",
        "authors": [
            {
                "name": "Bill Carter",
                "link": null
            }
        ],
        "publisher": "money.cnn.com",
        "publish_date": "2017-10-03",
        "text": "by Bill Carter   @CNNMoney October 3, 2017: 9:30 PM ET\nKimmel's emotional plea to lawmakers\nIf, at any earlier time in his career, anyone had suggested to Jimmy Kimmel that people would someday be citing him as the conscience of the nation, he would surely have done the world's greatest spit-take.\nBut just a couple of weeks after his emotional stand against the latest Republican effort to repeal the Affordable Care Act, Kimmel is back stage center, this time in the renewed debate about gun control. Kimmel's impassioned, tearful plea for action on guns after his hometown of Las Vegas was ravaged by a killer wielding an arsenal was the centerpiece of a universal cry of despair that marked the response to the tragedy among late-night television hosts Monday night.\nAnd Kimmel is, indeed, being showered in praise by gun control advocates for taking the outspoken stand he did in his opening monologue.\nOf course, he is being equally assailed by pro-gun advocates on the right for using his entertainment platform to advance views they dismiss as liberal nonsense. If they were going to pummel him on social media for taking a stand after nearly losing his newborn son, they surely weren't going to allow him a shred of credit for putting his human face on the gun-control debate. \nWelcome to politics in the Trump era, Jimmy.\nThe truth is, Kimmel has been acutely aware that putting himself out there on both these issues meant sticking his head straight into the political maelstrom that afflicts the nation at this moment in history. He told people, including me, that he expected heavy blowback from conservative and pro-Trump voices.\nBut he didn't choose either fight as much as they chose him. As a late-night host, Kimmel has never sought the mantle of political activism; events have thrust that upon him.\nBefore the frightening experience surrounding the birth of his son, Billy, Kimmel did not belong in the company of the most vociferous late-night political satirists, like Stephen Colbert, Seth Meyers, Samantha Bee and John Oliver. He took plenty of shots at the Trump Administration, but less in outrage than stupefaction. He never set out to score political points, only to get laughs.\nKimmel was sucked into the political maelstrom by the commitment that Sen. Bill Cassidy, a Louisiana Republican, made: That for him to support it, any new health-care bill would have to pass the \"Jimmy Kimmel test.\" When Cassidy's own bill clearly did not do that, in Kimmel's view, Kimmel felt honor-bound to speak out on behalf of families whose lives would be forever altered (and perhaps damaged) by the law.\nThen this week's mass murder happened to take place in Kimmel's hometown. Again, an emotional connection became too powerful a force to be ignored. When Kimmel appeared Monday night, choked up by the images of slaughter he had seen, he again conveyed a message in terms most people not stuck in ideological cement shoes could understand.\nHe was effective for a reason that is completely antithetical to the charges of Hollywood elitism that many on the right have hurled at him. Kimmel simply sounds like a regular guy making reasonable points -- because he is a regular guy. Probably more than any other current late-night host, Kimmel projects solid working-class and family values.  He seems to most viewers a guy who could share a beer and slice of pizza with anybody.\nSo when he is on the edge of emotional breakdown over his fears for his newborn son, or the massacre of innocent people in his hometown, it does not come across to most viewers as Hollywood activism; it comes across as human activism.\nIt is telling that the blowback fired at Kimmel on social media over his commentary on Las Vegas was an orgy of what-about-ism: How come he didn't take umbrage about so many gun deaths in Chicago? What about all the babies being aborted? Why no tears for Islamic terror attacks? Surely Kimmel was getting more talking points from Chuck Schumer (he acknowledged talking to the Senate Minority leader during the health-care debate). And what about how he has beefed up his own security detail with guys who likely carry guns? \nThat absolutely none of the attacks addressed the issues Kimmel raised is par for the course in this debate. That some points are absurd -- he needed more security because of threats from people who opposed his views, and when did he say no security professional should be responsibly armed? -- is evidence that coherence has no place in ideological warfare.\nHis critics also don't acknowledge -- or simply don't care -- that he has had a real personal stake in the positions he has taken; instead they trot out the familiar trope about \"Hollywood elitists\" and how out of touch they are with real people. But Kimmel's public image is antithetical to elitism; he presents as entirely down to earth, even salt of the earth.  \nCertainly, Kimmel made many tough points in his editorial monologue Monday night. He suggested the politicians who have opposed what he believes is responsible gun regulation and instead constantly resort to offering thoughts and prayers \"should be praying to God to forgive them for letting the gun lobby run this country, because it's so crazy.\"\nBut he also cited his own experience seeing how fires in Las Vegas when he was 13 had led to a terrible death toll -- and then real change that has resulted in laws insisting on increased fire protection.  \"Why would we approach this differently?\" Kimmel asked. \"It's a public safety issue.\" \nNone of the tweets and articles in conservative media denouncing him addressed that point.\nIn the short term, the outspoken stands Kimmel has taken on these hot-button issues have clearly raised his profile, and maybe his ratings. The tearful monologue he delivered Monday soared well past 3 million views on YouTube Tuesday. \nBut Kimmel surely meant it Monday when he said: \"I want this to be a comedy show.  I hate talking about stuff like this. I just want to give you something to laugh about at night.\"\nLately, he's been giving a bit more than that.\nCNNMoney (New York) First published October 3, 2017: 9:30 PM ET\nNewsletter\n© 2019 Cable News Network. Turner Broadcasting System, Inc. All Rights Reserved.\nCNN Sans™ & © 2016 Cable News Network.\n",
        "quotes": [
            [
                "should be praying to God to forgive them for letting the gun lobby run this country, because it's so crazy.",
                "",
                false
            ],
            [
                "Why would we approach this differently?",
                "Jimmy Kimmel",
                true
            ],
            [
                "It's a public safety issue.",
                "Jimmy Kimmel",
                true
            ],
            [
                "I want this to be a comedy show.",
                "Jimmy Kimmel",
                true
            ],
            [
                "I hate talking about stuff like this.",
                "Jimmy Kimmel",
                true
            ],
            [
                "I just want to give you something to laugh about at night.",
                "Jimmy Kimmel",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/intent/user?screen_name=CNNMoney"
            ]
        },
        "key_words": [
            "gun",
            "kimmels",
            "jimmy",
            "political",
            "americas",
            "conscience",
            "kimmel",
            "points",
            "views",
            "latenight",
            "surely",
            "emotional"
        ]
    }
]