[
    {
        "url": "https://www.activistpost.com/2017/09/fundamental-constitutional-rights-negated-realm-totalitarian-corporatocracy.html",
        "title": "Fundamental And Constitutional Rights Negated In The Realm of Totalitarian Corporatocracy",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-19",
        "text": "Hot Topics\nFundamental And Constitutional Rights Negated In The Realm of Totalitarian Corporatocracy\nTwo specific areas of modern commerce present overwhelming examples of gross human rights violations:\nThe pharmaceutical industry with its “consensus vaccine science,” which inaccurately promotes and provides neurotoxic vaccines as ‘safe and effective’ that mandatorily must be inoculated into infants within 24 hours of birth and at 2, 4 and 6 months of age when their immune systems and blood brain barriers are not fully developed, thereby predisposing unknown adverse health risks for which numerous innocent children will be ‘sacrificed for the greater good, i.e., ‘community immunity’, with ensuing  lifelong harms—or possibly even death—as evidenced by the CDC’s VAERS reporting system and HRSA Vaccine VICP Claims Adjudications [1]; and\nThe microwave industry and its acolyte ‘subsidiary-like industries’, e.g., public utilities, which utilize microwaves to provide electric, natural gas and water utilities metering services despite the plethora of scientific documentation regarding EMF/RF/ELF non-thermal radiation waves impairing and damaging DNA, cellular mitochondria and central nervous systems thereby subjecting customers/consumers to short- and long-term adverse health effects known as electromagnetic hypersensitivity (EHS) or medically as idiopathic environmental intolerance (IEI), including chronic diseases.\nAs an information researcher and journalist, I’ve thought about how the above problems have been contradictory to the primary law of the land, the U.S. Constitution, especially when, and since, corporations have overtaken Congress and basically write new laws to promote or protect their vested, financial and controlling interests thereby implementing a new form of governance, a “Corporatocracy.”\nCorporate lobbyists and the revolving door policy between corporations and government are now the norm.  Monsanto’s chief lobbyist, Michael Taylor, as Deputy Commissioner at the FDA and Monsanto’s corporate lawyer, Clarence Thomas, sitting on the U.S. Supreme Court bench since 1991 as an Associate Justice, are perfect examples.\nThere has to be some way to effectuate enforcing and/or taking back basic human rights in the USA.  I did some research online and found a thought-provoking and attention-grabbing write up about a case that just may drive home legal points regarding our being\na. forced to eat genetically modified food without proper identification and labeling;\nb. forced to drink fluoridated water, a protoplasmic poison which decreases IQ;\nc. forced to subscribe to allopathic healthcare without standard health insurance coverage to provide for holistic health services and modalities being covered thereby creating a medical monopoly for a failing allopathic health system;\nd. forced to get vaccines or not be able to go to school, work or partake in other activities;\ne. forced to be EMF-radiated 24/7/365 with non-thermal RF waves from AMI Smart Meters or have no electric, natural gas or water utilities; and\nf. forced to breathe weather geoengineering chemtrails chemicals, nanoparticulates and other unknown experimental technologies (Morgellons?) and to live in fear of catastrophic weather patterns being created by the military, who plans on owning the weather by 2025 (“Weather a Force Multiplier: Owning the Weather by 2025” (4)), and other vested interests.\nI’m certain there are numerous other grievances readers can remind me about, but I use the above as examples for this article.\nAfter doing online research regarding ownership of one’s “bodily integrity,” I came across a JD candidate’s paper written by Stephanie Weiler in May of 1998 for her law degree from California Western School of Law.  The paper is titled “Bodily Integrity: A Substantive Due Process Right to Be Free from Rape by Public Officials”   published in the California Western Law Review, Volume 34, 1998, with this notice:\nThis Comment is brought to you for free and open access by CWSL Scholarly Commons. It has been accepted for inclusion in California Western Law Review by an authorized administrator of CWSL Scholarly Commons. For more information, please contact [email protected] . Available at: http://scholarlycommons.law.cwsl.edu/cwlr/vol34/iss2/19\nSince the article is “free and open access by CWSL Scholarly Commons,” I will not be violating any of the author’s or copyright regulations in citing what Stephanie Weiler so brilliantly pointed out and argued.\nHowever, I definitely want my readers to substitute all the issues aforementioned above [1, 2, a. thru f.] for “RAPE” in order to understand the position I take and make regarding our basic human rights, which are being violated similarly to being  ‘raped’ figuratively, considering various alliterations of that terminology being applied as analogies in this article.\nThe rape case being discussed in Weiler’s paper was cited as\n… depriving a person of constitutional rights in violation of 18 U.S.C.A. §242.1 18 U.S.C. § 242 provides that “[w]hoever, under color of any law …. willfully subjects any person in any State, … to the deprivation of any rights, … secured or protected by the Constitution or laws of the United States, … on account of such person being an alien, or by reason of his color or race …. shall be fined … or imprisoned … or both.\nWeiler stated in her paper, “Substantive Due Process is the constitutional guaranty that no person can be arbitrarily deprived of his life, liberty, or property.  Specifically, substantive due process provides protection from arbitrary and unreasonable action by government actors.” Babineaux v. Judiciary Commission, 341 So. 2d 396, 400 (La. 1976).\nSo what is “Substantive Due Process”? According to Wikipedia,\n[….]\nMuch substantive due process litigation involves legal challenges about unenumerated rights that seek particular outcomes instead of merely contesting procedures and their effects. In successful cases, the Supreme Court recognizes a constitutionally based liberty that considers laws that seek to limit that liberty to be unenforceable or limited in scope. [4] Critics of substantive due process decisions usually assert that there is no textual basis in the Constitution for such protection and that such liberties should be left under the purview of the more politically accountable branches of government.\nWeiler wrote,\nThe liberty guaranteed by the Due Process Clause of the Fourteenth Amendment “is not a series of points pricked out in terms of the taking of property; the freedom of speech, press and religion; … and so on. It is a rational continuum which, broadly speaking, includes a freedom from all substantial and arbitrary impositions and purposeless restraints.”  [CJF emphasis]\nPoe v. Ullman, 367 U.S. 497, 543 (1961).\n[….]\nOver the years, courts have used the liberty guaranteed by the due process clause to protect various invasions on bodily integrity. A brief overview of the cases in which courts have applied the right to bodily integrity to areas of personal autonomy and family decisions…\nThe Supreme Court recognized and protected the substantive due process right to bodily integrity in Rochin v. People of California.52  [Rochin v. California, 342 U.S. 165 (1952).]  In Rochin, the Court held that sheriffs violated the due process clause of the Fourteenth Amendment when they forced defendant to turn over evidence by forcibly inducing him to vomit. 53 Justice Frankfurter explained, forcing defendant to vomit did “more than offend some fastidious squeamishness or private sentimentalism about combating crime too energetically. This is conduct that shocks the conscience.”‘ This action was “bound to offend even hardened sensibilities. [It was] too close to the rack and the screw to permit of [sic] constitutional differentiation.\nFaced with an even more egregious violation of bodily integrity, the Supreme Court invalidated a Connecticut statute imposing fines or imprisonment for “any person who uses any drug, medicinal article or instrument for the purpose of preventing conception.”\nGriswold v. Connecticut, 381 U.S. 479,480 (1965)\nQuestion: Wasn’t that very issue, “preventing conception,” in a vaccine’s ingredient given to young child-bearing-age women [2] alleged and pursued by the Catholic bishops in Nairobi, Kenya, Africa?\nFurthermore, Weiler went on to say,\n… finding that “specific guarantees in the Bill of Rights have penumbras [The rights guaranteed by implication in a constitution or the implied powers of a rule. Free Legal Dictionary] formed by emanations from those guarantees that help give them life and substance. Various guarantees create zones of privacy.”   [CJF emphasis]\n[CJF: In homes, privacy zones are taken away or eliminated by the two-way surveillance-monitoring ZigBee radio transmitters in AMI Smart Meters utilities use to collect and to sell customers’ usage and other data to unknown third parties without customers’ consent and/or knowledge. (3)]\nIn an entirely different context, the Supreme Court upheld a person’s right “generally to enjoy those privileges long recognized at common law as essential to the orderly pursuit of happiness by free men.”\nIngraham v. Wright, 430 U.S. 651, 673 (1977) (quoting Meyer v. Nebraska, 262 U.S. 390, 399 (1923)).\n [CJF: Happiness for free men and women does not mean being subjected to debilitating microwave RF radiation causing EHS/IEI or even long-range diseases, e.g., cancer, as documented by research science (5).]\nDeclare Your Independence!\nProfit outside the rigged system! Protect yourself from tyranny and economic collapse. Learn to live free and spread peace!\nCounter Markets Newsletter - Trends & Strategies for Maximum Freedom\nClaim Your FREE Issue Today!\nWeiler, in her paper, points out these important criteria:\nIn Ingraham, the Court reasoned that “[a]mong the historic liberties so protected was a right to be free from, and to obtain judicial relief, for unjustified intrusions on personal security.”\n61. Ingraham v. Wright, 430 U.S. 651, 673 (1977) (quoting Meyer v. Nebraska, 262 U.S. 390, 399 (1923)). [CJF emphasis]\n[AMI Smart Meters certainly are intrusions on personal security, especially with their vulnerability to being hacked since, basically, they are “computers” that will have to be replaced every 5 or 6 years with customers paying for those new, updated meters.]\nThe Supreme Court has also applied the right to bodily integrity to cases where the patient chooses to forego medical treatment. In Cruzan v. Director, Missouri Department of Health, the Court held that the Constitution does not forbid Missouri from requiring clear and convincing evidence66 of an incompetent person’s wishes to be withdrawn from life sustaining treatment.’ The Court explained that the “notion of bodily integrity has been embodied in the requirement that informed consent is generally required for medical treatment.”  67. [CJF emphasis]\nCruzan v. Director, Missouri Dep’t of Health, 497 U.S. 261,282 (1990).\n[CJF: Informed consent is not requested nor even desired with regard to mandatory vaccinations; vaccinations will be given under great duress as per https://www.federalregister.gov/documents/2016/08/15/2016-18103/control-of-communicable-diseases#h-32 .]\nHere’s what I don’t understand with regard to the CDC’s “control of communicable diseases” mandate it assumed as requested (and obtained) in the above document, and U.S. government agencies (CDC/FDA) not abiding by U.S. Supreme Court case law:\nIn Cruzan, Justice Rehnquist referred to Cardozo’s early definition of bodily integrity, stating that, “[elvery [sic] human being of adult years and sound mind has a right to determine what shall be done with his own body.”\nCruzan v. Director, Missouri Dep’t of Health, 497 U.S. 261,282 (1990).  Id. (quoting Schloendorff v. Society of New York Hosp., 105 N.E. 92, 93 (N.Y. 1914)).\n[CJF emphasis—what don’t they get or want to get?  Are we all ‘pawns’ in the push toward transhumanism (6)?]\nIn my opinion, here’s what all this really boils down to legally about bodily integrity and, as Weiler so eloquently argues in her paper:\nAs evidenced throughout the common law evolution of bodily integrity, the courts rely on the substantive due process right to privacy or bodily integrity whenever the government impinges upon a person’s autonomy over his or her body. The progression of bodily integrity in the courts confirms that the Supreme Court recognizes and protects people from governmental invasions on personal security. [CJF emphasis]\n[CJF:  Why is THAT legal principal not being factored into corporate memes that want dominant controls over everyone’s life, plus holding corporations accountable legally?]\nIn fact, the Court found that a competent person has the right to refuse life saving nutrition and hydration.94 Cruzan v. Director, Missouri Dep’t of Health, 497 U.S. 261,282 (1990).\nIn the rape case being discussed in Weiler’s excellently thought out paper, women’s rights were at the forefront.  Weiler said,\nForced sex violates a woman’s right to bodily integrity in the same ways restrictive abortion legislation violates bodily integrity.\n[CJF: Can we substitute the following terms for “forced sex”: Forced vaccinations; forced non-thermal RF microwave radiation waves from AMI Smart Meters, cell phones, cell and mast towers and 5G Wi-Fi in the sky, despite no human safety studies ever performed?]\nThe right to bodily integrity is the essence of the constitutional right to privacy, as the Supreme Court recognized in Griswold, Cruzan, and Casey. [CJF emphasis]\n[CJF: What has happened that corporations and government agencies aren’t made to abide by and accountable for depriving consumers of one of the ‘gold standards’ of the U.S. legal system: case law enforcement of bodily integrity rights?]\n[CJF: The same remedy failures now apply to state and federal laws failing to provide  protection at law regarding electromagnetic frequencies, e.g., EMFs/RFs/ELFs, which must be addressed responsibly and ethically (certainly not by vested interest consensus science and their professional associations, i.e., ICNIRP) by the U.S. Federal Communication Commission and the Courts, especially SCOTUS.]\nViolence Against Women Act of 1994 (“VAWA”).” 8 The VAWA provides the first civil rights remedy to victims of gender motivated violence.”9 The VAWA provides, in pertinent part:\n[a] person… who commits a crime of violence motivated by gender and thus deprives another of the right declared in subsection (b) of this section shall be liable to the party injured, in an action for the recovery of compensatory and punitive damages, injunctive and declaratory relief, and other such relief as the court may deem appropriate.’\n42 U.S.C. § 13981(c).\n[CJF: Where’s an act of Congress providing civil rights remedies and protections to victims of EMFs/RFs/ELFs microwave crimes against human health and the environment?  What’s the legal difference between a woman being raped and an individual being made sick purposefully by government mandates or illegal laws?  Both victims experience physical, mental and emotional damage, especially and ironically, since no human health studies have been performed to prove human safety for EMFs/RFs/ELFs.  Microwave ‘safety science’ notoriously comes from World War II ‘vintage’ pontifications regarding only ‘heat safety’.  Thirty-two percent of microwave industry-funded studies prove non-thermal radiation wave adverse effects, yet that industry and its professional association ICNIRP adamantly refuse to acknowledge such harms exist from microwave technologies.  Shouldn’t that be a prosecutable crime of concealment and collusion under the RICO Act 18 U.S.C. ch. 96 as 18 U.S.C.   §§ 1961 – 1968 (7)?]\nEqual Rights Amendment of the 1970s.\nIt [will] include the right to freedom of bodily integrity of [one’s] person.”‘\n[CJF: Shouldn’t everyone in the USA have the right to freedom of bodily integrity from being forced to eat GMOs without proper identification on food packaging; vaccines should not be forced but voluntary for those who want them, thereby not denying individuals of their right to bodily integrity by being injected by neurotoxins and hazmat materials; not be forced to suffer from EMFs/RFs emitted by AMI Smart Meters, Wi-Fi and various generations of Wi-Fi including the new ‘hot button’ 5G, which have never been tested for human health adverse effects?]\nWhat’s wrong with the U.S. legal system?\nMy many thanks to Stephanie Weiler for an exceptionally well-written paper regarding bodily integrity.\nReferences:\n[5] Yakymenko, et al. Oxidative mechanisms of biological activity of low-intensity radiofrequency radiation.  Electromagnetic Biology and Medicine, 2015; 1 DOI: 10.3109/15368378.2015.1043557\nCatherine J Frompovich ( website ) is a retired natural nutritionist who earned advanced degrees in Nutrition and Holistic Health Sciences, Certification in Orthomolecular Theory and Practice plus Paralegal Studies. Her work has been published in national and airline magazines since the early 1980s. Catherine authored numerous books on health issues along with co-authoring papers and monographs with physicians, nurses, and holistic healthcare professionals. She has been a consumer healthcare researcher 35 years and counting.\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [
                "https://www.federalregister.gov/documents/2016/08/15/2016-18103/control-of-communicable-diseases#h-32"
            ],
            "unsure": [
                "https://en.wikipedia.org/wiki/Title_18_of_the_United_States_Code",
                "https://www.law.cornell.edu/uscode/text/18/1968",
                "https://www.activistpost.com/cdn-cgi/l/email-protection#a3c2cfcee3c0d4d0cf8dc6c7d6",
                "http://scholarlycommons.law.cwsl.edu/cgi/viewcontent.cgi?article=1277&context=cwlr",
                "https://scholarlycommons.law.cwsl.edu/cwlr/vol34/iss2/19/",
                "https://www.law.cornell.edu/uscode/text/18/1961",
                "https://en.wikipedia.org/wiki/Substantive_due_process#cite_note-White-4",
                "http://www.catherinejfrompovich.com/",
                "https://www.law.cornell.edu/uscode/text/18/part-I/chapter-96"
            ]
        },
        "key_words": [
            "rights",
            "process",
            "v",
            "law",
            "totalitarian",
            "negated",
            "constitutional",
            "cjf",
            "substantive",
            "fundamental",
            "corporatocracy",
            "right",
            "court",
            "realm",
            "integrity",
            "bodily"
        ]
    }
]