[
    {
        "url": "https://www.politico.com/story/2016/09/poll-clinton-trump-tied-before-debate-228665?cmpid=sf",
        "title": "Clinton, Trump running neck-and-neck in new national poll",
        "authors": [
            {
                "name": "Nolan D. Mccaskill",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-26",
        "text": "Clinton, Trump running neck-and-neck in new national poll\nThe race for the White House is essentially tied heading into tonight’s presidential debate, yet another national poll released on Monday shows.\nAccording to the latest Quinnipiac national poll, Hillary Clinton leads Donald Trump 44 percent to 43 percent among likely voters in a four-way race, with 8 percent supporting Libertarian nominee Gary Johnson and 1 percent backing the Green Party candidate Jill Stein.\nStory Continued Below\nIn a two-way race, Clinton leads Trump by a similar margin, 47 percent to 46 percent.\nThe poll shows little change since Quinnipiac’s September survey, when Clinton led Trump 41-39 percent in a four-way race.\nWhile Clinton leads among women 47 percent to 42 percent, Trump holds a similar advantage among men, 44 percent to 40 percent. Independents also favor Trump, as well as white voters, though non-white voters overwhelmingly prefer Clinton.\nEight-four percent of respondents plan to tune into Monday’s primetime debate, which 41 percent of likely voters expect Clinton to win (32 percent said Trump will win the debate).\nThe Quinnipiac poll mirrors recent national and swing state surveys that have shown a tightening race, including a national Bloomberg poll in which Trump narrowly leads by 2 percentage points and CNN/ORC surveys of Pennsylvania and Colorado that show a virtual tie.\nPolling averages still show a slight Clinton lead: RealClearPolitics has her 2.1 points ahead, while HuffPollster has her leading Trump by 4 points. FiveThirtyEight has Clinton up by 1.1 points.\nAccording to POLITICO’s average of battleground state polls, Clinton’s lead is 2.8 points in the 11 states most likely to decide the Electoral College vote.\nFor Monday’s poll, Quinnipiac surveyed 1,115 likely voters by landline and telephone from Sept. 22-25, with a margin of error of plus or minus 2.9 percentage points.\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.politico.com/f/?id=00000157-666a-d502-ad5f-ef6f1be00000"
            ]
        },
        "key_words": [
            "likely",
            "running",
            "quinnipiac",
            "national",
            "clinton",
            "leads",
            "neckandneck",
            "trump",
            "race",
            "points",
            "voters",
            "poll"
        ]
    }
]