[
    {
        "url": "https://www.politico.com/magazine/story/2016/09/lindsey-graham-pot-journey-medical-marijuana-214266?cmpid=sf",
        "title": "Lindsey Graham’s Mind-Expanding Pot Journey",
        "authors": [
            {
                "name": "Jeff Greenfield",
                "link": null
            },
            {
                "name": "John P. Walters",
                "link": null
            },
            {
                "name": "Sara Solovitch",
                "link": null
            },
            {
                "name": "James Higdon",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-20",
        "text": "Email\nSign Up\nBy signing up you agree to receive email newsletters or alerts from POLITICO. You can unsubscribe at any time.\nLindsey Graham’s Mind-Expanding Pot Journey\nThe conservative senator’s evolving views track a striking shift in public opinion on medical marijuana.\nBy JAMES HIGDON\nSeptember 20, 2016\nEighteen months ago, three junior senators attempted something their chamber had never considered, much less accomplished—starting to roll back the long-entrenched federal ban on marijuana.\nThough all first-termers, the senators—Kirsten Gillibrand of New York, Cory Booker of New Jersey and Rand Paul of Kentucky—knew enough about the difficulties of marijuana politics to avoid any mention of full-scale legalization. They tailored the bill to focus narrowly on medical marijuana and the half-dozen stumbling blocks in federal law that have made it so difficult for Americans to get safe access to the increasingly popular drug.\nStory Continued Below\nThey branded their bill with a clever acronym: the CARERS Act, for the Compassionate Access, Research Expansion and Respect States Act of 2015, which, if passed, would do a number of sensible things: reclassify marijuana so that it is considered to have some medical value; permit banks to handle money from legal marijuana businesses; prevent the government from interfering with state-legal medical marijuana programs; exclude non-psychoactive marijuana extracts from the definition of marijuana; grant military veterans access to medical marijuana; and break the government’s monopoly on medical marijuana research.\nBy SARA SOLOVITCH\nTo no one’s surprise, the bill went absolutely nowhere. But it didn’t die. Despite being ignored by leadership, it managed to collect 16 cosponsors by the end of 2015, a laundry list of mostly Democrats, two Republicans and an independent. Then, early this year, a 17th name was added, and a surprising one at that: Lindsey Graham.\nThe senior senator from South Carolina, an establishment Republican if ever there was one, a foreign policy hawk who ran for president this cycle in large part because he perceived Rand Paul’s isolationism as a threat to national security, Lindsey Graham—who represents a state that doesn’t even allow medical marijuana—has become one of the unlikeliest and potentially most influential of the bill’s backers because he is unique among the bill's cosponsors (now at 20), as he’s the only one with a gavel.\nAnd unlike his colleagues among Republican leadership, Graham is using his authority to move the marijuana bill forward. In mid-July, he chaired a Judiciary subcommittee hearing focused on the pros and cons of changing the way the Drug Enforcement Administration classifies marijuana like it was heroin. Over the 4½ decades of the war on drugs, there have been plenty of hearings on the dangers of marijuana, but before July 13 there had never been a hearing on marijuana's medical benefits. “If there was one, I don't know about it,” Graham told POLITICO Magazine.\nThe emergence of Graham as an honest broker of information on this issue reflects rapidly shifting attitudes among conservative Americans. Opposition to marijuana legalization among Republicans has withered from 60 percent in December 2014 to 42 percent in July 2016, while the percentage of Republicans in favor of legalizing pot has grown from 28 percent to 45 percent over the same period. But Graham does more than just add a prominent voice. His decision to chair a hearing was a critical step (though no guarantee) toward getting a vote on the CARERS Act in the full Judiciary Committee, the only avenue by which it can reach the Senate floor.\n***\nWe’ve seen this before, when public opinion swings suddenly on a divisive cultural issue and yanks lawmakers along by the arm. It happened with gay marriage, and the impetus of the change is always personal experience. Graham’s conversion has been no different.\n“I have several people that I personally know who have children who have some epilepsy and other diseases,” Graham told POLITICO, “and the parents seem to think this helps. And…what stuns me is how little we know and how much more we could know. Some of these [diseases], like epilepsy, the families tell us that it has changed the child's life. That’s why I want more research. Is that anecdotal, or is it real? To me, that's very exciting.”\nParents of children with epilepsy have become the most effective advocates for marijuana law reform at every level. Consequently, in a very short time frame, laws legalizing cannabidiol (CBD), a non-psychoactive compound found in the cannabis plant, have passed in 16 states, mostly in the south and southeast: Texas, Alabama, Mississippi and, yes, South Carolina. The problem is that most of these laws provide little access to actual CBD because marijuana is still classified as a highly addictive drug with no medical benefit. So the state laws, in some cases, have made matters worse by providing false hope for the parents of sick children, a problem the CARERS Act aims to solve.\n“When you ask if it is still illegal under federal law, it’s almost a trick question,” said Jill Swing, a South Carolina resident and mother of a child affected by a disease that is treatable with CBD. “Currently the federal government is in conflict with itself. The Federal Farming Act of 2014 allows for cultivation of hemp….That being said, all forms of cannabis, including hemp, are considered Schedule I controlled substances by the DEA. That is why the CBD component of the CARERS Act is so important.”\nIt’s parents like Swing who helped educate Graham on the importance of CBD, and legalizing CBD has become sort of an entry-level course for former drug warriors who are now inching toward drug policy reform.\nEven Chuck Grassley (R-Iowa), chairman of the Senate Judiciary Committee and longtime bête noire of marijuana advocates, made an appearance at Graham’s subcommittee hearing in July to express his support for legalizing CBD. But he made sure to limit his support to juvenile epileptics and “children who suffer from these rare conditions.” In essence, he was acknowledging the medical benefit of marijuana but reserving the right to determine which sick people deserve access to that medicine.\nBy JOHN P. WALTERS\nGraham’s open-mindedness on the issue goes back to an experience with his own mother, whose death he wrote about in an autobiography he released in the run-up to his presidential campaign. In My Story, a 126-page e-book available on his website, Graham relates in gripping detail his mother Millie’s battle with stage IV Hodgkin’s lymphoma, her quick wasting, how the doctors pronounced her dead, and how Lindsey rushed to her bedside and revived her, if only for a few days. His mother, 56, told him, \"Lindsey, let me go.” After a week, during which the 21-year-old college student witnessed his mother convulse with seizures, Graham, fighting back tears, told his mother: “Okay, let go. We’ll be fine. Let go.”\n“She smiled at me,” Graham wrote, “and died five minutes later.”\nThe book never delves into whether marijuana might have helped his mother (she died in 1976, decades before the debate would emerge so publicly), but the anecdote is just the kind of experience that could cause even a lobbyist-besieged senator to empathize with cancer survivors evangelizing the benefits of medical marijuana. So, I asked Graham if that’s what happened with him.\n***\nBut Graham’s votes haven’t always matched his thinking on the issue. It took some gentle nudging from Don Murphy, director of conservative outreach for the Marijuana Policy Project, to get Graham’s votes to reflect his rhetoric.\nIt was the morning of June 11, 2015, when Murphy said he caught Graham in the hallway before Graham went into a meeting of the Senate Appropriations Committee to vote. Graham asked Murphy, “How you doing?” And Murphy seized the opening.\n“Well, that depends on how you vote on my amendment.”\n“Well, what amendment is that?”\n“It’s the medical marijuana amendment,” Murphy recalls telling Graham, “and I’ve read that you’ve made certain positive statements about the states making these decisions and patients making these decisions, and I hope your vote reflects your previous statements.”\nIndeed, in February 2014, Graham had told WBTV in Charlotte, North Carolina: “…when it comes to medicinal marijuana and this [CBD] oil, I think politicians should embrace what makes sense….This is about families with sick children.” In effect, Graham was making favorable statements for more than a year before Murphy grabbed him in the hallway. He just wasn’t voting that way.\nMurphy reminded him of this, he said, eliciting polite nods from Graham as the senator clutched the doorknob of the committee room before disappearing inside.\nMurphy’s amendment, sponsored by Sen. Barbara Mikulski (D-Md.), aimed at restricting federal law enforcement from meddling with state-legal medical marijuana programs. It passed the Senate Appropriations Committee that day by a vote of 21-9, with eight Republicans in favor. At the end of the meeting, Murphy was ecstatic, shaking hands and thanking members, but then he was disappointed to see that Graham had voted no by proxy.\nLater that day, while roaming the halls on the second floor of the Russell Office Building, Murphy said he just happened to bump into Graham and a staffer as they left his office. Graham was holding a laundered shirt on a hanger, which impressed Murphy because Graham hadn’t delegated that chore to his staffer.\n“How you doing?” Graham asked Murphy, recognizing him from earlier.\n“Well, I’d be doing better if, you know, I thought I’d get your vote.”\n“What do you mean?” Graham said.\n“You voted no by proxy.\"\nGraham looked at his staffer and said, “I did?” And the staffer said, “Yeah, you did.” In long committee meetings, it's not uncommon for a member to step out for a few minutes and for a staffer seated behind the member to indicate with a head nod to the chair how the member intended to vote for a particular amendment. In this case, Graham's staffer guessed incorrectly.\n“What!?” Graham said. “I didn’t want to do that!” And right there, Graham pulled out his flip phone and called the clerk to change his vote, but it was too late. From that moment on, Graham was thinking about the issue in a new way.\nAbout six months later, Murphy was in New Hampshire lobbying presidential candidates for the Marijuana Policy Project and he bumped into Graham at a Jeb Bush rally, just a few weeks after Graham had suspended his own campaign. Graham came up to Murphy and told him, “I’m on that bill!”—meaning the CARERS Act, which caught Murphy off-guard because it’s his job to know these things. He went back to his hotel that night and looked it up on his laptop and didn’t see Graham’s name listed as a co-sponsor, so the next day he hunted Graham down and found him at another Jeb rally.\n“Senator, respectfully, I don’t see your name on there,” Murphy said.\n***\nOn July 13, 6½ months after Graham withdrew from the presidential race and six months after he saw Don Murphy in New Hampshire, Graham chaired the Senate’s first-ever hearing on medical marijuana. Murphy was sitting in the gallery.\nAbout an hour into the hearing, Graham shuffled through his papers, found what he was looking for, and holding it up, he said, “I don’t mean to advertise for this guy, but Dr. Reefer—”displaying a photo of a pot leaf-emblazoned billboard for a Las Vegas-area business that provides medical marijuana cards to qualifying residents. “He has a billboard. I think this is in Las Vegas,\" Graham said, eliciting enough laughs from the gallery to wake the room up.\nGraham entered Dr. Reefer into the record to demonstrate that some states’ medical marijuana programs “have not gone down the scientific route,” and he called Dr. Reefer a prime example of a bad actor using medical marijuana as a fig leaf to cover, in Graham’s words, “de facto backdoor legalization” of marijuana for recreational use.\nBy JEFF GREENFIELD\nFor Graham, the medical marijuana issue is a spectrum: On one end are the juvenile epileptics who need CBD, who he supports without reservation, and on the other end is Dr. Reefer, an operation that Graham sees as making a mockery of medical marijuana in order to legitimize criminal activity. During his hearing, practically in real time, it appeared Graham was trying to determine where along that spectrum he felt comfortable landing.\nGraham was introduced to the problem of Dr. Reefer by Miriam Adelson, a medical doctor and an addiction researcher who is also the wife of billionaire casino magnate Sheldon Adelson. “They said, 'This is not what you want,’” Graham tells POLITICO Magazine. “And I got a bunch of stuff from California, too. But the Dr. Reefer was just too easy, so I chose him.”\nA lawmaker looking for clarity on this issue isn’t likely to get much help from the Adelsons, who have taken seemingly contradictory positions on medical marijuana. The Dr. Miriam and Sheldon G. Adelson Medical Research Foundation studies medical marijuana in its facility in Tel Aviv, but just two years ago, in 2014, Sheldon Adelson, one of the most prolific donors to conservative causes, gave the anti-medical marijuana campaign in Florida $5.5 million. The Las Vegas Review Journal flipped its editorial position on marijuana from pro to con after Adelson purchased the newspaper. In September, the Adelsons reinforced their commitment to fight medical marijuana with an additional $1 million to fight legalization in Florida. “The Adelsons are strong opponents of medical marijuana,” says Michael Collins of the Drug Policy Alliance.\nMiriam Adelson has not responded to a request for comment from POLITICO Magazine. Craig Moon, publisher of the Review Journal , replied in an email, “the editorial board reports to me, I believe that Nevadans should vote no on the recreational marijuana amendment. The Adelson family also shares my view.”\nDr. Reefer is not a real person; it’s a business that doesn’t grow or sell any marijuana. Since it opened in 2001, it charges patients a fee and provides them with a medical card that allows them to purchase marijuana legally at separate establishments. It was founded by a three-time felon who ran afoul of federal authorities in 2010, when he was caught overstepping the bounds of Dr. Reefer’s business model by selling marijuana directly to clients. Dr. Reefer continues its busy referral business with its provocative brand name under new ownership (whose identities are difficult to determine).\n“As for the billboards, it’s nothing new,” says Derek Sante, spokesman for Dr. Reefer. “Those billboards have been up for more than a decade.”\nAlthough advocates like Don Murphy have no love for the Adelsons (“It’s heartless to support making criminals out of cancer patients, and that's what Adelsons' position does”), Murphy concedes that operations like Dr. Reefer remain an obstacle to his work.\n“Look, he’s not wrong,” Murphy said, referring to Graham. “The nonsense that went on in California for years has made it very difficult for those of us who are advocating for legitimate medical marijuana patients.” But Murphy goes on to connect the dots between bad state law and a paralyzed Congress: “California happens because legislators don’t do their jobs.”\n“So, anyway,” Murphy said, bringing it back around to the CARERS Act hearing in July. “I’m real happy with Lindsey Graham.” Like many activists who sat through Graham’s historic Senate hearing, Murphy left that day feeling like Graham meant business.\n“I do mean business,” Graham told POLITICO Magazine.\n“Sen. Graham has gone above and beyond,” says Murphy. “He just didn’t put his name on it [the CARERS Act], he actually held a hearing. And I give him major props for that, and the hearing was pretty fair.”\n“What we're doing today is not enough,” Graham said of the federal drug-law status quo. “We need to do more, and I just want to make sure that what we do doesn't get us to legitimizing the Dr. Reefers of the world.”\nOn August 11, the DEA refused to reclassify marijuana from Schedule I to the less-severe Schedule II, as the CARERS bill would do, but did promise to accept applications for licensed growing operations in order to improve access to research-quality marijuana. It didn’t indicate how many applications it would approve. (Graham has not responded to requests for comment regarding the DEA’s decision.)\nUnless something changes in the lame-duck session, the likelihood the CARERS Act gets a vote in this Congress remains close to zero; the fight over Supreme Court nominee Merrick Garland is all the Senate Judiciary Committee is focused on. While the CARERS Act's progress is historic, it's still just a marijuana bill on Capitol Hill.\nAnd the lame-duck session could indeed follow a landslide of state-level marijuana victories that could rattle even the most steadfast drug-war loyalist. Medical marijuana will be on the ballot in Arkansas, Florida, Montana and North Dakota, while full Colorado-style legalization will be on the ballot in California, Arizona, Maine, Massachusetts and Nevada, where voters could render Dr. Reefer and his \"de facto legalization\" scheme beside the point.\nBut Don Murphy of MPP is having a field day with it. He tells all the Republican lawmakers in states where it's on the ballot: \"I bet you marijuana gets more votes than you do.\"\nThe Friday Cover\n",
        "quotes": [
            [
                "Well, that depends on how you vote on my amendment.",
                "",
                true
            ],
            [
                "It’s the medical marijuana amendment,",
                "",
                true
            ],
            [
                "and I’ve read that you’ve made certain positive statements about the states making these decisions and patients making these decisions, and I hope your vote reflects your previous statements.",
                "",
                false
            ],
            [
                "when it comes to medicinal marijuana and this [CBD] oil, I think politicians should embrace what makes sense….This is about families with sick children.",
                "",
                false
            ],
            [
                "Well, I’d be doing better if, you know, I thought I’d get your vote.",
                "",
                true
            ],
            [
                "have not gone down the scientific route,",
                "",
                false
            ],
            [
                "They said, 'This is not what you want,",
                "",
                true
            ],
            [
                "And I got a bunch of stuff from California, too.",
                "",
                true
            ],
            [
                "But the Dr. Reefer was just too easy, so I chose him.",
                "",
                true
            ],
            [
                "The Adelsons are strong opponents of medical marijuana,",
                "",
                true
            ],
            [
                "the editorial board reports to me, I believe that Nevadans should vote no on the recreational marijuana amendment.",
                "",
                false
            ],
            [
                "The Adelson family also shares my view.",
                "",
                true
            ],
            [
                "As for the billboards, it’s nothing new,",
                "",
                true
            ],
            [
                "Those billboards have been up for more than a decade.",
                "",
                true
            ],
            [
                "It’s heartless to support making criminals out of cancer patients, and that's what Adelsons' position does",
                "",
                false
            ],
            [
                "The nonsense that went on in California for years has made it very difficult for those of us who are advocating for legitimate medical marijuana patients.",
                "",
                true
            ],
            [
                "California happens because legislators don’t do their jobs.",
                "",
                true
            ],
            [
                "I’m real happy with Lindsey Graham.",
                "",
                true
            ],
            [
                "Graham has gone above and beyond,",
                "",
                true
            ],
            [
                "He just didn’t put his name on it [the CARERS Act], he actually held a hearing.",
                "",
                true
            ],
            [
                "And I give him major props for that, and the hearing was pretty fair.",
                "",
                true
            ],
            [
                "What we're doing today is not enough,",
                "",
                true
            ],
            [
                "We need to do more, and I just want to make sure that what we do doesn't get us to legitimizing the Dr. Reefers of the world.",
                "",
                true
            ],
            [
                "If there was one, I don't know about it,",
                "Lindsey Graham",
                true
            ],
            [
                "I have several people that I personally know who have children who have some epilepsy and other diseases,",
                "Lindsey Graham",
                true
            ],
            [
                "and the parents seem to think this helps.",
                "Lindsey Graham",
                false
            ],
            [
                "And…what stuns me is how little we know and how much more we could know.",
                "Lindsey Graham",
                true
            ],
            [
                "Some of these [diseases], like epilepsy, the families tell us that it has changed the child's life.",
                "Lindsey Graham",
                true
            ],
            [
                "That’s why I want more research.",
                "Lindsey Graham",
                true
            ],
            [
                "Is that anecdotal, or is it real?",
                "Lindsey Graham",
                true
            ],
            [
                "To me, that's very exciting.",
                "Lindsey Graham",
                true
            ],
            [
                "When you ask if it is still illegal under federal law, it’s almost a trick question,",
                "Jill Swing",
                true
            ],
            [
                "Currently the federal government is in conflict with itself.",
                "Jill Swing",
                true
            ],
            [
                "The Federal Farming Act of 2014 allows for cultivation of hemp….That being said, all forms of cannabis, including hemp, are considered Schedule I controlled substances by the DEA.",
                "Jill Swing",
                true
            ],
            [
                "That is why the CBD component of the CARERS Act is so important.",
                "Jill Swing",
                true
            ],
            [
                "children who suffer from these rare conditions.",
                "Jill Swing",
                false
            ],
            [
                "Lindsey, let me go.” After a week, during which the 21-year-old college student witnessed his mother convulse with seizures, Graham, fighting back tears, told his mother: “Okay, let go.",
                "Lindsey Graham",
                true
            ],
            [
                "Let go.”\n“She smiled at me,” Graham wrote, “and died five minutes later.”\nThe book never delves into whether marijuana might have helped his mother (she died in 1976, decades before the debate would emerge so publicly), but the anecdote is just the kind of experience that could cause even a lobbyist-besieged senator to empathize with cancer survivors evangelizing the benefits of medical marijuana.",
                "Lindsey Graham",
                true
            ],
            [
                "So, I asked Graham if that’s what happened with him.",
                "Lindsey Graham",
                true
            ],
            [
                "But Graham’s votes haven’t always matched his thinking on the issue.",
                "Lindsey Graham",
                true
            ],
            [
                "It took some gentle nudging from Don Murphy, director of conservative outreach for the Marijuana Policy Project, to get Graham’s votes to reflect his rhetoric.",
                "Lindsey Graham",
                true
            ],
            [
                "It was the morning of June 11, 2015, when Murphy said he caught Graham in the hallway before Graham went into a meeting of the Senate Appropriations Committee to vote.",
                "Lindsey Graham",
                true
            ],
            [
                "Graham asked Murphy, “How you doing?” And Murphy seized the opening.",
                "Lindsey Graham",
                true
            ],
            [
                "Well, that depends on how you vote on my amendment.”\n“Well, what amendment is that?”\n“It’s the medical marijuana amendment,” Murphy recalls telling Graham, “and I’ve read that you’ve made certain positive statements about the states making these decisions and patients making these decisions, and I hope your vote reflects your previous statements.”\nIndeed, in February 2014, Graham had told WBTV in Charlotte, North Carolina: “…when it comes to medicinal marijuana and this [CBD] oil, I think politicians should embrace what makes sense….This is about families with sick children.” In effect, Graham was making favorable statements for more than a year before Murphy grabbed him in the hallway.",
                "Lindsey Graham",
                true
            ],
            [
                "He just wasn’t voting that way.",
                "Lindsey Graham",
                true
            ],
            [
                "Murphy reminded him of this, he said, eliciting polite nods from Graham as the senator clutched the doorknob of the committee room before disappearing inside.",
                "Lindsey Graham",
                true
            ],
            [
                "Murphy’s amendment, sponsored by Sen. Barbara Mikulski (D-Md.",
                "Lindsey Graham",
                true
            ],
            [
                "aimed at restricting federal law enforcement from meddling with state-legal medical marijuana programs.",
                "Lindsey Graham",
                false
            ],
            [
                "It passed the Senate Appropriations Committee that day by a vote of 21-9, with eight Republicans in favor.",
                "Lindsey Graham",
                true
            ],
            [
                "At the end of the meeting, Murphy was ecstatic, shaking hands and thanking members, but then he was disappointed to see that Graham had voted no by proxy.",
                "Lindsey Graham",
                true
            ],
            [
                "Later that day, while roaming the halls on the second floor of the Russell Office Building, Murphy said he just happened to bump into Graham and a staffer as they left his office.",
                "Lindsey Graham",
                true
            ],
            [
                "Graham was holding a laundered shirt on a hanger, which impressed Murphy because Graham hadn’t delegated that chore to his staffer.",
                "Lindsey Graham",
                true
            ],
            [
                "How you doing?” Graham asked Murphy, recognizing him from earlier.",
                "Lindsey Graham",
                true
            ],
            [
                "Well, I’d be doing better if, you know, I thought I’d get your vote.”\n“What do you mean?” Graham said.",
                "Lindsey Graham",
                true
            ],
            [
                "I didn’t want to do that!",
                "Lindsey Graham",
                true
            ],
            [
                "Senator, respectfully, I don’t see your name on there,",
                "Don Murphy",
                true
            ],
            [
                "I don’t mean to advertise for this guy, but Dr. Reefer",
                "Lindsey Graham",
                false
            ],
            [
                "Graham said, eliciting enough laughs from the gallery to wake the room up.",
                "",
                true
            ],
            [
                "Graham entered Dr. Reefer into the record to demonstrate that some states’ medical marijuana programs “have not gone down the scientific route,” and he called Dr. Reefer a prime example of a bad actor using medical marijuana as a fig leaf to cover, in Graham’s words, “de facto backdoor legalization” of marijuana for recreational use.",
                "",
                true
            ],
            [
                "By JEFF GREENFIELD\nFor Graham, the medical marijuana issue is a spectrum: On one end are the juvenile epileptics who need CBD, who he supports without reservation, and on the other end is Dr. Reefer, an operation that Graham sees as making a mockery of medical marijuana in order to legitimize criminal activity.",
                "",
                true
            ],
            [
                "During his hearing, practically in real time, it appeared Graham was trying to determine where along that spectrum he felt comfortable landing.",
                "",
                true
            ],
            [
                "Graham was introduced to the problem of Dr. Reefer by Miriam Adelson, a medical doctor and an addiction researcher who is also the wife of billionaire casino magnate Sheldon Adelson.",
                "",
                true
            ],
            [
                "They said, 'This is not what you want,’” Graham tells POLITICO Magazine.",
                "",
                true
            ],
            [
                "And I got a bunch of stuff from California, too.",
                "",
                true
            ],
            [
                "But the Dr. Reefer was just too easy, so I chose him.”\nA lawmaker looking for clarity on this issue isn’t likely to get much help from the Adelsons, who have taken seemingly contradictory positions on medical marijuana.",
                "",
                true
            ],
            [
                "The Dr. Miriam and Sheldon G. Adelson Medical Research Foundation studies medical marijuana in its facility in Tel Aviv, but just two years ago, in 2014, Sheldon Adelson, one of the most prolific donors to conservative causes, gave the anti-medical marijuana campaign in Florida $5.5 million.",
                "",
                true
            ],
            [
                "The Las Vegas Review Journal flipped its editorial position on marijuana from pro to con after Adelson purchased the newspaper.",
                "",
                true
            ],
            [
                "In September, the Adelsons reinforced their commitment to fight medical marijuana with an additional $1 million to fight legalization in Florida.",
                "",
                true
            ],
            [
                "The Adelsons are strong opponents of medical marijuana,” says Michael Collins of the Drug Policy Alliance.",
                "",
                true
            ],
            [
                "Miriam Adelson has not responded to a request for comment from POLITICO Magazine.",
                "",
                true
            ],
            [
                "Craig Moon, publisher of the Review Journal , replied in an email, “the editorial board reports to me, I believe that Nevadans should vote no on the recreational marijuana amendment.",
                "",
                true
            ],
            [
                "The Adelson family also shares my view.”\nDr. Reefer is not a real person; it’s a business that doesn’t grow or sell any marijuana.",
                "",
                true
            ],
            [
                "Since it opened in 2001, it charges patients a fee and provides them with a medical card that allows them to purchase marijuana legally at separate establishments.",
                "",
                true
            ],
            [
                "It was founded by a three-time felon who ran afoul of federal authorities in 2010, when he was caught overstepping the bounds of Dr. Reefer’s business model by selling marijuana directly to clients.",
                "",
                true
            ],
            [
                "Dr. Reefer continues its busy referral business with its provocative brand name under new ownership (whose identities are difficult to determine).",
                "",
                true
            ],
            [
                "As for the billboards, it’s nothing new,” says Derek Sante, spokesman for Dr. Reefer.",
                "",
                true
            ],
            [
                "Those billboards have been up for more than a decade.”\nAlthough advocates like Don Murphy have no love for the Adelsons (“It’s heartless to support making criminals out of cancer patients, and that's what Adelsons' position does”), Murphy concedes that operations like Dr. Reefer remain an obstacle to his work.",
                "",
                true
            ],
            [
                "Look, he’s not wrong,” Murphy said, referring to Graham.",
                "",
                true
            ],
            [
                "The nonsense that went on in California for years has made it very difficult for those of us who are advocating for legitimate medical marijuana patients.” But Murphy goes on to connect the dots between bad state law and a paralyzed Congress: “California happens because legislators don’t do their jobs.”\n“So, anyway,” Murphy said, bringing it back around to the CARERS Act hearing in July.",
                "",
                true
            ],
            [
                "I’m real happy with Lindsey Graham.” Like many activists who sat through Graham’s historic Senate hearing, Murphy left that day feeling like Graham meant business.",
                "",
                true
            ],
            [
                "I do mean business,” Graham told POLITICO Magazine.",
                "",
                true
            ],
            [
                "Graham has gone above and beyond,” says Murphy.",
                "",
                true
            ],
            [
                "He just didn’t put his name on it [the CARERS Act], he actually held a hearing.",
                "",
                true
            ],
            [
                "And I give him major props for that, and the hearing was pretty fair.”\n“What we're doing today is not enough,” Graham said of the federal drug-law status quo.",
                "",
                true
            ],
            [
                "We need to do more, and I just want to make sure that what we do doesn't get us to legitimizing the Dr. Reefers of the world.”\nOn August 11, the DEA refused to reclassify marijuana from Schedule I to the less-severe Schedule II, as the CARERS bill would do, but did promise to accept applications for licensed growing operations in order to improve access to research-quality marijuana.",
                "",
                true
            ],
            [
                "It didn’t indicate how many applications it would approve.",
                "",
                true
            ],
            [
                "Graham has not responded to requests for comment regarding the DEA’s decision.",
                "",
                true
            ],
            [
                "Unless something changes in the lame-duck session, the likelihood the CARERS Act gets a vote in this Congress remains close to zero; the fight over Supreme Court nominee Merrick Garland is all the Senate Judiciary Committee is focused on.",
                "",
                true
            ],
            [
                "While the CARERS Act's progress is historic, it's still just a marijuana bill on Capitol Hill.",
                "",
                true
            ],
            [
                "And the lame-duck session could indeed follow a landslide of state-level marijuana victories that could rattle even the most steadfast drug-war loyalist.",
                "",
                true
            ],
            [
                "Medical marijuana will be on the ballot in Arkansas, Florida, Montana and North Dakota, while full Colorado-style legalization will be on the ballot in California, Arizona, Maine, Massachusetts and Nevada, where voters could render Dr. Reefer and his \"de facto legalization",
                "",
                false
            ],
            [
                "I bet you marijuana gets more votes than you do.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.politico.com/magazine/story/2014/06/why-libertarians-are-wrong-about-drugs-107896",
                "https://www.politico.com/magazine/story/2016/08/marijuana-legalization-big-business-alcohol-214198",
                "https://www.politico.com/magazine/story/2015/11/gop-2016-candidates-drug-addiction-213352"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "murphy",
            "mindexpanding",
            "pot",
            "carers",
            "act",
            "lindsey",
            "grahams",
            "reefer",
            "hearing",
            "marijuana",
            "medical",
            "journey",
            "graham",
            "vote",
            "dr"
        ]
    }
]