[
    {
        "url": "https://www.nytimes.com/2017/10/12/movies/thy-fathers-chair-review.html?rref=collection%2Fsectioncollection%2Farts",
        "title": "Review: Two Hoarders Clean House in ‘Thy Father’s Chair’",
        "authors": [
            {
                "name": "Glenn Kenny",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-12",
        "text": "Advertisement\nReview: Two Hoarders Clean House in ‘Thy Father’s Chair’\nImage\nA scene from the documentary “Thy Father’s Chair.”CreditCreditNo Permits Produktions\nThy Father's Chair\nNYT Critic's Pick\nDocumentary\nIf you’ve ever watched an episode of the A&E television show “Hoarders,” you’ve probably seen a residence more nightmarish in its squalor than the Brooklyn home of Avraham and Shraga, twin brothers forced by the squawking of an enraged tenant, among other things, to clean house, in the documentary “Thy Father’s Chair.”\nNevertheless, their home is an unholy mess, in several senses of the term. Avraham and Shraga inherited the building from their parents. Despite the fact that they look to be of a pretty advanced age themselves, the fellows still seem in need of a parent of sorts.\nWhen a company called Home Clean Home comes in and takes action, the head of the crew begins to work not just as a sanitation manager but as a therapist to the brothers. “I’m sad to see you like this,” the Home Clean Home man (he’s never named) says to one twin after a particularly brutal sweep has been executed in one section of the house.\n“It has to be done,” sighs the shamed resident, taking solace in a glass of wine. “I’m addicted to the alcohol,” he explains.\nThe movie, directed by Antonio Tibaldi and Alex Lora, is quiet and quietly moving and quite different from “Hoarders” in its steady pace and poetic vérité style. It’s a story of unlikely friendship — not to mention a potentially very good promotional tool for Home Clean Home, which does a thorough and, more to the point, exquisitely sensitive job.\nThy Father's Chair\nNYT Critic's Pick\nNot rated. Running time: 1 hour 14 minutes.\nA version of this article appears in print on , Section C, Page 10 of the New York edition with the headline: Thy Father’s Chair. Order Reprints | Today’s Paper | Subscribe\nAdvertisement\n",
        "quotes": [
            [
                "I’m sad to see you like this,",
                "",
                true
            ],
            [
                "I’m addicted to the alcohol,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.parsintl.com/publication/the-new-york-times/",
                "http://www.thyfatherschair.com/",
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY"
            ]
        },
        "key_words": [
            "im",
            "clean",
            "thy",
            "youve",
            "brothers",
            "fathers",
            "chair",
            "work",
            "review",
            "hoarders",
            "twin",
            "shraga",
            "watched",
            "house",
            "wine",
            "avraham"
        ]
    }
]