[
    {
        "url": "http://occupydemocrats.com/2016/09/23/trump-wants-supreme-court-justice-thinks-social-security-medicare-unconstitutional/",
        "title": "Trump Wants Supreme Court Justice Who Thinks Social Security & Medicare Is Unconstitutional",
        "authors": [
            {
                "name": "Marcos Da Silva",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-23",
        "text": "Now Reading\nTrump Wants Supreme Court Justice Who Thinks Social Security & Medicare Is Unconstitutional\nRead Next\nThis Friday, the Trump camp released  a new list of ten more potential judges  that he would consider to fill the vacant seat on the Supreme Court. This list includes a former law clerk to Justice Samuel Alito, Senator Mike Lee (R-UT). Lee believes that federal child labor laws, Medicare and Social Security are all unconstitutional and is arguably the most conservative member of the United States Senate.\nThe list gave us new reasons to fear the Presidential candidate, by giving us insight into the legislative agenda the Donald will push if elected president. The list was tailored to appease hard line conservatives and skeptics, containing candidates from the whole spectrum of the right, from judges who believe the less the judicial branch intervenes the better, to those that want to get rid of the minimum wage and fundamental labor legislation guaranteeing basic protections.\nMike Lee, in a statement, said he appreciated being considered.\n“Right now I’m focused on my job in the Senate, where I’m in a good position to defend the Constitution by fighting against government overreach. Both lists that I’ve seen from the Trump campaign are fantastic.”\nIn 2010 Senator Mike Lee described his interpretation of the Constitution in detail in a since-deleted YouTube video . In a segment of the video, Lee calls attention to the “toughness” of the decision in Hammer v. Dagenhardt, which challenged a federal law abolishing child labor by asserting child labor laws ought to be within the power of the state instead of federal jurisdiction.\nCongress decided it wanted to prohibit [child labor], so it passed a law — no more child labor. The Supreme Court heard a challenge to that and the Supreme Court decided a case in 1918 called Hammer v. Dagenhardt. In that case, the Supreme Court acknowledged something very interesting — that, as reprehensible as child labor is, and as much as it ought to be abandoned — that’s something that has to be done by state legislators, not by Members of Congress. […]\nThis may sound harsh, but it was designed to be that way. It was designed to be a little bit harsh.\nSee Also\nLee uses this separation of powers argument as his defense for a number of other “tough,” radical right ideas about peeling back federal powers. That’s because Lee is part of a movement whose members are convinced New Deal-era reformers plotted to “illegally” exploit Depression-born desperation and expand the federal government’s powers. People within this movement interpret the 10th Amendment of the Constitution as explicitly prohibiting spending programs and regulations disfavored by conservatives.\nPrograms such as Social Security, Medicare, Medicaid, and the Affordable Care Act are illegal in the eyes of people like Mike Lee, borrowing ideologically from the John Birch Society and the  Libertarian Party platform of 1980 , which demanded that we live in a completely darwinistic, plutocratic, and privatized world where there is no taxation, no safety nets of any kind, and political strings are entirely pulled by the purse, with zero checks on the marginal power of capital.\nThe prospect of appointing someone like Mike Lee to the Supreme Court is terrifying because his agenda is to unleash unlimited spending in political elections to opportunistically help himself, while helping corporate stooges repeal every major piece of legislation that has resulted in gains for the poor, the homeless, the sick, the middle class, and the most disenfranchised in America’s marginalized communities.\nWhat do you think?\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [
            [
                "Right now I’m focused on my job in the Senate, where I’m in a good position to defend the Constitution by fighting against government overreach.",
                "",
                true
            ],
            [
                "Both lists that I’ve seen from the Trump campaign are fantastic.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [
                "https://www.sanders.senate.gov/koch-brothers"
            ],
            "unsure": [
                "https://www.youtube.com/user/mikelee2010#p/u/9/Ahh3VCwv9yk",
                "https://occupydemocrats.com/privacy/",
                "https://www.donaldjtrump.com/press-releases/donald-j.-trump-adds-to-list-of-potential-supreme-court-justice-picks"
            ]
        },
        "key_words": [
            "mike",
            "federal",
            "supreme",
            "justice",
            "labor",
            "wants",
            "medicare",
            "list",
            "child",
            "trump",
            "powers",
            "thinks",
            "social",
            "court",
            "security",
            "unconstitutional",
            "lee"
        ]
    }
]