[
    {
        "url": "https://www.activistpost.com/2017/09/iran-nuclear-deal-leads-war-not-peace.html",
        "title": "The Iran “Nuclear Deal” Leads to War, Not Peace",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-24",
        "text": "Hot Topics\nThe so-called Iran “nuclear deal,” officially known as the Joint Comprehensive Plan of Action (JCPOA) was hailed as “historic” when the United States among other nations became a signatory of it. Then-US President Barack Obama, attempted to make convincing statements regarding America’s commitment to the deal.\nHowever, America’s rhetoric compared to its actual actions diplomatically, militarily, and geopolitically told two different stories.\nUS Was Waging Proxy War with Iran when the Deal was Signed \nThe deal was created in 2015, 4 full years since the United States engineered a destructive proxy war in Syria – one of Iran’s closest and most crucial regional allies. By 2015, the United States had already committed to direct military intervention in Syria, occupying Syrian territory, directly arming, funding, and providing air support for militants seizing Syrian territory, and even constructing military bases within Syria’s borders.\nBy 2015, the United States was revealed to have poured billions of dollars into arming militants ranging from Kurdish groups in Syria’s northeast, to militants aligned to Al Qaeda and even the so-called “Islamic State” (ISIS) in northern and southern Syria.\nWhile US President Barack Obama posed as conciliatory toward Iran, the US was steeped deeply in not only a proxy war against Syria, but ultimately a proxy war aimed directly at Iran.\nAccording to years of US policy papers, dismantling Iran’s allies in Syria and Lebanon were crucial prerequisites toward eventually undermining and overthrowing the government and political order in Iran itself.\nIn 2009, US corporate-financier sponsored geopolitical policy think tank, the Brookings Institution, would publish a 170-page report titled, “ Which Path to Persia?: Options for a New American Strategy Toward Iran” (PDF) , in which it proposes several options, including having Israel attack Iran on Washington’s behalf. The report states (emphasis added):\n…the Israelis may want U.S. help with a variety of things. Israel may be more willing to bear the risks of Iranian retaliation and international opprobrium than the United States is, but it is not invulnerable and may request certain commitments from the United States before it is ready to strike. For instance, the Israelis may want to hold off until they have a peace deal with Syria in hand (assuming that Jerusalem believes that one is within reach), which would help them mitigate blowback from Hizballah and potentially Hamas. Consequently, they might want Washington to push hard in mediating between Jerusalem and Damascus.\nIn hindsight, it is clear that no “peace deal” would be struck with Syria, and instead, the wholesale destruction of Syria would be orchestrated. Many of the proposals presented in the Brookings report in regards to triggering conflict and regime change in Iran have been instead used on Syria.\nBetraying the “Nuclear Deal” is Stated US Policy \nSigning an agreement posing as rapprochement while simultaneously waging proxy war against a principle party of the agreement already indicates  US intentions regarding Iran and America’s commitment to honoring the agreement.\nBeyond US policymakers openly conspiring to weaken or altogether dismantle Iran’s regional allies before setting upon Iran directly, years before the JCPOA was signed, US policymakers pledged to propose then intentionally betray a “superb offer” to help portray Iran rather than the United States as both an irrational threat to global security and a nation bent on acquiring nuclear weapons for the “wrong reasons.”\nThe 2009 Brookings Institution report “Which Path to Persia?” would explicitly describe this ploy, stating:\n...any military operation against Iran will likely be very unpopular around the world and require the proper international context—both to ensure the logistical support the operation would require and to minimize the blowback from it. The best way to minimize international opprobrium and maximize support (however, grudging or covert) is to strike only when there is a widespread conviction that the Iranians were given but then rejected a superb offer—one so good that only a regime determined to acquire nuclear weapons and acquire them for the wrong reasons would turn it down. Under those circumstances, the United States (or Israel) could portray its operations as taken in sorrow, not anger, and at least some in the international community would conclude that the Iranians “brought it on themselves” by refusing a very good deal.\nShortly before US President Barack Obama ended his second term in office,  preparations were already underway to backtrack on the Iran deal . With US President Donald Trump now presiding over US foreign policy, the US is preparing to either entirely withdraw from the deal, or rewrite its conditions in such a fashion that Iran will be unable to accept it.\nAs the End Game Approaches in Syria \nDeclare Your Independence!\nProfit outside the rigged system! Protect yourself from tyranny and economic collapse. Learn to live free and spread peace!\nCounter Markets Newsletter - Trends & Strategies for Maximum Freedom\nClaim Your FREE Issue Today!\nWhile regime change and the total division and destruction of Syria would have been ideal for US policymakers who then seek to wage war upon Iran, Syria and its allies have paid a significant price in personnel and materiel.\nDespite this, Syrian forces have retaken virtually all significant population centers across the nation, including Syria’s largest city Aleppo where reconstruction is already beginning. Syrian forces have also crossed and are currently establishing a stronghold east of the Euphrates River, further complicating the partitioning of Syrian territory as envisioned by US policymakers and their Kurdish and Arab proxies.\nWith Russian and Iranian forces deeply dug in on the ground in Syria, the likelihood of the US and its partners making any further headway against Syria is unlikely and faces a “now or never” moment in regards to pivoting the conflict and its regional resources toward Iran. Reconstruction in Syria and the loosening of sanctions versus Iran will only further impede possible future operations against Iran.\nUS Forfeits Illusion of Independent Israeli Foreign Policy \nSignaling increasing signs of desperation and aggression, the US has opened its first official military base in what has for all intents and purposes been for decades a “forward operating base” for Wall Street and Washington in the Middle East – Israel.\nThe Times of Israel in an article titled, “ In first, US establishes permanent military base in Israel ,” would note:\nFor the first time in history, the United States on Monday established an official, permanent military base in Israel: an air defense base in the heart of the Negev desert.\nDozens of US Air Force soldiers will call home the new base, located inside the Israeli Air Force’s Mashabim Air Base, west of the towns of Dimona and Yerucham.\nBrig. Gen. Tzvika Haimovitch, head of the IAF’s Aerial Defense Command, announced the establishment of the installation on Monday evening.\n“It’s nothing short of historic,” he said. It demonstrates the “years-old alliance between the United States and the State of Israel.”\nWhile it is indeed “historic,” it is also notable for the significant concession it represents. For decades Anglo-American interests benefited from the perception that Israel possessed its own aggressive, independent foreign policy. Maintaining this perception allowed the US and its Western allies to use Israel to carry out regional aggression while maintaining plausible deniability.\nThe aforementioned Brookings document specifically cited this as one of several possible means for provoking war with Iran – by having Israel appear to unilaterally attack Iran, with the US only joining in direct military intervention once Iran either committed to retaliation or a staged attack on Israel could be blamed on Iran.\nWith a permanent US military base on Israeli soil, plausible deniability and the illusion of an independent Israeli foreign policy vanishes completely. This may signal a much more blunt approach by Washington regarding any upcoming aggression against both Syria and Iran.\nRegional Consolidation in Preparation for What? \nThe US finds itself overtly consolidating its positions in the Middle East at a time when the global balance of power teeters dangerously close to irrevocably undoing American hegemony.\nPreparing the Middle East for war with Iran has been a work-in-progress since the end of the Cold War. It is an agenda that has transcended multiple US presidencies and has included everything from US-backed terrorism in the form of organizations like Mojahedin-e Khalq (MEK), to US-backed color revolutions like the “Green Revolution” in 2009, to the current proxy war being waged against Syria and the ongoing diplomatic maneuvering surrounding the Iranian “nuclear deal.”\nRadical shifts in US policy regarding Iran are not owed to new occupants in the White House, but rather the shifting geopolitical realities as the US declines and other nations incrementally rise upon the world stage. Today, the US has exhausted its international clout, repeatedly abused international mechanisms for conflict resolution, and is openly pursuing a war in Syria with the aid of militant groups internationally designated as terrorist organizations. As its ability to wage war against Ian behind a smokescreen of legitimacy dwindles, the likelihood of it openly carrying out an act of aggression increases.\nUS policymakers may hope that after consolidating its positions in the Middle East, it can carry out a single, sweeping act of military aggression Iran’s allies will be unable or unwilling to contest.\nDesperate hegemons are dangerous hegemons.\nTony Cartalucci, Bangkok-based geopolitical researcher and writer, especially for the online magazine “ New Eastern Outlook” , where this article first appeared .\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 8, 2019\nAugust 7, 2019\nAugust 6, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "Options for a New American Strategy Toward Iran",
                "",
                false
            ],
            [
                "In first, US establishes permanent military base in Israel ,",
                "",
                true
            ],
            [
                "It’s nothing short of historic,",
                "",
                true
            ],
            [
                "years-old alliance between the United States and the State of Israel.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://journal-neo.org/2016/01/24/iran-lifting-sanctions-and-coming-betrayal/",
                "https://www.timesofisrael.com/in-first-us-establishes-permanent-military-base-in-israel/",
                "https://journal-neo.org/2017/09/24/the-iran-nuclear-deal-leads-to-war-not-peace/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://journal-neo.org/"
            ]
        },
        "key_words": [
            "proxy",
            "war",
            "states",
            "leads",
            "united",
            "syria",
            "military",
            "peace",
            "nuclear",
            "iran",
            "israel",
            "deal",
            "base"
        ]
    }
]