[
    {
        "url": "https://www.nytimes.com/2017/10/10/sports/hockey/islanders-barclays-center-belmont-park.html?rref=collection%2Fsectioncollection%2Fsports",
        "title": "Islanders’ ‘Singular Focus’ Is New Arena at Belmont Park",
        "authors": [
            {
                "name": "Allan Kreda",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-10",
        "text": "Advertisement\nImage\nThe Islanders’ mascot, Sparky the Dragon, before the team’s home opener this month at Barclays Center in Brooklyn. The Islanders have played there since the 2015-16 season.CreditCreditBruce Bennett/Getty Images\nBy Allan Kreda\nOct 10, 2017\nJon Ledecky, a co-owner of the Islanders, made his strongest statements yet that the team intends to leave Barclays Center in Brooklyn and hopes to build an arena near Belmont Park racetrack, for which New York State recently accepted proposals to redevelop.\n“We have the singular focus of playing at Belmont Park,” Ledecky said Tuesday at a news media gathering in Midtown Manhattan. “Everything else about going here, there and everywhere else is absolute noise to us at this point.”\nLedecky, who took over majority ownership of the Islanders with his partner Scott Malkin in July 2016, said the team would continue to play at Barclays Center for at least the next two seasons. The Islanders moved to Brooklyn in 2015 after 43 years at Nassau Coliseum on Long Island.\nBut Barclays Center was not constructed with hockey in mind, and attendance and fan engagement have been disappointing. With their Belmont Park bid, the Islanders proposed a modern hockey home, like the new arenas in Detroit and Edmonton.\nA spokeswoman for Brooklyn Sports and Entertainment, which runs Barclays Center, declined to comment on Ledecky’s remarks.\nThe Islanders are combining forces with the owners of the Mets and the Oak View Group, an investment advisory firm led by Tim Leiweke, the former president and chief executive of the sports and entertainment conglomerate AEG. Among the founders of Oak View Group is Irving Azoff, the entertainment executive who has a partnership with Madison Square Garden Company.\nLedecky said the costs of an arena and what percentage the Islanders might own had not been determined.\n“It’s much better to say we are linked up with these two terrific organizations that understand how to build an arena,” he said. “The fact that the Mets have endorsed us financially and say that Belmont Park is the best option, that sends a very strong message as well that we’re making the right decision here.”\nThe Islanders have until Jan. 1 to forge a new deal with Barclays, and, if no new deal is reached, either side can opt out of the current deal by Jan. 30.\nImage\nThe Islanders star John Tavares is in the final year of his contract and can become a free agent after this season.CreditBruce Bennett/Getty Images\nThe Islanders could choose to leave after this season at the earliest; if Barclays Center triggered the opt-out, however, the Islanders would not have to leave until after the 2018-19 season.\n“This year and next year, contractually, we are mutually obligated to play at Barclays,” Ledecky said. “Next year we will play at Barclays by contract.”\nAs far as where the Islanders might play in the 2019-20 season if a new arena is not ready, Ledecky said discussions were continuing.\n“The contract, which has been in the public domain, says there are good faith negotiations going on that would include factors like that,” he added. “But we’re focused on getting that shovel in the ground and moving forward on Belmont.”\nThe Islanders returned to the renovated Nassau Coliseum for a sold-out preseason game on Sept. 17, but N.H.L. Commissioner Gary Bettman has been adamant that the Coliseum, which has a capacity of less than 14,000 for hockey, is not a practical home for the team.\nLedecky said Barclays Center was a good home for now and agreed with Bettman regarding the cozy Coliseum.\n“Barclays is a wonderful place, but unfortunately at the time it was built, they decided not to configure it for hockey,” he said. “And Nassau Coliseum is a lovely spot, but the commissioner of the N.H.L. is on public record saying it is not viable for an N.H.L. team. So that wouldn’t be a home either. We have to have a focus on a place that will be our home. That’s Belmont Park.”\nThe Islanders will most likely also take into consideration how their pursuit of a new arena deal might affect their ability to re-sign their captain, John Tavares, whose six-year, $33 million contract expires after this season.\nIslanders General Manager Garth Snow said he would not speculate on how the negotiations might evolve during the season. Tavares, 27, could become a free agent July 1. Snow said discussions would remain private between himself, Tavares and the player’s agent, Pat Brisson.\nLedecky said he did not know the timetable for the state’s decision on the site. New York City F.C. of Major League Soccer is among the other groups to submit a proposal .\n“We obviously would hope it would be sooner rather than later, and we would hope that our proposal is the best proposal,” Ledecky said. “We don’t know if they’ve received three or 10 or five. We certainly put a lot of time and effort into a first-class presentation. We were thoughtful. We want Belmont to be our permanent home. “\nA version of this article appears in print on , Section B, Page 12 of the New York edition with the headline: Islanders Focus on a Move to Belmont Park. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "We have the singular focus of playing at Belmont Park,",
                "Ledecky",
                true
            ],
            [
                "Everything else about going here, there and everywhere else is absolute noise to us at this point.",
                "Ledecky",
                true
            ],
            [
                "It’s much better to say we are linked up with these two terrific organizations that understand how to build an arena,",
                "Ledecky",
                true
            ],
            [
                "The fact that the Mets have endorsed us financially and say that Belmont Park is the best option, that sends a very strong message as well that we’re making the right decision here.",
                "Ledecky",
                true
            ],
            [
                "This year and next year, contractually, we are mutually obligated to play at Barclays,",
                "Ledecky",
                true
            ],
            [
                "Next year we will play at Barclays by contract.",
                "Ledecky",
                true
            ],
            [
                "The contract, which has been in the public domain, says there are good faith negotiations going on that would include factors like that,",
                "Ledecky",
                true
            ],
            [
                "But we’re focused on getting that shovel in the ground and moving forward on Belmont.",
                "Ledecky",
                true
            ],
            [
                "Barclays is a wonderful place, but unfortunately at the time it was built, they decided not to configure it for hockey,",
                "Ledecky",
                true
            ],
            [
                "And Nassau Coliseum is a lovely spot, but the commissioner of the N.H.L.",
                "Ledecky",
                true
            ],
            [
                "is on public record saying it is not viable for an N.H.L.",
                "Ledecky",
                false
            ],
            [
                "So that wouldn’t be a home either.",
                "Ledecky",
                true
            ],
            [
                "We have to have a focus on a place that will be our home.",
                "Ledecky",
                true
            ],
            [
                "We obviously would hope it would be sooner rather than later, and we would hope that our proposal is the best proposal,",
                "Ledecky",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/09/27/sports/soccer/nycfc-stadium-belmont.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.parsintl.com/publication/the-new-york-times/",
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY"
            ]
        },
        "key_words": [
            "park",
            "team",
            "singular",
            "focus",
            "islanders",
            "ledecky",
            "barclays",
            "center",
            "hockey",
            "york",
            "belmont",
            "arena",
            "brooklyn"
        ]
    }
]