[
    {
        "url": "https://www.nytimes.com/2017/10/08/us/politics/trump-corker.html?rref=collection%2Fsectioncollection%2Fpolitics",
        "title": "Bob Corker Says Trump’s Recklessness Threatens ‘World War III’",
        "authors": [
            {
                "name": "Mark Landler",
                "link": null
            },
            {
                "name": "Jonathan Martin",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-08",
        "text": "Advertisement\nBob Corker Says Trump’s Recklessness Threatens ‘World War III’\nVideo\nIn audio excerpts from an interview with Jonathan Martin, a New York Times reporter, Senator Bob Corker, Republican of Tennessee, spoke about President Trump's tweets and what Mr. Trump’s twitter feed means for diplomacy.CreditCreditTom Brenner/The New York Times\nOct 8, 2017\nWASHINGTON — Senator Bob Corker, the Republican chairman of the Senate Foreign Relations Committee, charged in an interview on Sunday that President Trump was treating his office like “a reality show,” with reckless threats toward other countries that could set the nation “on the path to World War III.”\nIn an extraordinary rebuke of a president of his own party, Mr. Corker said he was alarmed about a president who acts “like he’s doing ‘The Apprentice’ or something.”\n“He concerns me,” Mr. Corker added. “He would have to concern anyone who cares about our nation.”\nMr. Corker’s comments capped a remarkable day of sulfurous insults between the president and the Tennessee senator — a powerful, if lame-duck, lawmaker, whose support will be critical to the president on tax reform and the fate of the Iran nuclear deal.\nIt began on Sunday morning when Mr. Trump, posting on Twitter, accused Mr. Corker of deciding not to run for re-election because he “didn’t have the guts.” Mr. Corker shot back in his own tweet: “It’s a shame the White House has become an adult day care center. Someone obviously missed their shift this morning.”\nThe senator, Mr. Trump said, had “begged” for his endorsement. “I said ‘NO’ and he dropped out (said he could not win without my endorsement),” the president wrote . He also said that Mr. Corker had asked to be secretary of state. “I said ‘NO THANKS,’” he wrote.\nMr. Corker flatly disputed that account, saying Mr. Trump had urged him to run again, and promised to endorse him if he did. But the exchange laid bare a deeper rift: The senator views Mr. Trump as given to irresponsible outbursts — a political novice who has failed to make the transition from show business.\nMr. Trump poses such an acute risk, the senator said, that a coterie of senior administration officials must protect him from his own instincts. “I know for a fact that every single day at the White House, it’s a situation of trying to contain him,” Mr. Corker said in a telephone interview.\nThe deeply personal back-and-forth will almost certainly rupture what had been a friendship with a fellow real estate developer turned elected official, one of the few genuine relationships Mr. Trump had developed on Capitol Hill. Still, even as he leveled his stinging accusations, Mr. Corker repeatedly said on Sunday that he liked Mr. Trump, until now an occasional golf partner, and wished him “no harm.”\nThe White House did not respond to a request for comment on Mr. Corker’s remarks.\nMr. Trump’s feud with Mr. Corker is particularly perilous given that the president has little margin for error as he tries to pass a landmark overhaul of the tax code — his best, and perhaps last, hope of producing a major legislative achievement this year.\nIf Senate Democrats end up unified in opposition to the promised tax bill, Mr. Trump could lose the support of only two of the Senate’s 52 Republicans to pass it. That is the same challenging math that Mr. Trump and Senate Republican leaders faced in their failed effort to repeal and replace the Affordable Care Act.\nMr. Corker could also play a key role if Mr. Trump follows through on his threat to “decertify” the Iran nuclear deal, kicking to Congress the issue of whether to restore sanctions on Tehran and effectively scuttle the pact.\nRepublicans could hold off on sanctions but use the threat of them to force Iran back to the negotiating table — a strategy being advocated by Senator Tom Cotton, the Arkansas Republican. But that approach could leave the United States isolated, and it will be up to Mr. Corker to balance opposition to the deal with the wishes of those, including some of Mr. Trump’s own aides, who want to change the accord but not blow it up.\nBeyond the Iran deal, Mr. Corker’s committee holds confirmation hearings on Mr. Trump’s ambassadorial appointments. If the president were to oust Rex W. Tillerson as secretary of state , as some expect, Mr. Corker would lead the hearings on Mr. Trump’s nominee for the post.\nIn a 25-minute conversation, Mr. Corker, speaking carefully and purposefully, seemed to almost find cathartic satisfaction by portraying Mr. Trump in terms that most senior Republicans use only in private.\nThe senator, who is close to Mr. Tillerson, invoked comments that the president made on Twitter last weekend in which he appeared to undercut Mr. Tillerson’s negotiations with North Korea.\n“A lot of people think that there is some kind of ‘good cop, bad cop’ act underway, but that’s just not true,” Mr. Corker said.\nWithout offering specifics, he said Mr. Trump had repeatedly undermined diplomacy with his Twitter fingers. “I know he has hurt, in several instances, he’s hurt us as it relates to negotiations that were underway by tweeting things out,” Mr. Corker said.\nAll but inviting his colleagues to join him in speaking out about the president, Mr. Corker said his concerns about Mr. Trump were shared by nearly every Senate Republican.\n“Look, except for a few people, the vast majority of our caucus understands what we’re dealing with here,” he said, adding that “of course they understand the volatility that we’re dealing with and the tremendous amount of work that it takes by people around him to keep him in the middle of the road.”\nAs for the tweets that set off the feud on Sunday morning, Mr. Corker expressed a measure of powerlessness.\n“I don’t know why the president tweets out things that are not true,” he said. “You know he does it, everyone knows he does it, but he does.”\nThe senator recalled four conversations this year, a mix of in-person meetings and phone calls, in which he said the president had encouraged him to run for re-election. Mr. Trump, he said, repeatedly indicated he wanted to come to Tennessee for an early rally on Mr. Corker’s behalf and even telephoned him last Monday to try to get him to reconsider his decision to retire.\n“When I told him that that just wasn’t in the cards, he said, ‘You know, if you run, I’ll endorse you.’ I said, ‘Mr. President, it’s just not in the cards; I’ve already made a decision.’ So then we began talking about other candidates that were running.”\nOne of the most prominent establishment-aligned Republicans to develop a relationship with Mr. Trump, the senator said he did not regret standing with him during the campaign last year.\n“I would compliment him on things that he did well, and I’d criticize things that were inappropriate,” he said. “So it’s been really the same all the way through.”\nA former mayor of Chattanooga who became wealthy in construction, Mr. Corker, 65, has carved out a reputation over two terms in the Senate as a reliable, but not overly partisan, Republican.\nWhile he opposed President Barack Obama’s divisive nuclear deal with Iran, he did not prevent it from coming to a vote on the Senate floor, which exposed him to fierce fire from conservatives, who blamed him for its passage.\nMr. Trump picked up on that theme hours after his initial tweets, writing that “Bob Corker gave us the Iran Deal, & that’s about it. We need HealthCare, we need Tax Cuts/Reform, we need people that can get the job done!”\nMr. Corker was briefly a candidate to be Mr. Trump’s running mate in 2016, but he withdrew his name from consideration and later expressed ambivalence about Mr. Trump’s campaign, in part because he said he found it frustrating to discuss foreign policy with him.\nTo some extent, the rift between the two men had been building for months, as Mr. Corker repeatedly pointed out on Sunday to argue that his criticism was not merely that of a man liberated from facing the voters again.\nAfter a report last week that Mr. Tillerson had once referred to Mr. Trump as a “moron,” Mr. Corker told reporters that Mr. Tillerson was one of three officials helping to “separate our country from chaos.” Those remarks were repeated on “Fox News Sunday,” which may have prompted Mr. Trump’s outburst.\nIn August, after Mr. Trump’s equivocal response to the deadly clashes in Charlottesville, Va. , Mr. Corker told reporters that the president “has not yet been able to demonstrate the stability nor some of the competence that he needs to demonstrate in order to be successful.”\nHe said on Sunday that he had made all those comments deliberately, aiming them at “an audience of one, plus those people who are closely working around with him, what I would call the good guys.” He was referring to Mr. Tillerson, Defense Secretary Jim Mattis and the White House chief of staff, John F. Kelly.\n“As long as there are people like that around him who are able to talk him down when he gets spun up, you know, calm him down and continue to work with him before a decision gets made, I think we’ll be fine,” he said.\nMr. Corker would not directly answer when asked whether he thought Mr. Trump was fit for the presidency. But he did say that the commander in chief was not fully aware of the power of his office.\n“I don’t think he appreciates that when the president of the United States speaks and says the things that he does, the impact that it has around the world, especially in the region that he’s addressing,” he said. “And so, yeah, it’s concerning to me.”\nMaggie Haberman contributed reporting from New York, and Thomas Kaplan and Noah Weiland from Washington.\nGet politics and Washington news updates via Facebook , Twitter and the Morning Briefing newsletter .\nA version of this article appears in print on , Section A, Page 1 of the New York edition with the headline: G.O.P. Senator Rebukes Trump Over ‘Reality Show’ Behavior. Order Reprints | Today’s Paper | Subscribe\nAdvertisement\n",
        "quotes": [
            [
                "You know, if you run, I’ll endorse you.",
                "",
                true
            ],
            [
                "President, it’s just not in the cards; I’ve already made a decision.",
                "",
                true
            ],
            [
                "on the path to World War III.",
                "",
                false
            ],
            [
                "like he’s doing ‘The Apprentice’ or something.",
                "Corker",
                false
            ],
            [
                "He would have to concern anyone who cares about our nation.",
                "Corker",
                true
            ],
            [
                "It’s a shame the White House has become an adult day care center.",
                "Corker",
                true
            ],
            [
                "Someone obviously missed their shift this morning.",
                "Corker",
                true
            ],
            [
                "I said ‘NO’ and he dropped out (said he could not win without my endorsement),",
                "",
                true
            ],
            [
                "I know for a fact that every single day at the White House, it’s a situation of trying to contain him,",
                "",
                true
            ],
            [
                "A lot of people think that there is some kind of ‘good cop, bad cop’ act underway, but that’s just not true,",
                "Corker",
                true
            ],
            [
                "I know he has hurt, in several instances, he’s hurt us as it relates to negotiations that were underway by tweeting things out,",
                "Bob Corker",
                true
            ],
            [
                "Look, except for a few people, the vast majority of our caucus understands what we’re dealing with here,",
                "Bob Corker",
                true
            ],
            [
                "of course they understand the volatility that we’re dealing with and the tremendous amount of work that it takes by people around him to keep him in the middle of the road.",
                "Bob Corker",
                false
            ],
            [
                "I don’t know why the president tweets out things that are not true,",
                "Bob Corker",
                true
            ],
            [
                "You know he does it, everyone knows he does it, but he does.",
                "Bob Corker",
                true
            ],
            [
                "When I told him that that just wasn’t in the cards, he said, ‘You know, if you run, I’ll endorse you.’ I said, ‘Mr.",
                "Bob Corker",
                true
            ],
            [
                "President, it’s just not in the cards; I’ve already made a decision.’ So then we began talking about other candidates that were running.",
                "Bob Corker",
                true
            ],
            [
                "I would compliment him on things that he did well, and I’d criticize things that were inappropriate,",
                "",
                true
            ],
            [
                "So it’s been really the same all the way through.",
                "",
                true
            ],
            [
                "Bob Corker gave us the Iran Deal, & that’s about it.",
                "Trump",
                true
            ],
            [
                "We need HealthCare, we need Tax Cuts/Reform, we need people that can get the job done!",
                "Trump",
                true
            ],
            [
                "has not yet been able to demonstrate the stability nor some of the competence that he needs to demonstrate in order to be successful.",
                "",
                false
            ],
            [
                "an audience of one, plus those people who are closely working around with him, what I would call the good guys.",
                "Bob Corker",
                false
            ],
            [
                "As long as there are people like that around him who are able to talk him down when he gets spun up, you know, calm him down and continue to work with him before a decision gets made, I think we’ll be fine,",
                "Bob Corker",
                true
            ],
            [
                "I don’t think he appreciates that when the president of the United States speaks and says the things that he does, the impact that it has around the world, especially in the region that he’s addressing,",
                "Bob Corker",
                true
            ],
            [
                "And so, yeah, it’s concerning to me.",
                "Bob Corker",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/08/12/us/charlottesville-protest-white-nationalist.html?module=inline",
                "https://www.nytimes.com/interactive/2018/briefing/global-morning-briefing-newsletter-signup.html",
                "https://www.nytimes.com/2017/08/15/us/politics/trump-press-conference-charlottesville.html?module=inline",
                "https://www.nytimes.com/2017/10/05/us/politics/trump-tillerson-state-department.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/realDonaldTrump/status/917026789188399105",
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.parsintl.com/publication/the-new-york-times/",
                "https://www.facebook.com/nytpolitics",
                "https://twitter.com/SenBobCorker/status/917045348820049920",
                "https://twitter.com/realDonaldTrump/status/917130468025348096",
                "https://twitter.com/nytpolitics"
            ]
        },
        "key_words": [
            "senator",
            "war",
            "iii",
            "corker",
            "mr",
            "world",
            "washington",
            "trumps",
            "threatens",
            "day",
            "white",
            "morning",
            "trump",
            "bob",
            "recklessness",
            "president"
        ]
    }
]