[
    {
        "url": "http://www.cnn.com/2017/10/10/us/missing-people-california-wildfires/index.html",
        "title": "Family confirms death of woman in Santa Rosa fire",
        "authors": [
            {
                "name": "Paul P. Murphy",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-10",
        "text": "Updated 8:07 AM ET, Wed October 11, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\n(CNN)\nAs firefighters battle deadly wildfires across Northern California, families are desperately searching for missing relatives.\nChristina Hanson was one of those missing loved ones. The 28-year-old, who used a wheelchair, lived in an apartment next to her father's house in Santa Rosa, California.\nChristina Hanson\nHer father, Michael Hanson, somehow made it to a hospital. But the family hadn't heard from Christina since early Tuesday.\nChristina called Michael Hanson's ex-wife around 1:30 a.m. and told her she saw flames. She was frightened because she couldn't reach her dad, said Christina's aunt, Cathy Riordan.\nAs flames rose, neighbors told the family they grew concerned and called 911 to the property. But no one knows for sure what became of those emergency calls, Riordan said.\nRead More\n\"I've called every hospital in the area. I've called all of the shelters. I've called everybody that would take my call. I've called everywhere I can think,\" she said  Tuesday.\nAfter a day of panic and uncertainty, Christina's cousin confirmed she had died.\n\"Sadly, we just found out that Christina did not survive the fire,\" cousin Brittney Vinculado said Wednesday.\nMichael Hanson, 55, suffered third-degree burns on over half his body and was at Sutter Santa Rosa Regional Hospital before it was evacuated, Riordan said. He was in a medically induced coma\nSutter tried to transfer him by helicopter to San Francisco for treatment at Saint Francis Memorial Hospital's burn center, but smoke prevented the chopper from taking off, Riordan said.\nInstead, he was sent by ambulance to Sonoma West Medical Center, where he was put on a breathing machine so he could make the trip by ambulance to Saint Francis' Bothin Burn Center.\nRiordan said she believes her brother was injured trying to help his daughter.\n\"I know that's how he got burned,\" she said. \"(He) was trying to save her.\"\nCorrection: This story has been updated to give the correct spelling of the last name of Christina and Michael Hanson.\n",
        "quotes": [
            [
                "I've called every hospital in the area.",
                "Christina Hanson",
                true
            ],
            [
                "I've called all of the shelters.",
                "Christina Hanson",
                true
            ],
            [
                "I've called everybody that would take my call.",
                "Christina Hanson",
                true
            ],
            [
                "I've called everywhere I can think,",
                "Christina Hanson",
                true
            ],
            [
                "Sadly, we just found out that Christina did not survive the fire,",
                "Brittney Vinculado",
                true
            ],
            [
                "I know that's how he got burned,",
                "Christina Hanson",
                true
            ],
            [
                "He) was trying to save her.",
                "Christina Hanson",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.cnn.com/2017/10/10/us/california-fires-napa/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "used",
            "confirms",
            "told",
            "missing",
            "called",
            "rosa",
            "santa",
            "family",
            "michael",
            "death",
            "wildfires",
            "hanson",
            "flames",
            "woman",
            "wheelchair"
        ]
    }
]