[
    {
        "url": "http://edition.cnn.com/2017/09/25/sport/gallery/what-a-shot-sports-0925/index.html",
        "title": "What a shot! 30 amazing sports photos",
        "authors": [],
        "publisher": "edition.cnn.com",
        "publish_date": "2017-09-25",
        "text": "Updated 0231 GMT (1031 HKT) September 26, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nPhotos: What a shot! 30 amazing sports photos\nThe Arizona Diamondbacks celebrate in the locker room Sunday, September 24, after a 3-2 victory over Miami clinched a spot in the playoffs. They will host the National League Wild Card game on October 4.\nHide Caption\nPhotos: What a shot! 30 amazing sports photos\nBefore playing the Buffalo Bills on Sunday, September 24, members of the Denver Broncos take a knee during the national anthem. All eyes were on NFL sidelines Sunday, a couple of days after President Donald Trump strongly criticized players  who have been protesting during the anthem. Many players and coaches from across the league -- and some team owners, too --  came together during pregame ceremonies,  locking arms or putting their hands on each other's shoulders.  See more photos from the protests\nHide Caption\nPhotos: What a shot! 30 amazing sports photos\nLongtime tennis rivals Roger Federer, left, and Rafael Nadal enter the arena to play a doubles match together in Prague, Czech Republic, on Saturday, September 23. They won their match for Team Europe, which went on to defeat Team World in the inaugural Laver Cup.\nHide Caption\nBritain's Dominic Sewell, left, competes against Norway's Per Estein Prois-Rohjell during the inaugural World Jousting Championship on Saturday, September 23. The tournament took place in Sydney.\nHide Caption\nPhotos: What a shot! 30 amazing sports photos\nNASCAR driver Kyle Busch celebrates with a burnout after winning the Cup Series race in Loudon, New Hampshire, on Sunday, September 24. It was the second race of the playoffs.\nHide Caption\nPhotos: What a shot! 30 amazing sports photos\nOdell Beckham Jr. catches a fourth-quarter touchdown pass during an NFL game in Philadelphia on Sunday, September 24. Beckham had two touchdowns in the game, but Philadelphia won 27-24 when Jake Elliott kicked a 61-yard field goal as time expired.\nHide Caption\nPhotos: What a shot! 30 amazing sports photos\nClaudia Gadelha tries to force Jessica Andrade to submit during their UFC bout in Saitama, Japan, on Friday, September 22. Andrade won a unanimous decision in what was named the Fight of the Night.\nHide Caption\nPhotos: What a shot! 30 amazing sports photos\nFrom left, Guye Adola, Eliud Kipchoge and Mosinet Geremew hold giant glasses of\nbeer Sunday, September 24, during the medal ceremony for the Berlin Marathon. Kipchoge, a Kenyan, won the race. Adola and Geremew, who are both Ethiopian, finished in second and third.\nHide Caption\nPhotos: What a shot! 30 amazing sports photos\nLos Angeles Angels right fielder Kole Calhoun watches fans catch a George Springer home run during a Major League Baseball game in Houston on Sunday, September 24.\nHide Caption\nPhotos: What a shot! 30 amazing sports photos\nCherie, a French bulldog, competes in the Surf City Surf Dog event on Saturday, September 23. The annual dog-surfing competition takes place in Huntington Beach, California.\nHide Caption\nPhotos: What a shot! 30 amazing sports photos\nLos Angeles Angels shortstop Andrelton Simmons makes a barehanded catch during a home game against Cleveland on Wednesday, September 20.\nHide Caption\nPhotos: What a shot! 30 amazing sports photos\nKyle Feldt scores for North Queensland as he's tackled during a preliminary final of Australia's National Rugby League on Saturday, September 23. North Queensland defeated Sydney 29-16 for a spot in the league's grand final against Melbourne.\nHide Caption\nPhotos: What a shot! 30 amazing sports photos\nAngelique Kerber returns a shot during her second-round match at the Pan Pacific Open on Wednesday, September 20.\nHide Caption\nPhotos: What a shot! 30 amazing sports photos\nPhiladelphia kicker Jake Elliott is carried off the field after his 61-yard field goal defeated the New York Giants on Sunday, September 24. It was the longest kick in team history.\nHide Caption\nPhotos: What a shot! 30 amazing sports photos\nCanadian figure skater Chloe Panetta is held by her partner, Steven Lapointe, during a Junior Grand Prix event in Minsk, Belarus, on Friday, September 22.\nHide Caption\nPhotos: What a shot! 30 amazing sports photos\nJose Abreu, first baseman for the Chicago White Sox, avoids a tag from Houston's Jose Altuve on Thursday, September 21.\nHide Caption\nPhotos: What a shot! 30 amazing sports photos\nA helicopter flies over cyclists crossing a bridge in Bergen, Norway, during the Road World Championships on Sunday, September 24.\nHide Caption\nPhotos: What a shot! 30 amazing sports photos\nLos Angeles Rams wide receiver Sammy Watkins stretches the ball across the goal line during an NFL game at San Francisco on Thursday, September 21. Watkins scored twice in the Rams' 41-39 victory.\nHide Caption\nPhotos: What a shot! 30 amazing sports photos\nSporting Kansas City captain Matt Besler hoists the US Open Cup after the Major League Soccer team won the tournament final on Wednesday, September 20. Sporting has won three Open Cups since 2012.\nHide Caption\nPhotos: What a shot! 30 amazing sports photos\nColumbus defenseman David Savard, center, collides with teammate John Mitchell during an NHL preseason game on Friday, September 22. The regular season begins on October 4.\nHide Caption\nPhotos: What a shot! 30 amazing sports photos\nPenn State wide receiver Juwan Johnson, left, is congratulated by teammate Jonathan Holland after catching the game-winning touchdown pass at Iowa on Saturday, September 23. The touchdown came on the final play of the game.\nHide Caption\nPhotos: What a shot! 30 amazing sports photos\nTennis legends John McEnroe, left, and Bjorn Borg share a lighthearted moment about Borg's hair at the start of the Laver Cup on Friday, September 22. McEnroe was the captain for Team World, while Borg captained Team Europe.\nHide Caption\nPhotos: What a shot! 30 amazing sports photos\nHouston wide receiver Bruce Ellington pulls in a pass during an NFL game at New England on Sunday, September 24.\nHide Caption\nPhotos: What a shot! 30 amazing sports photos\nNASCAR driver Denny Hamlin sits in his car during practice in Loudon, New Hampshire, on Saturday, September 23.\nHide Caption\nPhotos: What a shot! 30 amazing sports photos\nKansas City's Eric Hosmer slides safely into home plate during a game in Chicago on Saturday, September 23.\nHide Caption\nPhotos: What a shot! 30 amazing sports photos\nNew Zealand's Kirsty Yallop, top right, goes for a header next to the United States' Julie Ertz during an international friendly on Tuesday, September 19. The United States won 5-0 in Cincinnati.\nHide Caption\nPhotos: What a shot! 30 amazing sports photos\nGeorgia Tech quarterback TaQuon Marshall dives into the end zone during a home game against Pittsburgh on Saturday, September 23. Marshall had two rushing touchdowns as Georgia Tech won its ACC opener 35-17.\nHide Caption\nPhotos: What a shot! 30 amazing sports photos\nA Buffalo Bills fan has the team's logo shaved into his head before a game on Sunday, September 24.\nHide Caption\nPhotos: What a shot! 30 amazing sports photos\nMainz midfielder Pablo de Blasis, bottom left, shields the ball from Hertha Berlin players during a German league match on Saturday, September 23.\nHide Caption\nPhotos: What a shot! 30 amazing sports photos\nNorwegian surfer Sturla Fagerhaug rides a wave during a night session of the Lofoten Masters, the world's northernmost surfing competition, on Friday, September 22. The event was held in Norway's Unstad Bay, which is within the Arctic Circle. See 29 amazing sports photos from last week\nHide Caption\n30 of 30\nTake a look at 30 amazing sports photos from September 19 through September 25.\nMore from Sport\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://bleacherreport.com/articles/2734807-penn-state-beats-iowa-on-final-play-behind-saquon-barkleys-huge-performance",
                "https://www.cnn.com/2017/09/23/politics/nfl-goodell-trump-response/index.html",
                "http://www.cnn.com/2017/09/24/us/nfl-trump-take-knee-protests/index.html",
                "http://www.cnn.com/2017/09/18/sport/gallery/what-a-shot-sports-0919/index.html",
                "https://bleacherreport.com/articles/2734908-jake-elliott-drills-61-yarder-in-last-second-as-eagles-stun-eli-manning-giants"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.cnn.com/interactive/2017/09/us/nfl-anthem-protests-cnnphotos/index.html"
            ]
        },
        "key_words": [
            "24",
            "shot",
            "amazing",
            "game",
            "caption",
            "photos",
            "30photos",
            "23",
            "30",
            "hide"
        ]
    }
]