[
    {
        "url": "https://www.politico.com/story/2016/09/donald-trump-hillary-clinton-debate-228763?cmpid=sf",
        "title": "Clinton set the trap and Trump walked in",
        "authors": [
            {
                "name": "Glenn Thrush",
                "link": null
            },
            {
                "name": "Eli Stokols",
                "link": null
            },
            {
                "name": "Kyle Cheney",
                "link": null
            },
            {
                "name": "Shane Goldmacher",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-27",
        "text": "By ELI STOKOLS\nHEMPSTEAD, N.Y. — The first 20 minutes of the long-awaited showdown between Donald Trump and Hillary Clinton appeared to be a draw. It was only later, when Clinton began a barrage of possible explanations for Trump's failure to release his tax returns and then sat back as he squirmed his way through an explanation of his history of birtherism, that her victory became clear.\nBut it was rooted in those opening exchanges and a seemingly off-hand but actually quite deliberate decision by Clinton to bait Trump—by mentioning his father and challenging his own conception as a self-made man.\nStory Continued Below\n“Donald was very fortunate in his life, and that's all to his benefit,” Clinton started. “He started his business with $14 million, borrowed from his father, and he really believes that the more you help wealthy people, the better off we'll be and that everything will work out from there.”\nTrump quickly dismissed Clinton’s characterization, saying he received “a very small loan” that he turned into a company valued, he claimed, in the billions. “I say that only because that’s the kind of thinking that our country needs.”\nIn the moment, he seemed calm—but from that point forward he was anything but.\n“She mind screwed him from the beginning by mentioning the loan from his father,” said Rob Stutzman, a GOP operative in California. “That was brilliant psychological warfare on her part. He slowly unwound from there, culminating is borderline incoherency over the final 30 minutes.”\nSuddenly, his words were dripping with sarcasm as he asked his rival if he could call her “Secretary Clinton—yes, is that OK? Good. I want you to be very happy. It's very important to me.” His voice rose as he skewered her for flip-flopping on his signature issue of trade. And before long, he was interrupting both Clinton and moderator Lester Holt, interjecting as she ran through allegations that he rooted for the housing crisis and claimed that climate change was “a hoax perpetrated by the Chinese.” He remained on the defensive throughout, unwilling to apologize for—or dispute—accusations of stiffing contractors and paying little to no federal income tax.\nIndeed, by the debate’s end, he’d again defended the years he spent refusing to recognize the U.S. citizenship of the nation’s first black president, showed no quarter on walking back his statements that Clinton, the first woman presidential nominee in the country’s history, “doesn’t have a presidential look,” and spent the final minutes defending having once called Rosie O’Donnell a fat pig.\nFor Trump, who had appeared to pull nearly even with Clinton heading into their first debate showdown before a Super Bowl-sized television audience, it may amount to a colossal missed opportunity. GOP pollster Frank Luntz, who held a focus group of undecided voters in suburban Philadelphia Monday night, reported that 16 of the 22 participants deemed Clinton the winner. If history reflects this debate as a pivotal moment in this campaign, Trump, should he lose support and the White House as a result, will have only his own thin skin and scant impulse control to blame.\nBut it wouldn’t be the first time Trump was thought to lose a debate only to see his standing in the polls improve. Indeed, while insiders and viewers alike handed the win to Clinton, the Republican certainly scored with his base when taking the Democrat to task on trade. But that’s about all.\nBy GLENN THRUSH\nBefore the candidates had cleared the stage, Clinton’s surrogates were pouring into the spin room, eager to take a victory lap and to focus their comments on Trump’s angry, animated performance. “He became unhinged,” Robby Mook, Clinton’s campaign manager, told reporters. David Plouffe, a top Obama strategist, also noted Trump’s behavioral change as the debate went on.\n“In the beginning of the debate, he tried to be sedated, straitjacketed Trump, kind of on his best behavior,” he said. “And I think as the debate went on, we saw the Donald Trump all of you have covered: a little bit unhinged, a little bit rattled.”\nJennifer Palmieri, Clinton’s campaign communications director, used the same word—“unhinged”—in describing Trump’s performance. Clinton’s surrogates stuck to their talking points, including their denial that they had planned to bait Trump into a meltdown. “We thought he would hold it together,” she said. “This is not the debate we mocked. We didn’t think this is what he would do; we thought he would come buttoned up, we thought he would be more disciplined.”\n09/27/16 02:09 AM EDT\nBut, in fact, Clinton’s team had invested in psychological research as to how she might get under Trump’s skin, according to two sources who said her off-hand reference to his father in the debate’s opening minutes was a deliberate calculation. Plouffe, holding court with reporters, didn’t mention the research but explained the analysis, couching it as his own.\n“My analysis of Trump is the thing he’s most interested in defending is himself—even more than winning the presidency,” Plouffe said. “So any time his record’s challenged, his business record’s challenged, he kind of spends a lot of time on that. I think he spent a lot more time on himself than the American people.”\nAfter the debate, Jason Miller, Trump’s senior communications adviser, cast Clinton as “programmed.” Campaign manager Kellyanne Conway said Trump had been a “gentleman” for not mentioning Bill Clinton’s past infidelities. As Trump’s staff was spinning hard, most Republicans, from seasoned operatives watching at home, to close Trump allies like Rudy Giuliani who let it slip in the spin rooms that the performance was “not one of his better nights,” concurred.\n“Trump opened strong and hit some key themes that work for him. He won the early exchanges on jobs and trade, outsider versus politician, and presenting himself as the agent of change,” said Bruce Haynes, a GOP consultant in Washington. “But Trump was not disciplined enough or prepared enough to carry those themes through the debate. Trump found himself discussing Sean Hannity, Sidney Blumenthal and Rosie O'Donnell in a presidential debate. He was like Charlie Brown, he tried to kick every football that Lucy held out there and he missed them every time.”\nAfter a dozen GOP primary debates, Trump’s former rivals were hardly surprised to see him so easily baited. “He refuses to let any criticism go unanswered,” said Curt Anderson, who guided Bobby Jindal’s presidential bid last year. “It's a conscious decision on his part. It's a bad decision.”\nThey’d seen this Trump before. We all have. Just never on such a stage.\nThis article tagged under:\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "Donald was very fortunate in his life, and that's all to his benefit,",
                "Hillary Clinton",
                true
            ],
            [
                "He started his business with $14 million, borrowed from his father, and he really believes that the more you help wealthy people, the better off we'll be and that everything will work out from there.",
                "Hillary Clinton",
                true
            ],
            [
                "I say that only because that’s the kind of thinking that our country needs.",
                "",
                true
            ],
            [
                "She mind screwed him from the beginning by mentioning the loan from his father,",
                "Rob Stutzman",
                true
            ],
            [
                "That was brilliant psychological warfare on her part.",
                "Rob Stutzman",
                true
            ],
            [
                "He slowly unwound from there, culminating is borderline incoherency over the final 30 minutes.",
                "Rob Stutzman",
                true
            ],
            [
                "Secretary Clinton—yes, is that OK?",
                "Donald Trump",
                true
            ],
            [
                "I want you to be very happy.",
                "Donald Trump",
                true
            ],
            [
                "It's very important to me.",
                "Donald Trump",
                true
            ],
            [
                "a hoax perpetrated by the Chinese.",
                "Donald Trump",
                false
            ],
            [
                "doesn’t have a presidential look,",
                "Rob Stutzman",
                false
            ],
            [
                "In the beginning of the debate, he tried to be sedated, straitjacketed Trump, kind of on his best behavior,",
                "Donald Trump",
                true
            ],
            [
                "And I think as the debate went on, we saw the Donald Trump all of you have covered: a little bit unhinged, a little bit rattled.",
                "Donald Trump",
                true
            ],
            [
                "We thought he would hold it together,",
                "",
                true
            ],
            [
                "This is not the debate we mocked.",
                "",
                true
            ],
            [
                "We didn’t think this is what he would do; we thought he would come buttoned up, we thought he would be more disciplined.",
                "",
                true
            ],
            [
                "My analysis of Trump is the thing he’s most interested in defending is himself—even more than winning the presidency,",
                "Plouffe",
                true
            ],
            [
                "So any time his record’s challenged, his business record’s challenged, he kind of spends a lot of time on that.",
                "Plouffe",
                true
            ],
            [
                "I think he spent a lot more time on himself than the American people.",
                "Plouffe",
                true
            ],
            [
                "not one of his better nights,",
                "",
                false
            ],
            [
                "Trump opened strong and hit some key themes that work for him.",
                "Bruce Haynes",
                true
            ],
            [
                "He won the early exchanges on jobs and trade, outsider versus politician, and presenting himself as the agent of change,",
                "Bruce Haynes",
                true
            ],
            [
                "But Trump was not disciplined enough or prepared enough to carry those themes through the debate.",
                "Bruce Haynes",
                true
            ],
            [
                "Trump found himself discussing Sean Hannity, Sidney Blumenthal and Rosie O'Donnell in a presidential debate.",
                "Bruce Haynes",
                true
            ],
            [
                "He was like Charlie Brown, he tried to kick every football that Lucy held out there and he missed them every time.",
                "Bruce Haynes",
                true
            ],
            [
                "He refuses to let any criticism go unanswered,",
                "Curt Anderson",
                true
            ],
            [
                "It's a conscious decision on his part.",
                "Curt Anderson",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.politico.com/story/2016/09/top-moments-first-2016-presidential-debate-228702",
                "https://www.politico.com/story/2016/09/clinton-trump-debate-takeaways-228758",
                "https://www.politico.com/story/2016/09/trump-clinton-first-debate-fights-228710"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.politico.com/video/2016/09/the-first-presidential-debate-between-hillary-clinton-and-donald-trump-060713"
            ]
        },
        "key_words": [
            "father",
            "clinton",
            "set",
            "debate",
            "presidential",
            "trump",
            "donald",
            "walked",
            "gop",
            "trap",
            "clintons",
            "trumps",
            "thought"
        ]
    }
]