[
    {
        "url": "http://www.bbc.com/sport/football/41544951",
        "title": "World Cup 2018: Have England improved since the 2014 World Cup?",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "2017-10-08",
        "text": "By Phil McNulty\n9 Oct 2017\nEngland qualified for the World Cup with victory over Slovenia last week\nEngland manager Gareth Southgate painted a brutally honest picture of his current squad - and arguably their chances at next summer's World Cup - when he cast doubt on whether he possessed \"big players\".\nSouthgate has secured qualification for Russia but England's progress has been unspectacular and they will not travel accompanied by great expectations.\nEngland's last brush with tournament football was that harrowing night in Nice in June last year when they lost 2-1 to Iceland in the last 16 of Euro 2016 and manager Roy Hodgson effectively resigned on the spot.\nProject goalkeeper & playmaker\nIt followed a dismal World Cup in Brazil in 2014, when England did not make it out of the group stage following defeats by Italy and Uruguay and were reduced to the embarrassment of playing out a dead rubber against Costa Rica in their final game.\nSo, with Southgate putting his squad's quality into context, and looking back at previous selections, are England in any better shape to make an impact in Russia than they were in Brazil and France?\nGoalkeepers\nEngland took Fraser Forster, Ben Foster and Joe Hart to the 2014 World Cup and Tom Heaton, Forster and Hart to Euro 2016\nEngland's goalkeepers at the past two tournaments\nWorld Cup 2014\nJoe Hart (Manchester City)\nJoe Hart (Manchester City)\nEngland's goalkeepers for the 2018 World Cup almost pick themselves - and it is a stronger hand than Hodgson had to play with in the past two major tournaments.\nSouthgate appears to have settled on Joe Hart as his first choice but the memories of his edgy, hyped-up displays in the 2014 World Cup and his crucial errors for goals conceded against Wales and Iceland at Euro 2016 mean this is a debate that will continue.\nEngland are in a better place to deal with this problem now because back-up and competition is better than it has been for years with 24-year-old Jack Butland excelling at Stoke City and Jordan Pickford, 23, shining after his £30m move to Everton.\nHart needs to maintain his form to fight off this pair, with Burnley's Tom Heaton also in the shake-up for a squad place, but he will be under the microscope once the World Cup starts to see how he copes with the pressure.\nVerdict: England's overall quality is stronger but Southgate looks set to keep faith with a keeper whose flaws were exposed in Brazil and France. Will it prove a mistake?\nDefenders\nGary Cahill and Chris Smalling are the only two defenders to have been in both of England's past two major tournament squads\nEngland's defenders at the past two tournaments\nWorld Cup 2014\nKyle Walker (Tottenham)\nEngland's options in the defensive areas for next year look stronger than they did in previous tournaments - but that does not mean Southgate's backline will give off an air of confidence.\nThe full-backs are almost interchangeable with Kyle Walker established at right-back and Ryan Bertrand now the regular left-back. Liverpool's Nathaniel Clyne and Danny Rose at Tottenham provide similar alternatives but are struggling with injury.\nA back four of Leighton Baines, Gary Cahill, Phil Jagielka and Glen Johnson was ageing and cruelly exposed in Brazil and Southgate will surely be casting eyes in the direction of Manchester in the hope a solid central-defensive partnership emerges.\nJohn Stones and Gary Cahill played together in the recent qualifier against Slovenia at Wembley\nPhil Jones' career had threatened to stall after early comparisons with Duncan Edwards but he has flourished under Jose Mourinho at Manchester United. John Stones, who also suffered a dip after his £47.5m move from Everton to Manchester City, is again starting to look like the defender who was once regarded as the future but then disappeared almost undetected from the England team.\nJones and Stones, at their best and if their renaissance continues, offer a good blend in central defence and an upgrade on the Cahill/Chris Smalling partnership in France - but Southgate may still want the Chelsea's captain's experience, even though he has struggled at major tournaments.\nHe will probably want his pairing to come from those three, with Smalling still in contention, because the likes of Leicester City's Harry Maguire and Everton's Michael Keane offer promise, but will have nothing in the way of experience at the sharp end of a major tournament when the action starts in Russia.\nSouthgate opened up another possibility by using a three-man defensive system in Sunday's final qualifier in Lithuania.\nEngland have high-profile friendlies coming up against Germany and  Brazil and they would appear to be the perfect opportunity to test out his preferred players in that system against high-class opposition.\nEngland's defensive candidates in the Premier League since August 2016\nGames\nTackles\nBlocks\nInterceptions\nClearances\n39\n77\n6\n42\n109\n81.68\nChris Waddle, who reached a World Cup semi-final with England in 1990, has concerns.\n\"Central defence has been a problem for a long time now since people like Rio Ferdinand left the scene,\" he said. \"I don't think we've really had an outstanding partnership since the Terry-Ferdinand years.\n\"I think age is creeping up on some and do the younger ones like Keane and Maguire have the experience to go into a major tournament against the likes of Brazil, Argentina, Germany and Spain? I'm not so sure.\"\nVerdict: If Jones and Stones are at their best they will be a nice contrast and give England a more solid appearance in central defence - it is still a big \"if\" at this stage of the season.\nWalker and Bertrand or Rose will be the full-back partnership, positions England were found short in at the past two tournaments.\nSouthgate may just have a better defence than Hodgson had in Brazil and France but it still has a vulnerable look and you would not stake your life on its reliability under pressure.\nMidfielders\nRoss Barkley, Jordan Henderson, Adam Lallana, James Milner and Jack Wilshere made the squad in 2014 and 2016\nEngland's midfielders at the past two tournaments\nWorld Cup 2014\nJames Milner (Liverpool)\nJack Wilshere (Arsenal)\nJack Wilshere (Arsenal)\nHere is where Southgate might have to pull off his biggest balancing act of all.\nThe central pairing of Jordan Henderson and a Steven Gerrard at the end of his England career failed in Brazil, while Liverpool's current captain and Eric Dier were colourless and lacking impact in France. Their shortage of creativity and 'much of a muchness' combination must be addressed or Southgate risks faring no better than Hodgson in tournament combat.\nThe increasing desperation to find a cure has seen eyes cast towards Ross Barkley, injured and an outcast at Everton, in the hope he might find form with a move to Spurs in January and a quick-fix partnership with Dier that could work for club and country.\nThis is the same Barkley that Hodgson would not touch with a bargepole in France. Even Jack Wilshere's name has appeared in the debate after resurfacing at Arsenal.\nFormer England international Waddle suggested Chelsea new boy Danny Drinkwater and Newcastle United maverick Jonjo Shelvey as possibilities and the stakes are high. If Southgate can find the answer England could make real progress on what was on offer in Brazil and France.\nChris Waddle's England starting XI at the 2018 World Cup\nA creative player could serve Dele Alli in his telepathic link with Spurs team-mate Harry Kane, and Adam Lallana - England's best player before his injury, according to Southgate - will be another important addition in the midfield area once he is fit and playing for Liverpool.\nThere are young possibilities such as Everton teenager Tom Davies, Spurs rookie Harry Winks and Nathaniel Chalobah at Watford but it would require serious progress and serious trust from Southgate.\nIt could end up being a mix-and-match three-man midfield of Dier centrally, with Lallana and Henderson either side, Alli at 10 and a threatening strikeforce of Kane and Manchester United's Marcus Rashford.\nVerdict: Southgate will hope for a late wildcard, perhaps Barkley, to stake a claim otherwise England's stodgy central midfield will lack imagination and offer little improvement on 2014 in Brazil, and France last summer.\nForwards\nHarry Kane (bottom left) is certain to lead the line for England in Russia\nEngland's forwards at the past two tournaments\nWorld Cup 2014\nJamie Vardy (Leicester)\nEngland will definitely pose more danger in attack than in France, when Kane looked exhausted and Wayne Rooney's England career was drawing to a disappointing conclusion.\nKane is rejuvenated, full of confidence and is now a match-winner on the brink of world-class.\nRashford will have another 12 months of experience and know-how to make even more use of his fearlessness and blistering pace that will force any defence in world football to take a few steps back.\nIf one, or indeed both, come off in Russia - with Alli in support - England will carry real danger if they can get the supply right.\nPhil Neville's England starting XI at the 2018 World Cup\nFormer England international Phil Neville told BBC Sport: \"We know the qualifying rounds are not really a barometer and friendlies are exactly that. Until we go to a major tournament it is difficult to say England are going to do this or that.\n\"We have got quality. This team are better for experiences in France.\n\"I see this as a fantastically talented England team who have got every chance of doing well in a tournament but until they get there and see how they react under pressure we will never know.\"\nEngland were short of punch in Brazil and France. Kane and Rashford can provide the knockout blows with the pace of Leicester City's Jamie Vardy a weapon off the bench.\nVerdict: If it all comes together and Kane and Rashford stay fit, this is an area of real progress and promise for Southgate and England.\nManager\nGareth Southgate took over from Roy Hodgson's successor, Sam Allardyce, who left the England job after one game\nHodgson actually looked at his best at Euro 2012, weeks into the England job and concentrating on what he did and does best. Organisation. Organisation. Organisation.\nIn Brazil and France it looked like Hodgson was too keen to get \"with it\" to prove critics who questioned his pragmatic style wrong, tinkering with attacking formations in a manner that was out of character, with inevitably disappointing results.\nSouthgate, new to the job and this elite level of international football, will be learning as he goes but the 2018 World Cup will be no free hit - he will need to produce acceptable results.\nEngland's World Cup wins\n2002: Argentina (1-0), Denmark (3-0)\n1998: Tunisia (2-0), Colombia (2-0)\nFormer England captain Terry Butcher is an admirer, saying: \"I have seen him change systems and personnel. The Wayne Rooney situation, when he left his captain and major personality out, is an example where he showed he had a tough mentality and a tough character.\n\"Sometimes people see a calmness and gentleness about him but you shouldn't mistake that for timidity and being afraid. He has got a lot of steel there.\n\"Gareth would not have had the career he had as a player without real steel and character. He was captain everywhere he played, and he would not be England manager without being ruthless.\n\"He has shown he can be ruthless and flexible. I have got no worries about Gareth and I am quite looking forward to him going into the World Cup as England manager.\"\nSouthgate is a calm-headed realist who accepts some recent England displays have been disappointing. They have made heavy weather of a comfortable group and will strike no fear into opponents in Russia.\nSouthgate has a matter of months to put that right.\nVerdict: Southgate will find it hard to do any worse than Hodgson did in Brazil and France but whether he is the upgrade England required will only be measured by events next summer.\nEngland have improved goalkeeping alternatives - but will Southgate use them? - and an attack that looks potent as the preparations ramp up. Midfield, however, is a serious headache.\nFriendlies against Germany and Brazil will sharpen some of the blurred lines around England's squad and their World Cup aspirations but Southgate believes he has a blend of youth and experience to prove they are a better bet in Russia than they have been at recent showpiece events.\nMy England starting XI\nChoose who you would pick in the England starting XI in Russia - and then share it with your friends using our team selector.\nFrom the section Football\nFrom the section England\nFrom the section England\nFrom the section Football\nFrom the section Football\n",
        "quotes": [
            [
                "Central defence has been a problem for a long time now since people like Rio Ferdinand left the scene,",
                "",
                true
            ],
            [
                "I don't think we've really had an outstanding partnership since the Terry-Ferdinand years.",
                "",
                true
            ],
            [
                "I think age is creeping up on some and do the younger ones like Keane and Maguire have the experience to go into a major tournament against the likes of Brazil, Argentina, Germany and Spain?",
                "",
                true
            ],
            [
                "We know the qualifying rounds are not really a barometer and friendlies are exactly that.",
                "",
                true
            ],
            [
                "Until we go to a major tournament it is difficult to say England are going to do this or that.",
                "",
                true
            ],
            [
                "This team are better for experiences in France.",
                "",
                true
            ],
            [
                "I see this as a fantastically talented England team who have got every chance of doing well in a tournament but until they get there and see how they react under pressure we will never know.",
                "",
                true
            ],
            [
                "I have seen him change systems and personnel.",
                "Terry Butcher",
                true
            ],
            [
                "The Wayne Rooney situation, when he left his captain and major personality out, is an example where he showed he had a tough mentality and a tough character.",
                "Terry Butcher",
                true
            ],
            [
                "Sometimes people see a calmness and gentleness about him but you shouldn't mistake that for timidity and being afraid.",
                "Terry Butcher",
                true
            ],
            [
                "He has got a lot of steel there.",
                "Terry Butcher",
                true
            ],
            [
                "Gareth would not have had the career he had as a player without real steel and character.",
                "Terry Butcher",
                true
            ],
            [
                "He was captain everywhere he played, and he would not be England manager without being ruthless.",
                "Terry Butcher",
                true
            ],
            [
                "He has shown he can be ruthless and flexible.",
                "Terry Butcher",
                true
            ],
            [
                "I have got no worries about Gareth and I am quite looking forward to him going into the World Cup as England manager.",
                "Terry Butcher",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.bbc.com/sport/football/36573171"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.bbc.com/sport/football/teams/england",
                "http://www.bbc.com/sport/football/41423558",
                "https://www.bbc.com/sport/football"
            ]
        },
        "key_words": [
            "cup",
            "world",
            "united",
            "liverpool",
            "england",
            "2018",
            "everton",
            "southgate",
            "manchester",
            "improved",
            "france",
            "brazil"
        ]
    }
]