[
    {
        "url": "https://www.politico.com/story/2016/09/donald-gregg-bush-hillary-clinton-228642?cmpid=sf",
        "title": "Bush national security adviser endorses Clinton",
        "authors": [
            {
                "name": "Rebecca Morin",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-25",
        "text": "Bush national security adviser endorses Clinton\nHillary Clinton has secured another Bush administration endorsement.\nDonald P. Gregg, national security adviser to George H.W. Bush during his tenure as vice president, said he believes Clinton would be an \"extremely good president.\"\nStory Continued Below\n\"We now have a person at the top of the Republican ticket who I believe is dangerous, doesn't understand the complex world we live in, doesn't care to, and is without any moral or international philosophy,\" Gregg said in a statement.\n\"I’ve met Hillary Clinton a number of times and followed her career in public service. I'm impressed with her knowledge and experience. She would make an extremely good president.\"\nGregg, 88, served as Bush's national security adviser for six years and was part of the Reagan administration for eight years. He was ambassador to South Korea from 1989 to 1993.\nBush is also voting for Clinton , according to Kathleen Hartington Kennedy Townsend, the former Maryland lieutenant governor and daughter of the late Robert F. Kennedy.\nBush's national security adviser during his presidency, Brent Scowcroft, endorsed the former secretary of state as well, as have a number of other national security figures from both Bush administrations.\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "We now have a person at the top of the Republican ticket who I believe is dangerous, doesn't understand the complex world we live in, doesn't care to, and is without any moral or international philosophy,",
                "George H.W. Bush",
                true
            ],
            [
                "I’ve met Hillary Clinton a number of times and followed her career in public service.",
                "",
                true
            ],
            [
                "I'm impressed with her knowledge and experience.",
                "",
                true
            ],
            [
                "She would make an extremely good president.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.politico.com/story/2016/06/brent-scowcroft-endorses-hillary-clinton-224677",
                "https://www.politico.com/story/2016/09/exclusive-george-hw-bush-to-vote-for-hillary-228395"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "good",
            "clinton",
            "national",
            "p",
            "president",
            "security",
            "gregg",
            "bush",
            "adviser",
            "extremely",
            "endorses"
        ]
    }
]