[
    {
        "url": "http://www.cnn.com/2017/10/09/opinions/mays-weak-leadership-is-hurting-brexit-merrick-opinion/index.html",
        "title": "A clean Brexit is becoming increasingly impossible",
        "authors": [
            {
                "name": "Jane Merrick",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-09",
        "text": "By Jane Merrick\nUpdated 11:50 AM ET, Mon October 9, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nMan gives British PM job termination slip 01:42\nJane Merrick is a British political journalist and former political editor of the Independent on Sunday newspaper. The opinions expressed in this commentary are hers.\n(CNN)\nThe Cabinet reshuffle, the way a premier can exercise ultimate power, has been a traditional device to gain strength quickly. But May is so weak that she cannot even sack ministers who are openly undermining her.\nAgainst this backdrop, Brexit -- as Scotland's First Minister Nicola Sturgeon said on Monday -- is turning into a disaster. The prospect of no deal on Britain's exit from Europe is looking increasingly likely by the day.\nThis week marks the fifth round of negotiations between Britain and the EU in Brussels. Yet, with just under 18 months to go before the UK's departure date, no meaningful progress has been made.\nTalks on a post-Brexit trade deal cannot begin until the UK and EU agree on a financial settlement. Yet the UK has refused to give enough ground on the details. The EU also wants May's government to provide more solid information on what will happen to the border between Northern Ireland and the Republic of Ireland and the future rights of EU citizens, but little has been forthcoming.\nRead More\nThis uncertainty matters now, even while talks are still ongoing, because the lack of clarity means that businesses do not know what the future holds in the UK.\nBAE Systems, the UK's largest defense firm, is reportedly set to announce the axing of 1,000 jobs. Even though the firm was reportedly denying the decision was related to Brexit, the move will inevitably fuel the sense that British industry is struggling without a post-Brexit trade deal with the EU.\nIf May were in a stronger position, if she had won an outright majority at the snap election she called in June and delivered an authoritative, crisis-free speech to her party conference last week, she would have a stronger hand in the negotiations with Brussels.\nJUST WATCHED\nWho is Theresa May? 01:18\nInstead, she can only do what the anti-EU, pro-hard Brexit wing of her Conservative party wants, which is to surrender very little ground and refuse to offer up any significant details about the divorce bill. The fact that she struggled to get through her speech because of a persistent cough only amplified the sense that she is floundering.\nAt the moment, the real power in British politics currently lies with Boris Johnson, the pro-Brexit Foreign Secretary, who for the past month has been openly challenging May's authority by setting out his own red lines on what would be an acceptable deal with the EU. The Prime Minister has been unable to sack or demote him, despite his persistent undermining of her.\nAn attempted challenge to May's leadership surfaced on Friday but failed because not enough MPs supported it. This, however, doesn't mean she is in the clear, and there are doubts about whether she can cling on beyond Christmas.\nEuropean negotiators, going into the final Brexit talks before an EU summit later this month, will not be confident of securing a deal with a Prime Minister whose own future is so uncertain. May could draw some comfort from the support of Denmark's finance minister Kristian Jensen, who urged the EU to stop playing a \"game\" and come to a compromise with the UK.\nOn Monday, Theresa May told Brussels that the ball is in their court in terms of moving the talks along. But the European Commission responded to a pre-briefing of this statement before May even had the opportunity to address her own Parliament, insisting that the ball, in fact, remained firmly in the UK's court and that it was their turn to make concessions.\nThis stalemate is bad news and makes either no deal or a best-case-scenario bad deal the most likely outcome.\nIt has also sharpened the focus of both sides of the Brexit debate in the UK.\nPro-Brexit Conservative MPs are blaming Brussels and the UK Treasury -- headed by the Remain-supporting Chancellor Philip Hammond -- for blocking progress on Brexit. This position wilfully fails to understand the EU, which does not want to punish Britain for leaving. They just want to strike a deal that is good for both the bloc and the UK but also that does not encourage others to want their own bespoke arrangement.\nYet it suits pro-Brexit MPs to say that things are going badly, to paint Brussels as the enemy of progress, because they can shift the blame away from themselves and onto the forces that want the UK to stay in the EU.\nOn the other side, arch-Remainers are using the prospect of a no-deal scenario to argue that Britain can find a way back into the EU -- perhaps under a new form of associate membership, advocated by the former Deputy Prime Minister Nick Clegg.\nAnd in the middle of all this is Theresa May, Britain's Prime Minister in name only, unable to exercise any power over her own Cabinet or with the EU.\nUnless the British government can find a way to stabilize her leadership and signal to Brussels that back in London the adults are running the show, then, I'm afraid, Britain's instability will continue for months to come.\nAnd with the clock ticking, this instability could lead to a very bad place very quickly -- and see Britain hurtling towards crashing out of the EU in the most damaging way imaginable.\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.independent.co.uk/news/uk/politics/theresa-may-grant-shapps-coup-plot-latest-conservative-conference-brexit-a7987276.html",
                "https://edition.cnn.com/2017/10/05/opinions/theresa-may-has-to-go-mcternan-opinion/index.html",
                "https://news.sky.com/story/bae-systems-to-axe-over-1000-uk-jobs-amid-typhoon-slowdown-11073489",
                "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-41550906"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "clean",
            "way",
            "deal",
            "theresa",
            "eu",
            "minister",
            "impossible",
            "uk",
            "brussels",
            "increasingly",
            "brexit",
            "british",
            "prime"
        ]
    }
]