[
    {
        "url": "https://www.reuters.com/article/us-texas-shooting/student-arrested-in-fatal-shooting-of-police-officer-at-texas-college-idUSKBN1CF04Y",
        "title": "Student confesses in fatal shooting of police officer at Texas college: warrant",
        "authors": [
            {
                "name": "Alex Dobuzinskis",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-10",
        "text": "October 10, 2017 /  1:37 AM / 2 years ago\nStudent confesses in fatal shooting of police officer at Texas college: warrant\n2 Min Read\n(Reuters) - A 19-year-old student confessed to fatally shooting a Texas Tech University police officer hours after the suspect’s family warned the school he could be suicidal, according to police and an arrest warrant posted online on Tuesday.\nHollis Daniels was arrested on Monday night following a lockdown at the school and charged with killing officer Floyd East, Texas Tech Police Chief Kyle Bonath told reporters. Texas Tech is in Lubbock, about 300 miles (480 km) west of Dallas.\nDaniels’ records posted online by the Lubbock County Jail did not list an attorney. The Lubbock Avalanche-Journal reported that he was a freshman from Seguin, Texas, near San Antonio.\nBonath said that Texas Tech police received a report of a possibly armed student acting erratically, and sent two officers to Daniels’ dorm room.\nThe officers found drug paraphernalia in the room, and when Daniels arrived, arrested him, and took him to the university police station, Bonath said.\nDaniels pulled a gun at the police station, shot East in the head and fled on foot before being caught, officials said.\nAn arrest warrant filed by Lubbock police said Daniels stated at the beginning of an interview with two detectives that he had shot the officer and done “something illogical,” according to the warrant posted online by local media.\nA Texas Tech spokesman told ABC News that a family call had led university police to check on Daniels.\nBonath said that the Texas Tech counseling center got a call earlier on Monday from Daniels’ family saying he may have a weapon and be suicidal.\nHollis A. Daniels is seen in a police booking photo at the Lubbock County Detention Centre in Lubbock, Texas, U.S., October 10, 2017.   Courtesy Lubbock County Sheriff's Office/Handout via REUTERS.\nBonath was not clear about when the counseling center called police.\nEast, 48, had worked since May as an officer at the Lubbock campus. He began working for the university’s El Paso campus in 2014. East is survived by a wife and two daughters, Bonath said.\n“First and foremost, our hearts go out to the family of the police officer killed at Texas Tech University,” Texas Governor Greg Abbott said in a statement.\nReporting by Alex Dobuzinskis in Los Angeles; Additional reporting by  Jonathan Allen in New York and Bernie Woodall in Fort Lauderdale, Fla.; Editing by Jeffrey Benkoe and Peter Cooney\n",
        "quotes": [
            [
                "First and foremost, our hearts go out to the family of the police officer killed at Texas Tech University,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "posted",
            "tech",
            "lubbock",
            "shooting",
            "student",
            "officer",
            "confesses",
            "warrant",
            "college",
            "texas",
            "daniels",
            "online",
            "family",
            "fatal",
            "university"
        ]
    }
]