[
    {
        "url": "http://occupydemocrats.com/2016/09/20/trump-silent-police-credit-sikh-immigrant-capturing-nyc-bomber/",
        "title": "Trump Silent As Police Credit A Sikh Immigrant With Capturing NYC Bomber",
        "authors": [
            {
                "name": "Colin Taylor",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-20",
        "text": "Now Reading\nTrump Silent As Police Credit A Sikh Immigrant With Capturing NYC Bomber\n0 Shares\nRead Next\nOnce again, Donald Trump and the Republican Party’s fear-mongering about immigrants is proven false. Ever since an improvised explosive device injured 29 in Chelsea, New York City, Trump and his goons have revived one of their favorite talking points – vilifying Syrian refugees. “These attacks and many others were made possible because of our extremely open immigration system, which fails to properly vet and screen the individuals or families coming into our country” yelled Trump at one of his notorious hate-rallies on September 19th.\nHe later went on FOX News and in one broad stroke, painted all immigrants with outrageous hyperbole: “Think of it, Hillary Clinton wants to allow hundreds of thousands of these same people that are, you know, they have such hatred and sickness in their heart. It’s sickness, and it’s hatred, and she wants to allow hundreds of thousands more to come in.”\nIn fact, Mr. Trump, the truth is the bombing was committed by a naturalized American citizen – and authorities caught the suspect thanks to a Sikh immigrant, Harinder Bains. He is the owner of the bar in whose doorway Ahmad Rahami decided to take a nap in. When Bains saw the man’s face on CNN, he did what any responsible citizen would do.\nHe called the cops.\n“I did what I think every American would have done. My neighbor would have done the same thing. Any Jewish, Christian, Sikh, Muslim. Anybody would have done the same thing…I’m from Sikh faith. I’ve been taught always stand up against the atrocities, any kind of persecution” said Bains to CNN’s Chris Cuomo.\nHe’s absolutely right – because our nation is a nation of immigrants. All of our forefathers are immigrants who colonized this land and committed genocide against the native peoples. Nobody has any more or less of a right to be here than everyone else, and picking on Syrian refugees because they’re Muslims fleeing chlorine gas and barrel bombs  is the lowest of the low.  Our nation has accepted ten thousand refugees from Syria, a paltry number of the 4.6 milion Syrians that have been displaced by the horrifying violence of the Syrian Civil War. None of them have been connected to any domestic terrorist attacks in the United States. \nSee Also\nThe chance of being killed by a refugee in a terrorist attack is 1 in 3.6 billion ; you are at much more danger from your own countrymen and their firearms. Mr. Bains’ actions reaffirm the notion that unity and welcome are our greatest assets. When immigrants feel accepted by a community, it becomes their community and they will work just as hard to defend it as anyone would.\nWhat do you think?\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [
            [
                "These attacks and many others were made possible because of our extremely open immigration system, which fails to properly vet and screen the individuals or families coming into our country",
                "Trump",
                false
            ],
            [
                "Think of it, Hillary Clinton wants to allow hundreds of thousands of these same people that are, you know, they have such hatred and sickness in their heart.",
                "",
                true
            ],
            [
                "It’s sickness, and it’s hatred, and she wants to allow hundreds of thousands more to come in.",
                "",
                true
            ],
            [
                "I did what I think every American would have done.",
                "Bains",
                true
            ],
            [
                "My neighbor would have done the same thing.",
                "Bains",
                true
            ],
            [
                "Anybody would have done the same thing…I’m from Sikh faith.",
                "Bains",
                true
            ],
            [
                "I’ve been taught always stand up against the atrocities, any kind of persecution",
                "Bains",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2016/09/20/us/harinder-bains-sikh-faith-trnd/index.html",
                "https://www.huffpost.com/entry/syrian-refugees-and-the-r_b_9111374",
                "https://occupydemocrats.com/2016/09/08/media-ignored-massive-chemical-attack-aleppo-yesterday-details/",
                "https://www.npr.org/2016/09/20/494700850/taste-the-outrage-donald-trump-jr-s-tweet-compares-refugees-to-skittles"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.washingtonpost.com/news/fact-checker/wp/2016/09/20/trumps-claim-linking-new-york-bombing-to-an-extremely-open-immigration-system/",
                "https://occupydemocrats.com/privacy/"
            ]
        },
        "key_words": [
            "silent",
            "think",
            "sikh",
            "bains",
            "mr",
            "bomber",
            "immigrant",
            "nyc",
            "capturing",
            "immigrants",
            "credit",
            "syrian",
            "refugees",
            "wants",
            "nation",
            "trump"
        ]
    }
]