[
    {
        "url": "https://www.politico.com/story/2016/09/hillary-clinton-donald-trump-debate-228640?cmpid=sf",
        "title": "Clinton vs. Trump: The only 30 minutes that matter",
        "authors": [
            {
                "name": "Politico Staff",
                "link": null
            },
            {
                "name": "Eli Stokols",
                "link": null
            },
            {
                "name": "Shane Goldmacher",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-26",
        "text": "Clinton vs. Trump: The only 30 minutes that matter\nMost of the big debate moments in history came in the encounter’s opening rounds, something Donald Trump and Hillary Clinton would do well to remember.\nHillary Clinton and Donald Trump will debate for 90 minutes on Monday. But the winner likely will be determined in the first half-hour.\nThat’s when Al Gore first sighed, Mitt Romney knocked President Barack Obama on his heels, and Marco Rubio, earlier this year, glitched in repeating the same talking point — over and over and over. It’s when Gore tried, unsuccessfully, to invade George W. Bush’s space, Richard Nixon was first caught wiping away sweat with a handkerchief (during the moderators’ introductions!) and Gerald Ford in 1976 made the ill-advised declaration that, “There is no Soviet domination of Eastern Europe.”\nStory Continued Below\nVeteran presidential debate coaches and campaign strategists say the tone and trajectory of general election debates have long been set in their opening minutes, and that the explosion of real-time spin and Twitter groupthink has only accelerated the trend.\nAnd so, as Clinton and Trump square off Monday at Hofstra University before a national audience that is expected to shatter viewership records, the pressure will be especially intense right at the start.\n“You have your maximum audience at its most impressionable stage in the first minutes of the debate,” said Mari Maseng Will, a veteran Republican debate coach who served as communications director in the Reagan White House.\nBy ELI STOKOLS\nCampaigns now specially design one-liners for those crucial opening minutes and map out plans to pivot to safer ground if the early questioning veers into rockier political terrain, such as, say, classified emails for Clinton or charges of misogyny for Trump.\nIn a sign of the warp speed in which debate storylines can form, BuzzFeed in 2012 famously posted a story with the headline, \" How Mitt Romney Won the First Debate ,\" only 42 minutes into the first Obama-Romney clash in Denver.\nKevin Madden, then a senior Romney adviser, said the campaign could see the conventional wisdom hardening among the chattering class online in real time. “It was clear Romney was going to be declared the winner no matter what happened in the other 60 minutes, barring any big mistakes,” Madden said. (Romney fell victim to this, too, when he spent the first half of his final encounter largely agreeing with Obama and was portrayed as overly “passive.”)\nDebate pros, much like courtroom lawyers, have a name for this: “the primacy effect.” It’s the idea that whatever is heard first is likely to be what is best remembered.\n“In debates and in trial work, there’s the doctrine of primacy,” said Judd Gregg, who played Gore in Bush’s mock debate preparations in 2000 and John Kerry in 2004. “If you do a good job — or a really bad job — it will stay with the viewer.”\nHow long, exactly, Clinton and Trump have to form that first impression is the subject of, well, some debate.\nTodd Graham, a presidential debate junkie and director of debate at Southern Illinois University, where his teams have won five national championships, estimated that candidates have about 45 minutes. “The first half of the debate is absolutely the most important,” Graham said.\nExamples are plentiful. Reagan’s classic 1984 line, “I am not going to exploit, for political purposes, my opponent's youth and inexperience,” came just before the halfway point.\nBy POLITICO STAFF\nIn 2000, Gore began making off-camera sighs and split-screen smirks in the opening minutes of the first general election debate, expressions of exasperation that would come to define his bouts with Bush. Bush, meanwhile, quickly landed lines about Gore’s “phony numbers” and, later, “fuzzy math” that would be endlessly repeated.\nThen, early in their third debate, Gore physically approached Bush in an act of intimidation that backfired at the town-hall style debate. Bush glanced over and gave Gore a quick, dismissive nod that drew laughs from the crowd as Gore gamely still tried to corner Bush on obscure specifics.\n“What about the Dingle-Norwood bill?” Gore demanded, before eventually retreating to his chair. Bush never answered. He didn’t need to.\nThe early minutes proved critical in some of this year’s primary debates, too.\nIn February, Chris Christie’s campaign-crushing retort to Rubio’s repeating of a talking point — “There it is. The memorized 25-second speech. There it is, everybody” — came fewer than 20 minutes into the two-hour debate. Rubio never recovered that night, or the rest of the campaign.\nCurt Anderson, chief strategist for Bobby Jindal, who appeared in the so-called undercard debates, said the bias toward the beginning was striking.\n“There’s this whole Twitterverse dynamic where it’s decided in the opening minutes. It’s not rational or fair, and you can bitch all you want about it, but you have to adjust and deal with it,” he said. By the end, Jindal’s team designed its debate strategy around landing its weightiest punches early.\nIn the most extreme of cases, an entire debate’s storyline can be sealed after a single question.\nIn 1988, the very first question asked of Michael Dukakis was whether he would support the death penalty if his wife were “raped and murdered.” Without any visible emotion, he said he would not. (“When he answered by talking policy, I knew we had lost the election,” Dukakis’ campaign manager would later say .)\nIn 2012, BuzzFeed famously posted a story with the headline, \"How Mitt Romney Won the First Debate,\" only 42 minutes into the first Obama-Romney clash in Denver. | Getty\nIn the 2012 primaries, CNN opened a debate by asking Newt Gingrich about allegations that he had once wanted an open marriage. “I think the destructive, vicious, negative nature of much of the news media makes it harder to govern this country, harder to attract decent people to run for public office. And I am appalled that you would begin a presidential debate on a topic like that,” Gingrich bellowed to thunderous applause.\nTwo days later, Gingrich, who had been left for dead politically after losing Iowa and New Hampshire, won the South Carolina primary.\nThere are other practical reasons why early minutes matter most: Voters can change the channel, and reporters have to start crafting their stories.\n“Reporters are lazy, and they have deadlines, and those two things combined — they don’t have all night,” said Graham, who said he watches and reads post-game punditry and “95 percent of people are talking about what happened in the first 45 minutes.”\nIn 2012, Rentrak, which tracks television viewership, found that the average home watched only two-thirds of the first debate, though there was no precipitous drop-off over time. But by the third debate, the company reported “the audience just didn’t stay tuned in as long.”\nThere have been key moments late in presidential debates, or course. Reagan’s “There you go again” quip to Jimmy Carter in 1980 came late. George H.W. Bush glanced down at his watch when, deep into a 1992 debate, a voter was asking him a question. And Lloyd Bentsen’s infamous slapdown of Dan Quayle — “I knew Jack Kennedy, Jack Kennedy was a friend of mine. Senator, you are no Jack Kennedy” — came in the waning minutes of the 1988 vice-presidential debate.\nRichard Nixon wipes his face during the nationally televised debate broadcast from a studio in New York City on Oct. 21,1960.  | AP Photo\nWith Trump’s general unpredictability and his reported disdain for full 90-minute dress rehearsals at a lectern, he certainly could tire, slump or lash out late. Notably, Trump never debated one-on-one in the primary, and all those contests included commercial and bathroom breaks that are absent from the formal fall debates.\nMeanwhile, Clinton, in a 2007 primary debate, suffered a late blow after she took two different positions on drivers’ licenses for illegal immigrants in the closing minutes. “I can't tell whether she was for it or against it,” Obama pounced.\nBut historically, it has been the first third to half of debates that prove decisive.\n“Attention spans wane,” said Brett O’Donnell, a Republican debate coach who has worked with past presidential candidates, including Romney, George W. Bush and John McCain. “They’re really set in the first 30 minutes, and you never get a second chance at a first impression.”\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "There is no Soviet domination of Eastern Europe.",
                "Gerald Ford",
                true
            ],
            [
                "You have your maximum audience at its most impressionable stage in the first minutes of the debate,",
                "Mari Maseng Will",
                true
            ],
            [
                "How Mitt Romney Won the First Debate ,",
                "",
                true
            ],
            [
                "It was clear Romney was going to be declared the winner no matter what happened in the other 60 minutes, barring any big mistakes,",
                "Madden",
                true
            ],
            [
                "In debates and in trial work, there’s the doctrine of primacy,",
                "Judd Gregg",
                true
            ],
            [
                "If you do a good job — or a really bad job — it will stay with the viewer.",
                "Judd Gregg",
                true
            ],
            [
                "The first half of the debate is absolutely the most important,",
                "Graham",
                true
            ],
            [
                "I am not going to exploit, for political purposes, my opponent's youth and inexperience,",
                "Reagan",
                true
            ],
            [
                "What about the Dingle-Norwood bill?",
                "Richard Nixon",
                true
            ],
            [
                "There’s this whole Twitterverse dynamic where it’s decided in the opening minutes.",
                "George H.W. Bush",
                true
            ],
            [
                "It’s not rational or fair, and you can bitch all you want about it, but you have to adjust and deal with it,",
                "George H.W. Bush",
                true
            ],
            [
                "When he answered by talking policy, I knew we had lost the election,",
                "Michael Dukakis",
                true
            ],
            [
                "How Mitt Romney Won the First Debate,",
                "",
                true
            ],
            [
                "I think the destructive, vicious, negative nature of much of the news media makes it harder to govern this country, harder to attract decent people to run for public office.",
                "Gingrich",
                true
            ],
            [
                "And I am appalled that you would begin a presidential debate on a topic like that,",
                "Gingrich",
                true
            ],
            [
                "Reporters are lazy, and they have deadlines, and those two things combined — they don’t have all night,",
                "Graham",
                true
            ],
            [
                "95 percent of people are talking about what happened in the first 45 minutes.",
                "Graham",
                false
            ],
            [
                "the audience just didn’t stay tuned in as long.",
                "",
                false
            ],
            [
                "I knew Jack Kennedy, Jack Kennedy was a friend of mine.",
                "Graham",
                true
            ],
            [
                "Senator, you are no Jack Kennedy",
                "Graham",
                false
            ],
            [
                "I can't tell whether she was for it or against it,",
                "Obama",
                true
            ],
            [
                "They’re really set in the first 30 minutes, and you never get a second chance at a first impression.",
                "Brett O'Donnell",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.buzzfeednews.com/article/bensmith/how-mitt-romney-won-the-first-debate",
                "https://www.politico.com/story/2007/04/questions-that-kill-candidates-careers-003617"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=DF9gSyku-fc"
            ]
        },
        "key_words": [
            "clinton",
            "romney",
            "debate",
            "debates",
            "presidential",
            "gore",
            "trump",
            "vs",
            "bush",
            "minutes",
            "matter",
            "30",
            "opening"
        ]
    }
]