[
    {
        "url": "https://www.politico.com/story/2016/09/mark-cuban-trump-clinton-debate-228562?cmpid=sf",
        "title": "Mark Cuban takes front-row seat for presidential debate",
        "authors": [
            {
                "name": "Cristiano Lima",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-23",
        "text": "Mark Cuban takes front-row seat for presidential debate\nWhen Donald Trump looks out at the crowd during his upcoming presidential debate with Hillary Clinton, Mark Cuban plans to make sure he sees at least one unfriendly face.\nThe bombastic billionaire who's been an outspoken critic of the Republican nominee will be sitting front-row when the two opponents square off for their first televised debate at Hofstra University Monday, Cuban revealed in a tweet Thursday night.\nStory Continued Below\nBilling it as the \"Humbling at Hofstra,\" Cuban says he plans to watch closely as Clinton tries to \"overwhelm\" Trump.\nJust got a front row seat to watch @HillaryClinton overwhelm @realDonaldTrump at the \"Humbling at Hofstra\" on Monday. It Is On !\nCuban's decision to attend the debate was lauded by Clinton press secretary Brian Fallon, who wrote on social media early Friday: \"If you have ever seen [Cuban] courtside at a Mavs game, you know he'll be fired up for Monday's debate.\"\nIf you have ever seen @mcuban courtside at a Mavs game, you know he'll be fired up for Monday's debate. #ImwithHer\nCuban has blasted Trump repeatedly over the course of the campaign, calling him a \"jagoff\" and praising him for getting \"stupider before your eyes.\" The billionaire businessman and sports owner has also questioned Trump's self-reported net-worth and mused that the real estate mogul isn't truly capable of self-funding an entire presidential campaign.\nThe Dallas Mavericks owner is part of an increasingly long list of billionaires, including Hewlett Packard executive Meg Whitman and former New York City Mayor Michael Bloomberg, who've opted to back Clinton over Trump.\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "If you have ever seen [Cuban] courtside at a Mavs game, you know he'll be fired up for Monday's debate.",
                "Brian Fallon",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/mcuban",
                "https://twitter.com/hashtag/ImwithHer?src=hash",
                "https://twitter.com/mcuban/status/779125122628136962",
                "https://twitter.com/realDonaldTrump",
                "https://twitter.com/HillaryClinton"
            ]
        },
        "key_words": [
            "clinton",
            "overwhelm",
            "cuban",
            "frontrow",
            "presidential",
            "debate",
            "mark",
            "plans",
            "takes",
            "trump",
            "hofstra",
            "seat",
            "watch"
        ]
    }
]