[
    {
        "url": "https://www.nytimes.com/2017/10/11/arts/music/eminem-donald-trump-bet.html?rref=collection%2Fsectioncollection%2Fpolitics",
        "title": "Eminem Lashes Out at Trump With Freestyle Rap Video",
        "authors": [
            {
                "name": "Joe Coscarelli",
                "link": null
            },
            {
                "name": "Des Shoe",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-11",
        "text": "Advertisement\n\"The Storm.\" (This video contains profanity.) CreditCreditVideo by BETNetworks\nThe rapper Eminem struck out at President Trump in a video that played at the BET Hip Hop Awards on Tuesday, accusing the president of racism, hypocrisy, disrespect of military veterans and more in almost five minutes of furious freestyle rap.\nThe video, titled “ The Storm ,” was filmed in Detroit as part of the BET Hip Hop Awards’ traditional cyphers, in which rappers typically aim to deliver showy verses in a group setting. In his solo appearance, Eminem, wearing a dark hooded sweatshirt and baseball cap, name-drops Colin Kaepernick (“This is for Colin/ball up a fist”), Barack Obama, Hillary Clinton and Stephen K. Bannon. Throughout, he alludes to an array of Mr. Trump’s political clashes, including a reference to Senator John McCain (“Unless you’re a P.O.W. who’s tortured and battered/’cause to him you’re zeroes/’cause he don’t like his war heroes captured.”)\nMr. Kaepernick expressed his support on Twitter with a raised fist emoji.\nEminem also ripped into his fans who are Trump supporters.\n“And any fan of mine/who’s a supporter of his/I’m drawing in the sand a line/you’re either for or against/and if you can’t decide/who you like more and you’re split/on who you should stand beside/I’ll do it for you with this,” he raps, before giving the middle finger to the camera.\nEminem, who has never shied away from a feud, has made Mr. Trump a target before. In August, during a performance at the Reading Festival in the United Kingdom, Eminem told the crowd that he “can’t stand” the president before leading them in an obscene anti-Trump chant. Days earlier, at a concert in Glasgow, the rapper wore a shirt reading “FACK TRUMP” and made similar comments about the president before performing his song “White America.” (“See the problem is/I speak to suburban kids/who otherwise would’ve never knew these words exist.”)\nBut in an earlier era, the two men appeared together amicably. Ahead of the 2004 presidential election, Mr. Trump made a cameo in the Eminem concert special “The Shady National Convention,” which aired on MTV. “I know a winner when I see one,” Mr. Trump said in an endorsement of Eminem’s alter-ego, Slim Shady. “Donald Trump is telling you right now Slim Shady is a winner. He’s got brains, he’s got guts and he’s got Donald Trump’s vote.”\nThe rapper’s dense, blistering lyrics have courted controversy in the past, with some accusing him of writing homophobic and misogynistic verses.\nAnd this is not the first time that Eminem has tackled politics in his songs: He has also taken aim at Bill Clinton, Hillary Clinton and George W. Bush. Last October, he released the freestyle track “Campaign Speech,” in which he called Mr. Trump “a loose cannon who’s blunt with his hand on the button.”\nEminem is thought to be gearing up for the release this year of his eighth major-label album and first since “The Marshall Mathers LP 2” in 2013. (A longtime producer for the rapper said earlier this month that the new music was “done.”) In the last few years, he has popped up for occasional guest verses and soundtrack songs — he is featured on Pink’s “Revenge,” out Friday — but has largely remained in the shadows, away from celebrity and social media.\n“Sometimes I think that if I get comfortable or set in my ways of doing something, maybe I should step back for a minute and figure out how to mix it up a little bit,” he told The New York Times in 2015.\nOther hip-hop artists and rappers have also targeted the president in their lyrics and music videos. The California rapper YG released a single last August called “FDT,” in which he repeatedly curses Mr. Trump’s name. Kendrick Lamar lashed out at Mr. Trump in his tracks “The Heart Part 4” and “XXX.” Snoop Dogg’s music video “Lavender,” in which the rapper aimed a toy pistol at a clown resembling Mr. Trump, earned a rebuke and a call for “jail time!” from the president himself in March.\nA version of this article appears in print on , Section C, Page 3 of the New York edition with the headline: Eminem Lashes Out At Trump in Rap Video. Order Reprints | Today’s Paper | Subscribe\n",
        "quotes": [
            [
                "This is for Colin/ball up a fist",
                "",
                false
            ],
            [
                "Unless you’re a P.O.W.",
                "",
                true
            ],
            [
                "who’s tortured and battered/’cause to him you’re zeroes/’cause he don’t like his war heroes captured.",
                "",
                false
            ],
            [
                "And any fan of mine/who’s a supporter of his/I’m drawing in the sand a line/you’re either for or against/and if you can’t decide/who you like more and you’re split/on who you should stand beside/I’ll do it for you with this,",
                "Eminem",
                true
            ],
            [
                "See the problem is/I speak to suburban kids/who otherwise would’ve never knew these words exist.",
                "",
                true
            ],
            [
                "I know a winner when I see one,",
                "Eminem",
                true
            ],
            [
                "Donald Trump is telling you right now Slim Shady is a winner.",
                "Trump",
                true
            ],
            [
                "He’s got brains, he’s got guts and he’s got Donald Trump’s vote.",
                "Trump",
                true
            ],
            [
                "a loose cannon who’s blunt with his hand on the button.",
                "Eminem",
                false
            ],
            [
                "Sometimes I think that if I get comfortable or set in my ways of doing something, maybe I should step back for a minute and figure out how to mix it up a little bit,",
                "Eminem",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2015/07/19/arts/music/eminem-collaborates-on-the-album-for-the-film-southpaw.html?module=inline",
                "https://www.nytimes.com/2017/03/15/arts/music/snoop-dogg-trump-video-gun.html?module=inline",
                "https://www.washingtonpost.com/news/morning-mix/wp/2014/11/12/how-eminem-peddles-misogyny-as-a-tool-to-sell-records/?utm_term=.f439841247f3",
                "https://www.rollingstone.com/music/music-news/exclusive-eminem-responds-to-rap-god-homophobia-accusations-248155/",
                "https://www.vibe.com/2017/10/eminem-album-done-mr-porter-video/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/Eminem/status/917922469775925248",
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.youtube.com/watch?v=rkUyxFy4Pqk",
                "https://www.parsintl.com/publication/the-new-york-times/",
                "https://twitter.com/Kaepernick7/status/917955545197314048"
            ]
        },
        "key_words": [
            "mr",
            "eminem",
            "rapper",
            "music",
            "freestyle",
            "songs",
            "rap",
            "released",
            "rappers",
            "video",
            "clinton",
            "lyrics",
            "lashes",
            "trump",
            "president"
        ]
    }
]