[
    {
        "url": "https://www.reuters.com/article/us-abertis-m-a-acs-es/hochtief-to-decide-next-week-on-potential-counterbid-for-abertis-sources-idUSKBN1CH1A5",
        "title": "Hochtief to decide next week on potential counterbid for Abertis: sources",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-12",
        "text": "Hochtief to decide next week on potential counterbid for Abertis: sources\n2 Min Read\nToll road operator Abertis´headquarters is seen in Barcelona, Spain, October 9, 2017. REUTERS/Eric Gaillard\nFRANKFURT/DUESSELDORF (Reuters) - Germany’s Hochtief ( HOTG.DE ), controlled by Spanish building and infrastructure company ACS ( ACS.MC ), will decide next week whether to make an offer for toll road operator Abertis ABE.MC, people close to the matter said.\nHochtief’s supervisory board is poised to discuss the potential Abertis acquisition at a meeting on Wednesday, two people close to the matter said.\nIf Hochtief goes ahead with a bid it would offer Abertis shareholders a mixture of cash and shares, they said.\nTo help finance the deal, Hochtief would launch a multi-billion euro capital increase, in which parent ACS would not take part and therefore see its 72 percent stake diluted, they added.\nACS and Hochtief declined to comment.\nItalian toll-road group Atlantia in May offered 17 billion euros ($20.2 billion) in cash and equity to buy Abertis, and ACS announced shortly after it was considering a counterbid.\nLast month, ACS said it was still looking into a potential bid for Abertis but that it had yet to make a decision on the issue and submit it to its board.\nAtlantia’s bid for Abertis is set to win EU approval, sources said on Tuesday, clearing another hurdle to getting the long-awaited deal done unless a counter-bid emerges.\nReporting by Matthias Inverardi and Arno Schuetze; Editing by Maria Sheahan\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.reuters.com/finance/stocks/overview/ACS.MC",
                "https://www.reuters.com/finance/stocks/overview/HOTG.DE"
            ]
        },
        "key_words": [
            "road",
            "offer",
            "potential",
            "bid",
            "toll",
            "abertis",
            "counterbid",
            "hochtief",
            "week",
            "decide",
            "operator",
            "matter",
            "sources",
            "acs"
        ]
    }
]