[
    {
        "url": "https://www.nytimes.com/2017/10/09/arts/design/raghubir-singh-india-metropolitan-museum-of-art-met-breuer.html?rref=collection%2Fsectioncollection%2Farts",
        "title": "Seeing India Through a Contemporary Lens",
        "authors": [
            {
                "name": "Arthur Lubow",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-09",
        "text": "Advertisement\nSuccession Raghubir Singh\nBy Arthur Lubow\nOct 9, 2017\nNear the end of his abruptly abbreviated life, Raghubir Singh complained about a curator who asked him why he didn’t photograph outside India. He observed that no one wonders why Walker Evans or Garry Winogrand stayed in the United States.\n“He was stung by these American blinders that see America as the world and other places as foreign,” said Mia Fineman , the associate curator of photographs at the Metropolitan Museum of Art, who has organized a Singh retrospective at the Met Breuer through Jan. 2. (It will then travel to the Museum of Fine Arts, Houston , and the Royal Ontario Museum in Toronto.) Because Singh’s photographs depict scenes that Western viewers find exotic, it is easy to overlook their formally inventive compositions and masterful technique — to realize that they are not simply reportage, they are art.\nImage\n“Pavement Mirror Shop, Howrah, West Bengal,” 1991. In the dazzling array of reflections at a mirror shop, Singh’s image appears at top center.CreditSuccession Raghubir Singh\nSingh, who died of a massive heart attack in New York in 1999, at the age of 56, straddled the chasm that separates modernist street photography and traditional Indian culture. He worked throughout his career in color, which set him apart from the black-and-white photographers he admired — including Henri Cartier-Bresson , William Gedney and Lee Friedlander . He believed that only through color could the Indian reality be captured: not only because the streets in India pulsate with the entire chromatic spectrum, but also, he declared, because the somberness of black is shunned by Indians, and the dark, guilt-ridden ethos of Western art is alien to their joyful vision of life.\nAn insider-outsider wherever he went, Singh was born to a feudal upper-class family in Rajasthan who lost most of their land and fortune following India’s independence in 1947 from Britain. Having tried unsuccessfully to secure an administrative position at a tea estate, he turned instead to the 35-millimeter camera that a brother gave him.\nHe revered the photographs that Cartier-Bresson made in India, especially those that were published in Life during the independence period. In the mid-1960s, journalism provided the most auspicious path for an enterprising young photographer. Singh forged a beneficial connection with National Geographic, receiving a series of assignments and a steady supply of Kodachrome film, almost impossible to obtain in India at that time because of import restrictions. He worked for other publications, too, including The New York Times.\nImage\n“After an Accident, Grand Trunk Road, Bihar,” 1991. This photograph of a wrecked truck and an oblivious cowherd is a reminder that in India catastrophe is ever-present and must be sidestepped.CreditSuccession Raghubir Singh\nSingh made posed portraits, especially of the Indian writers and other intellectuals he befriended. He depicted people in scenic landscapes, often viewed from a distance to imbue the composition with a lyrical, rhythmic beauty. Only gradually did he arrive at an original way of reproducing the dizzying juxtapositions and discontinuities that confronted him.\n“Raghubir was one of those remarkable artists who could absorb a lot of different impulses and transform them into something his own,” said Glenn D. Lowry , the director of the Museum of Modern Art, whose Manhattan home displays many of Singh’s photographs. The artist was informed by the tradition of Indian painting, particularly the Rajput miniatures from his native province, in which a single picture can portray scenes that are proceeding simultaneously but disconnectedly: in the garden, through open windows and doorways, within a passing stream. He also learned from Indian dance, sharing its exquisite sensitivity to gestures and hand movements.\nHe published 14 books set in India and preferred to design the books himself. From his vast and ever-growing circle of friends, he would find eminent men, such as Satyajit Ray and V. S. Naipaul , to write the text. “He’d go to a corporation or municipality in India and get the money to make the book,” said Thomas Roma , a photographer and Singh’s friend. “He was a one-man band.”\nImage\n“Mischief Book Maquette,” 1998. A self-portrait of Singh in which he puts only his native, formative Rajasthan in focus.CreditSuccession Raghubir Singh\nTraveling outside India frequently, Singh met a French photojournalist, Anne de Henning , in Hong Kong in 1972, and they were married that year. They eventually moved to Paris, where their daughter, Devika, was born in 1983. Although the marriage ended in divorce, Ms. de Henning’s small apartment remained a fixed base, housing Singh’s archive. Impecunious and nomadic, he stayed at the apartments of friends around the world, leaving a suitcase containing clothes and slides with each. “There were several suitcases of his under the bed in our house,” said Mr. Lowry. “He had his own topography that was marked that way.”\nPassionate and fiercely opinionated, Singh made a compelling, exasperating friend. He did not respect boundaries. Mr. Friedlander traveled to meet him in India to go on a photographing trip and found to his astonishment that Singh had crossed over into the customs area restricted to arriving passengers, with the aim of instructing Mr. Friedlander in how to explain his rolls of film to the agents. “I told him to leave me alone and I’d see him when I got out,” Mr. Friedlander recounted.\nMr. Roma, with whom Singh stayed for months at a time in Brooklyn, recalled that he could occupy the sole bathroom in the house for two hours and then “complain bitterly about the quality of the croissants in the neighborhood.” Always hard up, he would frequently borrow money (although he kept a fastidious record of his debts). He was unrestrained in ridiculing the opinions of others. Mr. Roma, along with Singh’s many other devoted pals, accepted these irritating quirks as the price of his invigorating companionship. “He was passionate about everything — about tea, about food, about life,” Mr. Roma said. Most of all, he was inflamed by photography. “He would pass a garbage can and say, ‘I wonder what Brassai would do with that,’” Mr. Roma continued. “Everything reminded him of a photograph.”\nImage\n“A Marwari Wedding Reception in South Calcutta’s Singhi Park, Calcutta, West Bengal,” circa 1972.CreditSuccession Raghubir Singh\nHe took as much from the West as he did from traditional India. He was deeply versed in the devices of modernist photographers, especially Mr. Friedlander’s, in which foreground elements, such as poles and trees, and reflective surfaces, such as shop windows and plate-glass doorways, are employed to fragment the image and convey the jumbled sensations of life.\nIn his street photography, though, there is a telling difference from the pictures of Mr. Winogrand or Robert Frank . The American photographers depicted crowds of atomized individuals. When Singh looked about him in India, he found intimate moments of human interaction — a boy carrying a baby, a barber cutting a client’s hair — within the wider flux of teeming humanity. “What was amazing in the last decade of Raghubir’s life was the modern vision he developed, with such a deep understanding of India, which was in his blood,” said Ketaki Sheth , one of the younger Indian photographers whom Singh mentored.\nSometimes, Singh’s photographs function as commentary. A picture taken outside the former Victoria Terminus in Mumbai (then Bombay) shows men in jeans and chinos hurrying to work, while in the foreground a vendor is holding a mosquito net that frames a view of its imposing stone lion. “To me, it is a complete sentence — all the men are in Western dress and they think they are catching the British lion in a mosquito net,” said Ilan Averbuch , a sculptor who was a close friend of Singh’s. A photograph of a wrecked truck and an oblivious cowherd recalls the Bruegel painting of the fall of Icarus , about which W. H. Auden wrote a famous poem; but unlike Bruegel’s disaster, which unfolds as a speck in the sky, Singh’s downed truck takes up more than a third of the frame, pushing up to the picture plane and dwarfing the man and his cattle. In India, catastrophe is always in your face, but it can be — must be — sidestepped.\nIn his final completed project, on the boxy Ambassador car that was ubiquitous during the period he traveled in India, the doors, windows and rearview mirrors of the vehicles divide and complicate the image. “His work became more abstract,” said Gwen Darien, an art historian and patient-rights advocate who was his partner during the last year of his life. At the time of his death, he was about to travel to Chicago, where his first American museum retrospective had just opened at the Art Institute of Chicago. “I think he was at a significant turning point,” Ms. Darien said. “It was a new place of his engagement with other photographers and the public. It is so heartbreaking that that was the moment when he died.”\nOne of his last, unfinished projects was a series of what we now call selfies in different settings. Mr. Roma said he thought these self-portraits differ in motivation from the well-known self-portraits of Mr. Friedlander (who is Mr. Roma’s father-in-law). “Lee is projecting himself on the landscape,” he said. “Raghubir was almost doing the opposite, projecting the landscape onto himself.” Singh was contemplating the impressions left on him by the many places he happened to visit, and the singular place from which he hailed. “He always claimed that he was shaped by Rajasthan,” said Akeel Bilgrami, a professor of philosophy at Columbia University. A 1998 self-portrait in Rajasthan illustrates that. Bespectacled and quizzical, Singh fills much of the frame, but he is out of focus. The courtyard and servant in the traditional house behind him are rendered sharp and clear.\nA version of this article appears in print on , Section AR, Page 17 of the New York edition with the headline: An Insider-Outsider Vision of India. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "I wonder what Brassai would do with that,",
                "",
                true
            ],
            [
                "He was stung by these American blinders that see America as the world and other places as foreign,",
                "Mia Fineman",
                true
            ],
            [
                "Pavement Mirror Shop, Howrah, West Bengal,",
                "Mia Fineman",
                true
            ],
            [
                "After an Accident, Grand Trunk Road, Bihar,",
                "",
                true
            ],
            [
                "Raghubir was one of those remarkable artists who could absorb a lot of different impulses and transform them into something his own,",
                "Glenn D. Lowry",
                true
            ],
            [
                "He’d go to a corporation or municipality in India and get the money to make the book,",
                "Thomas Roma",
                true
            ],
            [
                "He was a one-man band.",
                "Thomas Roma",
                true
            ],
            [
                "There were several suitcases of his under the bed in our house,",
                "",
                true
            ],
            [
                "He had his own topography that was marked that way.",
                "Lowry",
                true
            ],
            [
                "I told him to leave me alone and I’d see him when I got out,",
                "Thomas Roma",
                true
            ],
            [
                "complain bitterly about the quality of the croissants in the neighborhood.",
                "Lowry",
                false
            ],
            [
                "He was passionate about everything — about tea, about food, about life,",
                "Lowry",
                true
            ],
            [
                "He would pass a garbage can and say, ‘I wonder what Brassai would do with that,",
                "Lowry",
                true
            ],
            [
                "Everything reminded him of a photograph.",
                "Roma",
                true
            ],
            [
                "A Marwari Wedding Reception in South Calcutta’s Singhi Park, Calcutta, West Bengal,",
                "Lowry",
                true
            ],
            [
                "What was amazing in the last decade of Raghubir’s life was the modern vision he developed, with such a deep understanding of India, which was in his blood,",
                "Ketaki Sheth",
                true
            ],
            [
                "To me, it is a complete sentence — all the men are in Western dress and they think they are catching the British lion in a mosquito net,",
                "Ilan Averbuch",
                true
            ],
            [
                "I think he was at a significant turning point,",
                "Ketaki Sheth",
                true
            ],
            [
                "It was a new place of his engagement with other photographers and the public.",
                "Darien",
                true
            ],
            [
                "It is so heartbreaking that that was the moment when he died.",
                "Darien",
                true
            ],
            [
                "Lee is projecting himself on the landscape,",
                "CreditSuccession Raghubir Singh",
                true
            ],
            [
                "Raghubir was almost doing the opposite, projecting the landscape onto himself.",
                "CreditSuccession Raghubir Singh",
                true
            ],
            [
                "He always claimed that he was shaped by Rajasthan,",
                "Akeel Bilgrami",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2016/07/15/arts/design/divine-pleasures-celebrates-the-colors-of-desire-in-indian-paintings.html?mcubz=0&_r=0&module=inline",
                "https://www.nytimes.com/1999/04/20/arts/raghubir-singh-photographer-who-depicted-a-vivid-india-dies-at-58.html?mcubz=0&module=inline",
                "https://www.nytimes.com/2015/07/05/magazine/robert-franks-america.html?mcubz=0&module=inline",
                "https://www.nytimes.com/2008/11/23/books/review/Packer-t.html?module=inline",
                "https://www.nytimes.com/2017/07/06/arts/design/an-exhibition-worth-thousands-of-words.html?mcubz=0&module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://thomasroma.com/",
                "http://www.annedehenning.com/biography/",
                "https://www.mfah.org/",
                "http://www.metmuseum.org/art/collection/search/725256",
                "https://www.bl.uk/collection-items/landscape-with-the-fall-of-icarus",
                "http://www.metmuseum.org/toah/hd/cabr/hd_cabr.htm",
                "http://www.npg.org.uk/blog/on-belonging-photographs-by-ketaki-sheth",
                "https://www.rom.on.ca/en",
                "https://www.parsintl.com/publication/the-new-york-times/",
                "http://www.metmuseum.org/exhibitions/listings/2014/garry-winogrand",
                "http://www.metmuseum.org/exhibitions/listings/2008/lee-friedlander",
                "https://www.nytimes.com/search?query=Lowry%252C+Glenn+D.",
                "https://www.nytimes.com/section/todayspaper",
                "http://www.ilanaverbuch.com/",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "http://www.satyajitray.org/",
                "https://www.moma.org/artists/1777",
                "http://www.metmuseum.org/exhibitions/listings/2017/raghubir-singh-photographs"
            ]
        },
        "key_words": [
            "think",
            "seeing",
            "mr",
            "lens",
            "india",
            "rajasthan",
            "work",
            "contemporary",
            "selfportraits",
            "photographers",
            "singh",
            "truck",
            "singhs"
        ]
    }
]