[
    {
        "url": "http://author.addictinginfo.org/2016/09/23/the-pope-flat-out-called-fox-news-type-journalism-terrorism/",
        "title": "The Pope Flat Out Called Fox News Type Journalism ‘Terrorism’",
        "authors": [
            {
                "name": "Wendy Gittleson",
                "link": null
            }
        ],
        "publisher": "addictinginfo.com",
        "publish_date": "2016-09-23",
        "text": "·\nSomeone had to say it. Okay, liberals have been saying it for years. Fox News (and increasingly, the other news channels) have been promoting fear for so long that they have become the terrorists. Pope Francis agrees. Channeling Franklin Delano Roosevelt’s infamous line, “we have nothing to fear but fear itself,” the Pope chastised fear-based media.\nJournalism based on gossip or rumors is a form of “terrorism” and media that stereotype entire populations or foment fear of migrants are acting destructively, Pope Francis said on Thursday.\nSpreading rumors is an example of “terrorism, of how you can kill a person with your tongue”, he said. “This is even more true for journalists because their voice can reach everyone and this is a very powerful weapon.”\nNow, to be fair, Pope Francis was in Italy and he was talking to Italy’s press, which has its own problems with nationalism, but I’m sure he was hoping his words would hop the pond. After all, Fox spreads little but fear and that’s what has given us Donald Trump.\nCrime in the nation is down. An American’s odds of being killed by a terrorist is 1 in 20 million . Those are roughly the same odds as being killed by your own furniture. Still, Trump, prompted on by Fox News, is scaring the crap out of Americans:\nFear is in the air, and fear is surging. Americans are more afraid today than they have been in a long time: Polls show majorities of Americans worried about being victims of terrorism and crime, numbers that have surged over the past year to highs not seen for more than a decade. Every week seems to bring a new large- or small-scale terrorist attack, at home or abroad. Mass shootings form a constant drumbeat. Protests have shut down large cities repeatedly, and some have turned violent. Overall crime rates may be down, but a sense of disorder is constant.\nSearch\nArchives\nArchives\n",
        "quotes": [
            [
                "we have nothing to fear but fear itself,",
                "Franklin Delano Roosevelt",
                false
            ],
            [
                "terrorism, of how you can kill a person with your tongue",
                "Franklin Delano Roosevelt",
                false
            ],
            [
                "This is even more true for journalists because their voice can reach everyone and this is a very powerful weapon.",
                "Pope Francis",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://www.lifeinsurancequotes.org/additional-resources/deadly-statistics/",
                "http://www.lifeinsurancequotes.org/additional-resources/deadly-statistics/"
            ]
        },
        "key_words": [
            "called",
            "fear",
            "pope",
            "francis",
            "fox",
            "journalism",
            "americans",
            "trump",
            "talking",
            "terrorist",
            "type",
            "flat",
            "thats",
            "terrorism"
        ]
    }
]