[
    {
        "url": "http://www.cnn.com/2017/10/11/us/napa-wildfire-businesses-help-trnd/index.html",
        "title": "Napa businesses rally to help the community",
        "authors": [
            {
                "name": "Amanda Jackson",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-11",
        "text": "Updated 9:42 PM ET, Wed October 11, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nStaff at Compline Wine Bar prepare sandwiches to take to the local fire station on Wednesday.\n(CNN)\nAs multiple fires rage around Napa , California, local businesses are opening their doors to help the community connect with their loved ones.\n\"Napa is a very strong and a close-knit community,\" said Ryan Stetins, co-owner of Compline Wine Bar. \"In times of crisis, everyone sticks together to get through it.\"\nOver 53,000 customers are still without power throughout California, most of them in the Napa and Sonoma areas. Compline Wine Bar, Napa Cigars and Blackbird Inn -- all in downtown Napa -- have power and are offering a safe place for residents.\nCompline Wine Bar\n\"Napa residents, if you need to get out of the smoke or need sustenance, we're open and have WiFi.\" Compline Wine bar posted on Instagram.\nRead More\nOct 11, 2017 at 12:10pm PDT\nThe wine bar is also a restaurant and it has teamed up with other local businesses to make lunches for first responders.\n\"Today, we made 48 meals,\" Stetins said. \"We have made them since Monday and deliver them to the downtown Napa fire station.\"\nThey plan to continue to make meals for the first responders as supplies permit.\nNapa Cigars\nThe local cigar bar and lounge is open for anyone to come use its Wi-Fi or just smoke a cigar to get their mind off the wildfire.\n\"There's a lot of uncertainty, but people are in good spirits, as cigar smokers usually are,\" said Eric Smaldino, the owner of Napa Cigars.\nBecause his home is safe, he decided to open so people had a place to relax and get a moment away from the wildfire. About half the business around him are closed, Smaldino said.\n\"I've lived here four years and never seen fire like this before,\" he said.\nOct 11, 2017 at 12:16pm PDT\n\"We are open, we have power, phones, charging cords and wifi for anyone who needs it. Stay strong out there Napa.\" the business posted on Instagram.\nBlackbird Inn\nThis bed and breakfast that \"offers the intimacy of a vintage hideaway\" has special discounted rates for evacuees.\n\"We are fully functioning, just a little smoky smelling,\" said Emily King, the manager.\nOct 11, 2017 at 12:15pm PDT\nThe inn offers hot meals and cookies for guests. If you are evacuating with a small pet, it has a room for you.\n\"The community is in distress,\" Stetins said, \"but I saw this online and it sticks with me: 'Love is thicker than the smoke in the air.''\n",
        "quotes": [
            [
                "Napa is a very strong and a close-knit community,",
                "Ryan Stetins",
                true
            ],
            [
                "In times of crisis, everyone sticks together to get through it.",
                "Ryan Stetins",
                true
            ],
            [
                "Napa residents, if you need to get out of the smoke or need sustenance, we're open and have WiFi.",
                "",
                true
            ],
            [
                "We have made them since Monday and deliver them to the downtown Napa fire station.",
                "Stetins",
                true
            ],
            [
                "There's a lot of uncertainty, but people are in good spirits, as cigar smokers usually are,",
                "Eric Smaldino",
                true
            ],
            [
                "I've lived here four years and never seen fire like this before,",
                "Smaldino",
                true
            ],
            [
                "We are open, we have power, phones, charging cords and wifi for anyone who needs it.",
                "Smaldino",
                true
            ],
            [
                "offers the intimacy of a vintage hideaway",
                "Smaldino",
                false
            ],
            [
                "We are fully functioning, just a little smoky smelling,",
                "Emily King",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2017/10/10/us/california-wildfire-by-the-numbers/index.html",
                "https://www.cnn.com/2017/10/11/us/california-fires-updates/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "shared",
            "open",
            "wifi",
            "community",
            "help",
            "bar",
            "smoke",
            "strong",
            "businesses",
            "rally",
            "need",
            "napa",
            "stetins",
            "wine"
        ]
    }
]