[
    {
        "url": "https://www.politico.com/story/2016/09/fox-news-poll-donald-trump-hillary-clinton-228498?cmpid=sf",
        "title": "Poll: Trump leads Clinton in Ohio, Nevada, North Carolina",
        "authors": [
            {
                "name": "Louis Nelson",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-21",
        "text": "Poll: Trump leads Clinton in Ohio, Nevada, North Carolina\nDonald Trump has pulled ahead of Hillary Clinton among likely voters in a trio of swing states, according to a Fox News poll released Wednesday evening.\nIn a four-way race that also includes Libertarian Gary Johnson and Green Party candidate Jill Stein, Trump leads Clinton 43 percent to 40 percent in Nevada, 45 percent to 40 percent in North Carolina and 42 percent to 37 percent in Ohio.\nStory Continued Below\nJohnson polled at 8 percent in Nevada and at 6 percent in both North Carolina and Ohio. The only state in which Stein registered any support was Ohio, where she polled at 2 percent.\nPresident Barack Obama won all three states in 2008 and took Ohio and Nevada in his 2012 reelection campaign. All three are essential for Trump, who faces a relatively narrow electoral path to the White House relative to Clinton.\nThe Fox News poll is good news for the Trump campaign after a fresh NBC News/Wall Street Journal poll released earlier Wednesday showed Clinton with a 6-point lead nationwide.\nThe Fox poll also shows Republican Senate candidates in each state with leads over their Democratic opponents. The biggest advantage of the three belongs to incumbent Ohio Sen. Rob Portman, who leads former Ohio Gov. Ted Strickland 51 percent to 37 percent. Another incumbent, North Carolina Sen. Richard Burr, leads Democrat Deborah Ross by 6 points, 43 percent to 37 percent, while GOP Rep. Joe Heck leads Democrat Catherine Cortez Masto by 7points, 43 percent to 36 percent, in the race to fill outgoing Senate Minority Leader Harry Reid’s Nevada Senate seat.\nIn North Carolina’s gubernatorial race, Republican Gov. Pat McCrory holds a small lead despite the still-swirling controversy surrounding his decision to sign into law a bill perceived by many to be discriminatory against transgender individuals. The incumbent GOP governor leads his Democratic challenger, North Carolina Attorney General Roy Cooper, by a 3-point margin, 46 percent to 43 percent.\nThe Fox News poll was conducted Sept. 18-20 via both landlines and cellphones. It reached 704 likely voters in Nevada, 734 in North Carolina and 737 in Ohio. The margin of error in all three states was plus-or-minus 3.5 points.\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "fox",
            "leads",
            "clinton",
            "nevada",
            "north",
            "trump",
            "states",
            "ohio",
            "carolina",
            "race",
            "poll"
        ]
    }
]