[
    {
        "url": "https://www.reuters.com/article/us-soccer-worldcup-fox/soccer-fox-undaunted-by-u-s-failure-to-qualify-for-world-cup-idUSKBN1CG30M",
        "title": "Soccer: Fox undaunted by U.S. failure to qualify for World Cup",
        "authors": [
            {
                "name": "Rory Carroll",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-11",
        "text": "October 11, 2017 /  11:02 PM / 2 years ago\nSoccer: Fox undaunted by U.S. failure to qualify for World Cup\n3 Min Read\nLOS ANGELES (Reuters) - The failure of the United States men’s team to qualify for next year’s World Cup will not impact on Fox Sports’s plans to televise the tournament, a right for which it paid $200 million, the network said on Wednesday.\nFox Sports won the English-language rights to air the 2018 and 2022 World Cups in the U.S. from ESPN as part of a $400 million deal struck in 2011 when few would have predicted that the American team would fail to qualify for the 2018 tournament in Russia.\n“Last night’s World Cup qualifying results do not change FOX Sports’ passion for the world’s biggest sporting event,” the company said in a statement.\n“While the U.S. was eliminated, the biggest stars in the world from Lionel Messi to Cristiano Ronaldo stamped their tickets to Russia on the same day, and will battle teams ranging from Mexico to England that have massive fan bases in America.”\nU.S. dreams were dashed on Tuesday when they lost 2-1 to  Trinidad and Tobago to finish fifth in the six-team North, Central American and Caribbean (CONCACAF) qualifying group.\n“FOX Sports remains steadfast in our commitment of bringing the games to America for the first time in 2018 and will continue to support the U.S. Soccer Federation as they look ahead to the 2022 World Cup,” the network said.\nSports marketing experts on Wednesday said that although not qualifying is undoubtedly a setback for U.S. soccer, it does not spell disaster for Fox.\nReports indicating a $10-20 million negative impact for Fox from the U.S. team’s failure to qualify seem correct and represent a negligible amount for the network, said Brian Wieser, an analyst with equity research company Pivotal.\n“We think the absence of the men’s team from the 2018 World Cup is negative, but only marginally so, and in line with reported estimates,” he said.\n“Arguably the challenging time zone (with the 2018 tournament hosted in Russia) will prove to cause a more significant factor depressing viewing when comparing 2018 vs. 2014,” Wieser added.\nJoe Favorito, a sports marketing consultant, said any company investing in soccer is investing in a global brand.\n“When you walk down the streets of Manhattan today, you see kids wearing Messi jerseys and Ranoldo jerseys much more than you see them wearing American jerseys,” he said.\n“So people saying this is disastrous to Fox are being premature.”\nThe real financial harm will come in the form of “collateral damage” to players like 19-year-old American Christian Pulisic, who could have used the World Cup platform to boost his personal brand.\nThe team’s absence will also hurt U.S. stadiums that would have hosted lead-up matches and grassroots soccer investment dollars that would have come from FIFA.\n“That’s the damage of this, not so much for the brands that would have bought into Fox,” Favorito said.\n“At the end of the day, it’s going to be an amazing global event and that’s what Fox bought into,” he added.\n“They didn’t buy into the U.S. winning the World Cup.”\nReporting by Rory Carroll, editing by Ed Osmond\n",
        "quotes": [
            [
                "Last night’s World Cup qualifying results do not change FOX Sports’ passion for the world’s biggest sporting event,",
                "",
                true
            ],
            [
                "While the U.S. was eliminated, the biggest stars in the world from Lionel Messi to Cristiano Ronaldo stamped their tickets to Russia on the same day, and will battle teams ranging from Mexico to England that have massive fan bases in America.",
                "",
                true
            ],
            [
                "FOX Sports remains steadfast in our commitment of bringing the games to America for the first time in 2018 and will continue to support the U.S. Soccer Federation as they look ahead to the 2022 World Cup,",
                "",
                true
            ],
            [
                "We think the absence of the men’s team from the 2018 World Cup is negative, but only marginally so, and in line with reported estimates,",
                "Wieser",
                true
            ],
            [
                "Arguably the challenging time zone (with the 2018 tournament hosted in Russia) will prove to cause a more significant factor depressing viewing when comparing 2018 vs. 2014,",
                "Wieser",
                true
            ],
            [
                "When you walk down the streets of Manhattan today, you see kids wearing Messi jerseys and Ranoldo jerseys much more than you see them wearing American jerseys,",
                "",
                true
            ],
            [
                "So people saying this is disastrous to Fox are being premature.",
                "",
                true
            ],
            [
                "That’s the damage of this, not so much for the brands that would have bought into Fox,",
                "Favorito",
                true
            ],
            [
                "At the end of the day, it’s going to be an amazing global event and that’s what Fox bought into,",
                "Favorito",
                true
            ],
            [
                "They didn’t buy into the U.S. winning the World Cup.",
                "Favorito",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "cup",
            "team",
            "fox",
            "qualify",
            "world",
            "teams",
            "failure",
            "2018",
            "american",
            "undaunted",
            "tournament",
            "soccer",
            "qualifying"
        ]
    }
]