[
    {
        "url": "http://beforeitsnews.com/prophecy/2017/10/las-vegas-american-psyop-fbi-isis-connection-final-conclusions-by-jim-stone-freelance-reporter-video-2494611.html",
        "title": "Las Vegas American PSYOP: FBI ISIS Connection Final Conclusions by Jim Stone, Freelance Reporter (Video)",
        "authors": [
            {
                "name": "Jeffery Pritchett",
                "link": null
            }
        ],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "Total:\nLas Vegas American PSYOP: FBI ISIS Connection Final Conclusions by Jim Stone, Freelance Reporter (Video)\nWednesday, October 4, 2017 13:21\n% of readers think this story is Fact. Add your two cents.\n \nFINAL CONCLUSION ON VEGAS: The shooting probably happened, but not as stated and emergency responders were not allowed in to get the death toll as high as possible. This is the type of thing that happens in communist countries.\nI gotta say it, I came across a SUPREMELY WEIRD PHOTO that irreparably destroys the official story (scroll down a little, it moved down the page)\nI found a “supremely weird photo,” in beyond full HD. It shows the hotel clearly after the shooting, and no windows are missing. Seriously folks, this photo needs some explaining! If there was a shooting, it happened on the ground and this photo shows so much it also proves all they did afterward was let people die.\nUpdate to this photo (below, now down the page a ways)\nIf there were 500 injured, where was the ambulance response? Were they told to stand down? And were the victims allowed to bleed out overnight to maximize the death count? Why no late night investigation or ongoing emergency response?\n \n1. The windows that should be broken by this time on Mandalay Bay are not broken. They must have been kicked out later in the night.\n2. There is no ongoing medical cleanup, and the stage is turned off. You can’t see the ground, but it is obviously a no action moment. Additionally, there is no investigation happening at Mandalay Bay in the appropriate room because the lights are off. The appropriate room is 9 floors down from the top of where the vertical lights start, or 6 floors down from where the exterior (wider) concrete starts.\n3. This photo is obviously staged, and was taken on Giles street. It is obvious the street is shut down at the time of this photo, thus confirming the time frame it was purportedly from. Traffic in Vegas never stops, you can’t have this type of photo going on at any time unless the street is shut down. Also, the street is covered in litter, which Vegas does not tolerate. This would strongly indicate that it was indeed taken after a horde of concert goers split.\n \nDOUBLE CLICK the image, a right click will only save a low res 880 pixel version. This image is super clear at 3000 pixels width\n \n \n \n \n(thanks, because I am fatigued and can’t do it that well right now)\nI am getting ready to call this a HUGE HOAX. At a minimum, certain aspects of this are now a proven total HOAX. Matt said it right, and the really weird crap shown in the photos above basically proves Matt is right:\n“I’m a huge fan of your site and have been following it daily since your work on MH370. I don’t think anyone except the patsy was shot in Vegas, and I think we have to look at the evidence that should exist but is entirely missing. We’re supposed to think 500 were injured but none of them posted a video of themselves with non-life-threatening injuries to show friends and family that they were alive? There also should have been a huge triage area active for hours and ambulances a quarter mile both up and down the street in perfect view of Mandalay and Luxor but not one of the hotel guests posts this either? I could go on.”\n_________________________\nTHIS VIDEO IS IMPORTANT, BECAUSE IT PROVES THE STAGE CREW COOPERATED WITH THE SHOOTING\nPeople are suspecting the snipers were on the Sphinx across the street. That would work. I still say they were probably above the stage, right where the huge bright lights come on. I don’t think any of the musicians were in on the plot. Stage crews would be easy to infiltrate. One thing is certain, they absolutely were not shooting from the 32nd floor.\nIMPORTANT: I just noticed another detail – in the video above, which was taken from the back of the crowd, the gunfire sounds close, but not immediately close. In other videos, where the people were right at the front of the crowd, the gunfire sounds like it is RIGHT THERE. If the shots originated at Mandalay, there would not be that difference.\nHere’s the Vegas conspiracy, as the “official” alt media consensus is putting it together.\nPaddock was undercover FBI supplying arms to ISIS in America, Hillary fast and furious style. That fits, because he was a liberal. He did manage to get a bunch of guns up into the room for a gun deal.\nSix FBI agents entered the room with a smart card key (all the hotel rooms in Vegas have had those for a while.) They have the security film footage of the perps dressed in normal civilian clothing but what looks like disguises including low drawn baseball caps and loose clothing. They entered the hotel room with a smart card. One used to open any room at the hotel but somehow they got one for this room. Apparently the hotel security saw this happen but thought nothing of it, and was told to go home after the events unfolded. Despite the fact that Paddock is FBI, the FBI decided to dispose of him for a psy op. They entered the room as gun buyers, killed Paddock and kicked out the windows as the operation unfolded. They created enough of a ruckus to convince people in surrounding rooms. Then they waited in the room while the FBI locked the area down.\nAfter everything was locked down, the second wave of FBI agents kicked their way into the room to make it sound good for any witnesses hiding in neighboring rooms and the perpetrators for this part of the psy op walked out the front door, wearing FBI jackets. There is an airport nearby that they used to bug out. Most people suspect it was Israeli FBI agents that are now on a Mediterranean vacation.\nQUESTION: Do I agree with this theory? Well, it sounds about right, provided it leaves room for the bulk of the shooting happening elsewhere. No muzzle flashes showing up from the 32nd floor at any point makes that part of the story a requirement.\n \nTHIS IS WHAT AN AK-47 LOOKS LIKE AT NIGHT\n \nMy comment on this video: This plainly proves no one was shooting from the hotel, it is SO FREAKING BRIGHT no one in a million years could possibly have missed it, no video camera would either, it probably would have put flashes across the entire face of the hotel. This is also far brighter than what the people claiming the shooting happened on lower floors are showing as examples. No missing windows there plus not bright enough equals squad car strobe relections.\n \nI host the Church of Mabus radio show and it is going on 8 years. I’ve been in the paranormal community for 20 years. I provide content from a network of sources and guests and allies. Ranging from Politics to the Paranormal and the Spiritual. You can check out my other articles here at my BIOGRAPHY at BIN and you can check out my free radio show at this link HERE . Thanks for showing your support and stopping by.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nmimi\nSome people did get hurt. My daughter goes to school in Vegas and people she knows including teachers were there and say it all. Some were shot in the leg, some had a collapsed lung from being shot. It was a set up but not a hoax. People really died that night…\nOct 4, 2017, 5:05 pm\nAnonymous\nWhere did they take the dead and wounded and why no ambulances nor helicopters for over 550 people?\nOct 5, 2017, 6:33 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nTop Global\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "I’m a huge fan of your site and have been following it daily since your work on MH370.",
                "Matt",
                true
            ],
            [
                "I don’t think anyone except the patsy was shot in Vegas, and I think we have to look at the evidence that should exist but is entirely missing.",
                "Matt",
                true
            ],
            [
                "We’re supposed to think 500 were injured but none of them posted a video of themselves with non-life-threatening injuries to show friends and family that they were alive?",
                "Matt",
                true
            ],
            [
                "There also should have been a huge triage area active for hours and ambulances a quarter mile both up and down the street in perfect view of Mandalay and Luxor but not one of the hotel guests posts this either?",
                "Matt",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/contributor/pages/106/013/bio.html",
                "http://www.suppressedhealthsecrets.com",
                "https://beforeitsnews.com/r2/?url=http://www.churchofmabusradio.com",
                "http://www.prodo1.com/"
            ]
        },
        "key_words": [
            "final",
            "stage",
            "windows",
            "isis",
            "right",
            "hotel",
            "lights",
            "jim",
            "reporter",
            "stone",
            "shooting",
            "video",
            "psyop",
            "vegas",
            "room",
            "fbi",
            "las",
            "freelance"
        ]
    }
]