[
    {
        "url": "http://inhealth.cnn.com/taking-control-of-your-asthma/when-asthma-gets-scary-meditation-and-relaxation-practices?did=t1_rss5",
        "title": "When Asthma Gets Scary: Meditation and Relaxation Practices",
        "authors": [],
        "publisher": "healthguides.healthgrades.com",
        "publish_date": "2015-12-18",
        "text": "By\nManaging the Attacks\nAsthma is a chronic respiratory, or lung disease caused by inflammation of the small airways. Symptoms usually begin in childhood, but adults can develop asthma later on in life. It can’t be cured, but you can usually manage asthma with medications—most often inhalers (or “puffers”). However, people with asthma may be able to reduce how often they have an attack (called exacerbations) with some simple lifestyle changes. These won’t eliminate the attacks completely, but they can make a difference.\nGetting a diagnosis of asthma can be scary and intimidating. But with a little understanding and the right treatment plan, you can learn to control your asthma and keep it from slowing you down.\n2019 Healthgrades Operating Company, Inc. The content on Healthgrades does not provide medical advice. Always consult a medical provider for diagnosis and treatment. All rights reserved. May not be reproduced or reprinted without permission from Healthgrades Operating Company, Inc. Use of this information is governed by the Healthgrades User Agreement.\nTranscript\nopen\nSusan:              I'm a singer and an accordion player, and I've had asthma for about three years.   Erika:              I was first diagnosed with asthma in 2004.   Susan:              There was a night when I couldn't breathe when I was sleeping.    Erika:              I was really out of breath all the time, short of breath, and I finally made a decision to go to the doctor and see what was going on.   Ben:                And he says, \"You have asthma,\" and I said, \"What?\"   Susan:              Well, what do I do?    Catherine:          Once you have a diagnosis, there's treatment.    Dr. Greenspan:      I think it's really important that you be managed by a specialist, so a pulmonary doctor, who really specializes in asthma.   Catherine:          Part of the treatment will be an action plan.   Dr. Greenspan:      Number 1: medical. Having the right doctor. Taking the right medications. Taking those medications properly.   Dr. Greenspan:      Number 2: exercise. Vigorous aerobic exercise. Strength training. Breathing re-training. Flexibility exercises.   Catherine:          Understand your symptoms, and according to your symptoms, know exactly what to do.   Dr. Greenspan:      Number 3: nutrition. Being the right weight, not being overweight, not being underweight.   Dr. Greenspan:      Number 4: stress management. Relaxation training. Trying to calm down your nervous system.    Dr. Greenspan:      Number 5: prevention of infection.    Erika:              It is very manageable. I find that it's not a huge upset in my life.   Vanessa:            I mean, I grew up using a peak flow meter, and my doctor always had me... I had a chart where I had to fill out... I think I did it a couple times a day.   Catherine:          A peak flow meter is a device that measures the forced breath that you breathe out in a second.   Vanessa:            And I'd have to check to see where my breathing levels were.    Catherine:          Are they 80% or better of predicted, which is the green zone.    Vanessa:            You know, if I was in that range it was good.   Catherine:          Less than 80%, the yellow zone. 50% means you're in the red zone.   Kouryou:            Know your limits. Don't try to be Superman. But don't let it hold you back.    Susan:              Everything's going to be fine. Just keep breathing.\nSo, what kinds of activities are we talking about? The obvious ones are to avoid triggers, such as cigarette smoke and allergens, and to be careful when suddenly exposed to cold winter air. Participating in physical activity is good for people with asthma, but you should speak with your doctor about what type of exercise is best for you, especially if you have exercise-induced asthma.\nAnother lifestyle change that is getting more popular is relaxation exercises and meditation. This is because emotional and psychological stress affects us physically. For some people with asthma, stress can make symptoms worse.\nDifferent Types of Meditation\nMeditation means different things to different people—no one method is better than another. It all boils down to what works for you. You can learn most of these methods on your own, in classes, or with individual instruction. Instruction—class or individual—is often a good idea at first, especially with the more physical practices like yoga.\nInstructors can help you learn the proper poses with the right techniques, helping reduce risk of injury. Instructors can help you pace yourself through the meditative processes, coaching you and encouraging you as you learn the new techniques.\nHere are a few examples:\nGuided meditation, or guided imagery. Often described as a vacation for your mind, guided meditation or imagery may a good place to start in your meditation journey. Choose an image that is pleasing, either a fond memory or an imaginary place, then imagine being there, bringing to mind the sounds, smells and sensations of the memory or place. Once you’ve practiced this, it becomes easier to call on those sensations when anxiety comes over you.\nMindfulness meditation. Mindfulness is a way of saying “being in the moment.” It’s a form of meditation that brings you to the here and now: what you smell, feel, hear, and more. By practicing mindfulness and concentrating on what is happening at that moment, you can pull on your inner resources when you feel stressed, anxious or depressed.\nYoga. Yoga is seen in many ways, from a form of gentle exercise to meditation. In this case, you can use yoga as a way to help calm your body and your mind as you meditate and relax. Some people get more out of the physical aspect of the practice, while others benefit from the breathing and meditation side.\nTai chi. Tai chi is an ancient martial art, but unlike the ones most people may be familiar with, like karate, tai chi is gentle and slow, allowing you to focus on your body and your thoughts. Practitioners consider it ‘meditation exercise.’ Although you are constantly moving, nothing is forced or rushed, and your body is kept in a relaxed manner throughout.\nLiving with a chronic illness like asthma can be stressful. By learning a few basic relaxation or meditative techniques, you may be able to reduce that stress, which may also lessen the frequency and severity of your asthma.\nWas this helpful? (160)\n© 2019 Healthgrades Operating Company, Inc. The content on Healthgrades does not provide medical advice. Always consult a medical provider for diagnosis and treatment. All rights reserved. May not be reproduced or reprinted without permission from Healthgrades Operating Company, Inc. Use of this information is governed by the Healthgrades User Agreement.\nStress & Physical Health. Cleveland Clinic. https://my.clevelandclinic.org/health/diseases_conditions/hic_Stress_and_Physical_Health\nStress & Asthma. Cleveland Clinic. http://my.clevelandclinic.org/health/diseases_conditions/hic_Asthma_An_Overview/hic_Understanding_Asthma_Triggers/hic_Stress_and_Asthma\nMeditation: A simple, fast way to reduce stress. Mayo Clinic. http://www.mayoclinic.org/tests-procedures/meditation/in-depth/meditation/art-20045858\nLearn About Mindfulness. University of Missouri System. https://www.umsystem.edu/curators/mindfulness/mindfulness\nHatha Yoga Classes. University of Missouri System. https://www.umsystem.edu/curators/mindfulness/yoga\nThe health benefits of tai chi. Harvard Health Publications. http://www.health.harvard.edu/staying-healthy/the-health-benefits-of-tai-chi\nx\nThis content is created or selected by the Healthgrades editorial team and is funded by an advertising sponsor. The content is subject to the Healthgrades medical review process for accuracy, balance and objectivity. The content is not edited or otherwise influenced by the advertisers appearing on this page except with the possible suggestion of the broad topic area. For more information, read the  Healthgrades advertising policy.\nADVERTISEMENT\nYour opinion matters!\nPlease fill out this short, 1-3 minute survey about Taking Control of Your Asthma. Your answers are anonymous and will not be linked to you personally.\nThe survey will appear at the end of your visit.\nNo, Thanks\nThank you!\nA survey will be presented to you after you finish viewing our Taking Control of Your Asthma content.\nClose\nAt Your                         Appointment\nYou appear to be interested in [INTEREST]\nThere are [COUNT] four and five-star providers near [LOCATION] who treat [INTEREST]. Let us connect you with the right doctor.\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.mayoclinic.org/tests-procedures/meditation/in-depth/meditation/art-20045858",
                "https://my.clevelandclinic.org/health/articles/11874-stress",
                "http://www.health.harvard.edu/staying-healthy/the-health-benefits-of-tai-chi",
                "https://www.healthgrades.com/content/advertising-policy",
                "https://my.clevelandclinic.org/health/articles/9573-stress--asthma"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.umsystem.edu/ums/errordocument",
                "https://www.umsystem.edu/ums/errordocument"
            ]
        },
        "key_words": [
            "meditation",
            "practices",
            "asthma",
            "stress",
            "good",
            "healthgrades",
            "symptoms",
            "gets",
            "physical",
            "reduce",
            "relaxation",
            "scary",
            "place"
        ]
    }
]