[
    {
        "url": "https://www.nytimes.com/2017/10/11/world/asia/india-child-marriage-rape.html?rref=collection%2Fsectioncollection%2Fworld",
        "title": "India Shields Child Brides From Sex",
        "authors": [
            {
                "name": "Hari Kumar",
                "link": null
            },
            {
                "name": "Jeffrey Gettleman",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-11",
        "text": "Advertisement\nOct 11, 2017\nNEW DELHI — India’s Supreme Court on Wednesday struck down a part of the country’s legal code that had permitted men to have sex with their underage wives — a decision that human rights groups said was an important step forward for the rights of girls.\nIndian law sets 18 as the age for marriage and consent to sex for a young woman. But another provision of the law was inconsistent, saying a man could have sex with a girl as young as 15, as long as she was his wife.\nAdvocates argued to the court that this exception encouraged child marriage, which is prevalent throughout rural India and has imperiled many development goals, like improving education, ending poverty and reducing family size.\nIt has also put millions of Indian girls in dangerous situations where they are abused.\nWednesday’s ruling ended the legal discrepancy. The court said , “Sexual intercourse with a girl below 18 years of age is rape regardless of whether she is married or not.”\nJagmati Sangwan, a women’s rights advocate, hailed the decision, saying it would cut down on the number of young girls who are essentially trafficked. She acknowledged that the decision might be difficult to enforce because child marriage is widespread across large parts of India.\nStill, she said, “I think this ruling will get more girls to step forward and assert their rights.”\n“There is so much violence against young women, even in their homes,” she added.\nIn rural India, poor families often marry off their daughters while they are still in their early teens. Many fathers are eager for the dowry payments they can get from men who want young wives.\nAnd some advocates say that getting women married as soon as possible can help keep them safe in a country where there are more men than women.\nMany Indian parents have aborted the fetuses of girls because they think boys will bring more long-term economic benefits to the family. The result is that in many communities it is difficult for some men to find wives; women’s rights groups said frustrated, unmarried men often preyed upon girls.\nA version of this article appears in print on , Section A, Page 9 of the New York edition with the headline: India Shields Child Brides From Sex. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "Sexual intercourse with a girl below 18 years of age is rape regardless of whether she is married or not.",
                "",
                true
            ],
            [
                "I think this ruling will get more girls to step forward and assert their rights.",
                "",
                true
            ],
            [
                "There is so much violence against young women, even in their homes,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.parsintl.com/publication/the-new-york-times/"
            ]
        },
        "key_words": [
            "child",
            "young",
            "rights",
            "marriage",
            "legal",
            "shields",
            "india",
            "law",
            "18",
            "sex",
            "brides",
            "court",
            "girl",
            "age"
        ]
    }
]