[
    {
        "url": "http://www.cnn.com/2017/10/04/politics/dianne-feinstein-gun-control-bump-stocks/index.html",
        "title": "Republicans signal some openness to new gun legislation",
        "authors": [
            {
                "name": "Deirdre Walsh",
                "link": null
            },
            {
                "name": "Lauren Fox",
                "link": null
            },
            {
                "name": "Ted Barrett",
                "link": null
            },
            {
                "name": "Ashley Killough",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-04",
        "text": "Updated 7:21 AM ET, Thu October 5, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nSen. Dianne Feinstein has a long history of advocating for stricter gun control\nShe said her daughter had decided not to attend the Jason Aldean concert\nWashington (CNN)\nIn a departure from years of opposition to new gun control measures, some congressional Republicans started to show cautious interest Wednesday in legislation that would restrict devices that enable semi-automatic rifles to fire rapidly like automatic weapons.\nSen. John Cornyn, the No. 2 Republican in the Senate, said he would like a hearing on the issue to learn more and said he has already brought it up to Sen. Chuck Grassley, the chairman of the Senate judiciary committee.\nCornyn, who said he owns \"a lot of guns,\" said he found it odd that such a device, known as a \"bump stock,\" can be used legally to convert semi-automatic weapons. \"I think that's a legitimate question,\" he said, adding that it was an \"obvious concern.\"\nFor his part, Grassley said he wanted a full investigation into the massacre in Las Vegas -- where a gunman killed at least 58 and wounded nearly 500 earlier this week -- before he moved forward with a hearing.\nGoing farther than Cornyn, Sen. Ron Johnson flat-out said he had \"no problem\" banning the device.\nRead More\n\"Automatic weapons are illegal,\" the Wisconsin Republican told reporters. \"To me, that is part of that same type of process. So I have no problem banning those.\"\nIn another significant development, Republican Rep. Jeff Duncan of South Carolina, the key voice behind the so-called gun silencer bill that awaits a vote in the House, said he would be open to debating the bump stock issue and plans to talk to more of his Republican colleagues.\n\"I didn't know they existed until this,\" Duncan said, adding that he and other members have been \"watching videos\" to ‎learn more about the device. Based on what he's gauged so far, he described the device as simple and may be \"hard to regulate.\"\nEarlier Wednesday, Sen. Dianne Feinstein, D-California, introduced a bill that would ban the sale, transfer, importation, manufacture or possession of bump fire stocks, as well as trigger cranks and other accessories that accelerate a semi-automatic rifle's rate of fire.\nRhode Island Democratic Rep. David Cicilline introduced the same legislation in the House on Wednesday and noted that nearly 100 members signed on, but so far no Republican has co-sponsored the bill.\nFeinstein, who has had a long history of advocating for stricter gun control, also revealed Wednesday that her own daughter was planning to attend the Route 91 Harvest Festival in Las Vegas.\nBut, Feinstein said, \"for one reason or another,\" her daughter and neighbors decided not to make the trip from San Francisco.\n\"That's how close it came to me,\" she said at a news conference introducing her bill. \"I just thank God. That's just, it's one of those misses in life. Could happen to any one of us.\"\nFeinstein was successful in getting an assault weapons ban passed in 1994, but it expired in 2004 and was not renewed by Congress. After the deadly school shooting in Newtown, Connecticut, in 2012, Feinstein again attempted to pass an assault weapons ban -- which included a ban on bump stocks -- but the legislation did not pass.\n\"I don't know what to do except to continue to fight, because reason doesn't control this situation,\" Feinstein said.\nA wide number of senators said Wednesday they were still trying to familiarize themselves with the device.\n\"This is the first time I'm hearing about it. I'm gonna study it,\" said Sen. Orrin Hatch, R-Utah. \"I'm concerned about it, I'll put it that way.\"\nSen. Lindsey Graham, R-South Carolina, said holding a hearing would be a \"good idea,\" especially since many people aren't well versed in bump stocks.\n\"I own a AR-15 but I don't own a bump stock. I didn't know what a bump stock really was. Anyway, something to look at,\" Graham said.\nSen. Mike Rounds, R-South Dakota, said he \"would look seriously at legislation that would limit\" a \"type of an add-on feature\" that allows firearms to be manipulated to operate more like machine guns.\nRepublicans' openness to learn more about the idea is a far cry from the staunch opposition most have held in recent years to proposals that would regulate firearms.\nJill Snyder, special agent in charge of the Bureau of Alcohol, Tobacco and Firearms, said Tuesday that the gunman in Las Vegas rigged 12 semi-automatic rifles with bump stocks.\nThe devices are classified as parts, not firearms subject to specific regulations under the Gun Control Act or the National Firearms Act, according to an ATF memo obtained by CNN. The device does not perform automatically when installed, and to use it, a shooter must apply constant forward pressure with the non-shooting hand and constant rearward pressure with the shooting hand, the memo said.\nRepublican Sen. Cory Gardner, who said he read the memo, said bump stocks \"are going to be part of the discussion.\"\n\"Let's get the facts, let's find out what happened,\" he added. \"Let's have a discussion. That's what we ought to do.\"\nOn the broader topic of gun control, Republican leaders have said it's too early to talk about any legislative moves after the violence in Las Vegas. \"The investigation has not even been completed, and I think it's premature to be discussing legislative solutions if there are any,\" Senate Majority Leader Mitch McConnell told reporters on Tuesday.\nRepublican senators, peppered with questions by reporters in the hallways of Capitol Hill, gave mixed feedback throughout the day on restricting bump stocks, with some outright opposing the idea while others were open to learn more.\n\"I'm a Second Amendment man. I'm not for any gun control. None,\" said Republican Sen. Richard Shelby of Alabama when asked if he'd be open to any regulations or bans on the devices.\n\"I am very skeptical about legislation that attempts to ban features and particular guns,\" said Republican Sen. Pat Toomey of Pennsylvania. \"I haven't looked at it, but I'm skeptical.\"\nRepublican Sen. Bob Corker of Tennessee said he wasn't familiar with bump stocks and planned to do more research. \"I am going to get someone to present to me in my office what a bump stock device is. I apologize, but I do not know.\"\n\"I like to see legislation before I comment on it,\" said Sen. Deb Fischer. \"It's just what we do in Nebraska.\"\nSome Democrats were also still trying to learn more about the device.\n\"We'll find out what the hell they are,\" said Sen. Jon Tester, a Democrat who's up for re-election in Montana next year. \"We'll get hold of some folks in the industry and find out what they do, and we'll look at Dianne's bill and make a decision in due time.\"\nSen. Richard Blumenthal, D-Connecticut, who joined Feinstein at the event announcing the legislation, invoked the sounds of the gunfire now heard widely on television and across social media, saying \"the searing noise of that staccato firing should be a wake-up call to this Congress\" and \"ought to be echoing in our minds.\"\nFeinstein, who was present during the 1978 assassinations of San Francisco Mayor George Moscone and Supervisor Harvey Milk, said she planned to reach out to President Donald Trump about her bill and try to work with Republicans on the legislation.\n\"I know what guns can do,\" she said. \"This is taking it into war.\"\nThis story has been updated to reflect the most recent injury figures from authorities.\nCNN's Sunlen Serfaty, Phil Mattingly and David Siegel contributed to this report.\n",
        "quotes": [
            [
                "I think that's a legitimate question,",
                "Grassley",
                true
            ],
            [
                "To me, that is part of that same type of process.",
                "Grassley",
                true
            ],
            [
                "So I have no problem banning those.",
                "Grassley",
                true
            ],
            [
                "I didn't know they existed until this,",
                "Grassley",
                true
            ],
            [
                "That's how close it came to me,",
                "Feinstein",
                true
            ],
            [
                "That's just, it's one of those misses in life.",
                "Feinstein",
                true
            ],
            [
                "Could happen to any one of us.",
                "Feinstein",
                true
            ],
            [
                "I don't know what to do except to continue to fight, because reason doesn't control this situation,",
                "Feinstein",
                true
            ],
            [
                "This is the first time I'm hearing about it.",
                "Orrin Hatch",
                true
            ],
            [
                "I'm concerned about it, I'll put it that way.",
                "Orrin Hatch",
                true
            ],
            [
                "I own a AR-15 but I don't own a bump stock.",
                "Graham",
                true
            ],
            [
                "I didn't know what a bump stock really was.",
                "Graham",
                true
            ],
            [
                "would look seriously at legislation that would limit",
                "Graham",
                false
            ],
            [
                "type of an add-on feature",
                "Graham",
                false
            ],
            [
                "are going to be part of the discussion.",
                "",
                false
            ],
            [
                "Let's get the facts, let's find out what happened,",
                "Graham",
                true
            ],
            [
                "That's what we ought to do.",
                "Graham",
                true
            ],
            [
                "The investigation has not even been completed, and I think it's premature to be discussing legislative solutions if there are any,",
                "Mitch McConnell",
                true
            ],
            [
                "I'm a Second Amendment man.",
                "Mitch McConnell",
                true
            ],
            [
                "I'm not for any gun control.",
                "Mitch McConnell",
                true
            ],
            [
                "I am very skeptical about legislation that attempts to ban features and particular guns,",
                "",
                true
            ],
            [
                "I haven't looked at it, but I'm skeptical.",
                "",
                true
            ],
            [
                "I am going to get someone to present to me in my office what a bump stock device is.",
                "Mitch McConnell",
                true
            ],
            [
                "I apologize, but I do not know.",
                "Mitch McConnell",
                true
            ],
            [
                "I like to see legislation before I comment on it,",
                "Deb Fischer",
                true
            ],
            [
                "It's just what we do in Nebraska.",
                "Deb Fischer",
                true
            ],
            [
                "We'll find out what the hell they are,",
                "Jon Tester",
                true
            ],
            [
                "We'll get hold of some folks in the industry and find out what they do, and we'll look at Dianne's bill and make a decision in due time.",
                "Jon Tester",
                true
            ],
            [
                "the searing noise of that staccato firing should be a wake-up call to this Congress",
                "Feinstein",
                false
            ],
            [
                "ought to be echoing in our minds.",
                "Feinstein",
                false
            ],
            [
                "I know what guns can do,",
                "",
                true
            ],
            [
                "This is taking it into war.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "gun",
            "stocks",
            "stock",
            "im",
            "bump",
            "openness",
            "control",
            "signal",
            "sen",
            "republican",
            "legislation",
            "republicans",
            "learn"
        ]
    }
]