[
    {
        "url": "https://www.politico.com/story/2016/09/benjamin-netanyahu-obama-golf-228481?cmpid=sf",
        "title": "Netanyahu pokes at Obama's 'terrific golf game'",
        "authors": [
            {
                "name": "Nolan D. Mccaskill",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-21",
        "text": "Israeli Prime Minister Benjamin Netanyahu poked fun at President Barack Obama’s golf obsession Wednesday as he extended an invitation to the president to visit him in Israel.\n“As you conclude your presidency, I know you’re gonna be busy with many, many things — much more than improving what I hear is a terrific golf game,” Netanyahu said to Obama, as the two appeared before the media, with a backdrop of American and Israeli flags, after meeting on the sidelines of the U.N. General Assembly in New York. “Your voice, your influential voice, will be heard for many decades, and I know you’ll continue to support Israel's right to defend itself and its right to thrive as a Jewish state.”\nStory Continued Below\n“So I want you to know, Barack, that you’ll always be a welcome guest in Israel,” the prime minister continued. “And, by the way, I don’t play golf, but right next to my home in Caesarea in Israel is a terrific golf course.”\nObama responded in jest, remarking as they shook hands that the pair will “set up a tee time.”\n“I guarantee you I will visit Israel often because it is a beautiful country with beautiful people, and Michelle and the girls, I think, resent the fact that I have not taken them on most of these trips,” Obama added. “So they’re insistent that I do take them, of course. They will appreciate the fact that the next time I visit Israel I won’t have to sit in bilats but instead can enjoy the sights and sounds of a remarkable country.”\nWhile the two heads of state have a strained relationship, both were all smiles Wednesday as they touted the “unbreakable” bond the U.S. shares with Israel.\n“As Prime Minister Netanyahu mentioned, the bond between the United States and Israel is unbreakable,” Obama said. “It is based on common values, family ties, a recognition that a Jewish state of Israel is one of our most important allies and a guiding principle throughout my presidency. One that I’ve expressed often to the prime minister is that it is important for America’s national security to ensure that we have a safe and secure Israel, one that can defend itself.”\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "As you conclude your presidency, I know you’re gonna be busy with many, many things — much more than improving what I hear is a terrific golf game,",
                "Netanyahu",
                true
            ],
            [
                "Your voice, your influential voice, will be heard for many decades, and I know you’ll continue to support Israel's right to defend itself and its right to thrive as a Jewish state.",
                "Netanyahu",
                true
            ],
            [
                "So I want you to know, Barack, that you’ll always be a welcome guest in Israel,",
                "Netanyahu",
                true
            ],
            [
                "And, by the way, I don’t play golf, but right next to my home in Caesarea in Israel is a terrific golf course.",
                "Netanyahu",
                true
            ],
            [
                "I guarantee you I will visit Israel often because it is a beautiful country with beautiful people, and Michelle and the girls, I think, resent the fact that I have not taken them on most of these trips,",
                "Barack",
                true
            ],
            [
                "So they’re insistent that I do take them, of course.",
                "Barack",
                true
            ],
            [
                "They will appreciate the fact that the next time I visit Israel I won’t have to sit in bilats but instead can enjoy the sights and sounds of a remarkable country.",
                "Barack",
                true
            ],
            [
                "As Prime Minister Netanyahu mentioned, the bond between the United States and Israel is unbreakable,",
                "Barack",
                true
            ],
            [
                "It is based on common values, family ties, a recognition that a Jewish state of Israel is one of our most important allies and a guiding principle throughout my presidency.",
                "Barack",
                true
            ],
            [
                "One that I’ve expressed often to the prime minister is that it is important for America’s national security to ensure that we have a safe and secure Israel, one that can defend itself.",
                "Barack",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "netanyahu",
            "minister",
            "obama",
            "israel",
            "game",
            "terrific",
            "pokes",
            "prime",
            "golf",
            "know",
            "right",
            "visit",
            "obamas"
        ]
    }
]