[
    {
        "url": "https://www.reuters.com/article/us-sinopec-corp-m-a-argentina/buyers-eye-sinopecs-argentina-oil-assets-in-sale-worth-up-to-1-billion-sources-idUSKBN1CE095",
        "title": "Buyers eye Sinopec's Argentina oil assets in sale worth up to $1 billion: sources",
        "authors": [
            {
                "name": "Julie",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-09",
        "text": "October 9, 2017 /  5:11 AM / 2 years ago\nBuyers eye Sinopec's Argentina oil assets in sale worth up to $1 billion: sources\n4 Min Read\nHONG KONG/SAO PAULO (Reuters) - Advisers to China’s Sinopec have offered its oil assets in Argentina to about a dozen potential suitors, three sources familiar with the matter said, as losses and labor headaches prompt Asia’s largest refiner to pull out.\nFILE PHOTO - The Sinopec logo is seen at one of its gas stations in Hong Kong April 26, 2010. REUTERS/Bobby Yip/File Photo\nThe Argentine oil and gas assets, mainly in the southern province of Santa Cruz, could be worth $750 million to $1 billion, one of the sources said.\nThat would be less than half the $2.45 billion Sinopec paid in 2010 to buy the Argentine assets from U.S.-based Occidental Petroleum Corp, marking an aggressive drive to diversify its oil sources at the time. ( reut.rs/2xtWaYi )\nProspective buyers for the assets - mainly large energy companies from the United States, Europe, Africa and Latin America -include Angola’s state oil company Sonangol and two Russian energy giants, including Rosneft, said two of the sources.\nMexico’s Vista Oil & Gas has also expressed an interest, according to a separate source.\nOne of the sources said there could be more than 15 prospective suitors.\nArgentina’s Corporacion America, which controls energy company Compania General de Combustibles (CGC), decided it was no longer interested after studying some of the assets in Santa Cruz, spokeswoman Carolina Barros told Reuters.\nSinopec is being advised by Scotia Waterous, a unit of Canada’s Bank of Nova Scotia, which focuses on energy deals, two of the sources said.\nAll the sources declined to be named as the sale plans are confidential.\nSinopec and Sonangol did not respond to requests for comment. Asked about the sale and its interest, Rosneft said it was not able to confirm the information.\nVista, Scotia Waterous and Argentina’s energy ministry declined to comment.\nBOOM, BUST\nIn 2010, when Sinopec bought the Argentine assets, China - the world’s No.2 oil consumer - was scouting for natural resources to feed its surging economy.\nWorsening economic conditions and social unrest in Argentina, however, have “weighed” on the operation since then, Sinopec said in September last year.\nArgentina’s president, Mauricio Macri, has made attracting energy investment a priority since he took office in 2015. His government said last month it had brokered a deal to calm labor conflicts in Santa Cruz and lower costs.\nBut two sources said the Sinopec assets would be a tough sell regardless, given labor woes and declining oil output. Sinopec had already considered divesting the investment in 2015, sources told Reuters last year.\n“It doesn’t have to be (fast), unless Sinopec is willing to lose a huge amount of money,” said one source, referring to Sinopec’s willingness to accept low bids.\nBased on a $60 per barrel crude price, Sinopec suffered losses of $2.5 billion on oil projects in Argentina by the end of 2015, Chinese publication Caixin reported last year, citing an internal audit report.\n“Golfo San Jorge, around where the Sinopec assets are located, is an old area,” said a different source familiar with the process.\n“The (Santa Cruz) province recently auctioned off four areas, and three were won by locals - ENAP, CGC and YPF. It’s a tough sell, and soon there will be another offshore auction that might further reduce the attractiveness of Sinopec’s wells.”\nReporting by Guillermo Parra-Bernal, Julie Zhu and Eliana; Raszewski; Additional reporting by Caroline Stauffer, Juliana Castilla, Kane Wu, Nicolas Misculin, Aizhu Chen and Vladimir Soldatkin; Editing by Clara Ferreira Marques, Himani sarkar and David Gregorio\n",
        "quotes": [
            [
                "It doesn’t have to be (fast), unless Sinopec is willing to lose a huge amount of money,",
                "",
                true
            ],
            [
                "Golfo San Jorge, around where the Sinopec assets are located, is an old area,",
                "",
                true
            ],
            [
                "The (Santa Cruz) province recently auctioned off four areas, and three were won by locals - ENAP, CGC and YPF.",
                "",
                true
            ],
            [
                "It’s a tough sell, and soon there will be another offshore auction that might further reduce the attractiveness of Sinopec’s wells.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.reuters.com/article/us-occidental-sinopec-argentina/chinas-sinopec-buys-occidentals-argentina-assets-idUSTRE6B91YY20101210"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "argentina",
            "energy",
            "cruz",
            "sale",
            "sinopecs",
            "oil",
            "santa",
            "gas",
            "assets",
            "labor",
            "sinopec",
            "eye",
            "sources",
            "billion",
            "worth",
            "buyers",
            "scotia"
        ]
    }
]