[
    {
        "url": "https://www.reuters.com/article/us-germany-merkel-macron/macron-determined-to-engage-germany-in-debate-on-europe-reforms-idUSKBN1CF1TS",
        "title": "Macron determined to engage Germany in debate on Europe reforms",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-10",
        "text": "Macron determined to engage Germany in debate on Europe reforms\n2 Min Read\nGerman Chancellor Angela Merkel, French President Emmanuel Macron, Jurgen Boos the President and CEO of Frankfurt Book Fair and Heinrich Riethmuller meet prior to the opening of the Frankfurt book fair, the world's largest book fair witch runs from October 11 to October 15 and features the literature of France as its guest of honour, in Frankfurt, Germany, October 10, 2017. REUTERS/Ralph Orlowski\nFRANKFURT (Reuters) - French President Emmanuel Macron said on Tuesday he is determined to engage Germany in a debate that he wants to push forward on European reforms, despite a cool initial response from Chancellor Angela Merkel.\n“I believe that, if you have a vision, you shouldn’t go to the doctor but you should open a debate,” Macron said in Frankfurt, where he was due to meet Merkel and attend the opening of an annual book fair.\nMacron’s visit is his first to Germany since Merkel narrowly won an election last month, losing votes to a far-right party that drew support from people angered by an influx of more than a million migrants over the past two years.\nThe 39-year-old French president, in a speech two days after the German vote, set out an ambitious vision for Europe, calling for tighter cooperation on defense and immigration, and for a common euro zone budget.\nMerkel, still to begin what promise to be difficult talks on building a new coalition government, has cautioned that reforming the euro zone should not be the top priority and the debate should be more inclusive.\nMacron was taking part in a panel discussion at Frankfurt’s Goethe University with Daniel Cohn-Bendit, the Green politician best known for his role in the Paris student protests of 1968, and Gilles Kepel, a political scientist and expert on the Middle East.\nReporting by Douglas Busvine; Editing by Alison Williams\n",
        "quotes": [
            [
                "I believe that, if you have a vision, you shouldn’t go to the doctor but you should open a debate,",
                "Macron",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "reforms",
            "merkel",
            "french",
            "zone",
            "fair",
            "europe",
            "macron",
            "debate",
            "determined",
            "engage",
            "frankfurt",
            "book",
            "president",
            "germany"
        ]
    }
]