[
    {
        "url": "http://www.addictinginfo.org/2016/09/20/trump-used-foundation-donations-to-pay-off-and-settle-private-lawsuits/",
        "title": "Trump Used Foundation Donations To Pay Off And Settle Private Lawsuits",
        "authors": [
            {
                "name": "Ryan Denson",
                "link": null
            }
        ],
        "publisher": "addictinginfo.com",
        "publish_date": "2016-09-20",
        "text": "·\nAnother day, another real Trump controversy. While the media hyper-focuses on Hillary Clinton’s “pay-for-play” scandal (that wasn’t actually a scandal, just crappy reporting from the Associated Press), a Washington Post report has found a major smoking gun regarding the Trump Foundation :\nDonald Trump spent more than a quarter-million dollars from his charitable foundation to settle lawsuits that involved the billionaire’s for-profit businesses, according to interviews and a review of legal documents.\nTotaling over $258,000 in Foundation money, Trump may have been involved in has violated laws against  what is known as “self-dealing” (something Trump is used to) which prohibits nonprofit leaders from using their charity’s money to benefit themselves or their private businesses.\nSo not only has the Trump Foundation been found to have illegally contributed to politicians, it has been found to be engaging in self-dealing. And people think the Clinton Foundation is immoral?\nHere are some of the examples:\nFlorida, 2007: City of Palm Beach agrees to drop $120,000 in fines from Trump’s Mar-a-Lago if he personally made a donation to a veteran’s charity. Instead of paying up personally, Trump signed a check from his foundation to the said charity, and the fines were waived.\nNew York: Court papers show a a lawsuit against one of Trump’s golf courses would be dropped if a donation was made to the plaintiff’s charity by Trump. Instead of paying up personally, Trump cut a check on behalf of the Foundation for $158,000.\nWashington D.C., 2013: Trump uses $5,000 from his Foundation to buy advertising in favor of his hotels (a personal business).\n2014 and 2016: Trump used Foundation money, $10,000 the first time and $20,000 the second time, to buy portraits of himself.\n2012: Trump spends $12,000 of Foundation money on a NFL helmet signed by Tim Tebo.\nAccording to the Post:\nIn those cases, tax experts said, Trump was not allowed to simply keep these items and display them in a home or business. They had to be put to a charitable use.\nHe did not use the paintings nor the helmet for charitable use, but rather personal use. Which is, as tax experts and the laws say, is illegal.\nSo turns out the only “crooked” one in this race is Donald Trump, and the only fraud isn’t the Clinton foundation, but the Trump Foundation. Illegal contributions, illegal lawsuit payoffs, and personal gifts with other people’s money (for non charitable use).\nOf course, the Clinton campaign hit on the issue, saying Trump is a “fraud who believes the rules don’t apply to him, ” and that “Clearly the Trump Foundation is as much a charitable organization as Trump University is an institute of higher education.” Ouch.\nLet’s see Fox News and the Trump camp try to spin this.\nSimply put, Trump needs to be forced to pay back all that he stole from donors and all that was used illegally. And if doesn’t, he should be prosecuted for being the fraud he is.\nFeatured image via Spencer Platt/Getty Images\n",
        "quotes": [
            [
                "fraud who believes the rules don’t apply to him,",
                "",
                false
            ],
            [
                "Clearly the Trump Foundation is as much a charitable organization as Trump University is an institute of higher education.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://thehill.com/blogs/ballot-box/presidential-races/296812-report-trump-used-foundation-money-to-settle-lawsuits",
                "https://www.washingtonpost.com/politics/trump-used-258000-from-his-charity-to-settle-legal-problems/2016/09/20/adc88f9c-7d11-11e6-ac8e-cf8e0dd91dc7_story.html?wpisrc=al_alert-politics"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "settle",
            "pay",
            "fraud",
            "trump",
            "clinton",
            "money",
            "personal",
            "charity",
            "lawsuits",
            "foundation",
            "personally",
            "donations",
            "charitable",
            "private",
            "used"
        ]
    }
]