[
    {
        "url": "https://www.nytimes.com/2017/10/06/arts/design/guggenheim-museum-art-and-china-review.html?rref=collection%2Fsectioncollection%2Farts",
        "title": "From Innovation to Provocation, China’s Artists on a Global Path",
        "authors": [
            {
                "name": "Holland Cotter",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-06",
        "text": "Advertisement\nSupported by\nArt Review\nFrom Innovation to Provocation, China’s Artists on a Global Path\nImage\n“Precipitous Parturition,” above, by Chen Zhen, hangs over the Guggenheim’s rotunda. At left, Zhang Peili’s recording of an anchorwoman reading text about water.CreditCreditVincent Tullo for The New York Times\nImage\n“June 1994,” by Ai Weiwei. He and the artist Lu Qing created a parody of a tourist photograph in Tiananmen Square under the gaze of Mao — and a remembrance of the tragedy five years earlier that ended the student movement.CreditVincent Tullo for The New York Times\nThe Guggenheim show has another goal too. It aims to demonstrate that while China experienced cataclysmic social and economic changes during the decades the exhibition covers — roughly 1989 (the year of the Tiananmen Square massacre) to 2008 (the year of the Beijing Olympics ) — its artists sustained their role as moral controversialists, critical of politics at home and beyond. And in telling this story, the Guggenheim set off a moral controversy of its own.\nImage\nInstallation view of Huang Yong Ping’s “Theater of the World” at the Guggenheim Museum. Insects and reptiles intended for the artwork were not introduced because of protests before the exhibition opened.CreditDavid Heald/The Guggenheim\nWell before the opening, objections were raised to three entries in the show. One was its title piece, the 1993 “ Theater of the World ” by Huang Yong Ping , consisting of a cage trapping dozens of live reptiles and insects in what would inevitably be Darwinian combat. The two other pieces were videos of past events. In “A Case Study of Transference” (1994) by Xu Bing , two pigs copulated in front of an audience. In “Dogs That Cannot Touch Each Other,” staged by the artist-team Sun Yuan and Peng Yu in 2003, eight American pit bulls trained to react violently to one another were strapped, in facing pairs, to treadmills, where they exhausted themselves in frustrated attacks.\nImage\nA detail of “Map of the Theater of the World” by Qiu Zhijie, from 2017, combines fantasy with politics and global events. A master calligrapher, Mr. Qiu uses English and Chinese characters.CreditVincent Tullo for The New York Times\nI’ve seen the Sun/Peng video before, and found it repulsively exploitative. Trying to neutralize it with interpretive glosses — about how it symbolizes political tensions in China at the time, etc. — doesn’t help. Over the years, both this piece and the Huang installation, with its live menagerie, have sparked public protests, and they did in New York. By last week, more than 750,000 people had signed an online petition demanding that, along with Xu Bing’s work, they be removed.\nThis might have been an opportunity, with disputed material right in front of us, to have a big, public conversation about art, museums, and morality, an uncool subject of a kind the art world tends to tiptoe around or shout down. But, no. The Guggenheim, which had subtly promoted the show’s sensationalism — “If you can’t survive” seeing the Huang piece, Alexandra Munroe, the senior curator for Asian art, said in a recent Artnet interview, ”don’t bother seeing the rest of the show” — abruptly announced that it was dropping the three disputed works because of “explicit and repeated threats of violence,” of unspecified origins, to its staff.\nStill, the exhibition is otherwise intact, and of considerable interest, if somewhat short on news for those familiar with its Asia Society predecessor. Now, as then, Huang Yong Ping , who has lived in Paris since 1989, is a foundational presence. “Theater of the World” is missing, but his famous 1980s piece , “The History of Chinese Painting and A Concise History of Modern Painting Washed in a Washing Machine for Two Minutes,” is here.\nThe title pretty much says it all. The artist, a Dada-and-Tao devotee, put a Chinese art history book and an English-language account of Western art together on the spin cycle until they turned mushy, then fished them out. And that’s the piece: a glob of pulp which is also new East-meets-West history, unreadable but moldable.\nImage\nZhang Peili’ s recording of an anchorwoman on state-run television reading nonsense text, at his request, about water.CreditVincent Tullo for The New York Times\nLanguage is a primary medium in an exhibition that , unlike the one at Asia Society, leans heavily toward Conceptualism. In a 1991 video by another pioneering figure, Zhang Peili , he records a popular anchorwoman on state-run television reading, at the artist’s request, a list of Mandarin dictionary words related to water. The performance — nonsense text delivered in newsroom cadences — feels mildly zany until you know the reader’s professional history: as official public mouthpiece for the government, she reported regularly on the Tiananmen crisis, but left out all mention of military violence against protesters.\nFor an early 1990s performance project called “Assignment No. 1: Copying the ‘Orchid Pavilion Preface’ 1000 Times,” the Beijing-based artist Qiu Zhijie copied a classic fourth-century A.D. calligraphic text over and over on a single sheet of paper until the sheet turned black. It’s not hard to see the work as a symbolic exercise in which single-minded focus on cultural tradition leads to obliteration. This artist, born in 1969, is a polymathic visionary and one of the sparks of his generation. He’s all over the Guggenheim show, with sculpture, video, and a tour de force, six–panel hand-drawn map of the history covered: who knew who, who looked at what, who went where. Fantastic.\nImage\nA video projection of “To Add One Meter to an Anonymous Mountain,” by Zhang Huan.CreditVincent Tullo for The New York Times\nThe other medium that dominated the repressive post-Tiananmen period was the human body, often nude. In the early 1990s, a group of young, destitute, anti-establishment types camped out in what was basically a garbage dump on the fringes of Beijing. They called the place the East Village, and did mostly performance work, which they photo-documented. The pictures — of the artist Zhang Huan sitting, smeared with honey, in a fly-infested latrine, and of the cross-dressing Ma Liuming walking the Great Wall nude (he was arrested a lot) — remain some of the signature images from that time.\nIn the 1990s, China was changing fast, and art registered that. In 1992, at the same time radical performers were squatting the East Village, a young artist named Zhao Bandi was exhibiting at Beijing’s Central Academy of Fine Arts. He had just one picture, but was a winner: a hyper-realist portrait, hung at a slant, of a friend lounging in bed in front of a television and dreaming of white-collar jobs.\nImage\n“Ascending Dragon: Project for Extraterrestrials No. 2,” a gunpowder drawing on paper by Cai Guo-Qiang, depicts a fiery path up a mountain as the heavenly ascent of a dragon — and the human spirit.CreditVincent Tullo for The New York Times\nBy the time the Guggenheim show’s single most spectacular work, Chen Zhen’s “Precipitous Parturition,” was completed in 1999, China had fully entered the global economy; the dangers of domestic consumerism had become a subject for art. The Chen piece, which hangs high over the museum’s rotunda, is a writhing 65–foot-long dragon. Its body is woven from hundreds of cast-off bicycle wheel inner tubes; small, sleek toy cars are packed within its belly. The day when China was a pedal-driven proletarian culture were long gone; the era of head-spinning urban speed, pollution, and technological encasement had began.\nImage\n“Sewing,” by Lin Tianmiao.CreditVincent Tullo for The New York Times\nThe shift is succinctly registered in contrasting works by two of the exhibition’s very few female artists. A 1997 sculptural piece by Lin Tianmiao, consists of a thread-wrapped, child-size, Maoist-era sewing machine onto which a video image of laboring hands is projected. Calm and pristine, it exists in a different universe from Cao Fei’s 2007 video “RMB City: A Second Life City Planning by China Tracy (aka: Cao Fei).”\nThe video, made when Beijing was pumping up for the Olympics, is a digital tour of a futuristic Money City (China’s official currency is the renminbi, RMB), envisioned as an animated chaos of skyscraping ruins-in-progress adrift on a horizonless sea.\nInstallations dedicated to group projects on the museum’s top ramp have a comparably buzzy vibe. But in a final gallery, the show — organized by Ms. Munroe with guest curators Philip Tinari of the Ullens Center for Contemporary Art in Beijing, and Hou Hanru of Maxxi National Museum of 21st Century Arts in Rome — resolves itself on a somber note.\nThe museum’s Tower 7 gallery has just three works. One, a horizontal painting by Yang Jiechang , resembles a calligraphic scroll though its black ink and acrylic lines are based on a map of the paths taken by volunteers carrying injured students to safety after the Tiananmen bloodbath. Placed high on the walls is a second piece: a set of 38 wooden panels, dating from 2009 and inscribed with an unpunctuated text that reads:\nImage\n“Dropping a Han Dynasty Urn” by Ai Weiwei on display at the Guggenheim.CreditVincent Tullo for The New York Times\n“We have killed people we have killed men we have killed women we have killed old people we have killed children we have eaten people we have eaten hearts we have eaten human brains we have beaten people we have beaten people blind we have beaten open people’s faces”\nThe series is by Gu Dexin , a self-taught artist widely considered to be a founder of China’s early avant-garde, and who, after completing this piece, left what he saw as a self-serving, ethically corrupting art world behind.\nImage\n“Fu Dao/Fu Dao, Upside-Down Buddha/Arrival at Good Fortune,” by Chen Zhen, at the Guggenheim. The work, incorporating industrial junk, suggests a modern society caught between the Buddhist spirit and consumer culture. See listing below.CreditVincent Tullo for The New York Times\nThe third and final work in the gallery is “Dogs That Cannot Touch Each Other,” its title frame frozen on a video monitor. When I first saw the video years ago my thought was: the artists themselves, or people they’ve contracted, should be facing off on those treadmills, hurting and sweating so they know what that feels like. To force animals to serve and suffer as stand-ins for human evil is wrong. To object to such use is not censorship; it’s consciousness-raising. At least in the West, only those still trapped in the humanist fallacy that man is the crown of creation, with dominion over all, will see the situation otherwise.\nImage\n“Meat,” by Zeng Fanzhi.CreditVincent Tullo for The New York Times\nI still think this way. I regret that three works were removed from the show, not because I miss them, but because the opportunity that their presence provided for a kind of ethical argument that the art world rarely engages in is gone.\nAt the same time, with or without them, this exhibition is a powerful, unmissable event, and an invaluable window onto a world of contemporary art, politics and history that we still, decades on, barely know.\nArt and China after 1989: Theater of the World Through Jan 7, 2018, at the Solomon R. Guggenheim Museum, (212) 423-3500; guggenheim.org.\nA version of this article appears in print on , Section C, Page 1 of the New York edition with the headline: Provocative China. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "Dogs That Cannot Touch Each Other,",
                "Xu Bing",
                true
            ],
            [
                "Map of the Theater of the World",
                "",
                false
            ],
            [
                "explicit and repeated threats of violence,",
                "Alexandra Munroe",
                false
            ],
            [
                "The History of Chinese Painting and A Concise History of Modern Painting Washed in a Washing Machine for Two Minutes,",
                "Huang Yong Ping",
                true
            ],
            [
                "1: Copying the ‘Orchid Pavilion Preface’ 1000 Times,",
                "Qiu Zhijie",
                false
            ],
            [
                "To Add One Meter to an Anonymous Mountain,",
                "Qiu Zhijie",
                true
            ],
            [
                "Ascending Dragon: Project for Extraterrestrials No.",
                "",
                true
            ],
            [
                "RMB City: A Second Life City Planning by China Tracy (aka: Cao Fei).",
                "Cao Fei",
                true
            ],
            [
                "We have killed people we have killed men we have killed women we have killed old people we have killed children we have eaten people we have eaten hearts we have eaten human brains we have beaten people we have beaten people blind we have beaten open people’s faces",
                "",
                false
            ],
            [
                "Fu Dao/Fu Dao, Upside-Down Buddha/Arrival at Good Fortune,",
                "",
                true
            ],
            [
                "Dogs That Cannot Touch Each Other,",
                "Tullo",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/09/26/arts/design/guggenheim-art-and-china-after-1989-animal-welfare.html?module=inline",
                "https://www.nytimes.com/2000/07/14/arts/art-in-review-huang-yong-ping.html?module=inline",
                "https://www.nytimes.com/1999/05/14/arts/art-in-review-zhang-peili.html?module=inline",
                "https://www.nytimes.com/1999/05/14/arts/art-in-review-zhang-peili.html",
                "https://news.artnet.com/exhibitions/alexandra-munroe-theater-of-the-world-interview-pt-1-1095470",
                "https://www.nytimes.com/2011/05/20/arts/20iht-Xu20.html?module=inline",
                "https://www.nytimes.com/2008/08/09/sports/olympics/09china.html?module=inline",
                "http://www.nytimes.com/1989/06/04/world/crackdown-beijing-troops-attack-crush-beijing-protest-thousands-fight-back.html?pagewanted=all&module=inline",
                "https://www.nytimes.com/2006/04/14/arts/design/house-of-oracles-looks-back-at-huang-yong-pings-legacy.html?module=inline",
                "http://ucca.org.cn/en/exhibition/gu-dexin-important-thing-meat/",
                "https://www.nytimes.com/2017/09/20/arts/design/guggenheim-art-and-china-after-1989.html?module=inline",
                "https://www.nytimes.com/2007/09/07/arts/design/07zhan.html?module=inline",
                "http://ucca.org.cn/en/program/philip-tinari-director-of-the-ucca-appointed-curator-of-armory-focus-china/",
                "https://www.nytimes.com/2001/04/20/arts/art-in-review-qiu-zhijie.html?module=inline",
                "https://www.nytimes.com/2017/09/25/arts/design/guggenheim-dog-fighting-exhibit.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.artsy.net/artwork/chen-zhen-precipitous-parturition",
                "https://www.youtube.com/watch?v=9S1kwUj8mgk",
                "http://www.maxxi.art/en/hanru-hou/",
                "https://www.shanghartgallery.com/galleryarchive/artists/name/zhaobandi/key",
                "https://www.parsintl.com/publication/the-new-york-times/",
                "https://walkerart.org/collections/artworks/the-history-of-chinese-painting-and-the-history-of-modern-western-art-washed-in-the-washing-machine-for-two-minutes",
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "http://www.yangjiechang.com/"
            ]
        },
        "key_words": [
            "painting",
            "seeing",
            "world",
            "art",
            "path",
            "huang",
            "piece",
            "york",
            "disputed",
            "artists",
            "global",
            "history",
            "provocation",
            "chinas",
            "public",
            "innovation"
        ]
    }
]