[
    {
        "url": "https://www.cnn.com/2016/09/22/politics/department-of-homeland-security-citizenship-2016-election/index.html",
        "title": "GOP senators ask DHS about 'rush' to process citizens ahead of election",
        "authors": [
            {
                "name": "Daniella Diaz",
                "link": null
            },
            {
                "name": "Evan Perez",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-22",
        "text": "GOP senators ask DHS about 'rush' to process citizens ahead of election\nUpdated 12:52 AM ET, Fri September 23, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nThe senators warn that it could be a repeat of history\nThe implications for the increase in processing applications can be controversial ahead of the election\nWashington (CNN)\nTwo Republican senators are expressing concern to the head of the Department of Homeland Security over what they said was a \"rush\" to process new citizens ahead of the presidential election.\nIn the letter to Jeh Johnson, Sens. Chuck Grassley of Iowa and Ron Johnson of Wisconsin specifically suggest that new voters could provide Democrats with an advantage. They refer to an internal agency email from US Citizenship and Immigration Services about processing applications \"due to the election year.\" The memo encourages DHS staff to work overtime to process applications and notes several Saturdays that offices will be open to help process applications.\nThe senators say a similar effort in 1996 to increase citizenship applications \"endangered national security and public safety\" because not all the cases were processed following the correct protocol, such as fingerprint checks.\nThe Department of Homeland Security said it aims to ensure naturalization applications are processed on time.\n\"USCIS's goal is to process applications for naturalization within five to seven months, regardless of external events such as elections.  USCIS uses statistical forecasting models to plan for the potential increased volume of work. USCIS anticipated that there would be a spike in applications this year, as we usually see in an election year, but the increase ... has exceeded expectations,\"  Homeland Security said in a statement.\nRead More\nThe prospect of more immigrants becoming citizens likely stands to benefit Democrats.\nThe implications are controversial because Democrats have made a push to get new immigrants to register to vote, aiming to build up an anti-Trump demographic particularly among Latinos.\n",
        "quotes": [
            [
                "endangered national security and public safety",
                "",
                false
            ],
            [
                "USCIS's goal is to process applications for naturalization within five to seven months, regardless of external events such as elections.",
                "",
                true
            ],
            [
                "USCIS uses statistical forecasting models to plan for the potential increased volume of work.",
                "",
                true
            ],
            [
                "USCIS anticipated that there would be a spike in applications this year, as we usually see in an election year, but the increase ... has exceeded expectations,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "uscis",
            "ahead",
            "dhs",
            "citizens",
            "process",
            "gop",
            "election",
            "increase",
            "senators",
            "processed",
            "rush",
            "ask",
            "applications",
            "work",
            "security",
            "processing",
            "homeland"
        ]
    }
]