[
    {
        "url": "https://www.cnn.com/2016/09/27/politics/donald-trump-stop-and-frisk-save-lives/index.html",
        "title": "Trump: Stop-and-frisk would 'overwhelmingly' save black and Hispanic lives",
        "authors": [
            {
                "name": "Jeremy Diamond",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-27",
        "text": "Updated 8:49 PM ET, Tue September 27, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nDonald Trump speaks at a town hall meeting with members of the Hispanic community the morning after his first debate with Hillary Clinton on September 27, 2016 at Miami Dade College in Miami, Florida.\nStory highlights\nHe says it will help save lives\nMelbourne, Florida (CNN)\nDonald Trump argued Tuesday that the controversial stop-and-frisk policing tactic once employed in New York City is constitutional, adding that it would \"overwhelmingly\" save African-American and Hispanic lives. The practice, however, has been criticized as racial profiling that unfairly targeted those very minority groups.\nTrump quibbled with debate moderator Lester Holt on Monday night after Holt pointed out that the stop-and-frisk practice as implemented in New York City was ruled unconstitutional.\n\"I explained last night that stop-and-frisk is constitutional,\" Trump said at a Florida rally, speaking of a back-and-forth he had with debate moderator Lester Holt of NBC News during Monday night's presidential debate.\nWhile stop-and-frisk policies are used in various US cities, the aggressive implementation of stop-and-frisk in New York was ruled unconstitutional by a federal judge in 2013, who said the policy violated the rights of minorities who were disproportionately targeted. \"Stop, question and frisk\" remains a policing practice in New York, but has been dramatically reined in.\nBut Trump pressed the issue even as he continued to make entreaties to African-American voters.\nRead More\n\"A policy like stop-and-frisk could save thousands of lives in a city like Chicago, just like it saved thousands of lives in New York. Overwhelmingly, this will save African-American and Hispanic lives -- citizens who are entitled to the same protections as every American,\" Trump said.\n\"I say this to African-American communities. What do you have to lose? Donald Trump is going to fix it. We'll fix it. We're going to make it safe,\" he added.\nTrump then ticked down a list of crime statistics, pointing in particular to the more than 3,000 shootings that have taken place in Chicago just this year.\n\"I will never back down -- and that's true, Obama's hometown -- I will never back down from trying to save American lives,\" Trump said, pointing out that Chicago is the hometown of President Barack Obama.\n",
        "quotes": [
            [
                "I explained last night that stop-and-frisk is constitutional,",
                "Donald Trump",
                true
            ],
            [
                "A policy like stop-and-frisk could save thousands of lives in a city like Chicago, just like it saved thousands of lives in New York.",
                "Donald Trump",
                true
            ],
            [
                "Overwhelmingly, this will save African-American and Hispanic lives -- citizens who are entitled to the same protections as every American,",
                "Donald Trump",
                true
            ],
            [
                "I say this to African-American communities.",
                "",
                true
            ],
            [
                "What do you have to lose?",
                "",
                true
            ],
            [
                "Donald Trump is going to fix it.",
                "",
                true
            ],
            [
                "We're going to make it safe,",
                "",
                true
            ],
            [
                "I will never back down -- and that's true, Obama's hometown -- I will never back down from trying to save American lives,",
                "Donald Trump",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "policing",
            "stopandfrisk",
            "targeted",
            "ruled",
            "practice",
            "trump",
            "black",
            "night",
            "lives",
            "save",
            "overwhelmingly",
            "hispanic",
            "york",
            "holt"
        ]
    }
]