[
    {
        "url": "http://www.bbc.com/sport/rugby-union/41547139",
        "title": "Rhys Webb to miss out on Wales selection under new rule",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "2017-10-16",
        "text": "16 Oct 2017\nShare this page\nShare this with\nScrum V discusses the possibility of changing 'Gatland's Law'\nWales scrum-half Rhys Webb will be ineligible to play for Wales next season under a new rule brought in by the Welsh Rugby Union (WRU).\nThe WRU has changed its senior international selection policy (SPSP) for players based outside Wales.\nIn future any player taking up a new contract not with a Welsh region must have won 60 caps to be eligible to play for Wales.\nWebb, 28, will play for Toulon next season and has won just 28 Wales caps.\nPlayers who are already playing outside Wales will be exempt, but this exemption will not extend to new contracts that have already been agreed by players for the 2017-18 season.\nWales head coach Warren Gatland suggested Webb might be able to reverse his decision to join Toulon in order to secure his international future.\n\"It's a pre-agreement and I think, under law, once you've signed a contract that's binding but, before that [with a pre-agreement], both parties could potentially walk away from that,\" the New Zealander told BBC Sport Wales.\n\"In the short-term that's going to be his own decision and only he will know.\n\"I spoke to Rhys a number of weeks ago and he said, given his age, given his injury history, he's made a decision to go there and it was a personal decision he felt he couldn't walk away from, life-changing in terms of his future for him and his family.\"\nWebb's Ospreys half-back partner Dan Biggar will join Northampton next season. He currently has 56 caps and unless injury intervenes is likely to pass the 60-cap mark this season before heading for England.\nWRU group chief executive Martyn Phillips said: \"Whatever the contract the player is in, that's the contract that in effect is protected.\n\"The revamped policy will be reviewed periodically but, fundamentally, if you have less than 60 caps and you leave Wales then you won't be selected by your country again until you return.\n\"In the spirit of absolute fairness we will start anew from Monday, 16 October 2017 and give those players who have existing contracts outside of Wales the chance to come back on completion of those contracts, before this new policy effects them.\"\nTaulupe Faletau, George North and Jamie Roberts can all be freely picked by Wales under the new policy\nThe new policy is similar to the model in Australia, where players who have won at least 60 Test caps and played domestic rugby for seven years can be selected regardless of any move abroad.\nWales' previous SPSP, also known as 'Gatland's Law', allowed head coach Warren Gatland to pick only four players at clubs outside Wales to play for the national side.\nThat quota was due to drop to just two wildcard picks for the 2019-20 season.\n\"The existing policy worked to an extent but it hasn't worked well enough. It was quite complicated so we want to make it a little bit simpler,\" Phillips added.\n\"It had so many clauses in it to try and cater for every eventuality.\"\nGatland welcomed the change, although the New Zealander - whose contract ends in 2019 after the next World Cup - admits he would rather have a free hand on selection.\n\"For me as a national coach, if I was being totally selfish then no I wouldn't have a policy,\" Gatland said.\n\"But it's not about what's best for me and the national team, it's about what's best for Welsh rugby.\n\"The best thing for Welsh rugby and for the Union to support the regions is how do we try and keep a number of the best players in Wales for as long as we possibly can.\n\"But we know we're under pressure from market forces.\"\nPlayers who will benefit from the Test selection change include Northampton wing George North, who has won 69 caps, Bath back-row Taulupe Faletau (66) and Harlequins centre Jamie Roberts (93).\nThe likes of Bath fly-half Rhys Priestland, who has 48 caps, will also benefit for the moment.\nBut to continue to be eligible the 30-year-old would need to return to a Welsh region after his current deal with the English Premiership side ends, if he has not amassed 60 caps.\nAn uncapped player may also be selected for Wales at any time from any club, but likewise must sign to play in Wales upon the completion of their current contract in order to continue to be selected.\n",
        "quotes": [
            [
                "It's a pre-agreement and I think, under law, once you've signed a contract that's binding but, before that [with a pre-agreement], both parties could potentially walk away from that,",
                "",
                true
            ],
            [
                "In the short-term that's going to be his own decision and only he will know.",
                "Webb",
                true
            ],
            [
                "I spoke to Rhys a number of weeks ago and he said, given his age, given his injury history, he's made a decision to go there and it was a personal decision he felt he couldn't walk away from, life-changing in terms of his future for him and his family.",
                "Webb",
                true
            ],
            [
                "Whatever the contract the player is in, that's the contract that in effect is protected.",
                "Martyn Phillips",
                true
            ],
            [
                "The revamped policy will be reviewed periodically but, fundamentally, if you have less than 60 caps and you leave Wales then you won't be selected by your country again until you return.",
                "Martyn Phillips",
                true
            ],
            [
                "In the spirit of absolute fairness we will start anew from Monday, 16 October 2017 and give those players who have existing contracts outside of Wales the chance to come back on completion of those contracts, before this new policy effects them.",
                "Martyn Phillips",
                true
            ],
            [
                "The existing policy worked to an extent but it hasn't worked well enough.",
                "Phillips",
                true
            ],
            [
                "It was quite complicated so we want to make it a little bit simpler,",
                "Phillips",
                true
            ],
            [
                "It had so many clauses in it to try and cater for every eventuality.",
                "",
                true
            ],
            [
                "For me as a national coach, if I was being totally selfish then no I wouldn't have a policy,",
                "Gatland",
                true
            ],
            [
                "But it's not about what's best for me and the national team, it's about what's best for Welsh rugby.",
                "",
                true
            ],
            [
                "The best thing for Welsh rugby and for the Union to support the regions is how do we try and keep a number of the best players in Wales for as long as we possibly can.",
                "",
                true
            ],
            [
                "But we know we're under pressure from market forces.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.bbc.com/sport/rugby-union/37300579",
                "https://www.bbc.com/sport/rugby-union/32409081",
                "https://www.bbc.com/sport/rugby-union/41629484",
                "http://www.bbc.com/sport/rugby-union/41173267",
                "http://www.bbc.com/sport/rugby-union/41504377"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "webb",
            "welsh",
            "play",
            "rule",
            "won",
            "selected",
            "miss",
            "caps",
            "selection",
            "season",
            "contract",
            "rhys",
            "players",
            "wales",
            "policy"
        ]
    }
]