[
    {
        "url": "http://occupydemocrats.com/2016/09/19/breaking-new-york-bomber-police-custody-firefight/",
        "title": "BREAKING: New York Bombing Suspect In Police Custody After Firefight",
        "authors": [
            {
                "name": "Colin Taylor",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-19",
        "text": "BREAKING: New York Bombing Suspect In Police Custody After Firefight\n0 Shares\nRead Next\nThe New York Times has announced that law enforcement have captured the man wanted in connection to this weekend’s improvised explosive detonation in Chelsea, which injured 29. After a lengthy firefight which left one police officer with non-life threatening wounds, Ahmad Khan Rahami was taken into custody in Linden, New Jersey.\nThe police said there was “conclusive” evidence that Rahami was connected to several other devices that had failed to detonate. They were able to identify him from photos on a cellphone that had been used as a detonator but did not explode.\nRahami is a naturalized citizen, born in Afghanistan in 1988. It is unclear whether or not he was a refugee or when he came to the United States. He lived in Elizabeth, NJ, where his family operated a fried chicken restaurant. Regulars at the First American Fried Chicken resturaunt described Mr. Rahami as “friendly,” noting that he dressed in Western clothing and was obsessed with “fast cars.”\nThere are no connections as of yet to the any international terror or any indication of religious radicalization. While Republican nominee Donald Trump will surely use this as an excuse to double down on his anti-Muslim and anti-refugee platform, it should be noted that thanks to the vigilance of American citizens and the rapid response of law enforcement, there have been no deaths from the bombings and the suspect was captured extremely quickly.\nNo change of our already lengthy vetting process would have prevented Mr. Rahami from entering the country; the parts of the IEDs are purchasable at any hardware store. We cannot allow the right-wing to use this as an evidence that their discriminatory isolationism would protect us better – because it won’t.\nThis is the most important image of the day:\nFYI Ahmad Khan Rahami—you were lied to\nThe “enemy” you bombed is instead taking the time to provide you medical aid pic.twitter.com/Og1YPmQJqw\nSee Also\nPromoting these narrow views favors extremism & violence, not peace & pluralism.\n \nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.nytimes.com/2016/09/20/nyregion/nyc-nj-explosions-ahmad-khan-rahami.html?hp&action=click&pgtype=Homepage&clickSource=story-heading&module=span-ab-top-region&region=top-news&WT.nav=top-news&_r=0"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://t.co/Og1YPmQJqw",
                "https://occupydemocrats.com/privacy/"
            ]
        },
        "key_words": [
            "hate",
            "rashid",
            "rahami",
            "muslimiq",
            "york",
            "mr",
            "khan",
            "lengthy",
            "fried",
            "custody",
            "suspect",
            "qasim",
            "breaking",
            "firefight",
            "bombing",
            "law"
        ]
    }
]