[
    {
        "url": "https://www.politico.com/story/2016/09/donald-trump-north-carolina-gop-228550?cmpid=sf",
        "title": "Republicans see new hope for Trump in North Carolina",
        "authors": [
            {
                "name": "Katie Glueck",
                "link": null
            },
            {
                "name": "Cristiano Lima",
                "link": null
            },
            {
                "name": "Louis Nelson",
                "link": null
            },
            {
                "name": "Nolan D. Mccaskill",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-22",
        "text": "Republicans are hoping his law-and-order message will resonate during the unrest in Charlotte.\nBy KATIE GLUECK\n09/22/2016 06:20 PM EDT\nPolice officers face off with protesters on the I-85 during protests in the early hours of September 21 in Charlotte, North Carolina. | Getty\nAnd they’re asking him to take advantage of it.\nStory Continued Below\n“North Carolina Republicans are sending the word to the Trump campaign that once this settles down, a visit to Charlotte, to the Mecklenburg police, to the sheriff and others, is something we really want to see,” said a high-ranking North Carolina Republican, granted anonymity to discuss political calculations during a sensitive moment for the state. “Lawmakers and party officials are sending word to the Trump campaign.”\nThe crisis in Charlotte was sparked by the shooting of Keith Lamont Scott, an African-American man who police say was armed, though no video has been released and the family disputes that claim. Since then, the city has been the scene of violent clashes between police and protesters, with the clashes captured on live, national television.\nThe tumult comes as Hillary Clinton’s once-formidable lead in state polls has faded. A spate of polls out this week show either a tied race or give Trump a slight edge—a sharp contrast from last month, when Clinton was leading by anywhere from 2 to 9 percentage points.\nNorth Carolina political operatives are skeptical that, unless the chaos in Charlotte continues for weeks, the issue will make a substantial dent in the race. But Republicans and some Democrats do say that the dynamic creates an opening for Trump to further shore up and energize the GOP base—something he has struggled to do—predicting voters will respond to his campaign’s law-and-order message and his staunch defense of police, even amid national concerns over institutional police racism. A senior adviser to the Trump campaign said only that Trump had been in the state earlier this week and \"we have not yet announced the date of our next trip back to the state.\"\n“I certainly think unrest feeds into Trump’s narrative that ‘America’s falling apart, we need to make America great again,’” said Tom Jensen, a Democratic pollster whose firm is based in North Carolina. “My sense is, most white North Carolinians who would be really repulsed by what’s going on in Charlotte would be in Trump’s camp. I doubt it moves the needle a lot, but the race is just about tied … something like that is never going to move the race by 3 or 4 points, but it can change the race on the margins, and we’re on the margins.”\nThus far, Clinton has largely stuck to tweeting in support of Scott, rather than commenting on the Wednesday night protests. And Trump was vague in a Fox News appearance Thursday morning, lamenting the “lack of spirit between the white and the black,” and going on to assert that amid the chaos “our country looks bad to the world” in a speech later in the day.\nBut moving the needle even a little may be enough in a state where the polls are tight and there’s a history of thin margins.\nNorth Carolina, a typically red state that went for Barack Obama in 2008 before swinging back to support Mitt Romney in 2012, is central to Trump’s path to victory, which is narrower than Clinton’s is. Clinton’s summer leads in the state were fueled by support from African-American and college-educated voters in a state that is home to the Research Triangle, the Raleigh-Durham area where universities and high-tech companies are based.\nBut in North Carolina, as in a number of other swing states, her lead has diminished amid scrutiny of her email practices, her health and her overall commitment to transparency. And the protests, Republicans say, may mean more trouble, especially if there are additional nights of strife.\n“Every time there is a riot, protest, or general disruption of civility it helps Donald Trump,” said Chris Wilson, a Republican pollster who was the director of data, analytics and digital strategy on Ted Cruz’s primary campaign.\nThe Cruz primary campaign had firsthand experience with this: Protests at a Chicago Trump rally ahead of the March 15 primaries—when a list of states that included North Carolina voted—dominated the weekend coverage before those races. Wilson said the net effect was boosting Trump across the board in the final days before the Republican contests (though representatives from Sen. Marco Rubio's campaign, also watching their own internal numbers, have said they didn’t see the same effect).\n“We certainly saw this in the primaries as the riots [in] Chicago, prior to a scheduled Trump speech, created a significant lift for Trump’s candidacy,” Wilson said. “Not just in Illinois, but also in Missouri and North Carolina.”\nThe unrest also carries risks for Trump, as the charged racial questions surrounding the issue heighten the possibility of a misstatement, one that could undo a recent effort to fight charges that he’s a racist candidate. That is a risk for the bombastic Trump, who has a record of horrifying moderate voters in the wake of tragedies (“Appreciate the congrats for being right on radical Islamic terrorism,” he tweeted, following a shooting at a gay nightclub in Orlando, though he said he didn’t want the “congrats”).\nAnd the Charlotte situation carries opportunities for Clinton as well. African-Americans, a crucial part of her base, have been outraged by the shooting, the latest instance of a black man dying in an altercation with police (in this instance, the police officer involved was also African-American).\nClinton has been a champion of “Mothers of the Movement,” a group of African-American mothers whose children died primarily in incidents involving law enforcement, and she is a vocal proponent of criminal justice reform. In North Carolina and nationally, her campaign is engaged in extensive outreach to the African-American community.\nA senior Democratic operative working in North Carolina said the incidents unfolding in Charlotte underscore the risks African-Americans see in a potential President Trump.\n“It is further alienation, a further concern among African-American voters about Trump’s presidency,” the source said, noting that Trump has a long record of making incendiary comments about minorities.\nThe strategist said Trump’s best-case scenario, politically, is that calls for law and order help him solidify his base—but that doesn’t move the dial with independent and more moderate voters, the source insisted.\n“I think Donald Trump continues to solidify his 43 percent of the vote, he’s not adding votes, he’s certainly alienating others,” the Democrat said, going on to add, “It just confirms to his base all the things they’re concerned about are real. But shoring up 43 percent of the vote you have is not the way to get to 50.”\nAnd Carter Wrenn, a longtime Republican strategist, said it is not a given that Trump’s standing will rise on the other side of the aisle just because of the protests.\n“If you’re living in North Carolina, you turn on the TV and there’s riots in Charlotte, there’s looting, it gets your attention, but it doesn’t automatically help one candidate over another,” he said. “It depends on how the individual candidate responds. People will watch that. If they think, ‘Gosh, Trump’s got a lot of judgment, he knows how to solve this,' it will help him. If they think, ‘Old Trump just poured gas on the fire,’ it won’t help him at all.”\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "America’s falling apart, we need to make America great again,",
                "",
                true
            ],
            [
                "Old Trump just poured gas on the fire,",
                "",
                true
            ],
            [
                "North Carolina Republicans are sending the word to the Trump campaign that once this settles down, a visit to Charlotte, to the Mecklenburg police, to the sheriff and others, is something we really want to see,",
                "",
                true
            ],
            [
                "Lawmakers and party officials are sending word to the Trump campaign.",
                "",
                true
            ],
            [
                "we have not yet announced the date of our next trip back to the state.",
                "",
                false
            ],
            [
                "I certainly think unrest feeds into Trump’s narrative that ‘America’s falling apart, we need to make America great again,",
                "Tom Jensen",
                true
            ],
            [
                "My sense is, most white North Carolinians who would be really repulsed by what’s going on in Charlotte would be in Trump’s camp.",
                "Tom Jensen",
                true
            ],
            [
                "I doubt it moves the needle a lot, but the race is just about tied … something like that is never going to move the race by 3 or 4 points, but it can change the race on the margins, and we’re on the margins.",
                "Tom Jensen",
                true
            ],
            [
                "lack of spirit between the white and the black,",
                "Donald Trump",
                false
            ],
            [
                "our country looks bad to the world",
                "Donald Trump",
                false
            ],
            [
                "Every time there is a riot, protest, or general disruption of civility it helps Donald Trump,",
                "Chris Wilson",
                true
            ],
            [
                "We certainly saw this in the primaries as the riots [in] Chicago, prior to a scheduled Trump speech, created a significant lift for Trump’s candidacy,",
                "Wilson",
                true
            ],
            [
                "Not just in Illinois, but also in Missouri and North Carolina.",
                "Wilson",
                true
            ],
            [
                "Appreciate the congrats for being right on radical Islamic terrorism,",
                "",
                true
            ],
            [
                "It is further alienation, a further concern among African-American voters about Trump’s presidency,",
                "Donald Trump",
                true
            ],
            [
                "I think Donald Trump continues to solidify his 43 percent of the vote, he’s not adding votes, he’s certainly alienating others,",
                "Donald Trump",
                true
            ],
            [
                "It just confirms to his base all the things they’re concerned about are real.",
                "Donald Trump",
                true
            ],
            [
                "But shoring up 43 percent of the vote you have is not the way to get to 50.",
                "Donald Trump",
                true
            ],
            [
                "If you’re living in North Carolina, you turn on the TV and there’s riots in Charlotte, there’s looting, it gets your attention, but it doesn’t automatically help one candidate over another,",
                "",
                true
            ],
            [
                "It depends on how the individual candidate responds.",
                "",
                true
            ],
            [
                "If they think, ‘Gosh, Trump’s got a lot of judgment, he knows how to solve this,' it will help him.",
                "",
                true
            ],
            [
                "If they think, ‘Old Trump just poured gas on the fire,’ it won’t help him at all.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.politico.com/story/2016/09/trump-on-charlotte-protests-228512",
                "https://www.politico.com/story/2016/08/trump-north-carolina-challenge-227169"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/HillaryClinton/status/778604976516001796"
            ]
        },
        "key_words": [
            "africanamerican",
            "campaign",
            "north",
            "republicans",
            "trump",
            "carolina",
            "state",
            "charlotte",
            "race",
            "voters",
            "hope",
            "trumps"
        ]
    }
]