[
    {
        "url": "http://beforeitsnews.com/u-s-politics/2017/09/hannity-continues-smack-down-on-maddow-in-9-pm-news-war-2536896.html",
        "title": "Hannity Continues Smack Down on Maddow in 9 pm News War",
        "authors": [],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "By ram7932\nTotal:\nHannity Continues Smack Down on Maddow in 9 pm News War\nThursday, September 28, 2017 3:52\n% of readers think this story is Fact. Add your two cents.\nCDN – http://www.conservativedailynews.com\nSean Hannity has returned as the king of prime time news shows confirmed by a second night blasting past MSNBC’s Rachel Maddow .\nPutting Hannity back at 9 pm is the first logical move James and Lachlan Murdoch have made since taking the helm at the Fox News Channel . For the Tuesday 9 pm slot, Sean bested MSNBC’s conspiracy clown Maddow by almost 150,000 viewers in the valued 25-54 demographic and a devastating 1.16 million in overall in a repeat of the smackdown Hannity gave Maddow on Monday night (insert .GIF of FNC putting WWE move on MSNBC here.)\nMaddow had managed a short run at #1 for the 9 pm time slot after a slew of missteps  by the Murdoch children left the schedule in disarray. Removing Bill O’Reilly over unproven allegations from a woman who had been arrested for making false statements, dismissing Eric Bolling over yet unproven allegations, and moving “The Five” to 9 pm all led to dramatic drops in ratings for the network.\nFox News’ new lineup put “The Five” back at five where it is also destroyed the competition as it had been before the tragic decision to put a lively afternoon show at 9 pm. Greg Gutfeld’s snarky news panel bested the closest competition, CNN’s “Blitzer”, by 151,000 viewers in the 25-54 demo and beat MSNBC’s “MTP Daily” by 1 million in the overall ratings.\nThe changes in the lineup have also supercharged the rest of the lineup as not a single FNC show lost to any other in any timeslot, for any demographic, for the entire afternoon and evening.\nOverall, the major news networks’ primetime ratings came in with Fox News on top, CNN second and MSNBC dead last across the 25.54 and overall ratings.\nIt appears that the Lachlan boys, albeit through trial-and-error, have finally realized how to put a Fox News schedule together – leave it the way Roger Ailes built it.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.prodo1.com/",
                "http://www.suppressedhealthsecrets.com",
                "https://beforeitsnews.com/v3/r2/?url=https://www.conservativedailynews.com/tag/eric-bolling/",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://www.conservativedailynews.com/tag/roger-ailes/",
                "https://beforeitsnews.com/v3/r2/?url=https://www.conservativedailynews.com/tag/bill-oreilly/",
                "https://beforeitsnews.com/v3/r2/?url=https://www.conservativedailynews.com/tag/sean-hannity/",
                "https://beforeitsnews.com/v3/r2/?url=https://www.conservativedailynews.com/2017/05/cable-news-ratings-still-left-since-murdoch-kids-took-control-of-fox/",
                "https://beforeitsnews.com/v3/r2/?url=https://www.conservativedailynews.com/tag/rachel-maddow/",
                "https://beforeitsnews.com/v3/r2/?url=https://www.conservativedailynews.com/tag/fox-news/"
            ]
        },
        "key_words": [
            "2554",
            "war",
            "msnbcs",
            "fox",
            "maddow",
            "continues",
            "unproven",
            "lineup",
            "overall",
            "smack",
            "hannity",
            "viewers"
        ]
    }
]