[
    {
        "url": "https://www.cnn.com/2016/09/22/politics/david-fahrenthold-univision-enrique-acevedo-donald-trump-portrait/index.html",
        "title": "Univision anchor locates controversial Trump portrait",
        "authors": [
            {
                "name": "Tom Kludt",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-22",
        "text": "By Tom Kludt, CNN\nUpdated 2:42 PM ET, Thu September 22, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nWashington Post: Trump used charity's money to settle lawsuits 01:50\nStory highlights\nThe Republican nominee reportedly paid for a portrait using money from his charitable foundation\nA Univision reporter says he found the painting at the Trump National Doral Resort near Miami\n(CNN)\nA trail of clues provided by a Washington Post reporter and his readers led Univision anchor Enrique Acevedo to Donald Trump's shimmering golf resort outside Miami earlier this week.\nThere, Acevedo found something that has elicited both shock and mystery within the political world: a portrait of Trump that the Republican nominee reportedly paid for using money from his charitable foundation.\n\"A lot of people have been looking for this painting,\" Acevedo wrote Wednesday.\nThe search was prompted by David Fahrenthold, the Washington Post reporter who has been investigating the Trump Foundation. In a story published Tuesday , Fahrenthold reported that the real estate mogul had used money from the Trump Foundation to purchase a $10,000, four-foot-tall acrylic painting of himself at a charity fundraiser.\nFahrenthold had already reported that Trump used the foundation's money to buy another portrait of himself , one that was six-feet-tall and cost $20,000. Experts say each purchase was possibly illegal.\nRead More\nThe Trump campaign did not respond to a request for comment.\nFollowing the report Tuesday, an eagle-eyed Twitter follower notified Fahrenthold that a photo on TripAdvisor showed the portrait hanging at the Trump National Doral Resort near Miami.\nThe resort happens to be mere blocks from Univision's studios. Acevedo, who said he's been following Fahrenthold's reporting for weeks, reserved a room late Tuesday night at the hotel using points from his personal credit card. \"I didn't want to give Univision's money to one of Trump's businesses,\" he said.\nAcevedo eventually located the painting at the entrance of the Champions Bar & Grill insider the resort, marking the latest triumph in Fahrenthold's intrepid and collaborative reporting.\n\"I consider it a very small contribution to David's phenomenal reporting,\" Acevedo told CNN in an email.\nFahrenthold, for his part, disagrees.\n\"Enrique deserves 99.9 percent of the credit for that find, since it was he who figured out how to get on the property (by booking a room), and then how to find the photo itself,\" he told CNN in an email.\nFahrenthold's reporting was cited in a speech last week by President Barack Obama, who compared the Clinton family foundation with Trump's foundation.\n\"One candidate's family foundation has saved countless lives around the world,\" Obama said. \"The other candidate's foundation took money other people gave to his charity and then bought a six-foot-tall painting of himself.\"\nWhen he learned of the President's comment, Fahrenthold put in another request to his readers.\n\"Reminder,\" he tweeted, \"I am still looking for this portrait.\" The next day, he had a lead from a Washington Post reader who had shipped the painting to another one of Trump's golf clubs in Briarcliff Manor, New York.\n\"This all happened because of social media,\" Fahrenthold told CNN in the email, saying he hoped the TripAdvisor photo would motivate a Florida reporter to track it down.\n\"Enrique did just that -- although, it turns out, I had underestimated how much work this would actually take,\" he said.\n",
        "quotes": [
            [
                "A lot of people have been looking for this painting,",
                "Acevedo",
                true
            ],
            [
                "I didn't want to give Univision's money to one of Trump's businesses,",
                "",
                true
            ],
            [
                "I consider it a very small contribution to David's phenomenal reporting,",
                "Acevedo",
                true
            ],
            [
                "Enrique deserves 99.9 percent of the credit for that find, since it was he who figured out how to get on the property (by booking a room), and then how to find the photo itself,",
                "Donald Trump",
                true
            ],
            [
                "One candidate's family foundation has saved countless lives around the world,",
                "Obama",
                true
            ],
            [
                "The other candidate's foundation took money other people gave to his charity and then bought a six-foot-tall painting of himself.",
                "Obama",
                true
            ],
            [
                "I am still looking for this portrait.",
                "",
                true
            ],
            [
                "This all happened because of social media,",
                "Donald Trump",
                true
            ],
            [
                "Enrique did just that -- although, it turns out, I had underestimated how much work this would actually take,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.washingtonpost.com/politics/trump-used-258000-from-his-charity-to-settle-legal-problems/2016/09/20/adc88f9c-7d11-11e6-ac8e-cf8e0dd91dc7_story.html?tid=a_inl",
                "https://www.univision.com/univision-news/politics/how-i-found-trumps-controversial-10-000-portrait",
                "http://money.cnn.com/2016/09/13/media/david-fahrenthold-washington-post-donald-trump/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "anchor",
            "painting",
            "trump",
            "univision",
            "money",
            "trumps",
            "portrait",
            "fahrenthold",
            "foundation",
            "resort",
            "locates",
            "controversial",
            "acevedo",
            "cnn"
        ]
    }
]