[
    {
        "url": "https://www.cnn.com/2016/09/23/politics/syria-kerry-russia-action-call/index.html",
        "title": "Kerry calls for 'immediate action' from Russia and Syria",
        "authors": [
            {
                "name": "Elise Labott",
                "link": null
            },
            {
                "name": "Laura Koran",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-23",
        "text": "Kerry demands 'immediate action' from Russia and Syria on ceasefire\nUpdated 4:39 PM ET, Fri September 23, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nKerry and his Russian counterpart held an informal meeting Friday\nSecretary of state says \"a little progress\" was made\nNew York (CNN)\nUS Secretary of State John Kerry met once again with Russian counterpart Sergei Lavrov on Friday, as the two countries face a potential turning point in their engagement in Syria.\n\"We exchanged some ideas and we had a little bit of progress,\" Kerry said of the meeting. \"We're evaluating some mutual ideas in a constructive way.\"\nA senior State Department official characterized the conversation, which took place on the sidelines of a meeting of the Middle East Quartet, as brief and informal, but added that it was a \"constructive discussion.\"\n\"We have no proposals to read out,\" the official said.\nA frustrated Kerry called on Thursday for \"immediate\" and \"significant\" action from Russia and Syria to prove their commitment to a ceasefire agreement reached this month.\nRead More\n\"We can't be the only ones trying to hold this door open,\" the US secretary of state said. \"Russia and the (Bashar al-Assad) regime must do their part.\"\nOtherwise, Kerry said, there's \"no chance\" for the process to continue.\nJUST WATCHED\nFighting returns to Syria as truce unravels 02:41\nAddressing the media from a podium at the Palace hotel in New York, where he is attending the United Nations General Assembly, Kerry opened by noting reports of a regime offensive in Aleppo, which he said is \"exactly the kind of regime action that has done so much damage to this process and to the credibility of the concept of restraint or cease fire.\"\n\"Obviously no one can possibly be satisfied with the events that have unfolded in the last few days,\" Kerry said. \"Far, far from it.\"\n\"Absent a major gesture, we don't believe there is a point in making more promises,\" he insisted, suggesting the US was on the verge of scrapping the agreement if it didn't see a cessation of air activities by the Russian and Syrian militaries, or similarly concrete action.\nBut Kerry insisted the US is committed to seeking a resumption of the ceasefire and would be meeting with Lavrov and member nations of the International Syria Support Group in the coming days.\nJUST WATCHED\nOfficials: Possible ISIS chemical attack on US troops 01:36\n\"We remain absolutely convinced there is no such thing as a military solution,\" Kerry said.\nA senior administration official told reporters in a conference call that Russia would need to take \"extraordinary steps\" to get the process back on track.\n\"We are not sure at this point whether they are ready and willing to take those kinds of steps.\"\nAfter the meeting with Kerry on Friday, Lavrov addressed the United Nations General Assembly, saying diplomatic discussions on Syria must be restarted \"without any preconditions.\"\nBut Lavrov blamed the disruption of the agreement on \"sabotage\" by \"specific people from abroad with their mentors and supporters,\" seemingly a rebuke of the United States and its coalition partners.\nRussia believes \"the reason lies in an attempt to try to change the regime,\" Lavrov added.\nCNN's Ryan Browne contributed to this report.\n",
        "quotes": [
            [
                "We exchanged some ideas and we had a little bit of progress,",
                "Kerry",
                true
            ],
            [
                "We're evaluating some mutual ideas in a constructive way.",
                "Kerry",
                true
            ],
            [
                "We have no proposals to read out,",
                "",
                true
            ],
            [
                "We can't be the only ones trying to hold this door open,",
                "Kerry",
                true
            ],
            [
                "Russia and the (Bashar al-Assad) regime must do their part.",
                "",
                true
            ],
            [
                "exactly the kind of regime action that has done so much damage to this process and to the credibility of the concept of restraint or cease fire.",
                "",
                false
            ],
            [
                "Obviously no one can possibly be satisfied with the events that have unfolded in the last few days,",
                "Kerry",
                true
            ],
            [
                "Absent a major gesture, we don't believe there is a point in making more promises,",
                "",
                true
            ],
            [
                "We remain absolutely convinced there is no such thing as a military solution,",
                "Kerry",
                true
            ],
            [
                "We are not sure at this point whether they are ready and willing to take those kinds of steps.",
                "Kerry",
                true
            ],
            [
                "specific people from abroad with their mentors and supporters,",
                "Lavrov",
                false
            ],
            [
                "the reason lies in an attempt to try to change the regime,",
                "Lavrov",
                false
            ]
        ],
        "links": {
            "articles": [
                "http://www.cnn.com/2016/09/22/middleeast/syria-airstrikes-eastern-aleppo/index.html",
                "https://www.cnn.com/2016/09/22/middleeast/syria-assad-interview/index.html",
                "http://www.cnn.com/2016/09/21/politics/russia-syria-kerry-un-security-council-meeting/index.html",
                "https://www.cnn.com/2016/09/22/opinions/russia-syria-kerry-lain-opinion/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "action",
            "informal",
            "little",
            "calls",
            "progress",
            "ideas",
            "official",
            "meeting",
            "russia",
            "russian",
            "immediate",
            "counterpart",
            "kerry",
            "state",
            "syria"
        ]
    }
]