[
    {
        "url": "http://www.bbc.com/news/world-us-canada-41541002",
        "title": "Storm Nate weakens but brings heavy rain",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "8 October 2017\nThese are external links and will open in a new window\nClose share panel\nMedia captionCatfish in the streets as Nate floods US cities\nStorm Nate has weakened to a tropical depression after bringing strong winds, heavy rain and some flooding to the south-eastern United States.\nIt made landfall as a hurricane twice, in Louisiana and Mississippi, and is currently over Alabama.\nStorm surge warnings have been lifted across the region.\nNate killed at least 25 people in Nicaragua, Costa Rica and Honduras. No deaths or injuries have yet been reported in the US.\nAlthough it was not as strong as last month's Maria and Irma, the states of Louisiana, Mississippi, Alabama and parts of Florida had issued warnings and evacuation orders ahead of its arrival.\n'Minimal' damage\nFilm footage from Biloxi, Mississippi, where the storm made landfall, showed flooded streets and highways.\nImage copyright EPA\nImage caption Storm surges displaced boats, vehicles and even this gazebo\nBut the waters quickly receded, leaving boats and vehicles marooned.\nMayor of nearby Gulfport, Billy Hewes, told the BBC the storm surge did not appear to be as high as feared and he thought the damage there would \"be minimal\".\nMedia playback is unsupported on your device\nMedia captionUN Secretary General Antonio Guterres: \"The origin is clear - we are facing the consequences of climate change\"\nMississippi emergency official Greg Flynn told AP that more than 1,000 people in the state spent the night in shelters but no major damage had been reported.\nIn southern Alabama, the local power company said some 5,000 people were without power. Residents there had been urged to take precautions ahead of Nate's arrival.\nA mandatory curfew was lifted in New Orleans, Louisiana, as the threat to the city - devastated by Hurricane Katrina in 2005 - was downgraded.\nWarnings of storm surge flooding were lifted on Sunday afternoon.\nImage copyright Getty Images\nImage caption Some 300 guests were in the Golden Nugget Hotel in Biloxi when the storm came\nFive ports along the Gulf Coast were also closed to shipping as a precaution ahead of Nate's arrival. Most oil and gas platforms in the US Gulf of Mexico also evacuated their staff, but are now planning to reopen.\nUS President Donald Trump on Saturday issued an emergency declaration for Louisiana and Mississippi, allowing the state to seek federal help with preparation and possible relief efforts.\nNate's deadly impact in Central America\nNate caused heavy rains, landslides and floods which blocked roads, destroyed bridges and damaged houses as it tore through central America .\nAt least 13 people died in Nicaragua, eight in Costa Rica, three in Honduras and one in El Salvador.\nThe tail of the storm is still causing problems in the region, where thousands have been forced to sleep in shelters and some 400,000 people in Costa Rica were reported to be without running water.\nUN Secretary General Antonio Guterres, visiting Antigua and Barbuda which were badly damaged by Hurricane Irma in September, said the international community needed to do more to help Caribbean countries hit by a series of powerful hurricanes.\n\"There is an increasing intensity of hurricanes, an increasing frequency, and increasing devastation,\" he told the BBC. \"The origin is clear - we are facing the consequences of climate change.\"\nRelated Topics\n",
        "quotes": [
            [
                "The origin is clear - we are facing the consequences of climate change",
                "Antonio Guterres",
                false
            ],
            [
                "There is an increasing intensity of hurricanes, an increasing frequency, and increasing devastation,",
                "",
                true
            ],
            [
                "The origin is clear - we are facing the consequences of climate change.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.bbc.co.uk/news/world-latin-america-41520672"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "nate",
            "mississippi",
            "louisiana",
            "storm",
            "hurricane",
            "media",
            "weakens",
            "heavy",
            "caption",
            "surge",
            "rain",
            "rica",
            "brings",
            "told",
            "tropical"
        ]
    }
]