[
    {
        "url": "https://www.reuters.com/article/us-health-obesity-problem/factbox-obesity-medical-bill-could-reach-1-2-trillion-a-year-by-2025-idUSKBN1CF34H",
        "title": "Factbox: Obesity medical bill could 'reach $1.2 trillion' a year by 2025",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-10",
        "text": "October 10, 2017 /  10:45 PM / 2 years ago\nFactbox: Obesity medical bill could 'reach $1.2 trillion' a year by 2025\n3 Min Read\nROME (Thomson Reuters Foundation) - Obesity worldwide is escalating and without urgent action to prevent and treat it, the annual medical bill for dealing with its consequences could reach $1.2 trillion by 2025, the World Obesity Federation said ahead of World Obesity Day on Wednesday.\nHere are some facts about the rising problem:\n* Obesity worldwide has doubled between 1980 and 2014, and most people live in countries where being overweight and obese kills more people than being underweight\n* At least 2.8 million people die each year as a result of being overweight or obese\n* Childhood obesity is one of the most serious public health challenges of the 21st century, says the World Health Organization (WHO)\n* More than 1.9 billion adults were overweight in 2014, and 600 million were obese. That translates to 39 percent of adults being overweight, and 13 percent obese\n* The increase is caused by people eating more foods that are high in calories and fat, and being less physically active. They are more likely to have a sedentary job, live in cities, and use transport that involves little physical activity\n* They are at greater risk of heart disease and strokes - the leading causes of death in 2012 - and diabetes, osteoarthritis, and some cancers\n* The annual cost of treating these diseases - as well as damage to joints which may result in hip and knee replacements and back pain - could reach $1.2 trillion by 2025\n* Undernutrition and obesity can exist within the same country, the same community and the same household\n* In 2014, about 41 million children under five years old were overweight or obese. In Africa, the number nearly doubled to 10.6 million in 2014, up from 5.4 million in 1990\n* The food industry can promote healthy diets by reducing fat, sugar and salt content of processed foods, ensuring that healthy and nutritious choices are available and affordable to all consumers, restricting marketing of foods high in sugars, salt and fats, says WHO\n* Individuals can change their diets and increase exercise levels\n* Governments and all those involved in care need to invest more in preventing obesity, and treating it, campaigners say\nSources: World Health Organization, World Obesity Federation\nReporting by Alex Whiting @Alexwhi, Editing by Ros Russell.; Please credit the Thomson Reuters Foundation, the charitable arm of Thomson Reuters, that covers humanitarian news, climate change, resilience, women's rights, trafficking and property rights. Visit news.trust.org/climate\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://news.trust.org/climate/"
            ]
        },
        "key_words": [
            "medical",
            "world",
            "obese",
            "2025",
            "bill",
            "overweight",
            "foods",
            "treating",
            "factbox",
            "million",
            "obesity",
            "health",
            "reach",
            "12",
            "trillion",
            "worldwide"
        ]
    }
]