[
    {
        "url": "https://www.cnn.com/2016/09/19/politics/donald-trump-foreign-investments-national-security-officials/index.html",
        "title": "Past national security officials to Trump: Disclose foreign interests",
        "authors": [
            {
                "name": "Tal Kopan",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-19",
        "text": "Updated 4:30 PM ET, Mon September 19, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nTrump's business dealings overseas could pose \"significant conflicts of interest,\" they said\nSigning were Clinton supporters and a number of former Bush administration officials\nWashington (CNN)\nA group of former national security officials and experts are calling on Donald Trump to disclose his overseas business dealings, questioning whether the Republican nominee has conflicts of interest with US foreign policy.\nMore than 50 past officials signed the letter released Monday, a mix of Democratic and Republican national security leaders.\nThe letter notes that Trump's business dealings overseas could pose \"unprecedented\" and \"significant conflicts of interest\" if he guided US foreign policy. It demands Trump disclose in full what his foreign business interests are, and to promise to divest himself of them if he wins in November.\nRead More\nSignatories include Hillary Clinton supporters like retired Gen. John Allen and former Defense Undersecretary for Policy Michele Flournoy.\nAlso signing were a number of former George W. Bush administration officials, including former Homeland Security Secretary Michael Chertoff, former Deputy Defense Secretary Paul Wolfowitz, former national security adviser Robert Blackwill, former Deputy Director of National Intelligence for Analysis Thomas Fingar and former acting CIA Director John E. McLaughlin.\nThe letter shares some overlap with a missive from a group of 50 GOP national security officials who last month wrote a letter opposing the Republican candidate.\nTrump has refused to release his tax returns, saying they are under audit, and has given limited information about his businesses to the public. He has said he will separate himself from the business if he became president, leaving it in charge of his children.\nBut experts tell CNN putting his children in charge would not do enough to minimize potential conflicts of interest.\nTrump has more than a dozen properties all over the world.\nThe letter was first reported by The New York Times.\nThe Trump campaign did not immediately respond to a request for comment.\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.nytimes.com/2016/09/20/us/politics/donald-trump-business-reaction.html",
                "https://www.cnn.com/2016/09/15/politics/trump-children-business/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "officials",
            "interest",
            "interests",
            "past",
            "trump",
            "foreign",
            "letter",
            "business",
            "republican",
            "overseas",
            "security",
            "national",
            "disclose"
        ]
    }
]