[
    {
        "url": "https://www.nytimes.com/2017/10/10/sports/soccer/usmnt-trinidad-world-cup.html?rref=collection%2Fsectioncollection%2Fsports",
        "title": "United States Misses World Cup for First Time Since 1986",
        "authors": [
            {
                "name": "Andrew Das",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-10",
        "text": "Advertisement\nUnited States Misses World Cup for First Time Since 1986\nImage\nMatt Besler looked on in disbelief after the Americans lost to Trinidad and Tobago to doom their World Cup hopes.CreditCreditRebecca Blackwell/Associated Press\nBy Andrew Das\nOct 10, 2017\nCOUVA, Trinidad and Tobago — There was always a chance that a year would come when the United States again failed to qualify for the World Cup, when the hurdles in the nearly two-year slog of regional qualification — the matches on steamy afternoons and muggy nights, the hard tackles and the coin-throwing fans, the lousy fields and the dubious refereeing — all proved too much.\nThat year is 2017.\nTrinidad and Tobago, whose World Cup dreams ended months ago, stunned the United States, 2-1, on Tuesday night. The result, combined with just-as-shocking outcomes in two simultaneous games in Honduras and Panama on the final day of qualifying for the Concacaf region, ushered in the unthinkable: The American men, mainstays of the World Cup for more than a generation, are out of next summer’s tournament in Russia.\nInstead, Panama, which rallied from a one-goal deficit for a 2-1 win over Costa Rica, will join the Ticos and Mexico in Russia. It will be Panama’s first trip to the World Cup.\nHonduras, which overcame a two-goal deficit to beat visiting Mexico, 3-2, passed the Americans to claim fourth place in the six-team final round. That position comes with a World Cup lifeline: Honduras will face Australia in a two-leg playoff in November for a spot in the finals.\nThe United States’ defeat capped a dramatic final day of qualifying on multiple continents, with France and Portugal locking up World Cup spots from Europe and three South American teams — Uruguay, Colombia and, with a monumental sigh of relief, Lionel Messi and Argentina — doing the same.\nThe result in Trinidad and Tobago completed a slow-starting and, ultimately, devastating campaign for the United States. The path through qualifying had been full of pivotal moments; the team switched coaches after losing its first two qualifiers of the final round, firing Jurgen Klinsmann and rehiring Bruce Arena for a second stint leading the team. While Arena’s arrival initially seemed to steady the team, the Americans ultimately won only three of the eight qualifiers he coached.\nImage\nTrinidad and Tobago’s Alvin Jones (17) celebrating with his teammates after scoring from 35 yards out to give his squad a 2-0 lead against the United States.CreditRebecca Blackwell/Associated Press\n“We didn’t qualify for the World Cup,” Arena said after Tuesday’s loss. “That was my job.”\nHe added: “We have no excuses. We failed today.”\nSunil Gulati, the president of U.S. Soccer, echoed his coach’s disappointment.\n“We certainly expected to qualify, throughout the process, and especially after Friday night,” he said, adding, “It’s a huge disappointment for everybody; the players, the staff, the coaches, the federation.\n“It’s not good enough.”\nGulati, who is expected to face his first contested election for the U.S. Soccer presidency in February, said he would make no decisions about the future of the program in the immediate aftermath of the defeat.\n“That’s for tomorrow,” he said. He declined to say whether Arena would coach the team through the end of his contract, which runs through the end of the 2018 World Cup.\nArena and his team entered Tuesday’s game needing only a win or a tie to qualify, and — after a 4-0 win over Panama on Friday that kept the Americans in control of their qualification destiny — even a loss would have done the trick if the results in the other two games went the Americans’ way.\nBut a listless first half on Tuesday put them back on perilous footing.\nSoon Panama and Honduras were rallying from early deficits, and then it all unraveled for the U.S. Trinidad and Tobago forward Shahdon Winchester and United States defender Omar Gonzalez converged on a looping cross in the penalty area in the 17th minute, and the hopeful ball knuckled off Winchester’s foot and Gonzalez’s shin before sailing over goalkeeper Tim Howard, who was caught off his line.\nThe goal, a crestfallen Gonzalez said later, “is one that will haunt me forever.”\nThe day, one Gonzalez called “the worst of my career,” soon got worse. Twenty minutes later, Trinidad and Tobago right back Alvin Jones, sauntering up the right side and looking for a passing option, realized he had no pressure and decided to shoot instead — a rocket from nearly 35 yards that screamed past Howard. The tiny crowd that bothered to show up to Ato Boldon Stadium roared again.\nImage\nChristian Pulisic of the United States battled for control of the ball with Nathan Lewis of Trinidad and Tobago during a 2018 World Cup qualifying soccer match in Trinidad on Tuesday.CreditRebecca Blackwell/Associated Press\nThe Americans had lost control of their fate, and suddenly needed goals — or help elsewhere — to save them. Christian Pulisic grabbed a goal back less than 90 seconds after halftime, and the press for one more — which would have been good enough to clinch qualification — was on.\nIt never came, though, and despite Clint Dempsey’s hitting the post in the final minutes — one of several late chances that would have rescued the U.S. — the Americans were out.\nThe defeat could mean the end of the national team careers of several national team mainstays, including Dempsey, 34, and Howard, 38. But those decisions, too, are for another day.\nOn Tuesday night, there was just the hard truth of qualification. In international soccer, midfielder Michael Bradley had noted on Monday, “you either qualify for the World Cup, or you don’t. There’s no extra points for how you qualify.”\nThere is no relying on other teams to help, either. So as the scores turned bad in the other two matches, and as the time ticked down on the tiny scoreboard at the stadium here, the increasingly desperate Americans could sense what was coming. Arena said he did not check the other scores, but Gonzalez said he could read the body language on the bench from his position on the field, and he knew the news wasn’t good.\nWhen the final whistle blew, Gonzalez and Bradley and the rest of the team were, for the first time since the 1986 World Cup, on the wrong side of the qualifying line.\n“The reality is that it was all there for us,” Bradley said. “And we have nobody to blame but ourselves.”\nA version of this article appears in print on , Section B, Page 8 of the New York edition with the headline: The U.S. Falls Short, and Out. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "We didn’t qualify for the World Cup,",
                "Bruce Arena",
                true
            ],
            [
                "We certainly expected to qualify, throughout the process, and especially after Friday night,",
                "",
                true
            ],
            [
                "is one that will haunt me forever.",
                "Gonzalez",
                false
            ],
            [
                "you either qualify for the World Cup, or you don’t.",
                "Michael Bradley",
                false
            ],
            [
                "There’s no extra points for how you qualify.",
                "Michael Bradley",
                true
            ],
            [
                "The reality is that it was all there for us,",
                "Bradley",
                true
            ],
            [
                "And we have nobody to blame but ourselves.",
                "Bradley",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/10/10/sports/soccer/argentina-messi-world-cup.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.parsintl.com/publication/the-new-york-times/",
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY"
            ]
        },
        "key_words": [
            "cup",
            "tobago",
            "panama",
            "deficit",
            "world",
            "states",
            "united",
            "mexico",
            "honduras",
            "1986",
            "final",
            "misses"
        ]
    }
]