[
    {
        "url": "http://www.cnn.com/2017/10/11/entertainment/dynasty-review/index.html",
        "title": "'Dynasty' revival seeks new bang for the bucks",
        "authors": [
            {
                "name": "Brian Lowry",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-11",
        "text": "Updated 10:05 AM ET, Wed October 11, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nElizabeth Gillies, Nathalie Kelley in 'Dynasty'\n(CNN)\nAfter extensive dabbling in the world of superheroes, the CW plunges back into the super-rich and super-soapy with \"Dynasty.\" Seemingly determined to out-sleaze \"Gossip Girl,\" the catfight-heavy premiere largely delivers on that level, with the disclaimer that sustaining such serialized \"Can you top that?\" silliness is where the producers will have to earn their keep.\nIf TNT's \"Dallas\" revival built upon the original and its characters, \"Dynasty\" -- overseen by the producers of \"Gossip Girl\" -- has essentially borrowed the name of Aaron Spelling's original the-rich-are-like-us-only-crazier drama and spruced it up for modern times.\nAt the show's core there's still Blake Carrington (Grant Show) and his massive energy company and estate, which his ambitious, scheming daughter Fallon (Elizabeth Gillies) assumes is eventually going to be hers.\nThose plans, alas, are thrown for a loop when Blake reveals that he's engaged to one of his employees, Cristal (Nathalie Kelley). Fallon dismisses her with a constant barrage of sniping, thus lending credence to Cristal's complaint that Blake's kids won't see her as anything more than \"the girl you're banging.\"\nThere's a lot of banging and big bucks all around, naturally, with Fallon dallying with the family chauffeur (Robert Christopher Riley), and her brother Steven (James Mackay) -- among network TV's first gay characters on the original -- allowed to be himself more openly, while his promotion of environmental causes has created a rift with Blake.\nRead More\nSomehow, the players also find the time to transact a lot of high-stakes business, with Fallon noting that her dad \"made his fortune doing deals with old white guys in private clubs,\" a situation she -- and the show, with its more diverse group of characters -- intends to remedy.\n\"Dynasty\" works a little too hard at living up (or down) to its splashy billboards in the early going, with Gillies overplaying the femme fatale shtick. That includes a voiceover in which she discusses this being \"an age of dynasties,\" as pictures of the Trumps (a.k.a. \"the president daddy voted for\") and Murdochs flash by.\nThe new \"Dallas,\" it's worth noting, started well before gradually losing its appeal. Still, Show's \"Melrose Place\" cred offers an intermediate bridge for fans of this TV genre, and the soapy twists should pair nicely with CW's \"Riverdale,\" which offered its own juicy season-one doings and returns with a serial-killer plot to get the ball rolling.\nThose who inhabit \"Dynasty\" clearly operate by the old slogan that you \"can't be too rich or too thin.\" While the wealth part isn't a problem, once the initial curiosity subsides, the question remains whether this revival can drape enough meat on its attractive bones to merit sticking around.\n\"Dynasty\" premieres Oct. 11 at 9 p.m. on the CW.\n",
        "quotes": [
            [
                "made his fortune doing deals with old white guys in private clubs,",
                "Fallon",
                false
            ],
            [
                "can't be too rich or too thin.",
                "Gillies",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "characters",
            "dynasty",
            "world",
            "original",
            "seeks",
            "revival",
            "fallon",
            "producers",
            "blake",
            "bang",
            "youre",
            "girl",
            "bucks",
            "gossip"
        ]
    }
]