[
    {
        "url": "https://www.nytimes.com/2017/10/08/world/africa/nigeria-cameroon-secession-separatists.html?rref=collection%2Fsectioncollection%2Fworld",
        "title": "In Nigeria and Cameroon, Secessionist Movements Gain Momentum",
        "authors": [
            {
                "name": "Francois Essomba",
                "link": null
            },
            {
                "name": "Tony Iyare",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-08",
        "text": "Advertisement\nImage\nSupporters of the Indigenous People of Biafra, a separatist group, in southeast Nigeria in May. Nigeria’s president, Muhammadu Buhari, declared the group a terrorist organization last month.CreditCreditStefan Heunis/Agence France-Presse — Getty Images\nBy Tony Iyare and Francois Essomba\nOct 8, 2017\nLAGOS, Nigeria — In recent days, independence votes in restive parts of Spain and Iraq have captured the world’s attention, leading to street clashes, angry threats from aggrieved politicians and even heated words from a king .\nBut long-simmering tensions over separatist movements in West Africa have also sent huge crowds into the streets and led to deadly government crackdowns and fears of more bloodshed.\nIn Cameroon, 17 people were killed in recent days during protests in English-speaking areas, where some residents have called for splitting off from French-speaking parts of the nation, Amnesty International said.\nIn Nigeria, a movement in the southeast seeking independence from the rest of the country has also gained steam — 50 years after a civil war over the same issue left one million people dead in one of the region’s deadliest conflicts.\nLast month, Nigeria’s president, Muhammadu Buhari , declared a separatist group, the Indigenous People of Biafra, a terrorist organization and unleashed a military offensive in the region.\nIn Cameroon, the military has been deployed in English-speaking areas, where the government blocked social media websites for at least the second time this year .\nSecurity forces have been accused of killing protesters in both areas, and neither nation’s government has engaged in meaningful dialogue with residents who want to form their own country.\nBut the harsh responses are only fueling the separatist movements, potentially intensifying calls to break apart the nations, analysts say. “The excluded are fighting back in the language of exclusion, and it’s not pretty,” said Chidi Odinkalu, a former chairman of the National Human Rights Commission in Nigeria. “The way out is to run an inclusive country. It’s doable.”\nHostilities with the central government in Nigeria’s southeast have simmered ever since the Nigerian civil war started 50 years ago, when a self-declared Republic of Biafra tried to break off from the rest of the nation. Tensions have continued in the decades since the rebellion, and picked up momentum this year.\nImage\nPolice officers during a crackdown this month on English-speaking areas of Cameroon, where some residents want to break away from French-speaking parts of the nation.CreditAgence France-Presse — Getty Images\nAs the country wondered about the health of Mr. Buhari, who has spent more than 100 days in London receiving medical treatment for a mystery illness, people poured into the streets in the southeast to support a movement to create a new state or break off into a separate nation, as the area tried to do in the late 1960s.\nLast month, the military deployed tanks and helicopters in the region. Separatists say that their supporters have been killed and tortured by the military.\nTroops encircled the home of the leader of the Indigenous People of Biafra, Nnamdi Kanu, and his supporters tried to fight them off with sticks. Reuters reported that bullet holes were found in the house, and that two of its journalists saw six bullet-riddled bodies in the morgue. Separatists said the six people were killed during what they said was a raid by troops on Mr. Kanu’s home. The whereabouts of Mr. Kanu is unknown.\nMaj. Gen. D. D. Ahmadu, the Nigerian Army’s chief of training and operations, said the military had targeted bandits and other criminals operating in the region, adding that separatists were not being singled out. Yet another military exercise was being planned for the region, raising fears of more violence to come.\n“They humiliate and dehumanize the civilian population,” said Wole Soyinka, a playwright, activist and Nobel laureate. “This type of unacceptable habit, this sense of military superiority, is beginning to creep back into this nation.”\nPresident Buhari has spoken out harshly against the agitators. In August, he gave a stern warning to those who had “crossed the national red lines by daring to question our collective existence as a nation.”\n“Nigeria’s unity is settled and not negotiable,” he said. “We shall not allow irresponsible elements to start trouble, and when things get bad they run away and saddle others with the responsibility of bringing back order, if necessary with their blood.”\nBesides the secessionist movement in Nigeria , the country is also engaged in a war with Boko Haram in the northeast, while also grappling with battles between farmers and herdsmen.\n“This ought to be the preoccupation of the Nigerian Army at this point of our historical annals,” said Sylvester Odion Akhaine, an associate professor of political science at Lagos State University, referring to the other conflicts.\nIn Cameroon, protests started nearly a year ago when English speakers in the northwest and southwest began demanding an end to what they say is discrimination by the French-speaking majority.\nImage\nA protest opposing independence for the English-speaking regions in Douala, Cameroon, this month.CreditJoel Kouam/Reuters\nLawyers fed up with new laws that were never translated into English started speaking out. They complained that the government sent judges who could not speak English well to fill their courthouses. They were soon joined by teachers, professors and other citizens who closed shops and schools to protest against a government that they say has failed to live up to its constitutional requirement for a bilingual nation.\nProtests continued through most of this year. Numerous demonstrators were jailed, and officials shut down the internet. At least two protesters were killed when the security forces fired live ammunition at rallies. Many children in English-speaking regions have not been in school for the past 11 months.\nThrough the months of agitation, and with Cameroonians abroad organizing protests, a small separatist movement began to gain momentum. Its supporters are now calling for a new nation that they want to be called Ambazonia.\nMore violence broke out last month when three police officers were wounded by an improvised bomb. The attack has drawn the ire of government officials whose support comes from French-speaking areas. Cameroon’s communications minister compared secessionists to the Islamist terrorist group Boko Haram .\nOn Oct. 1, officials sent soldiers and military helicopters to demonstrations in English-speaking regions where protesters were calling for independence. Supporters of Ambazonia hoisted their flags in several villages. The government issued a curfew and travel restrictions.\nAmnesty International said it confirmed 17 deaths in the protests, with some of the victims reported to have been shot by soldiers. John Fru Ndi, the chairman of an opposition party that has the support of many English-speaking people in the country, estimated that as many as 30 people were killed. News media outlets also reported the deaths of security officers. Last week, the State Department said in a statement that the Cameroonian government’s use of force “to restrict free expression and peaceful assembly, and violence by protestors” was “unacceptable.”\nThe demonstrations in Cameroon took place on the anniversary of the English-speaking region’s independence more than 50 years ago. For four decades, Cameroon was split into English and French territories. In 1961, the territories then unified into one republic made up mostly of French speakers as well as an English-speaking minority that adhered to British common law. English speakers have long complained that they get fewer resources from the government than their French counterparts do.\nMr. Ndi said he had repeatedly called on President Paul Biya to travel to the English-speaking parts of the country to open a dialogue with secessionists. But that has not happened, Mr. Ndi said, though the government did free some leaders of the movement who had been jailed. Protesters say that others are still are being unjustly imprisoned.\nMr. Biya, in office since 1982, has made it clear that he does not support any split of the nation. He has been spending time recently in Switzerland, where he often goes for vacations, but on Oct. 1 he released a statement on Facebook calling for peaceful dialogue.\n“Let me make this very clear: it is not forbidden to voice any concerns in the Republic,” he said on his official page . “However, nothing great can be achieved by using verbal excesses, street violence, and defying authority.”\nTony Iyare reported from Lagos, and Francois Essomba from Buea, Cameroon.\nA version of this article appears in print on , Section A, Page 11 of the New York edition with the headline: Secession Drives Gain In West Africa Nations; Violent Backlash Seen. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "The excluded are fighting back in the language of exclusion, and it’s not pretty,",
                "Chidi Odinkalu",
                true
            ],
            [
                "The way out is to run an inclusive country.",
                "Chidi Odinkalu",
                true
            ],
            [
                "They humiliate and dehumanize the civilian population,",
                "Wole Soyinka",
                true
            ],
            [
                "This type of unacceptable habit, this sense of military superiority, is beginning to creep back into this nation.",
                "Wole Soyinka",
                true
            ],
            [
                "crossed the national red lines by daring to question our collective existence as a nation.",
                "",
                false
            ],
            [
                "Nigeria’s unity is settled and not negotiable,",
                "",
                true
            ],
            [
                "We shall not allow irresponsible elements to start trouble, and when things get bad they run away and saddle others with the responsibility of bringing back order, if necessary with their blood.",
                "",
                true
            ],
            [
                "This ought to be the preoccupation of the Nigerian Army at this point of our historical annals,",
                "Sylvester Odion Akhaine",
                true
            ],
            [
                "to restrict free expression and peaceful assembly, and violence by protestors",
                "",
                false
            ],
            [
                "Let me make this very clear: it is not forbidden to voice any concerns in the Republic,",
                "",
                true
            ],
            [
                "However, nothing great can be achieved by using verbal excesses, street violence, and defying authority.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/08/21/world/africa/muhammadu-buhari-nigeria-boko-haram.html?module=inline",
                "https://www.nytimes.com/2017/10/03/world/europe/catalonia-spain-referendum.html?module=inline",
                "https://www.nytimes.com/2016/07/18/world/africa/nigeria-niger-delta-buhari-oil-militants.html?module=inline",
                "https://www.nytimes.com/2017/02/09/world/africa/a-bilingual-cameroon-teeters-after-english-speakers-protest-treatment.html?module=inline",
                "https://www.nytimes.com/2017/02/28/world/africa/nigeria-civilian-massacre.html?module=inline",
                "https://www.nytimes.com/1970/01/04/archives/refugees-stream-into-biafra-capital.html?module=inline",
                "https://www.nytimes.com/2017/03/10/world/africa/nigeria-boko-haram.html?module=inline",
                "https://www.nytimes.com/2017/02/10/world/africa/african-nations-increasingly-silence-internet-to-stem-protests.html?module=inline"
            ],
            "gov_pgs": [
                "https://www.state.gov/press-releases/"
            ],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.facebook.com/PaulBiya.PageOfficielle/posts/1661219353909298",
                "https://www.parsintl.com/publication/the-new-york-times/"
            ]
        },
        "key_words": [
            "mr",
            "cameroon",
            "nigeria",
            "d",
            "separatists",
            "nation",
            "kanu",
            "momentum",
            "military",
            "supporters",
            "killed",
            "movements",
            "region",
            "tried",
            "gain",
            "secessionist"
        ]
    }
]