[
    {
        "url": "https://www.nytimes.com/2017/10/11/sports/hockey/vegas-golden-knights-arizona-coyotes-james-neal.html?rref=collection%2Fsectioncollection%2Fsports",
        "title": "Emotional Night in Las Vegas Ends With a Golden Knights Win",
        "authors": [
            {
                "name": "The Associated Press",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-11",
        "text": "Advertisement\nSupported by\nEmotional Night in Las Vegas Ends With a Golden Knights Win\nImage\nDeryk Engelland of the Vegas Golden Knights addressed the opening-night crowd in front of survivors of a mass shooting.CreditCreditEthan Miller/Getty Images\nBy The Associated Press\nOct 11, 2017\nLAS VEGAS — One by one under the spotlights, the Vegas Golden Knights skated up to take their place behind a first responder to the shooting massacre.\nThe arena then illuminated the victims’ names in gold on the ice during 58 seconds of silence.\nHockey seemed distant and unimportant to the players on the N.H.L.’s newest team in recent days, but the Golden Knights knew they had to play Tuesday night — for their city, for their fans and for the fallen.\nAnd their debut on the Strip was a poignant smash.\nJames Neal scored twice during a thrilling four-goal first period, and the Golden Knights remained unbeaten three games into their inaugural season with a 5-2 victory over the Arizona Coyotes in their home opener.\n“There was so much emotion, but we tried to stay focused on hockey, even though it was bigger than hockey,” Neal said. “This is our town. We’re making it our home, and we want it to be a hockey town.”\nTomas Nosek scored the first home goal in franchise history just 2:31 into the first period. Deryk Engelland added his first goal for his adopted hometown’s new team moments later in a stirring performance by the player selected by his teammates to give a pregame speech to the crowd.\n“It was probably one of the more emotional moments of my life,” Engelland said. “I probably don’t plan on scoring in too many games, but to get that one was pretty special.”\nMarc-Andre Fleury made 31 saves for the Golden Knights, who became the first team in N.H.L. history to begin their debut season with three straight wins.\nJust nine days after the massacre occurred less than a mile from T-Mobile Arena, the Golden Knights reverently honored the victims and heroes before the long-awaited home debut of the city’s first major professional sports franchise.\nThe Knights held a pre-game ceremony during which the names of the shooting victims were projected in gold onto the ice during 58 seconds of silence. Engelland spoke eloquently to the fans, vowing that the Golden Knights “will do everything we can to help you and our city heal. We are Vegas Strong.”\nAfter that emotional outpouring, the Golden Knights charged into their home opener with some inspired hockey.\n“We talked about tonight being the most important game we’ll ever play,” Vegas coach Gerard Gallant said. “A lot of guys, we’re playing for our city. We’re playing for the tragedy that happened, for all the people that were here tonight and affected by the tragedy. I thought our guys did a hell of a job. They came out and they focused on the game. They focused from the start.”\nNosek and Engelland connected in the opening minutes before Neal scored back-to-back goals in 4:27, giving him five goals in three games — and all three game-winning goals in team history. Vegas led 4-0 in less than 11 minutes, well on its way to a cathartic victory.\nOscar Lindberg scored in the second period for the Golden Knights, who opened their inaugural season with back-to-back road victories before returning home.\nTobias Rieder and Kevin Connauton scored for the Coyotes, who remained winless after losing back-to-back games to the expansion Golden Knights in a four-day stretch.\n“That’s the one thing that disappointed me, that the effort by five or six guys at some points in the game wasn’t there,” Coyotes coach Rick Tocchet said. “Vegas deserved to win the game. It was a great program before the game. The organization did a nice job.”\nThe Golden Knights’ home opener was a bit more somber than the franchise originally planned, although the crowd was still whipped into a frenzy by the team’s excellent play. T-Mobile Arena had no ads on the boards around the ice for the opener. Instead, the all-white boards simply displayed the same message: “Vegas Strong.”\nThe crowd had scarcely quieted from the pregame festivities when Nosek, the Czech wing who spent the past two seasons with Detroit, fired a shot through Antti Raanta for a surprising goal.\nEngelland, the veteran defenseman who has lived in Las Vegas since playing here for a minor league team several years ago, then took a pass from Brendan Leipsic and fired it through traffic.\nNeal, who scored the first goal in franchise history, made it 3-0 just 6:15 into the first period and chased Raanta, who stopped only three shots. Neal added the first power-play goal in franchise history 4:27 later, setting off roars of excitement in T-Mobile Arena.\nAdvertisement\n",
        "quotes": [
            [
                "There was so much emotion, but we tried to stay focused on hockey, even though it was bigger than hockey,",
                "James Neal",
                true
            ],
            [
                "We’re making it our home, and we want it to be a hockey town.",
                "James Neal",
                true
            ],
            [
                "It was probably one of the more emotional moments of my life,",
                "Marc-Andre Fleury",
                true
            ],
            [
                "I probably don’t plan on scoring in too many games, but to get that one was pretty special.",
                "Marc-Andre Fleury",
                true
            ],
            [
                "will do everything we can to help you and our city heal.",
                "Marc-Andre Fleury",
                false
            ],
            [
                "We talked about tonight being the most important game we’ll ever play,",
                "Gerard Gallant",
                true
            ],
            [
                "A lot of guys, we’re playing for our city.",
                "Gerard Gallant",
                true
            ],
            [
                "We’re playing for the tragedy that happened, for all the people that were here tonight and affected by the tragedy.",
                "Gerard Gallant",
                true
            ],
            [
                "I thought our guys did a hell of a job.",
                "Gerard Gallant",
                true
            ],
            [
                "They came out and they focused on the game.",
                "Gerard Gallant",
                true
            ],
            [
                "That’s the one thing that disappointed me, that the effort by five or six guys at some points in the game wasn’t there,",
                "Rick Tocchet",
                true
            ],
            [
                "Vegas deserved to win the game.",
                "Rick Tocchet",
                true
            ],
            [
                "It was a great program before the game.",
                "Rick Tocchet",
                true
            ],
            [
                "The organization did a nice job.",
                "Rick Tocchet",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "golden",
            "vegas",
            "las",
            "win",
            "victory",
            "unimportant",
            "hockey",
            "neal",
            "knights",
            "night",
            "ends",
            "victims",
            "emotional",
            "town",
            "unbeaten"
        ]
    }
]