[
    {
        "url": "http://beforeitsnews.com/sports/2017/09/5-stages-of-grief-london-caw-ing-2701185.html",
        "title": "5 Stages of Grief: London Caw-ing",
        "authors": [],
        "publisher": "beforeitsnews.com",
        "publish_date": "2017-09-05",
        "text": "Tuesday, September 26, 2017 11:09\n% of readers think this story is Fact. Add your two cents.\nSunday was a brutal day to be a Ravens fan. I won’t even mention the score because it hurts too much to relive.\nLuckily, after nearly 48 hours of emotional whirlwind, I’ve completed the 5 stages of grieving and I’m ready to move on. If you’re not quite there yet, go through my first-hand journey below and perhaps we’ll help you complete the cycle as well, my friends…\nDenial\nFirst Jags drive for a score… okay… that’s not my Ravens defense, but maybe next drive… again? And again?! This is not happening right now! The Ravens’ first foray over the pond and they are going to not only shat the bed on offense, but on defense as well?! The entire team is out of sorts, clearly something isn’t right because this is not the same Ravens team we witnessed over the first few weeks…\nAnger\nFourth quarter and it’s a blow out… I’m done with this game! I’ll find absolutely anything else to do right now… I’ll cut the grass.\nBy hand.\nWith scissors.\nThat’ll be more exciting! Maybe while I’m taking child safety scissors to the lawn I can listen to Stephen Hawking do his rendition of Ave Maria if I really want some entertainment! Because whatever the hell the Ravens brought to London with them is anything but entertainment. It’s literally the worst loss in Ravens history, turned international embarrassment. This is the biggest British-based flop since Beyonce ruined the 3rd Austin Powers movie (yea, I know, I’m harping on it but she was just so awful!).\nAnd the coaches… great job, team! Dean Pees adjusting on the fly is as likely as a regular-season Ravens game without an injury to a starter. Joe Flacco is more likely to not throw a pick than Pees rush more than 3 at any critical point in the game. I heard Ben & Jerry’s is making a Dean Pees-flavored ice cream; it’s basically just vanilla, with some nuts thrown in.\nMarty Mohrninweg doesn’t get off that easy either! No in-game adjustments when you see the Jags pinning their ears back, honing in, and getting instant pressure on Flacco. It was almost as if Marty threw in the towel and accepted defeat, assuming this game didn’t count because it’s international.\nChumps. All of them. What a piss poor excuse of a game from play on the field, to execution, to coaching.\nBargaining\nSo many ways this pummeling over the pond could have been avoided…\nWhy couldn’t the Ravens brass just go out and get legit coordinators this offseason instead of defining insanity and hoping for improved results with the failures from 2016?\nWhy couldn’t the coaching staff even make a smidge of an adjustment throughout the game?\nWhy couldn’t the team have focused more efforts of the million-dollar question of ‘why do all of our players get hurt at a higher rate than any other NFL team?’\nAnd really look at those injuries… what could have happened had this team been healthy instead of 17 players done for the season? And that’s outside of Zach Orr ‘s retirement and Dennis Pitta ‘s 3rd hip injury…\nIf only the team actually hadn’t needed to play all of those backups, perhaps the results would have been different…\nDepression\nLet’s be honest here… the season is done.\nWe beat two awful teams in the first two weeks, then we lost to an ‘average at best’ team in the Jags. Can we just go ahead and say 2 more wins against Cleveland and Cincy again, then… yea, that might be about it. So 4-12? Sound about right?\nBut of course none of that will matter, because just like this past offseason, Steve Biscotti will clamp down on any chatter about firing coaches, and instead will re-up Harbaugh, then keep Pees/Marty on board, claiming injuries were the only reason this team fell apart.\nRinse & repeat.\nThen they’ll defer more contracts to sign more veteran players, push more money into future years, and when they finally decide to rebuild? They’ll have half of the cap allocated to guys who are no longer on the team.\nTypical…\nAcceptance\nSo, here’s the thing: It’s one game. And maybe? Just maybe that game was a fluke.\nI don’t believe we are a true Super Bowl contender given the spattering of injuries, and I think to assume the Ravens are a playoff team is still borderline. But I do believe if the Ravens played the Jags 9 more times, there would never be another game nearly as bad as that one, nor will the final score of the remaining 13 games on their schedule be that gross. I believe Sunday’s game – on offense and defense – was a true anomaly, and if anything it pissed the Ravens off.\nThey’re angry.\nThey’re not going to sit back and accept defeat.\nThey’ll come out of the gates hot against the Steelers this week.\nAt least I hope so!\nAnd honestly? Maybe this is exactly what the team needed- an early season blowout.\nIf they right the ship? The team has plenty of time to redeem themselves.\nIf they simply don’t have the replacement level talent to maintain? They have a poor season & start from scratch in 2018 with a high draft pick and plenty of offensive talent ripe for the picking.\nIf the coaches refuse to make adjustments? Marty and Dean likely have pink slips waiting sooner rather than later, while Harbaugh’s seat gets hotter by the second, possibly leading to the unemployment line.\nThese are really the only options, but ultimately, how will we know until next week is played? No sense in getting worked up, just accept last week’s results, and move on to Steelers Week!\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nTop Global\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "why do all of our players get hurt at a higher rate than any other NFL team?",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/09/26/street-talk/5-stages-of-grief-london-cawing/https://www.pro-football-reference.com/players/O/OrrxZa00.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/09/26/street-talk/5-stages-of-grief-london-cawing/https://www.pro-football-reference.com/players/P/PittDe00.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "https://beforeitsnews.com/v3/r2/?url=http://russellstreetreport.com//2017/09/26/street-talk/5-stages-of-grief-london-cawing/https://www.pro-football-reference.com/players/F/FlacJo00.htm?utm_campaign=Linker&utm_source=direct&utm_medium=linker-",
                "http://www.suppressedhealthsecrets.com",
                "http://www.prodo1.com/"
            ]
        },
        "key_words": [
            "season",
            "ravens",
            "team",
            "right",
            "stages",
            "maybe",
            "cawing",
            "jags",
            "game",
            "im",
            "london",
            "score",
            "grief"
        ]
    }
]