[
    {
        "url": "https://www.reuters.com/article/us-space-mars/tesla-chief-musks-latest-idea-intercity-rocket-travel-idUSKCN1C40MF",
        "title": "Tesla chief Musk's latest idea: Intercity rocket travel",
        "authors": [
            {
                "name": "Sonali Paul",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-09-29",
        "text": "4 Min Read\nADELAIDE/SYDNEY (Reuters) - Silicon Valley billionaire Elon Musk on Friday outlined ambitious plans for a manned mission to Mars and a rocket capable of carrying passengers from one continent to another on Earth.\nSpaceX plans its first trip to the red planet in 2022, carrying only cargo, to be followed by a manned mission in 2024, Musk, who runs the company and electric luxury car company Tesla Inc, said at a conference in Adelaide.\nNASA’s first human mission to Mars is expected about a decade later.\nMusk, the chief executive and lead designer of Space Exploration Technologies, said SpaceX has shrunk the size of the rocket ship it is developing to go to Mars, aiming to start construction on the first spaceship in the first half of next year.\nAs for the intercontinental passenger rocket - a concept familiar to science fiction fans - Musk said, “If you build a ship that’s capable of going to Mars, what if you take that same ship and go from one place to another on Earth? We looked at that and the results are quite interesting.”\nHe then showed the conference audience a video of images of a rocket taking off in New York City and landing in various places around the world, with words on the screen showing flight times of less than an hour between any two cities on opposite sides of the world. A New York-to-Shanghai trip could be done in 39 minutes, for example.\nMusk had previously planned to use a suite of space vehicles to support the colonization of Mars, beginning with an unmanned capsule called Red Dragon in 2018, but he said SpaceX is now focused on a single, slimmer and shorter rocket instead.\nThe rocket would be partially reusable and capable of flight directly from Earth to Mars, could still carry 100 passengers, and could also be used for fast transport on Earth, Musk said.\nMusk’s SpaceX is one of several ventures that have said they want to open up space routes to Mars.\nLockheed Martin Corp announced separate plans for a manned Mars journey on Friday, unveiling concept drawings of a “base camp” space station orbiting Mars and landing craft that would carry four astronauts to the planet’s surface.\n“We know its cold, it’s pretty inhospitable, so we start with the robots and then we go down with these landers,” Rob Chambers, Lockheed’s director of human space flight strategy, told Australian Broadcasting Corporation in an interview.\nChambers gave no date, but the planned mission would be a joint expedition with NASA, which aims to reach Mars during the 2030s.\nMars is typically 140 million miles (225 million km) from Earth, and landing the first humans there, after what traditionally has been seen as a six- to nine-month journey, is an extremely ambitious goal.\nSlideshow (3 Images)\nSpaceX, which Musk founded with the aim of colonizing Mars, is one of several private and government-funded ventures vying to put people and cargo on the red planet, and other destinations beyond Earth’s orbit.\nAmazon.com founder Jeff Bezos’ Blue Origin space venture is also designing a heavy-lift vehicle called New Armstrong that will be capable of Mars transport.\nRussia and China are each preparing for manned missions to the moon, and Russia has agreed to work with NASA planning a “deep space gateway” space station in lunar orbit, which would serve as a staging post for future missions.\nReporting by Sonali Paul and Tom Westbrook; Editing by Clarence Fernandez and Jonathan Oatis\n",
        "quotes": [
            [
                "If you build a ship that’s capable of going to Mars, what if you take that same ship and go from one place to another on Earth?",
                "Musk",
                true
            ],
            [
                "We looked at that and the results are quite interesting.",
                "Musk",
                true
            ],
            [
                "We know its cold, it’s pretty inhospitable, so we start with the robots and then we go down with these landers,",
                "Rob Chambers",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "musks",
            "capable",
            "earth",
            "musk",
            "idea",
            "spacex",
            "space",
            "travel",
            "rocket",
            "manned",
            "chief",
            "mars",
            "tesla",
            "latest",
            "mission",
            "ship",
            "intercity"
        ]
    }
]