[
    {
        "url": "http://www.cnn.com/2017/10/10/us/las-vegas-shooter-incendiary-rounds/index.html",
        "title": "Las Vegas shooter fired 'incendiary' rounds at fuel tank",
        "authors": [
            {
                "name": "Scott Glover",
                "link": null
            },
            {
                "name": "Kyung Lah",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-10",
        "text": "Updated 1:09 PM ET, Wed October 11, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nInvestigators found \"survival gear\" in Stephen Paddock's hotel room, including bulletproof vests, sources say\n\"Incendiary\" rounds were recovered near a 43,000-barrel fuel tank investigators say the gunman fired at, sources say\n(CNN)\nLas Vegas gunman Stephen Paddock fired special \"incendiary\" bullets at a 43,000-barrel fuel tank in what investigators believe was an attempt to cause an explosion, two law enforcement sources told CNN.\nThose types of rounds, meant to ignite what they hit, were found inside Paddock's room at the Mandalay Bay Resort and Casino and near the fuel tank a short distance away on the grounds of McCarran International Airport, the sources said.\nAuthorities have previously disclosed that Paddock fired at the tank and struck it with two rifle rounds, when he opened fire on the crowd below from his 32nd floor hotel room on October 1. They had not disclosed that he used incendiary rounds to fire at the tank, which contains jet fuel.\nThe sources, briefed on the investigation but not authorized to speak publicly, said the incendiary rounds were recovered in an area near the tank.\nIt is unclear if the rounds that struck the tank were also of the incendiary variety. Chris Jones, an airport spokesman, said he was unaware of any rounds being recovered other than those that struck the tank.\nRead More\nJUST WATCHED\nNew video shows concertgoers fleeing scene 02:57\nAirport officials last week downplayed the potential of an explosion being caused by gunfire, noting that jet fuel is designed to withstand a brief exposure to flame without igniting.\n\"Contrary to speculation, there is almost zero likelihood gunfire damage could trigger a fire or explosion at a commercial fuel storage facility,\" an airport statement dated October 5 read. The statement did not reference an incendiary bullet or say whether it would have made a difference.\nThe new detail about the ammunition is one of several pieces of information that investigators are attempting to put together to determine Paddock's specific intent, precisely how he carried out the attack, and whether he intended to survive.\nInvestigators also recovered tracer rounds from Paddock's room. Those rounds produce a flame when fired and allow the shooter to follow the bullet's path for more precise aim, according to the sources, who requested not to be named because they are not authorized to speak publicly about such details. There is no evidence the tracer rounds were used during the attack, the sources said.\nInvestigators also found \"survival gear\" in Paddock's room, including bulletproof vests and a breathing apparatus, the sources said.\nCNN's Darran Simon contributed to this report.\n",
        "quotes": [
            [
                "Contrary to speculation, there is almost zero likelihood gunfire damage could trigger a fire or explosion at a commercial fuel storage facility,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.cnn.com/2017/10/02/us/las-vegas-attack-stephen-paddock-trnd/index.html",
                "https://www.cnn.com/2017/10/06/us/unknowable-stephen-paddock-and-the-mystery-motive/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "vegas",
            "fuel",
            "room",
            "rounds",
            "las",
            "recovered",
            "struck",
            "incendiary",
            "shooter",
            "near",
            "investigators",
            "sources",
            "fired",
            "tank"
        ]
    }
]