[
    {
        "url": "https://clarivate.com/blog/clarivate-analytics-roadshow-2017/",
        "title": "Clarivate Analytics Roadshow 2017",
        "authors": [],
        "publisher": "clarivate.com",
        "publish_date": "2017-09-11",
        "text": "Our policy towards the use of cookies\nAll Clarivate Analytics websites use cookies to improve your online experience. They were placed on your computer when you launched this website. You can change your cookie settings through your browser.\nDerwent\nResearch Publishing\nResearch Evaluation\nServices\nCompetitive Intelligence & Business Development\nInformatics and Data Integration\nProfessional Services\nPatent Research and Analysis Tools\nData Integration\nTrademark Searching\nCopyright and Title Services\nDomain Portfolio Management\nThis year’s Clarivate Analytics Roadshow took place across 7 locations throughout Australia and New Zealand and provided an opportunity for Clarivate Analytics to engage with over 250 stakeholders across 51 organisations. The Roadshow enabled stakeholders to hear about the latest developments taking place at Clarivate Analytics including;\nThe latest enhancements in the Web of Science, InCites platforms and Emerging Sources Citation Index (ESCI) 10-year archive.\nThe exciting news about Clarivate Analytics recent acquisition of Publons, creator of the leading online global peer-review platform.\nThe Roadshow was a large success with Michael Habib, Head of Researcher Experience at Clarivate Analytics and Daniel Johnston, Publons Co-Founder presenting. To Download the presentations click here\nNew Pathways for Discovery: Latest Web of Science enhancements that will modernise discovery, enrich analytics workflows and personalise the researcher experience.\nPresenter: Michael Habib, Head of Researcher Experience, Clarivate Analytics\nThe Revamped InCites Platform: Get a firsthand look at the significant redesign of the InCites interface and platform as well as the future plans for product enhancements.\nPresenter: Anthony Dona, Clarivate Analytics – IP and Science Solutions Consultant\nPublons: The future of peer review\nPresenter: Daniel Johnston, Publons – Co-Founder\nWe look forward to seeing you on the road next year!\nShare\nTags\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://info.clarivate.com/Clarivate_Roadshow_SRC_Blog"
            ]
        },
        "key_words": [
            "science",
            "stakeholders",
            "analytics",
            "incites",
            "web",
            "2017",
            "publons",
            "latest",
            "researcher",
            "clarivate",
            "roadshow"
        ]
    }
]