[
    {
        "url": "https://www.activistpost.com/2017/09/chart-defines-21st-century-economy.html",
        "title": "This Chart Defines the 21st Century Economy",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-28",
        "text": "Hot Topics\nThere is nothing inevitable about such vast, fast-rising income-wealth inequality; it is the only possible output of our financial and pay-to-play political system.\nOne chart defines the 21st century economy and thus its socio-political system: the chart of soaring wealth/income inequality. This chart doesn’t show a modest widening in the gap between the super-wealthy (top 1/10th of 1%) and everyone else: there is a veritable Grand Canyon between the super-wealthy and everyone else, a gap that is recent in origin.\nNotice that the majority of all income growth now accrues to the the very apex of the wealth-power pyramid. This is not mere chance, it is the only possible output of our financial system. This is stunning indictment of our sociopolitical system, for this sort of fast-increasing concentration of income, wealth and power in the hands of the very few at the top can only occur in a financial-political system which is optimized to concentrate income, wealth and power at the top of the apex.\nWell-meaning conventional economists have identified a number of structural causes of rising wealth/income inequality, dynamics that I’ve often discussed here over the past decade:\nGlobal wage arbitrage resulting from the commodification of labor, a.k.a. globalization\nA winner-takes-most power law distribution of the gains reaped from new technologies and markets\nA widening mismatch between the skills of the workforce and the needs of a rapidly changing economy\nThe concentration of capital gains in assets such as high-end real estate, stocks and bonds that are owned almost exclusively by the top 10% of households\nThe long-term stagnation productivity\nThe secular decline in the percentage of the economy that flows to wages and salaries\nWhile each of these is real, the elephant in the room few are willing to mention much less discuss is financialization, the siphoning off of most of the economy’s gains by those few with the power to borrow and leverage vast sums of capital to buy income streams–a dynamic that greatly enriches the rentier class which has unique access to central bank and private-sector bank credit and leverage.\nApologists seek to explain away this soaring concentration of wealth as the inevitable result of some secular trend that we’re powerless to rein in, as if the process that drives this concentration of wealth and power wasn’t political and financial.\nThere is nothing inevitable about such vast, fast-rising income-wealth inequality; it is the only possible output of our financial and pay-to-play political system.\nPolicy tweaks such as tax reform are mere public relations ploys. The cancer eating away at our economy and society arises from the Federal Reserve and the structure of our financial system, and the the degradation of our representative democracy into a pay-to-play auction to the highest bidder.\nNOTE: Contributions/subscriptions are acknowledged in the order received. Your name and email remain confidential and will not be given to any other individual, company or agency.\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.patreon.com/charleshughsmith",
                "https://www.oftwominds.com/essentials.html",
                "https://trk.mdrtrck.com/aff_c?offer_id=6116&aff_id=1106&source=APContent",
                "https://www.oftwominds.com/bio4-14.html"
            ]
        },
        "key_words": [
            "century",
            "chart",
            "economy",
            "power",
            "vast",
            "political",
            "income",
            "21st",
            "possible",
            "output",
            "inequality",
            "wealth",
            "concentration",
            "defines",
            "system"
        ]
    }
]