[
    {
        "url": "https://www.nytimes.com/2017/10/09/business/media/before-firing-harvey-weinstein-asked-film-insiders-to-defend-him.html?rref=collection%2Fsectioncollection%2Farts",
        "title": "Before Firing, Harvey Weinstein Asked Film Insiders to Defend Him",
        "authors": [
            {
                "name": "Brooks Barnes",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-09",
        "text": "Advertisement\nBefore Firing, Harvey Weinstein Asked Film Insiders to Defend Him\nImage\n“Do not let me be fired,” Mr. Weinstein wrote in an email sent Sunday to Hollywood agents and studio executives.CreditCreditLoic Venance/Agence France-Presse — Getty Images\nLOS ANGELES — Late Thursday, Harvey Weinstein called top Hollywood talent agents to ask for a substantial favor: to please speak up in his defense as he contended with sexual harassment allegations stretching back decades.\nWhen none did, and with the remnants of the Weinstein Company’s board moving to fire him as the studio’s co-chairman, Mr. Weinstein got more frantic. On Sunday, he sent an email to agents and studio executives that said he was “desperate” for their help.\n“Do not let me be fired,” he said in the email, according to three people who received it or were briefed on it, one of whom read it over the phone to a reporter. “If the industry supports me, that is all I need.”\nMr. Weinstein added, “We believe what the board is trying to do is not only wrong but might be illegal and would destroy the company.”\nMr. Weinstein’s pleas were for naught. On Sunday night, the Weinstein Company put out a statement saying he had been fired .\n“In light of new information about misconduct by Harvey Weinstein that has emerged in the past few days,” the statement said, he had been “terminated, effective immediately.” The action was taken by Bob Weinstein, the company’s co-chairman and Mr. Weinstein’s brother, and three other board members.\nThe firing was an escalation from Friday, when one-third of the company’s nine-member, all-male board resigned and four members who remained announced that Mr. Weinstein would take a leave of absence while an outside lawyer investigated the allegations. The accusations, which were uncovered in a New York Times investigation published on Thursday, stretched back decades and came from actresses, as well as former employees at the Weinstein Company and Miramax, the previous company founded by Mr. Weinstein and his brother.\nHere is Mr. Weinstein’s full email:\nMy board is thinking of firing me. All I’m asking is let me take a leave of absence and get into heavy therapy and counseling. Whether it be in a facility or somewhere else, allow me to resurrect myself with a second chance. A lot of the allegations are false as you know but given therapy and counseling as other people have done, I think I’d be able to get there.\nI could really use your support or just your honesty if you can’t support me.\nBut if you can, I need you to send a letter to my private Gmail address. The letter would only go to the board and no one else. We believe what the board is trying to do is not only wrong but might be illegal and would destroy the company. If you could write this letter backing me, getting me the help and time away I need, and also stating your opposition to the board firing me, it would help me a lot. I am desperate for your help. Just give me the time to have therapy. Do not let me be fired. If the industry supports me, that is all I need.\nWith all due respect, I need the letter today.\nA version of this article appears in print on , Section B, Page 2 of the New York edition with the headline: Weinstein Asked Hollywood Insiders to Defend Him Before Firing. Order Reprints | Today’s Paper | Subscribe\nAdvertisement\n",
        "quotes": [
            [
                "Do not let me be fired,",
                "Weinstein",
                true
            ],
            [
                "Do not let me be fired,",
                "Harvey Weinstein",
                true
            ],
            [
                "If the industry supports me, that is all I need.",
                "Harvey Weinstein",
                true
            ],
            [
                "We believe what the board is trying to do is not only wrong but might be illegal and would destroy the company.",
                "Weinstein",
                true
            ],
            [
                "In light of new information about misconduct by Harvey Weinstein that has emerged in the past few days,",
                "Weinstein",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/10/08/business/harvey-weinstein-fired.html?hp=&action=click&pgtype=Homepage&clickSource=story-heading&module=inline&region=top-news&WT.nav=top-news",
                "https://www.nytimes.com/2017/10/05/us/harvey-weinstein-harassment-allegations.html?module=inline",
                "https://www.nytimes.com/2017/10/06/us/harvey-weinstein-sexual-harassment.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.parsintl.com/publication/the-new-york-times/"
            ]
        },
        "key_words": [
            "film",
            "weinsteins",
            "mr",
            "uncovered",
            "board",
            "statement",
            "weinstein",
            "york",
            "company",
            "firing",
            "harvey",
            "defend",
            "asked",
            "companys",
            "times",
            "insiders"
        ]
    }
]