[
    {
        "url": "http://beforeitsnews.com/entertainment/2017/09/chicago-based-rock-band-introduce-us-to-the-lost-art-of-empathy-2670501.html",
        "title": "Chicago Based Rock Band Introduce Us To \"The Lost Art OF Empathy\"",
        "authors": [],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "Total:\nChicago Based Rock Band Introduce Us To \"The Lost Art OF Empathy\"\nThursday, September 7, 2017 18:28\n% of readers think this story is Fact. Add your two cents.\nChicago Illinois very own \"Voice Of Addiction\" look to introduce Chicago and the world to \"The Lost Art Of Empathy.\" The politically charged and socially conscious Rock and Punk band recently released their sixth album \"The Lost Art Of Empathy on July 16th, 2017. The album is distributed by Wrecking Ball Production and is available for purchase on the band's website and is available for streaming on all major platforms.  The song \"Rustbelt\" is the album's first single and it was also released on July 16th, 2017. Promotional efforts combined with touring is planned to promote the single. A direct link below is provided to listen to the single pre-hand. A private link can be provided for media and radio to download for review and rotation by request via email at: [email protected] Physical copies are also available per request to the above email.  Single Link: https://voiceofaddiction.bandcamp.com/track/rustbelt-3  A South-East tour is in place to support and promote the album. The next Chicago based show will be \"Punk Rock Weekend Kick Off Party\" at Liar's Club with The Hex Bombs & Squared Off on August 14th.  VOA's full tour dates can be viewed at:  https://www.facebook.com/events/247025079037797  Voice Of Addiction was founded in Chicago in 2004 and currently consist of members, preferring only their nicknames used, Ian Johnny X (Vox, Bass Guitar) Make-Up Jake (Guitar, Vocals) LOOKING (Drums). The band has been around over a decade doing over 1,200 shows across the U.S. & Canada. They have had 5 prior official releases & independently has sold 6,500 physical copies. Realizing the importance of live shows to their career, the band never fails to deliver a highly dynamic and energetic performance in which all are encouraged to participate. A feature length documentary is due to be released in 2018.  ###  Quotes  \"It may sound like an attempt to start a revolution and the band has no problem with that, but the purpose in the music is awareness that maybe the wheels need to be dismantled, not reinvented\" -Local Vertical  \"The DIY trio blends rock, ska, and metal into an explosion of sound, touching on modern subjects with a view that is simultaneously radical and relatable\" -Lumino Magazine  \"... A punk band out of Chicago who have made it their mission to spread the word of injustice worldwide through playing socially conscious music.\" -Target Audience Magazine  Album Links:  Spotify Album Link  https://open.spotify.com/album/5lbgcIVkFaZiKWmqiL84cJ  Band Camp Link  https://voiceofaddiction.bandcamp.com/album/the-lost-art-of-empathy-2  YouTube Album Link\nPurchase Album Link  https://voiceofaddiction.com/store  Links: Website  https://voiceofaddiction.com/quick-facts  EPK  http://www.sonicbids.com/voiceofaddiction  YouTube  https://www.youtube.com/user/VoiceOfAddiction  Reverb Nation  http://www.reverbnation.com/voiceofaddiction  Band Camp  https://voiceofaddiction.bandcamp.com/  Facebook  https://www.facebook.com/voarockers/  Twitter  https://twitter.com/voarockers  Source: http://mi2n.com/press.php3?press_nb=199171\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "The Lost Art Of Empathy on July 16th, 2017.",
                "",
                true
            ],
            [
                "The album is distributed by Wrecking Ball Production and is available for purchase on the band's website and is available for streaming on all major platforms.",
                "",
                true
            ],
            [
                "Punk Rock Weekend Kick Off Party",
                "",
                false
            ],
            [
                "It may sound like an attempt to start a revolution and the band has no problem with that, but the purpose in the music is awareness that maybe the wheels need to be dismantled, not reinvented",
                "",
                false
            ],
            [
                "The DIY trio blends rock, ska, and metal into an explosion of sound, touching on modern subjects with a view that is simultaneously radical and relatable",
                "",
                false
            ],
            [
                "A punk band out of Chicago who have made it their mission to spread the word of injustice worldwide through playing socially conscious music.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://beforeitsnews.com/cdn-cgi/l/email-protection",
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com",
                "http://www.prodo1.com/"
            ]
        },
        "key_words": [
            "released",
            "band",
            "art",
            "empathy",
            "album",
            "chicago",
            "based",
            "single",
            "punk",
            "link",
            "rock",
            "lost",
            "introduce",
            "email"
        ]
    }
]