[
    {
        "url": "http://www.bbc.com/news/uk-england-nottinghamshire-41565821",
        "title": "Neck Deep scrap Nottingham show over 'heavy-handed' security",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "10 October 2017\nThese are external links and will open in a new window\nClose share panel\nMedia captionNeck Deep 'protects fans from heavy-handed' Rock City security\nRock band Neck Deep scrapped their show at Nottingham's Rock City on Monday after what appears to be a physical altercation with security guards.\nGig-goer Rob Jackson told the BBC he saw one guard \"almost body-rolling\" people to the floor after fans started crowd-surfing two songs into the set.\nAfter the band intervened, singer Ben Barlow called the gig off and said \"security had messed it up\".\nRock City said the staff's response \"did not appear disproportionate\".\nNottinghamshire Police said officers \"spoke to the victims\" but \"no arrests had been made\".\n\"The investigation is ongoing, with a man due to be interviewed in due course,\" added a police spokesman.\nMr Jackson, who attended the show with his teenage daughter and her friends, described the scene as a \"ruckus\", and said some band members jumped off stage \"to stop fans getting hurt\" by what he called \"heavy-handed\" security.\n\"The band jumped in to intervene to stop fans getting hurt, then it turned back on them.\"\nGeorgia Stokes, a student at Nottingham Trent University, who was near the stage, said: \"The staff were being really heavy-handed when people were crowd-surfing, and the band were asking them to stop, because they were trying to protect their fans.\n\"The lead singer just kept stopping singing and saying 'OK, stop, this isn't cool'.\"\n'Physical confrontation'\nMr Jackson, from Lincoln, added that fans were \"disappointed but fairly understanding\" when the gig was cancelled.\nThey continued to chant the song A Part Of Me long after the band explained they would not be returning to the stage.\n\"We never want to call a show off. I'm so sorry that you guys have paid and that's what happened. I'm really sorry. That's all I can say. I'm sorry from the bottom of my heart. I want to carry on playing the show. I want to be up there now.\"\nImage copyright Hopeless Records\nImage caption The rest of the band's UK tour is unaffected\nIn a statement, Rock City said: \"It appears that the band took exception to the way the Rock City security were handling fans who were crowd-surfing into the pit and attempting to get on stage.\n\"This unfortunately escalated into a physical confrontation between the band and the security staff.\n\"Having reviewed the CCTV footage and spoken to witnesses, it doesn't appear that the security staff were disproportionate in their response.\n\"We know how disappointing this has been for the fans who didn't get to see the band play.\"\nIt added that it was \"fully investigating the incident\" and takes safety \"very seriously\".\nNeck Deep told the BBC that the \"events that transpired last night were regretful and deeply unfortunate\".\n\"Things rapidly escalated to a point that they should never have gotten to.  We believe that violence is never a solution, and that everything that went down could and should have been handled better by all parties,\" they said in a statement.\n\"We are so very sorry to anyone who was in any way hurt, upset or inconvenienced last night.\"\nThe band added that they were hoping to reschedule the show.\nTop Stories\n",
        "quotes": [
            [
                "The investigation is ongoing, with a man due to be interviewed in due course,",
                "",
                true
            ],
            [
                "The band jumped in to intervene to stop fans getting hurt, then it turned back on them.",
                "",
                true
            ],
            [
                "The staff were being really heavy-handed when people were crowd-surfing, and the band were asking them to stop, because they were trying to protect their fans.",
                "Georgia Stokes",
                true
            ],
            [
                "The lead singer just kept stopping singing and saying 'OK, stop, this isn't cool'.",
                "Georgia Stokes",
                true
            ],
            [
                "We never want to call a show off.",
                "Jackson",
                true
            ],
            [
                "I'm so sorry that you guys have paid and that's what happened.",
                "Jackson",
                true
            ],
            [
                "That's all I can say.",
                "Jackson",
                true
            ],
            [
                "I'm sorry from the bottom of my heart.",
                "Jackson",
                true
            ],
            [
                "I want to carry on playing the show.",
                "Jackson",
                true
            ],
            [
                "I want to be up there now.",
                "Jackson",
                true
            ],
            [
                "It appears that the band took exception to the way the Rock City security were handling fans who were crowd-surfing into the pit and attempting to get on stage.",
                "",
                true
            ],
            [
                "This unfortunately escalated into a physical confrontation between the band and the security staff.",
                "",
                true
            ],
            [
                "Having reviewed the CCTV footage and spoken to witnesses, it doesn't appear that the security staff were disproportionate in their response.",
                "",
                true
            ],
            [
                "We know how disappointing this has been for the fans who didn't get to see the band play.",
                "",
                true
            ],
            [
                "events that transpired last night were regretful and deeply unfortunate",
                "Neck Deep",
                false
            ],
            [
                "Things rapidly escalated to a point that they should never have gotten to.",
                "",
                true
            ],
            [
                "We believe that violence is never a solution, and that everything that went down could and should have been handled better by all parties,",
                "",
                true
            ],
            [
                "We are so very sorry to anyone who was in any way hurt, upset or inconvenienced last night.",
                "Neck Deep",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.bbc.co.uk/news/live/uk-england-derbyshire-41560886"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/lidiaxanna/status/917496264698232832"
            ]
        },
        "key_words": [
            "neck",
            "im",
            "jackson",
            "fans",
            "stop",
            "deep",
            "added",
            "nottingham",
            "security",
            "city",
            "heavyhanded",
            "rock",
            "band",
            "sorry",
            "scrap"
        ]
    }
]