[
    {
        "url": "http://www.cnn.com/2017/10/08/asia/jay-park-jay-z-roc-nation/index.html",
        "title": "Jay Park: from K-pop to Jay-Z",
        "authors": [
            {
                "name": "Marian Liu",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-08",
        "text": "Updated 3:07 AM ET, Mon October 9, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nPhotos:\nJay Park was signed onto Roc Nation back in July.\nHide Caption\nPhotos:\nPark's style is a mix of rap, R&B and electronica.\nHide Caption\n\"My whole life, I've been like the underdog,\" said Park.\nHide Caption\nPark, originally from Seattle, is now based in South Korea.\nHide Caption\nHide Caption\nHide Caption\nPhotos:\nPark was hooked to hip hop because he said it \"made you feel cool.\"\nHide Caption\nPhotos:\nThe 30-year-old has listened to rap since the second grade, rapped since the fourth.\nHide Caption\nStory highlights\nKorean American artist Jay Park will be a judge on \"Asia's Got Talent.\"\nThe former K-pop pop boy band leader is signed to Jay-Z's label, Roc Nation.\nThe 30-year-old started listening to hip-hop in second grade, rapping in the fourth.\n(CNN)\nWhen Jay Park became one of the first and only Asian artists signed to Jay-Z's label, Roc Nation, earlier this summer, the hip-hop world was rattled.\nNot that Park, who was born to Korean immigrant parents in Seattle, was overly concerned. In fact, it's the type of thing he's grown accustomed to.\n\"Me, being Asian-American, I was always looked at as an outsider. I always had to fight for my place,\" Park told CNN during a recent interview.\nFor an outsider, Park is very much \"in\" at present. The 30-year-old rapper has seen his celebrity status soar in recent months. In addition to working on his debut Roc Nation album, he's also preparing to join the second season of \"Asia's Got Talent\" as a judge. The popular show premieres October 12 across 27 countries in Asia.\nJul 20, 2017 at 10:49pm PDT\n\"Jay Park has clearly become an icon for those struggling to make a name for themselves,\" said Flowsion Shekar, CEO of Koreaboo, a popular content platform specializing in K-pop with a reach of over 50 million.\nRead More\n\"It shows that Asia is not being ignored ... You can be an R&B singer, a rapper, a singer from Asia and have ambitions to takeover a global market. You can be recognized by the greats.\"\nOne can't spin a better comeback story\nBut success didn't come easy to Park.\nLike many Asian families, Park's mom had aspirations for him to be a doctor or lawyer.\n\"That wasn't happening, because I was skipping school and going breakdancing,\" said Park who joined a b-boy crew named Art of Movement.\nPark was curious about hip-hop since the second grade, convincing an older cousin to share music despite the bad words. Counting West Coast gangsta rapper Warren G and the sitcom \"The Fresh Prince of Bel-Air\" as inspirations, he started rapping by the fourth grade.\nFortunately for Park, his mom eventually relented and suggested he enter into a locally advertised talent audition, which turned out to be organized by one of the biggest K-pop labels, JYP Entertainment.\nNot thinking much would come of it, Park, then 17, skipped out of the audition early to grab fast food at Taco Bell.\nIt was left up to his mom, who had stayed behind after Park had preformed, to relay the news that he had been selected to travel to South Korea.\nAnd so began Park's entry into the music industry, as the face of K-pop boy band, 2PM.\n\"I thought I'll go for a couple of years and help my family out,\" said Park.\n\"At that time, it was just me, and mom and my brother, having money problems. We couldn't pay the electric and water bill.\"\nBut his new life in Seoul proved difficult. Today Park is near fluent in Korean, but back then was only a beginner.\n\"It was really hard to sacrifice my life in Seattle and do this thing I knew nothing about,\" said Park over the phone from Seoul.\n\"It was a culture shock, the seniority system, the food and the way they did things. ... For me, it was a hobby and fun, but there, it was training, almost like a job, where you have to practice from 10 a.m. to 10 p.m.\"\nPark complained about the challenges of life in the boy band on his MySpace page. The offensive comments were leaked publicly in 2009 and facing a fan backlash, he left the group.\n\"We parted ways, and I went back to Seattle ... It is what it is,\" says Park.\nNew Beginnings\nAfter leaving the K-pop world, Park moved back home to the Seattle area and started working at a used car shop.\nWhile there, he uploaded a cover video of B.o.B's hit \"Nothin' on You\" onto YouTube, inserting his own lyrics and rap.\nThe video went viral, with more than two million views in less than a day.\n\"I don't give up,\" said Park. \"I wasn't attached to the fame or the lifestyle ... The main point in the beginning was to support my family.\"\nJay Park, originally from Seattle, is now based in South Korea.\nThe video's success helped him to return to the music business, creating his own label, AOMG. His fourth solo album \"Everything You Wanted\" was released last October, and rose to No. 3 on Billboard's World Album Chart and No. 3 on the iTunes US R&B Chart.\n\"Me being in the system in a group with the company, I didn't have much to express myself,\" said Park. \"(Now) I finally have the freedom to do what I wanted to do.\"\nHis new album — representing his style of rap, R&B and electronica — is set to come out next year.\n\"They (Roc Nation) like the image I have now,\" said Park. \"I'm just me.\"\nIn addition to AOMG, he's launched a second label, H1GHR Music Records, with artists from the US and Asia. Through his music, he hopes to reform the image of the Asian male, from being seen as \"people who are good at math\" to be \"sexy too.\"\nThe Korean American rapper is now 30.\nHe also dreams of working with Rihanna and knows it may be \"farfetched\" to work directly with Jay-Z, but he's \"willing to put in the work to make that happen and one day we'll see.\"\n\"It's still crazy to me that he knows who I am,\" said Park, a longtime Jay-Z fan.\n",
        "quotes": [
            [
                "My whole life, I've been like the underdog,",
                "Jay Park",
                true
            ],
            [
                "Me, being Asian-American, I was always looked at as an outsider.",
                "Jay Park",
                true
            ],
            [
                "I always had to fight for my place,",
                "Jay Park",
                true
            ],
            [
                "Jay Park has clearly become an icon for those struggling to make a name for themselves,",
                "Flowsion Shekar",
                true
            ],
            [
                "It shows that Asia is not being ignored ... You can be an R&B singer, a rapper, a singer from Asia and have ambitions to takeover a global market.",
                "Flowsion Shekar",
                true
            ],
            [
                "You can be recognized by the greats.",
                "Flowsion Shekar",
                true
            ],
            [
                "That wasn't happening, because I was skipping school and going breakdancing,",
                "Jay Park",
                true
            ],
            [
                "The Fresh Prince of Bel-Air",
                "Warren G",
                false
            ],
            [
                "I thought I'll go for a couple of years and help my family out,",
                "Jay Park",
                true
            ],
            [
                "At that time, it was just me, and mom and my brother, having money problems.",
                "",
                true
            ],
            [
                "We couldn't pay the electric and water bill.",
                "",
                true
            ],
            [
                "It was really hard to sacrifice my life in Seattle and do this thing I knew nothing about,",
                "Park",
                true
            ],
            [
                "It was a culture shock, the seniority system, the food and the way they did things.",
                "",
                true
            ],
            [
                "For me, it was a hobby and fun, but there, it was training, almost like a job, where you have to practice from 10 a.m. to 10 p.m.",
                "",
                true
            ],
            [
                "We parted ways, and I went back to Seattle ...",
                "Jay Park",
                true
            ],
            [
                "I wasn't attached to the fame or the lifestyle ...",
                "Jay Park",
                true
            ],
            [
                "The main point in the beginning was to support my family.",
                "Jay Park",
                true
            ],
            [
                "Me being in the system in a group with the company, I didn't have much to express myself,",
                "Jay Park",
                true
            ],
            [
                "Now) I finally have the freedom to do what I wanted to do.",
                "Jay Park",
                true
            ],
            [
                "They (Roc Nation) like the image I have now,",
                "Jay Park",
                true
            ],
            [
                "people who are good at math",
                "",
                false
            ],
            [
                "willing to put in the work to make that happen and one day we'll see.",
                "Jay Park",
                false
            ],
            [
                "It's still crazy to me that he knows who I am,",
                "Park",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "park",
            "hes",
            "music",
            "working",
            "rapper",
            "world",
            "mom",
            "jayz",
            "kpop",
            "seattle",
            "album",
            "jay"
        ]
    }
]