[
    {
        "url": "http://www.cnn.com/2017/10/04/entertainment/country-music-guns/index.html",
        "title": "Gun control debate enters country music community",
        "authors": [
            {
                "name": "Lisa Respers France",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-04",
        "text": "Gun control debate enters country music community: 'Is this the kind of world we want to live in?'\nUpdated 6:40 PM ET, Wed October 4, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nFans are debating gun culture\nOne said it may be time to look in the mirror\n(CNN)\nThe massacre in Las Vegas was at once a national tragedy and a family one.\nWhen Stephen Paddock opened fire on the Route 91 Harvest Festival, he committed the largest mass shooting in America's history and struck at the heart of country music and its fans -- a community that often describes itself as family.\nOct 2, 2017 at 7:07am PDT\nBut in the wake of the tragedy in Las Vegas, some members of the country family are reflecting on the gun culture long associated with the music.\nPlenty of debate\nSince Sunday's massacre, debate has taken place on the airwaves at country music radio stations, around dinner tables and on social media over gun control.\nRead More\nCaleb Keeter is a guitarist for the Josh Abbott Band, which performed at the 91 Harvest Music Festival.\nIn a social media post on Monday, Keeter wrote that the tragedy had changed his views on guns.\n\"I've been a proponent of the 2nd Amendment my entire life,\" he wrote. \"Until the event of last night. I cannot express how wrong I was.\"\nCrew members on Keeter's bus had weapons and licenses to carry them, he said, but those \"were useless\" during the Vegas shooting for fear police would confuse them for the gunman raining bullets on the crowd.\n\"These rounds were powerful enough that my crew guys just standing in a close proximity of a victim shot by this f***ing coward received shrapnel wounds,\" Keeter wrote. \"We need gun control RIGHT.NOW.\"\nThe late Johnny Cash was such a firearm aficionado that the National Rifle Association (NRA) shared the story of a Colt Model 1860 Army Revolver he is said to have given his friend, Gene Ferguson, on its site.\nBut Cash's daughter, singer Rosanne Cash, has been an advocate for increased gun control measures for 20 years. She called on more people in the country music community to join her in a New York Times column published Tuesday.\n\"I encourage more artists in country and American roots music to end your silence,\" Cash wrote. \"It is no longer enough to separate yourself quietly. The laws the N.R.A. would pass are a threat to you, your fans, and to the concerts and festivals we enjoy.\"\nClose ties to the NRA\nAs evidenced by Tennessee Ernie Ford's \"The Shotgun Boogie,\" Justin Moore's \"This Is NRA Country,\" or Hank Williams Jr.'s 2016 single \"God and Guns,\" country music, in countless songs, has showcased support for the Second Amendment.\nNow more than ever give us God, Guns, and Freedom | New Country Music Video by CROSSWIND Band https://t.co/sLC17RrWPm via @YouTube #2A #NRA\nAnd the NRA has worked to cultivate that.\nThe gun lobbying organization's NRA Country campaign features a roster of country music brand ambassadors, including Florida Georgia Line, Trace Adkins and Luke Combs.\n\"I kind see the similarities that run between what you guys do and what I do,\" Combs said in a video posted on the NRA Country site when he was selected to join the campaign last year. \"I enjoy going outdoors, shooting my guns, and stuff like that stuff.\"\nCombs, who performed at the festival in Las Vegas, announced he will play a song in honor of the shooting victims on an upcoming \"Jimmy Kimmel Live!\" show.\n\"Music is a healer,\" Combs tweeted. \"In this overwhelming darkness, I believe we will find hope when we rise together.\"\nChanging attitudes\n\"If there was ever a moment for songwriters and fans of country music to reflect on where their personal rights to own a gun for hunting or protection end and where the rights of human beings to not be shot down in public begin, it is now,\" Smith wrote.\nA Texas native who has been a music writer for years, Smith told CNN she was surprised by Keeter's change of heart on gun control, but she doesn't expect the industry will abandon its association with gun culture.\n\"There's no way there's going to be a massive cultural shift,\" Smith said. \"There's no way that everyone who is in country music is going to say, 'Yes, I'm giving up guns.'\"\nIn 2015, country music superstar Tim McGraw was slammed by some fans for participating in a fundraiser for the victims of the Sandy Hook Elementary School mass shooting.\n\"As a gun owner, I support gun ownership,\" McGraw said in a statement in response to the criticism. \"I also believe that with gun ownership comes the responsibility of education and safety -- most certainly when it relates to what we value most, our children. I can't imagine anyone who disagrees with that.\"\nSmith said that she believes attitudes in the country community will change \"one person at a time.\"\nThat's not to say that some people aren't already there.\nTake a good look\nThe country music fanbase is not a monolithic group of gun-toting advocates.\nI am a fan of country music AND a believer in gun control. Why is there this much conversation over music preference ?\nGreg Bieck lives in Nashville and has worked as a country and pop music producer for almost 25 years.\nHe told CNN he would like to see the government step up and do more to curb mass shootings.\n\"It's not the wild West anymore,\" Bieck said. \"People have a lot of money tied up in these weapons, and I think it's worth it for the government to offer a buyback program for them. That would make everyone feel safe and be a win for both sides.\"\nKatie Toupal, a country music DJ in Minnesota, was present in Las Vegas during the shooting.\nShe told CNN's Brooke Baldwin Wednesday that she believes the tragedy will have an affect on attitudes in the country music family.\n\"I do think some people will take a second look at it [gun control], especially after so many tragedies and the biggest one we've seen in our time happening on Sunday night,\" Toupal said.\nDave Mann is a 31-year-old minister in Bellingham, Washington and a country music follower who considers himself to be a moderate when it comes to gun control.\nHe told CNN that while he doesn't expect fans or the country music industry to become anti-gun after the Las Vegas tragedy, he believes reflection is in order.\n\"I think we need to take a good look at ourselves in the mirror and ask if we want to be so strongly aligned with the gun industry,\" he said. \"Is this the kind of world we want to live in?\"\n",
        "quotes": [
            [
                "I've been a proponent of the 2nd Amendment my entire life,",
                "Caleb Keeter",
                true
            ],
            [
                "Until the event of last night.",
                "",
                true
            ],
            [
                "I cannot express how wrong I was.",
                "",
                true
            ],
            [
                "These rounds were powerful enough that my crew guys just standing in a close proximity of a victim shot by this f***ing coward received shrapnel wounds,",
                "Caleb Keeter",
                true
            ],
            [
                "We need gun control RIGHT.NOW.",
                "Caleb Keeter",
                true
            ],
            [
                "I encourage more artists in country and American roots music to end your silence,",
                "",
                true
            ],
            [
                "It is no longer enough to separate yourself quietly.",
                "",
                true
            ],
            [
                "The laws the N.R.A.",
                "",
                true
            ],
            [
                "would pass are a threat to you, your fans, and to the concerts and festivals we enjoy.",
                "",
                false
            ],
            [
                "I kind see the similarities that run between what you guys do and what I do,",
                "Luke Combs",
                true
            ],
            [
                "I enjoy going outdoors, shooting my guns, and stuff like that stuff.",
                "Luke Combs",
                true
            ],
            [
                "In this overwhelming darkness, I believe we will find hope when we rise together.",
                "Luke Combs",
                true
            ],
            [
                "If there was ever a moment for songwriters and fans of country music to reflect on where their personal rights to own a gun for hunting or protection end and where the rights of human beings to not be shot down in public begin, it is now,",
                "Smith",
                true
            ],
            [
                "There's no way there's going to be a massive cultural shift,",
                "Smith",
                true
            ],
            [
                "There's no way that everyone who is in country music is going to say, 'Yes, I'm giving up guns.",
                "Smith",
                true
            ],
            [
                "As a gun owner, I support gun ownership,",
                "McGraw",
                true
            ],
            [
                "I also believe that with gun ownership comes the responsibility of education and safety -- most certainly when it relates to what we value most, our children.",
                "McGraw",
                true
            ],
            [
                "I can't imagine anyone who disagrees with that.",
                "McGraw",
                true
            ],
            [
                "It's not the wild West anymore,",
                "Greg Bieck",
                true
            ],
            [
                "People have a lot of money tied up in these weapons, and I think it's worth it for the government to offer a buyback program for them.",
                "Greg Bieck",
                true
            ],
            [
                "That would make everyone feel safe and be a win for both sides.",
                "Greg Bieck",
                true
            ],
            [
                "I do think some people will take a second look at it [gun control], especially after so many tragedies and the biggest one we've seen in our time happening on Sunday night,",
                "Toupal",
                true
            ],
            [
                "I think we need to take a good look at ourselves in the mirror and ask if we want to be so strongly aligned with the gun industry,",
                "Dave Mann",
                true
            ],
            [
                "Is this the kind of world we want to live in?",
                "Dave Mann",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/10/03/opinion/rosanne-cash-country-musicians-nra.html",
                "https://www.nrablog.com/articles/2016/3/qa-with-gene-and-todd-ferguson/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/YouTube?ref_src=twsrc%5Etfw",
                "https://twitter.com/hashtag/2A?src=hash&ref_src=twsrc%5Etfw",
                "https://twitter.com/Calebkeeter/status/914872808110510080",
                "https://twitter.com/hashtag/NRA?src=hash&ref_src=twsrc%5Etfw",
                "https://t.co/sLC17RrWPm"
            ]
        },
        "key_words": [
            "gun",
            "vegas",
            "music",
            "fans",
            "las",
            "community",
            "nra",
            "enters",
            "control",
            "wrote",
            "debate",
            "tragedy",
            "country"
        ]
    }
]