[
    {
        "url": "https://www.cnn.com/2016/09/21/politics/russia-syria-kerry-un-security-council-meeting/index.html",
        "title": "Kerry blasts Russia over Syria strikes",
        "authors": [
            {
                "name": "Nicole Gaouette",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-21",
        "text": "Updated 3:07 AM ET, Thu September 22, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nKerry says this is a \"moment of truth\" on Syria\nLavrov calls on parties to refrain from \"emotional comments\"\n(CNN)\nSecretary of State John Kerry launched a blistering attack on Russia Wednesday for its actions in Syria, pointing to the bombing of a UN aid convoy that left more than 20 dead and its inability to stop continued Syrian air attacks.\nKerry spoke immediately after Russian Foreign Minister Sergei Lavrov at a United Nations Security Council meeting in New York about the five-year Syrian war.\n\"I listened to my colleague from Russia and I sort of felt like we're in a parallel universe here,\" Kerry said of their differing accounts of the conflict. He called for all planes in key areas of Syria to be immediately grounded and for countries to stop supporting those who sabotage ceasefire efforts. \nKerry also questioned how the US-supported opposition can engage in political talks to resolve the conflict when the Syrian regime, backed by Russia, doesn't halt its attacks. Russia was tasked with restraining Syria during this latest attempt at a ceasefire, undertaken last week.\nRELATED: US blames Russia for Syria convoy attack; Moscow points to terrorists\nRead More\n \"How can people go sit at a table with a regime that bombs hospitals and drops chlorine gas again and again and again and again and again and acts with impunity,\" Kerry asked. \"You're supposed to sit there and have happy talk in Geneva while the regime drops bombs?\"\nRussian denial\nThe diplomatic clashing of swords highlights just how hard it has been to take even the first steps toward calming the Syrian conflict enough to begin political talks. The ongoing civil war has given terror groups like ISIS and al-Qaeda fertile recruiting ground, has sucked in regional powers seeking influence over the outcome and has sent ripples through Europe and its allies.\nJUST WATCHED\nAid convoy attacked in Syria 02:45\nAs diplomats sparred at the Security Council, Russian Minister of Defense Sergei Shoigu said that Moscow was sending an aircraft cruiser to the Mediterranean to strengthen its capabilities there.  \nThe Russians have denied that they were behind the attack on the UN convoy and instead have offered a series of explanations that Kerry detailed at the Security Council meeting..\nRussia initially said that the strike was a necessary response to an alleged offensive by an al-Qaeda-linked terror group, Kerry said. Then Russia claimed they were bombing elsewhere, then that the aid convoy had been followed by militants with mortars, and then that the trucks caught fire.\n\"The trucks and the food and the medicine just spontaneously combusted,\" Kerry said. \"Anybody here believe that?\" he asked. The bombing attacks on hospitals and children are \"flagrant violations of international law,\" he added.\nAnd attacks on civilians and humanitarian workers continue, Kerry noted. He cited separate air strikes on Monday that killed four aid workers near Aleppo.\n\"There are only two countries that have planes that are flying during the night or flying in that particular area at all,\" Kerry said. \"They are Russia and Syria.\"  \n'Thorough and impartial' investigation\nAt the Security Council Wednesday, Lavrov said Russia always put as a top priority the resumption of the inter-Syrian political dialogue without any preconditions. And he called for a \"thorough and impartial\" investigation into Monday's bombing, which left the convoy of trucks in a twisted wreck of smoking metal.\nAnd he urged his counterparts at the meeting to \"refrain from emotional comments.\"\nUS officials have fingered Russia as the perpetrator of the attack based on intelligence and reports from the ground. Kerry cited eyewitnesses who said that \"all of a sudden, the place became hell and the fighter jets were in the sky.\"\nThe White House said publicly Tuesday night that it held Russians responsible, regardless of whether it or the Syrian government had launched the strikes, since they have responsibility for the airspace.\n\"We have not seen good faith. This was an outrageous action,\" said Deputy National Security Adviser Ben Rhodes.\nSyrian Ambassador to the UN Bashaar Jaafari hit back, saying it was \"laughable\" for Kerry to cite eyewitness accounts when, he claimed, \"thousands of people\" in the area hadn't seen any jets.\nHe also took the US to task for an airstrike on Satruday that killed 62 Syrian soldiers, calling it a \"deliberate and unacceptable aggression.\" The US has said it was an accident.\nJUST WATCHED\nSyrian Observatory: Russian airstrikes kill 23 people 01:48\nKerry's scathing 28-minute speech to the Security Council also pressed the need to return to a 2012 plan to create a political transition in Syria. He pointed to repeated Syrian attacks on civilians, detailed shifting Russian explanations about the aid convoy attack and ridiculed Moscow's argument that political talks shouldn't be burdened with preconditions.\nThe US has said that Russia bears responsibility for the attack on the convoy because they were the only two countries flying planes over the area at that time and Russia had pledged to restrain Syria.\n\"The primary question is no longer what do we know,\" Kerry said. \"The primary question is, collectively, what are we going to do about it? In other words, this is a moment of truth.\"\nWashington, Moscow clash\nLavrov needled the US over opposition groups during his address. Washington and Moscow have clashed over Russian targeting of moderate Syrian opposition groups backed by the US. The Russians have claimed that some of these groups are not particularly moderate and have accused opposition groups of violating the ceasefire. \nOn Wednesday, Lavrov called for all members of the International Syrian Support Group to ensure that the opposition groups over which they have influence will comply with the cessation of hostilities.\nOtherwise, he added, \"We can't preserve Syria as a single, united state.\" \nAnd he alluded to \"geopolitical engineering,\" a reference to Russian concerns about US attempts at \"regime change.\"\nSyria's Jaafari echoed the argument, telling the meeting that the International Syrian Support Group was \"formed outside international legitimacy\" and was \"reminiscent of other destructive coalitions that only brought disasters to countries like Iraq and Libya and Yemen.\"\nThe only success the US has managed to achieve, Jaafari said, is to level \"false accusations\" about the \"suffering of Syrians to demonize the Syrian government and its allies.\"\nFour failed ceasefires\nKerry had left the meeting before the Syrian ambassador spoke, but when Jaafari had finished speaking, Ambassador Michele Sison, the US deputy representative to the UN, asked to address the council.\n\"My colleagues are entitled to their own opinions but not to their own facts,\" Sison said. \"Let's just keep in mind just who is prolonging the suffering of the people of Syria.\" Jaafari's remarks had been \"so full of untruths that I feel no need to say anything further,\" she said.\nFor his part, earlier in the meeting, Kerry mocked Lavrov's argument that there should be no preconditions before political negotiations start. Citing four international-level agreements calling for a cessation of hostilities that could then lead to peace talks, Kerry said, \"that's not a precondition. That's an international agreement, four times arrived at.\"\n\"Four times, it's been shredded by independent actors,\" Kerry said, \"by spoilers who don't want a cease-fire.\"\nHalf of Syria's population has been uprooted, many of them fleeing to Europe, and well over 300,000 men, women and children have been killed, UN Secretary General Ban Ki-moon told the meeting.  \n\"Those who believe the crisis in Syria cannot become even worse are dead wrong,\" Kerry said, \"as are those who believe there's a military solution.\"\n",
        "quotes": [
            [
                "I listened to my colleague from Russia and I sort of felt like we're in a parallel universe here,",
                "John Kerry",
                true
            ],
            [
                "How can people go sit at a table with a regime that bombs hospitals and drops chlorine gas again and again and again and again and again and acts with impunity,",
                "John Kerry",
                true
            ],
            [
                "You're supposed to sit there and have happy talk in Geneva while the regime drops bombs?",
                "John Kerry",
                true
            ],
            [
                "The trucks and the food and the medicine just spontaneously combusted,",
                "John Kerry",
                true
            ],
            [
                "There are only two countries that have planes that are flying during the night or flying in that particular area at all,",
                "John Kerry",
                true
            ],
            [
                "all of a sudden, the place became hell and the fighter jets were in the sky.",
                "John Kerry",
                false
            ],
            [
                "We have not seen good faith.",
                "Ben Rhodes",
                true
            ],
            [
                "The primary question is no longer what do we know,",
                "John Kerry",
                true
            ],
            [
                "The primary question is, collectively, what are we going to do about it?",
                "John Kerry",
                true
            ],
            [
                "In other words, this is a moment of truth.",
                "John Kerry",
                true
            ],
            [
                "We can't preserve Syria as a single, united state.",
                "Lavrov",
                true
            ],
            [
                "reminiscent of other destructive coalitions that only brought disasters to countries like Iraq and Libya and Yemen.",
                "Jaafari",
                false
            ],
            [
                "suffering of Syrians to demonize the Syrian government and its allies.",
                "Jaafari",
                false
            ],
            [
                "My colleagues are entitled to their own opinions but not to their own facts,",
                "Sison",
                true
            ],
            [
                "Let's just keep in mind just who is prolonging the suffering of the people of Syria.",
                "Sison",
                true
            ],
            [
                "so full of untruths that I feel no need to say anything further,",
                "",
                false
            ],
            [
                "That's an international agreement, four times arrived at.",
                "John Kerry",
                true
            ],
            [
                "Four times, it's been shredded by independent actors,",
                "John Kerry",
                true
            ],
            [
                "by spoilers who don't want a cease-fire.",
                "John Kerry",
                false
            ],
            [
                "Those who believe the crisis in Syria cannot become even worse are dead wrong,",
                "John Kerry",
                true
            ],
            [
                "as are those who believe there's a military solution.",
                "John Kerry",
                false
            ]
        ],
        "links": {
            "articles": [
                "http://www.cnn.com/2016/09/20/politics/syria-convoy-strike-us-conclusion-russia/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "groups",
            "russia",
            "political",
            "blasts",
            "russian",
            "strikes",
            "convoy",
            "kerry",
            "syrian",
            "security",
            "aid",
            "syria"
        ]
    }
]