[
    {
        "url": "https://www.cnn.com/2016/09/20/politics/george-hw-bush-hillary-clinton/index.html",
        "title": "Sources: Bush 41 says he will vote for Clinton",
        "authors": [
            {
                "name": "Eric Bradner",
                "link": null
            },
            {
                "name": "Jamie Gangel",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-20",
        "text": "Updated 10:55 AM ET, Wed September 21, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nBush's decision is a stunning political move\nBush shared his plans during what he believed was a private gathering Monday\n(CNN)\nFormer President George H.W. Bush said Monday that he will vote for Hillary Clinton in November, according to sources close to the 41st President -- an extraordinary rebuke of his own party's nominee.\nThe sources said this was not the first time Bush had disclosed his intention to vote for Clinton.\nThe comments came during a receiving line for board members of the bipartisan Points of Light Foundation when Bush was speaking to Kathleen Hartington Kennedy Townsend, Robert F. Kennedy's daughter and the former Maryland lieutenant governor. There were roughly 40 people in the room, and it's not clear how many people heard him, though multiple sources did.\nThe Republican former president's embrace of the Democratic nominee represents a dramatic new chapter in the complicated three-decade-old relationship between the two most prominent families in American politics.\nIt's a stunning political move -- one that comes just 49 days from the election, and less than a week before Clinton and Donald Trump square off in their first debate.\nRead More\nTrump's campaign manager, Kellyanne Conway, told CNN's Erin Burnett Tuesday that she respects \"the 92-year-old former president very much and his decision.\"\n\"It is ironic that he would vote for the wife of the man who knocked him out of the race,\" she added on \"Erin Burnett OutFront.\" \"But look, this was a bruising primary ... so I know there are a lot of hurt feelings there.\"\nNews of his support for Clinton came first on Facebook, when Kennedy Townsend posted a photo of herself with George H.W. Bush, along with the caption: \"The President told me he's voting for Hillary!!\"\nKennedy Townsend sits on the advisory board of the Points of Light Foundation.\nBush family representatives declined to respond publicly.\n\"The vote President Bush will cast as a private citizen in some 50 days will be just that: a private vote cast in some 50 days. He is not commenting on the presidential race in the interim,\" Bush spokesman Jim McGrath said in a statement.\nBut sources with knowledge of the conversation told CNN they were surprised and disappointed that Kennedy Townsend had publicly shared a private conversation with the former president.\nJUST WATCHED\nThe Bush and Clinton relationship roller coaster 01:59\nKennedy Townsend declined to comment through a spokesman at the Rock Creek Group, where she works as managing director. She later took down the Facebook post.\nGOP's Trump divide\nTrump's controversial candidacy has split the group of former Republican nominees. Mitt Romney has hammered Trump in speeches and on Twitter, calling him unfit for office. But former Kansas Sen. Bob Dole has endorsed Trump, as has Arizona Sen. John McCain -- though somewhat reluctantly, often referring to \"the Republican nominee\" rather than Trump by name.\nNeither George H.W. Bush nor George W. Bush had weighed in on the general election -- even as Trump savaged George W. Bush's decision to go to war in Iraq. However, many of the 41st and 43rd presidents' Cabinet secretaries and national security officials have backed Clinton.\nGeorge H.W. Bush national security adviser Brent Scowcroft endorsed Clinton in June, saying she \"has the wisdom and experience to lead our country at this critical time.\" George W. Bush Commerce Secretary Carlos Gutierrez said on CNN in August that he \"would have preferred Jeb Bush, but I think Hillary is a great choice. I am afraid of what Donald Trump would do to this country.\"\nPhotos: Donald Trump's rise\nPhotos: Donald Trump's rise\nPresident-elect Donald Trump has been in the spotlight for years. From developing real estate and producing and starring in TV shows, he became a celebrity long before winning the White House.\nHide Caption\nPhotos: Donald Trump's rise\nTrump at age 4. He was born in 1946 to Fred and Mary Trump in New York City. His father was a real estate developer.\nHide Caption\nPhotos: Donald Trump's rise\nTrump, left, in a family photo. He was the second-youngest of five children.\nHide Caption\nPhotos: Donald Trump's rise\nTrump, center, stands at attention during his senior year at the New York Military Academy in 1964.\nHide Caption\nPhotos: Donald Trump's rise\nTrump, center, wears a baseball uniform at the New York Military Academy in 1964. After he graduated from the boarding school, he went to college. He started at Fordham University before transferring and later graduating from the Wharton School, the University of Pennsylvania's business school.\nHide Caption\nPhotos: Donald Trump's rise\nTrump stands with Alfred Eisenpreis, New York's economic development administrator, in 1976 while they look at a sketch of a new 1,400-room renovation project of the Commodore Hotel. After graduating college in 1968, Trump worked with his father on developments in Queens and Brooklyn before purchasing or building multiple properties in New York and Atlantic City, New Jersey. Those properties included Trump Tower in New York and Trump Plaza and multiple casinos in Atlantic City.\nHide Caption\nPhotos: Donald Trump's rise\nTrump attends an event to mark the start of construction of the New York Convention Center in 1979.\nHide Caption\nPhotos: Donald Trump's rise\nTrump wears a hard hat at the Trump Tower construction site in New York in 1980.\nHide Caption\nPhotos: Donald Trump's rise\nTrump was married to Ivana Zelnicek Trump from 1977 to 1990, when they divorced. They had three children together: Donald Jr., Ivanka and Eric.\nHide Caption\nHide Caption\nPhotos: Donald Trump's rise\nTrump uses his personal helicopter to get around New York in 1987.\nHide Caption\nHide Caption\nPhotos: Donald Trump's rise\nTrump attends the opening of his new Atlantic City casino, the Taj Mahal, in 1989.\nHide Caption\nPhotos: Donald Trump's rise\nTrump signs his second book, \"Trump: Surviving at the Top,\" in 1990. Trump has published at least 16 other books, including \"The Art of the Deal\" and \"The America We Deserve.\"\nHide Caption\nPhotos: Donald Trump's rise\nTrump and singer Michael Jackson pose for a photo before traveling to visit Ryan White, a young child with AIDS, in 1990.\nHide Caption\nPhotos: Donald Trump's rise\nTrump dips his second wife, Marla Maples, after the couple married in a private ceremony in New York in December 1993. The couple divorced in 1999 and had one daughter together, Tiffany.\nHide Caption\nPhotos: Donald Trump's rise\nTrump putts a golf ball in his New York office in 1998.\nHide Caption\nPhotos: Donald Trump's rise\nAn advertisement for the television show \"The Apprentice\" hangs at Trump Tower in 2004. The show launched in January of that year. In January 2008, the show returned as \"Celebrity Apprentice.\"\nHide Caption\nPhotos: Donald Trump's rise\nA 12-inch talking Trump doll is on display at a toy store in New York in September 2004.\nHide Caption\nPhotos: Donald Trump's rise\nTrump attends a news conference in 2005 that announced the establishment of Trump University. From 2005 until it closed in 2010, Trump University had about 10,000 people sign up for a program that promised success in real estate. Three separate lawsuits -- two class-action suits filed in California and one filed by New York's attorney general -- argued that the program was mired in fraud and deception. Trump's camp rejected the suits' claims as \"baseless.\" And Trump has charged that the New York case against him is politically motivated.\nHide Caption\nPhotos: Donald Trump's rise\nTrump attends the U.S. Open tennis tournament with his third wife, Melania Knauss-Trump, and their son, Barron, in 2006. Trump and Knauss married in 2005.\nHide Caption\nPhotos: Donald Trump's rise\nTrump wrestles with \"Stone Cold\" Steve Austin at WrestleMania in 2007. Trump has close ties with the WWE and its CEO, Vince McMahon.\nHide Caption\nPhotos: Donald Trump's rise\nFor \"The Apprentice,\" Trump was honored with a star on the Hollywood Walk of Fame in January 2007.\nHide Caption\nPhotos: Donald Trump's rise\nTrump appears on the set of \"The Celebrity Apprentice\" with two of his children -- Donald Jr. and Ivanka -- in 2009.\nHide Caption\nPhotos: Donald Trump's rise\nTrump poses with Miss Universe contestants in 2011. Trump had been executive producer of the Miss Universe, Miss USA and Miss Teen USA pageants since 1996.\nHide Caption\nIn 2012, Trump announces his endorsement of Republican presidential candidate Mitt Romney.\nHide Caption\nPhotos: Donald Trump's rise\nTrump speaks in Sarasota, Florida, after accepting the Statesman of the Year Award at the Sarasota GOP dinner in August 2012. It was shortly before the Republican National Convention in nearby Tampa.\nHide Caption\nPhotos: Donald Trump's rise\nTrump appears on stage with singer Nick Jonas and television personality Giuliana Rancic during the 2013 Miss USA pageant.\nHide Caption\nPhotos: Donald Trump's rise\nHide Caption\nPhotos: Donald Trump's rise\nTrump -- flanked by U.S. Sens. Marco Rubio, left, and Ted Cruz -- speaks during a CNN debate in Miami on March 10. Trump dominated the GOP primaries and emerged as the presumptive nominee in May.\nHide Caption\nPhotos: Donald Trump's rise\nThe Trump family poses for a photo in New York in April.\nHide Caption\nPhotos: Donald Trump's rise\nTrump speaks during a campaign event in Evansville, Indiana, on April 28. After Trump won the Indiana primary, his last two competitors dropped out of the GOP race.\nHide Caption\nPhotos: Donald Trump's rise\nTrump delivers a speech at the Republican National Convention in July, accepting the party's nomination for President. \"I have had a truly great life in business,\" he said. \"But now, my sole and exclusive mission is to go to work for our country -- to go to work for you. It's time to deliver a victory for the American people.\"\nHide Caption\nPhotos: Donald Trump's rise\nTrump faces Democratic nominee Hillary Clinton in the first presidential debate, which took place in Hempstead, New York, in September.\nHide Caption\nPhotos: Donald Trump's rise\nTrump apologizes in a video, posted to his Twitter account in October, for vulgar and sexually aggressive remarks he made a decade ago regarding women. \"I said it, I was wrong and I apologize,\" Trump said, referring to lewd comments he made during a previously unaired taping of \"Access Hollywood.\" Multiple Republican leaders rescinded their endorsements of Trump after the footage was released.\nHide Caption\nPhotos: Donald Trump's rise\nTrump walks on stage with his family after he was declared the election winner on November 9. \"Ours was not a campaign, but rather, an incredible and great movement,\" he told his supporters in New York.\nHide Caption\nPhotos: Donald Trump's rise\nTrump is joined by his family as he is sworn in as President on January 20.\nHide Caption\n37 of 37\nAnd Louis Wade Sullivan, the Health and Human Services secretary under George H.W. Bush and the only African-American in his Cabinet, said this month that \"though my enthusiasm for Hillary Clinton is somewhat tempered, I certainly believe she is an infinitely better choice for president than Donald Trump.\"\nBut George H.W. Bush isn't speaking for his entire family. Marvin Bush, the former president's youngest son, has said he would vote for Libertarian Gary Johnson. George P. Bush, George H.W. Bush's grandson, has backed Trump.\nAnd Jeb Bush, Trump's former primary rival, has said he won't vote for Trump or Clinton.\nA representative for George W. Bush wouldn't comment on Kennedy Townsend's Facebook post or how George H.W. Bush would vote. The representative simply said George W. Bush is \"spending his time working to keep the Senate in Republican hands and is not commenting on the presidential campaign.\"\nThe Bush-Clinton relationship\nThe evolving relationship between the Bush and Clinton families began in 1992, when Bill Clinton ran against -- and defeated -- incumbent President George H.W. Bush. Eight years later, with Clinton term-limited out of office, Bush's son, then-Texas Gov. George W. Bush, succeeded Clinton on a pledge to \"restore honor and dignity\" to the White House -- a not-so-subtle knock on Clinton's marital infidelity.\nPhotos: A look at political families\nPhotos: A look at political families\nPresumptive Republican nominee Donald Trump introduces his son Donald Trump Jr. as he addressed a crowd this April in Indianapolis. Trump Jr. has said that if his father becomes president, he's interested in being his secretary of the Interior.\nHide Caption\nPhotos: A look at political families\nPhotos: Political families – Former Secretary of State Hillary Clinton and former President Bill Clinton attend a State Department dinner in 2012. Hillary Clinton is the presumptive Democratic nominee for president.\nHide Caption\nPhotos: A look at political families\nU.S. Rep. Joaquin Castro of Texas, left, and his twin brother then-San Antonio Mayor Julian Castro at the 2012 Democratic National Convention in Charlotte, North Carolina. Now secretary of the Department of Housing and Urban Development, Julian Castro is a contender to be the Democratic vice-president nominee.\nHide Caption\nPhotos: A look at political families\nPolitical families – Beau Biden embraces his father, Vice President Joe Biden, at the 2008 Democratic National Convention.. Before his death in 2015, Beau served as Delware's attorney general.\nHide Caption\nPhotos: A look at political families\nPhotos: Political families – U.S. Rep. Debbie Dingell succeeded her husband, former U.S. Rep. John Dingell, D-Michigan, in the seat he held for 58 years until his retirement in 2015.\nHide Caption\nPhotos: A look at political families\nPolitical families – Liz Cheney, daughter of former Vice President Dick Cheney, announced that she was running for Senate in Wyoming in 2014. Her bid set up an intra-GOP battle with U.S. Sen. Mike Enzi, a three-time incumbent. She dropped her Senate bid in January 2014.\nHide Caption\nPhotos: A look at political families\nU.S. Rep. Sander Levin, D-Michigan, comes from a prominent family in that state's politics. His brother Carl Levin was the state's senior senator until his retirement in January 2015. And his uncle, Theodore Levin, was a federal judge.\nHide Caption\nPhotos: A look at political families\nPhotos: Political families – The night after John F. Kennedy won the 1960 presidential election this family portrait was made in Hyannis Port, Massachusetts. Sitting, from left, Eunice Shriver (on chair arm), Rose Kennedy, Joseph Kennedy, Jacqueline Kennedy, head turned away from camera, and Ted Kennedy. Back row, from left, Ethel Kennedy, Stephen Smith, Jean Smith, President John F. Kennedy, Robert F. Kennedy, Pat Lawford, Sargent Shriver, Joan Kennedy, and Peter Lawford.\nHide Caption\nPhotos: A look at political families\nPhotos: Political families – The late U.S. Sen. Prescott Bush, R-Connecticut, center, was the father of former President George H.W. Bush, left, and grandfather of former President George W. Bush, far left.\nHide Caption\nPhotos: A look at political families\nPolitical families – The Bush family is a bona fide modern American political dynasty. Former President George W. Bush and former Florida Gov. Jeb Bush are the sons of former President George H.W. Bush. George P. Bush, Jeb's son, is a Texas land commissioner. George H.W. Bush is the son of Prescott Bush, a senator from Connecticut. Here, the former presidents and Jeb, right, pose for a photo at the christening of the aircraft carrier USS George H.W. Bush.\nHide Caption\nPhotos: A look at political families\nPhotos: Political families – George P. Bush speaks during the 2011 Republican Leadership Conference in New Orleans. The grandson of former President George H.W. Bush is a Texas land commissioner.\nHide Caption\nPhotos: A look at political families\nPhotos: Political families – Former President Jimmy Carter spends time with his grandson Jason, wife Rosalynn, and daughter Amy in 1976. Jason Carter was a Democratic member of the Georgia State Senate.\nHide Caption\nPhotos: A look at political families\nPhotos: Political families – John Adams was the second president of the United States. His son John Quincy Adams was the sixth President.\nHide Caption\nPhotos: Political families – John Quincy Adams is pictured.\nHide Caption\nPhotos: A look at political families\nPhotos: Political families – New Orleans Mayor Mitch Landrieu and his sister, then-U.S. Sen. Mary Landrieu, are interviewed during a special edition of \"Meet The Press\" in New Orleans in 2010.\nHide Caption\nPhotos: A look at political families\nPhotos: Political families – Former U.S. Sen. Sam Nunn, his wife Colleen, daughter Michelle, and his grandchildren walk the beach at Sea Island, Georgia, in 2007. Michelle Nunn was a Democratic candidate for Georgia's U.S. Senate seat in 2014.\nHide Caption\nPhotos: A look at political families\nPhotos: Political families – Sen. Mark Udall, D-Colorado, and his cousin Sen. Tom Udall, D-New Mexico, attend a weekly Senate policy luncheon in Washington in 2012.\nHide Caption\nPhotos: A look at political families\nPhotos: Political families – Former Arkansas attorney general, Sen. Mark Pryor, holds a news conference in Washington in 2006. Pryor is the son of former U.S. Sen. David Pryor, D-Arkansas.\nHide Caption\nPhotos: Political families – Former U.S. Sen. David Pryor.\nHide Caption\nPhotos: A look at political families\nPolitical families – Father-and-son New York governors, Andrew, left, and Mario Cuomo appear at a rally in 2006. CNN anchor Chris Cuomo is another of Mario Cuomo's sons.\nHide Caption\nPhotos: A look at political families\nPolitical families – U.S. House Minority Leader Nancy Pelosi, D-California, is the daughter of late Thomas D'Alesandro Jr., a Baltimore mayor and congressman. D'Alesandro, center, attends Pelosi's swearing-in in 1978.\nHide Caption\nPhotos: A look at political families\nPolitical families – George W. Romney, with his son Mitt and his wife Lenore in 1962, announces his intention to run for governor of Michigan. The elder Romney went on to run for president in 1968, and his son Mitt served as governor of Massachusetts before winning the GOP nomination for president in 2012.\nHide Caption\nPhotos: A look at political families\nPolitical families – The Kennedy clan experienced a two-year absence on Capitol Hill beginning in 2011 with the departure of U.S. Rep. Patrick Kennedy, D-Rhode Island, shown here with his father, U.S. Sen. Edward Kennedy, at President Barack Obama's inauguration in 2009. The hiatus ended when U.S. Rep. Joseph P. Kennedy III, D-Massachusetts, was sworn in 2013. He is the son of former U.S. Rep. Joe Kennedy and the grandson of the late U.S. Sen. Robert Kennedy.\nHide Caption\nPhotos: A look at political families\nPolitical families – Then-Rep. Harold Ford, D-Tennessee, left, and his son, Harold Jr. shake hands with supporters in this 1996 photo. Harold Ford Sr. announced earlier that year that he was retiring from the seat he had held for 22 years and Harold Ford Jr. won the seat that fall.\nHide Caption\nPhotos: A look at political families\nPolitical families – Democratic New York state Sen. Jose M. Serrano is the son of U.S. Rep. Jose E. Serrano.\nHide Caption\nPhotos: A look at political families\nPolitical families – U.S. Sen. Lisa Murkowski, R-Alaska, is the daughter of Frank Murkowski, who also represented Alaska in the Senate and was later the state's governor.\nHide Caption\nPhotos: A look at political families\nPhotos: Political families – William Taft was the 27th president of the United States and served from 1909-1913. Since Taft's presidency, three of his relatives have represented Ohio in the U.S. Senate.\nHide Caption\nPhotos: A look at political families\nPhotos: Political families – Sen. Robert A. Taft  is one of three Tafts to represent Ohio in the U.S. Senate.\nHide Caption\nPhotos: A look at political families\nPhotos: Political families – Sen. Robert Taft Jr. attends a hearing in Washington in 1973. He is one of three Tafts to represent Ohio in the U.S. Senate.\nHide Caption\nPhotos: A look at political families\nPhotos: Political families – Sen. Kingsley Taft is one of three Tafts to represent Ohio in the U.S. Senate.\nHide Caption\n30 of 30\nBut Bill Clinton and George H.W. Bush have also spent their post-presidencies teaming up for philanthropic endeavors. And in recent years, Bill Clinton and George W. Bush have increasingly appeared together.\nThe two grew so close that George W. Bush has referred to Clinton as his \"brother from another mother,\" and Clinton has said the two bonded over becoming grandfathers.\nA Bush-Clinton matchup\nEarly in the 2016 campaign cycle, it appeared the two families could be headed for another showdown with the presidency on the line: Hillary Clinton was seeking the Democratic nomination, while former Florida Gov. Jeb Bush -- the 41st president's son and the 43rd president's brother -- was a Republican candidate and a fundraising powerhouse.\nEven if George H.W. Bush hadn't endorsed Hillary Clinton, it was hard to envision him backing Trump.\nNeither of the former Bush presidents attended the Republican National Convention in Cleveland, where Trump became the GOP's nominee -- with the Bush family staying out of presidential politics after Jeb Bush, denounced repeatedly by Trump as \"low-energy,\" exited the race.\nCLARIFICATION: This story has been updated to clarify the context in which George H.W. Bush made his comment about voting for Hillary Clinton.\nCNN's Daniella Diaz contributed to this report.\n",
        "quotes": [
            [
                "the 92-year-old former president very much and his decision.",
                "Erin Burnett",
                false
            ],
            [
                "It is ironic that he would vote for the wife of the man who knocked him out of the race,",
                "Erin Burnett",
                true
            ],
            [
                "But look, this was a bruising primary ... so I know there are a lot of hurt feelings there.",
                "",
                true
            ],
            [
                "The President told me he's voting for Hillary!!",
                "Erin Burnett",
                true
            ],
            [
                "The vote President Bush will cast as a private citizen in some 50 days will be just that: a private vote cast in some 50 days.",
                "Jim McGrath",
                true
            ],
            [
                "He is not commenting on the presidential race in the interim,",
                "Jim McGrath",
                true
            ],
            [
                "has the wisdom and experience to lead our country at this critical time.",
                "George H.W. Bush",
                false
            ],
            [
                "would have preferred Jeb Bush, but I think Hillary is a great choice.",
                "Donald Trump",
                false
            ],
            [
                "I am afraid of what Donald Trump would do to this country.",
                "Donald Trump",
                true
            ],
            [
                "I have had a truly great life in business,",
                "Donald Trump",
                true
            ],
            [
                "But now, my sole and exclusive mission is to go to work for our country -- to go to work for you.",
                "Donald Trump",
                true
            ],
            [
                "It's time to deliver a victory for the American people.",
                "Donald Trump",
                true
            ],
            [
                "I said it, I was wrong and I apologize,",
                "Donald Trump",
                true
            ],
            [
                "Ours was not a campaign, but rather, an incredible and great movement,",
                "Donald Trump",
                true
            ],
            [
                "though my enthusiasm for Hillary Clinton is somewhat tempered, I certainly believe she is an infinitely better choice for president than Donald Trump.",
                "Louis Wade Sullivan",
                false
            ],
            [
                "spending his time working to keep the Senate in Republican hands and is not commenting on the presidential campaign.",
                "George H.W. Bush",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.huffingtonpost.ca/entry/louis-w-sullivan-hillary-clinton_n_57cf06dee4b06a74c9f0cf74",
                "https://www.cnn.com/2016/09/26/politics/gallery/first-presidential-debate/index.html",
                "https://www.cnn.com/2016/10/07/politics/donald-trump-women-vulgar/index.html",
                "https://www.cnn.com/2016/08/14/politics/carlos-gutierrez-donald-trump-hillary-clinton-election-2016/",
                "https://money.cnn.com/2016/03/08/news/trump-university-controversy-donald-trump/",
                "https://www.cnn.com/2016/06/22/politics/hillary-clinton-brent-scowcroft-endorsement/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.trump.com/publications/",
                "https://www.eenews.net/stories/1060037104"
            ]
        },
        "key_words": [
            "hide",
            "caption",
            "rise",
            "photos",
            "political",
            "donald",
            "vote",
            "sources",
            "41",
            "bush",
            "clinton",
            "trumps",
            "trump",
            "families"
        ]
    }
]