[
    {
        "url": "http://money.cnn.com/2017/10/06/media/new-york-times-weinstein-ndas/index.html",
        "title": "New York Times wants Weinstein to release accusers from NDAs",
        "authors": [
            {
                "name": "Sandra Gonzalez",
                "link": null
            },
            {
                "name": "Tom Kludt",
                "link": null
            }
        ],
        "publisher": "money.cnn.com",
        "publish_date": "2017-10-06",
        "text": "New York Times wants Weinstein to release accusers from NDAs\nby Tom Kludt and Sandra Gonzalez   @CNNMoney October 6, 2017: 2:49 PM ET\nLisa Bloom: Harvey Weinstein knows he made mistakes\nFacing the specter of a lawsuit, the New York Times is calling on Harvey Weinstein to release the women who have accused him of inappropriate behavior from their non-disclosure agreements.\n\"Mr. Weinstein should publicly waive the NDAs in the women's agreements so they can tell their stories,\" a Times spokesperson told CNN in a statement. \"As a supporter of women, he must support their right to speak openly about these issues of gender and power.\"\nLisa Bloom, one of the attorneys representing Weinstein, was not available to comment on the Times' request, her office told CNNMoney.\nThe Times' challenge comes a day after the paper published a blockbuster story detailing nearly three decades of alleged sexual misconduct by Weinstein, and claiming that Weinstein had settled legal settlements with at least eight women. It also follows a legal threat from Weinstein's attorney that was issued shortly after the story was published Thursday.\nWeinstein, one of the most powerful figures in Hollywood and a major Democratic donor, released a statement on the allegations in which he apologized for past behavior -- and vowed to fight against conservative groups like the NRA.\nBut the contrition was followed by a statement on Thursday from Weinstein's attorney, Charles Harder, in which he revealed his client intends to file a defamation lawsuit against the Times.\nHarder, the attorney who led Peter Thiel's legal assault on Gawker, said Weinstein would donate the proceeds to women's groups. Harder also claimed that Weinstein's camp provided information that the Times failed to include, but he did not identify specific inaccuracies in the report.\nWeinstein, who said he was taking a leave of absence in response to the allegations, told the New York Post Thursday that he intended to sue the Times because the paper gave him inadequate time to respond.\nThe Times claims Weinstein had \"two days to respond to specific allegations, which dealt with events that he had first-hand knowledge of, before our story published.\"\n\"Mr. Weinstein and his lawyer have confirmed the essential points of the story,\" the spokesperson added. \"They have not pointed to any errors or challenged any facts in our story.\"\nCNNMoney (New York) First published October 6, 2017: 2:49 PM ET\nNewsletter\n© 2019 Cable News Network. Turner Broadcasting System, Inc. All Rights Reserved.\nCNN Sans™ & © 2016 Cable News Network.\n",
        "quotes": [
            [
                "Mr. Weinstein should publicly waive the NDAs in the women's agreements so they can tell their stories,",
                "",
                true
            ],
            [
                "As a supporter of women, he must support their right to speak openly about these issues of gender and power.",
                "",
                true
            ],
            [
                "two days to respond to specific allegations, which dealt with events that he had first-hand knowledge of, before our story published.",
                "Harvey Weinstein",
                false
            ],
            [
                "Mr. Weinstein and his lawyer have confirmed the essential points of the story,",
                "",
                true
            ],
            [
                "They have not pointed to any errors or challenged any facts in our story.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/intent/user?screen_name=CNNMoney"
            ]
        },
        "key_words": [
            "legal",
            "weinsteins",
            "statement",
            "weinstein",
            "ndas",
            "attorney",
            "accusers",
            "york",
            "women",
            "release",
            "wants",
            "told",
            "times",
            "allegations"
        ]
    }
]