[
    {
        "url": "https://www.politico.com/story/2016/09/donald-trump-divorce-files-nyt-228546?cmpid=sf",
        "title": "Judge rejects New York Times request to unseal Trump divorce file",
        "authors": [
            {
                "name": "Josh Gerstein",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-22",
        "text": "Judge rejects New York Times request to unseal Trump divorce file\nBy JOSH GERSTEIN\nStory Continued Below\nManhattan Supreme Court Justice Frank Nervo rejected that argument in a ruling released Thursday.\n\"Were the court to make the confidential records available for journalistic, and thus public, scrutiny, it would impermissibly inject itself into the political process by making the value judgment of what information is useful in determining the present candidate's, or any other candidate's, fitness for office,\" Nervo wrote. \"The court's role in the electoral process is strictly limited to determining whether a candidate complies with the Election Law. The court will not take an action that exceeds that limitation.\"\nEarlier this month, lawyers for both Donald and Ivana Trump filed legal papers opposing the unsealing.\nBy JOSH GERSTEIN\nThe GOP presidential nominee argued that New York's legislature has put divorce files off-limits in most circumstances.\nHis ex-wife agreed, but also contended that since she is not running for office, she should not have to sacrifice her privacy even if the court found an enhanced interest in her husband's actions. Her submission to the court noted published reports alleging that she claimed during the divorce that he had raped her. However, Ivana Trump's brief said that was not her view and dismissed those reports as \"previous misinterpreted statements and allegations.”\nThe judge agreed with Ivana Trump that there was no reason to intrude on her privacy.\n\"The court is obviously aware that one of the parties, who opposes this motion, is a presidential candidate. The court is also aware that the other party, who also opposes this application, is not seeking public office,\" Nervo wrote. \"If the court were to deprive the candidate party of his rights...on the ground that there may be something in the confidential file that would be useful in determining his fitness for office, that ground does not exist in the case of his former wife, who is not a candidate.\"\nA lawyer for the news outlets, David Schulz, said no immediate decision had been made about whether to appeal.\n\"We are pleased with the Court's well-reasoned decision and order,\" Trump lawyer Marc Kasowitz said.\nNervo's conclusion that judges shouldn't try to judge information's utility to voters is not universally shared on the bench.\nSeveral judges handling federal Freedom of Information Act lawsuits seeking information about Hillary Clinton's tenure as secretary of state have cited the upcoming election as a reason to speed release of records held by the State Department.\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "Were the court to make the confidential records available for journalistic, and thus public, scrutiny, it would impermissibly inject itself into the political process by making the value judgment of what information is useful in determining the present candidate's, or any other candidate's, fitness for office,",
                "Nervo",
                true
            ],
            [
                "The court's role in the electoral process is strictly limited to determining whether a candidate complies with the Election Law.",
                "Nervo",
                true
            ],
            [
                "The court will not take an action that exceeds that limitation.",
                "Nervo",
                true
            ],
            [
                "previous misinterpreted statements and allegations.”\nThe judge agreed with Ivana Trump that there was no reason to intrude on her privacy.",
                "Nervo",
                false
            ],
            [
                "The court is obviously aware that one of the parties, who opposes this motion, is a presidential candidate.",
                "Nervo",
                true
            ],
            [
                "The court is also aware that the other party, who also opposes this application, is not seeking public office,",
                "Nervo",
                true
            ],
            [
                "If the court were to deprive the candidate party of his rights...on the ground that there may be something in the confidential file that would be useful in determining his fitness for office, that ground does not exist in the case of his former wife, who is not a candidate.",
                "Nervo",
                true
            ],
            [
                "We are pleased with the Court's well-reasoned decision and order,",
                "Marc Kasowitz",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.politico.com/f/?id=00000157-544c-db5f-a7d7-75ec9cd40000"
            ]
        },
        "key_words": [
            "times",
            "divorce",
            "useful",
            "york",
            "information",
            "court",
            "trump",
            "file",
            "request",
            "ivana",
            "unseal",
            "judge",
            "public",
            "rejects",
            "office"
        ]
    }
]