[
    {
        "url": "https://www.reuters.com/article/us-mexico-transportation-cycling-environ/mexico-city-bike-mayor-says-two-wheels-can-overtake-gridlock-grind-idUSKBN1CA1VD",
        "title": "Mexico City 'bike mayor' says two wheels can overtake gridlock grind",
        "authors": [
            {
                "name": "Sophie Hares",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-05",
        "text": "Mexico City 'bike mayor' says two wheels can overtake gridlock grind\nMEXICO CITY (Thomson Reuters Foundation) -  Zipping through streets teeming with people and traffic after the earthquake that rocked Mexico City last month, cyclists helped locate collapsed buildings where people might be trapped, and ferried tools and supplies to rescue teams.\nIn the days after the Sept. 19 disaster, over 1,000 cyclists linked up to deliver medical equipment, tarpaulins and food around the city. Areli Carreón, the city’s unofficial “bicycle mayor”, used maps of quake damage as one way of directing riders communicating via walkie-talkie style apps.\n“In the first few hours, the only thing that was moving around was bicycles. They really served as an emergency breathing system for the city,” said Carreón.\n“No matter the distance, no matter the place, no matter how bad the road was, how difficult the traffic, bicycles with their cargo were the fastest possible way,” she added.\nSet up by Amsterdam-based advocacy group CycleSpace, the international “bicycle mayor” scheme Carreón is part of wants its representatives to help coordinate city resources better and work with authorities and businesses to make cycling safer and more accessible.\nSetting a target for 50 percent of all urban trips to be made on bicycles by 2030, it has so far designated seven voluntary “mayors” in cities, including Rio de Janeiro, Amsterdam, Sydney and Baroda in India.\n“We really believe you can make cities livable again by integrating bikes,” said Anna Luten, Amsterdam’s “bike mayor”, adding that Buenos Aires, Bogotá and El Paso in Texas are also interested. “If you have 20 percent or 10 percent less cars, (drivers) will have a smoother ride as well.”\nRISKY ROADS\nAlong the shaded bike lanes lining the broad Paseo de la Reforma boulevard that carves through Mexico City, cycling is a relative breeze - save for cars parking in the middle of the paths, said Carreón, negotiating the traffic sweeping around the statue of Aztec ruler Cuauhtémoc.\nBut once the protected lanes end, cycling in the city centre is not for the faint-hearted as bikes are forced to dodge cars and the endless stream of mini-buses that slam into the curb without warning to drop passengers on the cobbled streets around the main Zócalo square.\n“It’s definitely a little gritty. A bus comes along and you can literally feel it,” said Alex Villalba, who runs bike maintenance workshops in the city, home to over 21 million people in its greater metropolitan area. “There’s holes everywhere - you’ve got to be ready. If I’m not in the mood to be hyper-alert, I’ll just take the metro.”\nAn average of 26 reported cyclist deaths each year is an underestimate, believes Carreón, who helped set up a local cycling campaign group.\nWhite-painted “ghost bikes” marking the spots where cyclists have been killed are a focal point for people to leave flowers and photos of the victims, said the environmentalist.\n“It’s our way of honoring the people who died but also to demand the government provide safety for cyclists,” she explained outside a bike workshop in a rundown former monastery in the city centre.\nCutting cyclist deaths and doubling the amount of bike lanes to 340 km (211 miles) are among her main targets. She also wants to double the number of daily bike trips to 280,000 by 2019 in the city ranked by TomTom as the world’s most congested.\n“Resources are not actually the problem - it’s putting those resources where they are needed, very strategically, to make this system work,” Carreón said. The mayors must raise funds from local companies and other organizations for their projects.\nSAVING TIME AND MONEY\nCycling is already embedded in the fabric of Mexico City, which shuts off miles of streets at weekends to make way for thousands of cyclists. Its ECOBICI bike-sharing scheme, which offered bikes for free after the earthquake, has 250,000 users who can take a spin on more than 6,000 bicycles available at about 450 stands.\nBut while city hipsters might easily hop on two wheels to get to work, the biggest challenge is to make cycling easier for those living on the poorly connected city fringes, said Carreón.\n“Rich people can move around very quickly while poor people can spend four hours of their day just getting to work and back,” she said, highlighting the health benefits of cycling for Mexicans, more than 70 percent of whom are overweight or obese.\nShe estimates cyclists notch up 16 km/h in gridlocked traffic versus an average of 13 km/h by cars.\n“We need to do this because of congestion - we need to move people around because we’re losing a lot of time and money,” she said.\nWhile strict driving limits and pollution monitoring have improved air quality in Mexico City, taking more cars off the road would further cut contamination in what was the world’s most polluted city some 25 years ago.\nEvents to publicize the role of Mexico City’s “bike mayor” were postponed after the recent quake, but the disaster may have helped highlight the benefits of urban cycling, said Carreón.\n“At the city’s worst moment, we were there and able to provide mobility when nothing else - not even emergency vehicles - was moving around,” she said. “We need to make sure there’s a place for cycling, not only in emergencies but every day for everybody to get everywhere.”\nReporting by Sophie Hares; editing by Megan Rowling. Please credit the Thomson Reuters Foundation, the charitable arm of Thomson Reuters, that covers humanitarian news, climate change, resilience, women's rights, trafficking and property rights. Visit news.trust.org/climate\n",
        "quotes": [
            [
                "In the first few hours, the only thing that was moving around was bicycles.",
                "Carreón",
                true
            ],
            [
                "They really served as an emergency breathing system for the city,",
                "Carreón",
                true
            ],
            [
                "No matter the distance, no matter the place, no matter how bad the road was, how difficult the traffic, bicycles with their cargo were the fastest possible way,",
                "Carreón",
                true
            ],
            [
                "We really believe you can make cities livable again by integrating bikes,",
                "Anna Luten",
                true
            ],
            [
                "If you have 20 percent or 10 percent less cars, (drivers) will have a smoother ride as well.",
                "Anna Luten",
                true
            ],
            [
                "It’s definitely a little gritty.",
                "Alex Villalba",
                true
            ],
            [
                "A bus comes along and you can literally feel it,",
                "Alex Villalba",
                true
            ],
            [
                "There’s holes everywhere - you’ve got to be ready.",
                "Alex Villalba",
                true
            ],
            [
                "If I’m not in the mood to be hyper-alert, I’ll just take the metro.",
                "Alex Villalba",
                true
            ],
            [
                "It’s our way of honoring the people who died but also to demand the government provide safety for cyclists,",
                "",
                true
            ],
            [
                "Resources are not actually the problem - it’s putting those resources where they are needed, very strategically, to make this system work,",
                "Carreón",
                true
            ],
            [
                "Rich people can move around very quickly while poor people can spend four hours of their day just getting to work and back,",
                "",
                true
            ],
            [
                "We need to do this because of congestion - we need to move people around because we’re losing a lot of time and money,",
                "",
                true
            ],
            [
                "At the city’s worst moment, we were there and able to provide mobility when nothing else - not even emergency vehicles - was moving around,",
                "",
                true
            ],
            [
                "We need to make sure there’s a place for cycling, not only in emergencies but every day for everybody to get everywhere.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://news.trust.org/climate/"
            ]
        },
        "key_words": [
            "cycling",
            "way",
            "traffic",
            "cyclists",
            "bike",
            "work",
            "mexico",
            "gridlock",
            "city",
            "carreón",
            "mayor",
            "overtake",
            "grind",
            "wheels"
        ]
    }
]