[
    {
        "url": "https://www.activistpost.com/2017/09/how-to-disappear-an-activist-where-is-andy-ostrowski.html",
        "title": "How to Disappear an Activist (Or, Where IS Andy Ostrowski?)",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-22",
        "text": "Hot Topics\nHow to Disappear an Activist (Or, Where IS Andy Ostrowski?)\nAs reported here , activist attorney Andy Ostrowski was taken into custody by the Wilkes-Barre, PA police department on September 19, for a forced mental health evaluation.  Ostrowski was reached later that afternoon at General Hospital in Wilkes-Barre, where he asserted he was being held as a political prisoner.\nOstrowski, a radio talk show host and civil rights advocate, also made a run for Congress in 2014.\nPer hospital protocol, Ostrowski was subsequently transferred to another facility. And now, no one can say where he is.\nHIPAA—Health Insurance Portability and Accountability Act—disallows hospitals from confirming if a person is at their facility, if he is on a psych unit. In the conversation on Tuesday, Ostrowski asserted he was most likely to be transferred to First Hospital, in Kingston.\nFirst Hospital, however, will not confirm or deny his presence. As Ostrowski had expressed not only appreciation to this reporter for reaching him at General Hospital, but also asserted the necessity to follow up on his forced incarceration, the failure to reveal his whereabouts  becomes a central issue vis-à-vis his right to freedom of association .\nHowever, the hospitals in question do not seem to honor this historical right. The behaviors by staff at both General and First Hospitals couldn’t be more alarming. Yesterday, in an effort to ascertain where he was transferred, I called General Hospital and spoke with a woman who initially identified herself at “Joanne.” Joanne refused to give information as to where Ostrowski was transferred and when asked her full name, she replied “Julia.” According to Joanne/Julia, to disclose where Ostrowski is would violate HIPAA.\nWhen it was suggested that Ostrowski’s right to association trumped HIPAA, Joanne/Julia turned nasty, demanding my data, which I supplied her. She then trounced further on any perception that Ostrowski still has rights, telling me I was “so wrong” about his right to association overriding the hospital’s right to privacy—which is really what HIPAA is protecting here.\nWell, it didn’t get much better at First Hospital. This reporter spoke with the media relations director,  who not only declined any information as to Ostrowski’s presence, but shot back, “You’ll never know if he is here or not!”\nAnd that may be true and how scary is it….\nIn an effort to get assistance in determining his whereabouts, contact was made with the Luzerne County District Attorney’s office. The call was transferred to a “Marilyn,” who, after hearing that a request was being made to locate Andy Ostrowski, promised to look into this. When no call back was received, the DA’s office was repeatedly called, at which point they repeatedly hung up the phone on me. An initial request for an email contact was also refused. “We don’t give out our email addresses,” the receptionist stated.\nThese are public servants, folks….\nRecently, yet another radio show host was psychiatrically detained. Speaking on conditions of anonymity, she told me that she was picked up this July in front of a library in a Colorado county, where she had just emerged after speaking with the librarian and others about connections between the local government and a for-profit foster care facility, which may be  self enriching through unnecessarily removing children from homes. This radio host was assaulted by a person on leaving the library and when she called 911, the deputy came, slammed her into the wall, cuffed her and brought her to a psych hospital.\nShe was let go four and a half hours later, and subsequently received a bill for $7300 for her unwanted detention.\nAndy Ostrowski, however, may not be so fortunate. He is now “desaparecido”—missing in the gulag.\nSeveral years back, this reporter covered the plight of a man who was under a mental health conservatorship in California . The guardian kept moving Charlie Castle from place to place, as those who were trying to help him assert his rights in fixed proceedings kept discovering his new location. When Castle died under suspicious circumstances, a request for a coroner’s inquiry was made. All that we ever discovered was that the toxicology report—which would have contained the  information concerning the suspected cause of his death—had been somehow removed from the file .\nThe mental health laws tilt against the rights of those under “evaluation” or “care.” They protect the privacy of the institutions which may, in fact, be abusing the individual and the matter of Andy Ostrowski well exemplifies this. When we spoke on Tuesday, he was overpouring with gratitude that I had reached him. He wanted to make sure his story was told. Until those who have a vise grip on his life and his rights decide to honor the latter, he is just one more who is missing in the system and nowhere to be found.\nJanet Phelan is an investigative journalist and author of the groundbreaking exposé, EXILE . Her articles previously appeared in such mainstream venues as the Los Angeles Times, Orange Coast Magazine, Long Beach Press Telegram, etc. In 2004, Janet “jumped ship” and now exclusively writes for independent media. She is also the author of two collections of poetry—The Hitler Poems and Held Captive. She resides abroad.\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "You’ll never know if he is here or not!",
                "Andy Ostrowski",
                true
            ],
            [
                "We don’t give out our email addresses,",
                "Andy Ostrowski",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.activistpost.com/2017/09/judicial-reform-activist-attorney-abducted-police-broadcasting.html",
                "https://www.activistpost.com/2012/10/man-held-in-mental-health-detention-to.html",
                "https://www.activistpost.com/2013/07/questions-arise-as-to-coroners-cover-up.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://app.thebookpatch.com/BookStore/exile/a02d07e3-82ae-4dab-942b-bed32f224566?isbn=9781620309575",
                "https://en.wikipedia.org/wiki/Freedom_of_association"
            ]
        },
        "key_words": [
            "rights",
            "activist",
            "hospital",
            "andy",
            "spoke",
            "transferred",
            "right",
            "disappear",
            "general",
            "hospitals",
            "ostrowski",
            "request"
        ]
    }
]