[
    {
        "url": "http://www.liberalamerica.org/2016/09/21/legal-expert-says-trump-impeached-racketeering-hes-even-inaugurated/",
        "title": "Legal Expert Says Trump Could Be Impeached For Racketeering BEFORE He’s Even Inaugurated",
        "authors": [],
        "publisher": "liberalamerica.life",
        "publish_date": "2016-09-21",
        "text": "By\nIt’s the nightmare scenario we hope doesn’t happen: On November 8, somewhere around midnight or shortly thereafter, the election returns are finally in from across the nation and it becomes clear that Donald J. Trump is the next President of the United States.\nBut instead of reaching for your passport and booking an extended vacation to another country, consider what University of Utah law professor Christopher L. Peterson had to say in a paper he just published: Even if he were elected, there’s enough evidence already in the matter of Trump University to impeach the Orange Menace before he even raises his hand and takes the oath of office. Peterson writes :\n“In the United States, it is illegal for businesses to use false statements to convince consumers to purchase their services. The evidence indicates that Trump University used a systemic pattern of fraudulent representations to trick thousands of families into investing in a program that can be argued was a sham.\n“Fraud and racketeering are serious crimes that legally rise to the level of impeachable acts.”\nIn the paper, which is titled Trump University and Presidential Impeachment, Professor Peterson also note s:\n“Somehow in the cacophony of the 2016 presidential campaign, no legal academic has yet turned to the question of whether Trump’s alleged behavior would, if proven, rise to the level of impeachable offenses under the impeachment clause of the United States Constitution.”\nSo instead of taking up residence at the White House, Trump could instead be facing a trial in the Senate and another in federal court which could well wind up result in him having to pay back tens of millions of dollars to the very people he cheated with his bogus university. And if he were found guilty of racketeering, Trump could even be sent to federal prison where he belongs.\nHey, Donald: Don’t get too excited on election night. It may turn out to the beginning of the end for you.\n31497\nSHARES\nLeave this field empty if you're human:\nMORE STORIES\n",
        "quotes": [
            [
                "Fraud and racketeering are serious crimes that legally rise to the level of impeachable acts.",
                "",
                true
            ],
            [
                "Somehow in the cacophony of the 2016 presidential campaign, no legal academic has yet turned to the question of whether Trump’s alleged behavior would, if proven, rise to the level of impeachable offenses under the impeachment clause of the United States Constitution.",
                "Peterson",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=2841306"
            ]
        },
        "key_words": [
            "impeached",
            "inaugurated",
            "hes",
            "expert",
            "united",
            "professor",
            "trump",
            "instead",
            "university",
            "racketeering",
            "rise",
            "states",
            "peterson",
            "presidential",
            "legal"
        ]
    }
]