[
    {
        "url": "https://www.reuters.com/article/us-lasvegas-shooting-jasonaldean/jason-aldean-opens-saturday-night-live-with-tribute-to-las-vegas-victims-idUSKBN1CD07L",
        "title": "Jason Aldean opens 'Saturday Night Live' with tribute to Las Vegas victims",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-08",
        "text": "October 8, 2017 /  7:45 AM / 2 years ago\nJason Aldean opens 'Saturday Night Live' with tribute to Las Vegas victims\n2 Min Read\nMusician Jason Aldean performs \"Lights Come On\" during the 2016 CMT Music Awards in Nashville, Tennessee U.S. June 8, 2016.  REUTERS/Jamie Gillian/File Photo\nNEW YORK (Reuters) - Jason Aldean, who was performing on stage when a gunman fired down on a Las Vegas concert killing 58 people, made a surprise appearance on “Saturday Night Live,” paying tribute to the victims of the worst-ever U.S. mass shooting with a song by the late Tom Petty.\n“Like everyone, I’m struggling to understand what happened that night, and how to pick up the pieces and start to heal,” Aldean said as he opened the late-night comedy sketch show.\n“So many people are hurting,” Aldean said in his first public performance since the shootings nearly a week ago at the Route 91 Harvest country music festival.\n“They’re all part of our family. So I want to say to them, we hurt for you, and we hurt with you,” he said before performing Petty’s “I Won’t Back Down.” The 66-year-old rock star died on Monday, the day after the Las Vegas shootings in which some 500 people were injured.\nEarlier this week Aldean canceled three shows to honor the victims of the shooting. The “They Don’t Know Tour” will resume in Tulsa, Oklahoma, on Oct. 12.\nReporting by Chris Michaud; Editing by Greg Mahlich\n",
        "quotes": [
            [
                "Like everyone, I’m struggling to understand what happened that night, and how to pick up the pieces and start to heal,",
                "Jason Aldean",
                true
            ],
            [
                "They’re all part of our family.",
                "",
                true
            ],
            [
                "So I want to say to them, we hurt for you, and we hurt with you,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "vegas",
            "music",
            "las",
            "aldean",
            "shooting",
            "opens",
            "performing",
            "live",
            "jason",
            "week",
            "night",
            "victims",
            "shootings",
            "tribute"
        ]
    }
]