[
    {
        "url": "http://occupydemocrats.com/2016/09/26/just-houston-mass-shooter-dressed-nazi-uniform/",
        "title": "JUST IN: Houston Mass Shooter Was Dressed In Nazi Uniform",
        "authors": [
            {
                "name": "Natalie Dickinson",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-26",
        "text": "JUST IN: Houston Mass Shooter Was Dressed In Nazi Uniform\nAfter months of quiet, mass shootings once again shake the nation. Around six a.m this morning, a “disgruntled lawyer” opened fire at a mall in Houston, Texas, injuring nine before he was killed by police officers. Shooter Nathan Desai was found to have had multiple weapons in his vehicle – all of them legal, as was his right to openly carry his weapons into a public space.\nAs this man was not a Muslim, the media narrative is that Desai was apparently a “disgruntled” lawyer who was frustrated with his firm’s closing due to lack of customers.\nBut this story gets even weirder. Law enforcement sources said that the shooter was wearing what appeared to be an antique German uniform with swastikas on it, and reports indicate that more Nazi paraphernalia  was discovered in his apartment.\nWhy Desai was wearing a Nazi uniform , where he got it, and any relation to white supremacy or neo-Nazi groups are still unclear at the moment. But his attempt to slaughter his countrymen was the 288th mass shooting in this country so far this year, according to  watchdog group GunViolenceArchive.org .\nSee Also\nWhat do you think?\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.rawstory.com/2016/09/lawyer-behind-houston-shooting-rampage-was-dressed-up-as-a-wwii-era-nazi-police/",
                "http://www.click2houston.com/news/large-police-presence-reported-in-southwest-houston"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://occupydemocrats.com/privacy/",
                "https://www.gunviolencearchive.org/reports/mass-shooting"
            ]
        },
        "key_words": [
            "dressed",
            "shooter",
            "mass",
            "wearing",
            "lawyer",
            "nazi",
            "weapons",
            "man",
            "uniform",
            "disgruntled",
            "houston",
            "desai"
        ]
    }
]