[
    {
        "url": "https://www.nytimes.com/2017/10/08/sports/baseball/mlb-playoffs-yankees-indians-game-3.html?rref=collection%2Fsectioncollection%2Fsports",
        "title": "Greg Bird Preserves Yankees’ Season, Toppling the Indians With a Lone Blast",
        "authors": [
            {
                "name": "Billy Witz",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-08",
        "text": "Advertisement\nYankees 1, Indians 0\nGreg Bird Preserves Yankees’ Season, Toppling the Indians With a Lone Blast\nImage\nGreg Bird after he hit a long home run in the seventh inning to break a scoreless tie in Game 3 of the division series between the Yankees and the Cleveland Indians.CreditCreditBen Solomon for The New York Times\nGreg Bird has long carried himself with a poise that belies his years. His high school teammates joked that he was 16 going on 40, asking him when he arrived for early-morning practices if he had already had his morning coffee and checked his stock portfolio.\nSo, as frustrated as Bird may have been when his progress was derailed by injuries for a second straight season, he remained patient, believing that with the Yankees headed toward the playoffs, he had an opportunity to salvage his season.\nOn Sunday night, Bird salvaged the Yankees’ season — at least for a day — by blasting a seventh-inning homer off the redoubtable reliever Andrew Miller to lift the Yankees to a 1-0 victory over the Cleveland Indians in Game 3 of their American League division series.\nThe victory, in front of an energetic, sellout crowd at Yankee Stadium, sliced the Indians’ advantage in the series to two games to one. Game 4 is set for Monday night in the Bronx, with Trevor Bauer facing the Yankees’ Luis Severino.\nBird’s home run, off a 1-1 elevated fastball from Miller, landed in the second deck in right field, puncturing a game dominated by the starting pitchers: the Yankees’ Masahiro Tanaka and the Indians’ Carlos Carrasco. It was only the second home run that Miller, the usually dominant ex-Yankee, had surrendered to a left-handed hitter all season.\nStill, despite the heroics of Bird and Tanaka, who shut out the Indians on three hits over seven innings, and effective pitching from Aroldis Chapman, who retired Carlos Santana on a fly ball to center with two runners on to end the game, the Yankees needed every bit of the 6-foot-7-inch frame of right fielder Aaron Judge.\nJudge has been all but absent at the plate in this series — he is now 0 for 10 with eight strikeouts — but he did his part with his glove when Francisco Lindor, whose grand slam launched the Indians’ comeback in Game 2, lifted a towering fly ball to right field in the sixth inning.\nThe vibrant ballpark grew silent as the ball carried through the unseasonably warm October air. But Judge, his back as close to the wall as the Yankees’ were on Sunday night, leapt and snatched the ball, which was about to become a two-run homer.\nImage\nYankees Manager Joe Girardi has said that he erred Friday by declining to challenge a hit-by-pitch call during a Game 2 loss.CreditBen Solomon for The New York Times\nThe crowd erupted in cheers and the game remained scoreless. Enter Bird, the 24-year-old whose two homers are the only runs the Yankees have scored in this series against Indians pitchers not named Corey Kluber.\nIt was the kind of hitting expected of Bird, who missed last season because of shoulder surgery, at the start of the season, when he batted third on opening day. But an ankle injury that was misdiagnosed and a subsequent operation kept him out until late August. Manager Joe Girardi said recently that he would not have bet on Bird returning.\n“I bet on it,” said Bird, who started for the Yankees in a wild-card loss in 2015. “I bet on myself. I got a little taste in 2015 and I wanted nothing more than to be back.”\nThat determination was evident when Bird crossed home plate and delivered a forearm shiver to Todd Frazier. “I couldn’t really feel my forearm for a couple minutes,” Frazier said. Then Bird got to the dugout and gave Judge a fierce chest bump.\n“I could barely hold my emotions,” Judge said. “I was about to throw him around the dugout.”\nBird added: “Plain and simple, I’m not ready to be done playing and I don’t think the rest of the team is.”\nAmong the most grateful that the series will see a Game 4 was Girardi, the subject of withering criticism over his decision not to have a hit-by-pitch call reviewed by the umpires in Game 2, which left the door open for the Indians’ rally. Girardi acknowledged before Game 3 that “there’s a lot of people upset” with him. That was evident when he was roundly booed when he took the field during pregame introductions.\n“Not the first time,” Girardi said afterward.\nGirardi, whose contract will expire after this season, also told reporters before the game that while he loved managing — and was excited about the possibilities presented by the talented young team the Yankees have built — he would speak with his family before deciding whether he would return next season.\nAs for whether the Yankees want him back?\n“That’s Hal’s and Brian’s decision and whatever their decision is, I’ll live with it,” he said, referring to Hal Steinbrenner, the principal owner, and Brian Cashman, the general manager whose contract also expires after this season.\nGirardi was set up for more second-guessing on Sunday with his decision to start Tanaka. Though Severino had an abysmal start in the wild-card victory over the Minnesota Twins last week, lasting just one-third of an inning, he had clearly been the Yankees’ best pitcher this season. Meanwhile, Tanaka, while he struck out a career-high 15 batters in his last start of the regular season, had been erratic all year. He allowed a career-high 35 home runs, the fourth-most by a starting pitcher in the majors this season.\nImage\nAaron Judge’s leaping catch in right field prevented a two-run homer by the Indians’ Francisco Lindor in the sixth and kept the game scoreless.CreditBen Solomon for The New York Times\nAnd by holding Severino back for Game 4, where he will oppose Trevor Bauer, Girardi risked being eliminated in this series without using his best starter.\n“You can say that,” Girardi acknowledged before the game. Then he countered with his own view: If the Yankees were to come back and win the series, they would need Severino at some point.\nWhatever the rationale, Tanaka rewarded Girardi’s faith with a brilliant performance, using his fastball and slider to set up a devastating split-fingered fastball, which he leaned on heavily.\nThe one bit of trouble Tanaka endured came in the fourth when Jason Kipnis scorched a liner to right that carried over the head of Judge, who misjudged the ball and had it deflect off his glove. By the time Judge retrieved the ball and returned it to the infield, Kipnis had slid into the third with a triple.\nBut Tanaka steeled himself and struck out Jose Ramirez and Jay Bruce — both on splitters in the dirt — to escape.\nTanaka found himself with a runner on base in two other instances — when Carlos Santana singled in the second and walked in the fifth — but he extricated himself with double-play grounders that were turned with ease.\nAs good as Tanaka was, he needed to be.\nCarrasco held the Yankees without a hit until Didi Gregorius singled with two out in the fourth and shut them out into the sixth — just like he did against the Yankees in Cleveland this August. But this time, rather than leave a tiring Carrasco in when the Yankees loaded the bases in the sixth, Indians Manager Terry Francona turned to Miller.\nMiller, whom the Yankees traded to the Indians before the non-waiver trade deadline in 2016, coolly retired Starlin Castro on a pop-up to escape.\nBut an inning later, he challenged Bird with a high fastball, and Bird was ready for a pitch — and a moment — for which he had long been waiting.\nA version of this article appears in print on , Section D, Page 1 of the New York edition with the headline: With One Timely Blast, The Yankees Are Back in It. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "I got a little taste in 2015 and I wanted nothing more than to be back.",
                "Bird",
                true
            ],
            [
                "I couldn’t really feel my forearm for a couple minutes,",
                "Frazier",
                true
            ],
            [
                "I could barely hold my emotions,",
                "Bird",
                true
            ],
            [
                "I was about to throw him around the dugout.",
                "Bird",
                true
            ],
            [
                "Plain and simple, I’m not ready to be done playing and I don’t think the rest of the team is.",
                "Greg Bird",
                true
            ],
            [
                "there’s a lot of people upset",
                "Girardi",
                false
            ],
            [
                "That’s Hal’s and Brian’s decision and whatever their decision is, I’ll live with it,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/09/29/sports/baseball/yankees-masahiro-tanaka-strikeouts.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://nytimes.stats.com/mlb/recap.asp?g=371008110&final=true&action=click&contentCollection=sports&region=supplemental&module=stats-module-sports-front&contentPlacement=2&pgtype=sectionfront",
                "https://www.parsintl.com/publication/the-new-york-times/"
            ]
        },
        "key_words": [
            "indians",
            "preserves",
            "greg",
            "toppling",
            "bet",
            "team",
            "game",
            "girardi",
            "bird",
            "blast",
            "frazier",
            "yankees",
            "lone",
            "forearm",
            "season",
            "judge"
        ]
    }
]