[
    {
        "url": "https://www.cnn.com/2016/09/21/politics/levin-irs-audit-trump-foundation/index.html",
        "title": "Dem congressman to IRS: Audit the Trump Foundation",
        "authors": [
            {
                "name": "Tom Lobianco",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-21",
        "text": "Updated 9:08 PM ET, Wed September 21, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nTrump reportedly used $258,000 from his charity to pay off settlements in a pair of lawsuits\n\"It is important that charitable funds be used for charitable purposes,\" Sander Levin wrote to the IRS\nWashington (CNN)\nMichigan Democratic Rep. Sander Levin called on the IRS Wednesday to audit The Trump Foundation, following a report that the billionaire used charity money to pay off legal settlements.\n\"It is important that charitable funds be used for charitable purposes, rather than promote the business ventures of those affiliated with the charity. I therefore request an immediate audit of the Donald J. Trump Foundation,\" Levin wrote in a letter to IRS Commissioner John Koskinen .\nThe Washington Post reported earlier this week that Trump used $258,000 from his charity to pay off settlements in a pair of lawsuits. The Post reported that Trump used the charity to pay for a $100,000 settlement with the city of Palm Beach in 2007 and used another $158,000 from his charity to settle a lawsuit filed in 2011 about a hole-in-one claim at a charity golf tournament.\nThe revelation immediately drew accusations from Democrats of Trump self-dealing. Messages left with the Trump campaign and the IRS were not immediately returned Wednesday.\nBut New Jersey Gov. Chris Christie, a top Trump surrogate, warned Hillary Clinton's campaign Wednesday of using the allegations against the Trump Foundation for a political attack.\nRead More\n\"Be careful what door you open, Mrs. Clinton, because you're not going to want people to be talking about the Clinton Foundation and comparing it to anything that Donald Trump has done in his life, including giving away tens of millions of his own personal money,\" Christie, who is chairing Trump's transition efforts, told radio host Laura Ingraham.\nKoskinen was on Capitol Hill on Wednesday fielding a barrage of questions from House Republicans at a hearing before the Judiciary Committee. House conservatives are pushing articles of impeachment to get rid of the commissioner over his handling of allegations that agency members targeted tea party groups, but it's unlikely any vote will happen before the fall election.\nCNN's Deirdre Walsh contributed to this report.\n",
        "quotes": [
            [
                "It is important that charitable funds be used for charitable purposes,",
                "Sander Levin",
                true
            ],
            [
                "It is important that charitable funds be used for charitable purposes, rather than promote the business ventures of those affiliated with the charity.",
                "Sander Levin",
                true
            ],
            [
                "I therefore request an immediate audit of the Donald J. Trump Foundation,",
                "Sander Levin",
                true
            ],
            [
                "Be careful what door you open, Mrs. Clinton, because you're not going to want people to be talking about the Clinton Foundation and comparing it to anything that Donald Trump has done in his life, including giving away tens of millions of his own personal money,",
                "Christie",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.washingtonpost.com/politics/trump-used-258000-from-his-charity-to-settle-legal-problems/2016/09/20/adc88f9c-7d11-11e6-ac8e-cf8e0dd91dc7_story.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "levin",
            "dem",
            "pay",
            "irs",
            "trump",
            "charity",
            "wrote",
            "congressman",
            "settlements",
            "foundation",
            "audit",
            "charitable",
            "used"
        ]
    }
]