[
    {
        "url": "https://www.activistpost.com/2017/09/russia-releases-photos-showing-us-special-forces-sdf-working-isis-territory-no-fear-of-attack.html",
        "title": "Russia Releases Photos Showing U.S. Special Forces, SDF, Working In ISIS Territory With No Fear Of Attack",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-28",
        "text": "Russia Releases Photos Showing U.S. Special Forces, SDF, Working In ISIS Territory With No Fear Of Attack\nOn September 24, the Russian Ministry of Defense may have corroborated what many researchers and journalists familiar with the Syrian crisis have been exposing all along; that the United States is working directly with ISIS on the ground and that its SDF forces are doing so as well.\nThe Russian MOD has released photos allegedly depicting U.S. forces and ISIS working alongside one another against Russian and Syrian forces in Deir ez-Zour.\nThe photos, which were released on Twitter, depict the SDF and American Special Forces working together in ISIS-controlled territory. What is notable is that neither forces have faced resistance from ISIS nor have they come under attack by the terror organization. In addition, neither the SDF nor the U.S. forces appeared to have maintained defensive positions, perimeters, or patrols, indicating that they are quite confident that the jihadists in the surrounding areas will not attack them. The latter aspect seems to lend credence to the idea that both forces are working with ISIS, not simply having entered into a truce with them since a truce would still necessitate the construction of a defensive perimeter. They are, in effect, moving amongst one another as allies tend to do.\nAlong with the photos, the Russian Ministry of Defense released a statement which read,\n#US Special Operations Forces ( #SOF ) units enable US-backed Syrian Democratic Forces ( #SDF ) units to smoothly advance through the ISIS formations.\nFacing no resistance of the ISIS militants, the #SDF units are advancing along the left shore of the #Euphrates towards #Deir_ez_Zor .\nThe aerial photos made on September 8-12 over the ISIS locations recorded a large number of American #Hummer vehicles, which are in service with the #America’ s #SOF.\nThe shots clearly show the US SOF units located at strongholds that had been equipped by the ISIS terrorists. Though there is no evidence of assault, struggle or any US-led coalition airstrikes to drive out the militants.\nDespite that the US strongholds being located in the ISIS areas, no screening patrol has been organized at them. This suggests that the #US_troops feel safe in terrorist controlled regions”.\nPreviously, Russian Defense Ministry spokesman, Igor Konashenkov stated that “SDF militants work to the same objectives as Daesh terrorists. Russian drones and intelligence have not recorded any confrontations between Daesh and the ‘third force’, SDF”.\nWith this in mind, although some headway has been made in Syria with the Trump administration seeming to back off on the goal of total destruction of both the country and the government in favor of breaking Syria up into several petty states, it is clear that the agenda is still moving forward. Despite campaign rhetoric, the Trump administration is merely committing to the Obama administration’s Plan B. Both, however, involved collusion with ISIS since it was the United States, NATO, and the GCC, that created, funded, organized, and directed the terrorist organization to begin with. With Russia apparently realizing that the Trump administration is simply continuing the insanity initiated under Obama, it seems Russia is more willing to release information documenting the American support for terrorism in Syria.\nIn the end, the Russian photos serve to confirm what many researchers and independent journalists have known and written about for some time – that the United States is not launching a war against ISIS, it is directing it and working alongside ISIS in an attempt to weaken and destroy the secular Syrian government.\nThis article may be freely shared in part or in full with author attribution and source link .\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 6, 2019\nAugust 6, 2019\nAugust 6, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "SDF militants work to the same objectives as Daesh terrorists.",
                "Igor Konashenkov",
                true
            ],
            [
                "Russian drones and intelligence have not recorded any confrontations between Daesh and the ‘third force’, SDF",
                "Igor Konashenkov",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.activistpost.com/2017/09/russia-releases-photos-showing-us-special-forces-sdf-working-isis-territory-no-fear-of-attack.html",
                "https://www.mintpressnews.com/russia-releases-photos-showing-us-special-ops-at-isis-positions-in-syria/232432/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/hashtag/us?source=feed_text&story_id=1985701461672600",
                "https://www.facebook.com/hashtag/america?source=feed_text&story_id=1985701461672600",
                "https://www.facebook.com/hashtag/us_troops?source=feed_text&story_id=1985701461672600",
                "https://www.facebook.com/hashtag/deir_ez_zor?source=feed_text&story_id=1985701461672600",
                "https://www.facebook.com/hashtag/sof?source=feed_text&story_id=1985701461672600",
                "https://www.facebook.com/hashtag/sdf?source=feed_text&story_id=1985701461672600",
                "https://www.facebook.com/hashtag/hummer?source=feed_text&story_id=1985701461672600",
                "https://www.facebook.com/hashtag/euphrates?source=feed_text&story_id=1985701461672600"
            ]
        },
        "key_words": [
            "working",
            "territory",
            "released",
            "showing",
            "sdf",
            "sof",
            "releases",
            "photos",
            "syrian",
            "russia",
            "isis",
            "forces",
            "special",
            "units",
            "russian"
        ]
    }
]