[
    {
        "url": "http://www.bbc.com/news/world-us-canada-41564200",
        "title": "Las Vegas shooting: Police in major switch of timeline",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "11 October 2017\nThese are external links and will open in a new window\nClose share panel\nImage caption The attack, carried out from the Mandalay Bay hotel, killed 58 people\nThe gunman behind last week's Las Vegas massacre shot a security guard six minutes before the attack, police say, in a striking change to the timeline.\nPolice initially said the guard interrupted Stephen Paddock as the attack was under way.\nThe revelation raises questions as to why police did not pinpoint Paddock's location sooner.\nBut the Mandalay Bay hotel, where the massacre unfolded, questioned the new sequence of events.\n\"We cannot be certain about the most recent timeline,\" said Debra DeShong, a spokeswoman for MGM Resorts International, late on Tuesday.\n\"We believe what is currently being expressed may not be accurate.\"\nThe attack left 58 people dead and was the worst in modern US history.\nSecurity guard Jesus Campos was at first credited by authorities with distracting the gunman from killing more people.\nBut on Monday police revised their account of events to clarify that Mr Campos was shot in the leg and wounded at 21:59.\nThey said Paddock, who had placed security cameras outside his room, shot Mr Campos through the door of his suite, firing 200 rounds into the hallway.\nLas Vegas shooting timeline - all Pacific Standard Time\n21:40 (04:40 GMT) Route 91 Harvest festival begins its closing act\n21:59 Paddock shoots security guard Jesus Campos outside his 32nd floor room\n22:05 Paddock opens fire on concert-goers below after smashing his window with a hammer\n22:15 Paddock stops firing\n22:17 The first police arrive on the scene and find the wounded security guard near Paddock's room a minute later\n22:38 Police publicly confirm an active shooter\n23:20 Swat team breaks into Paddock's room and finds him dead from a suspected self-inflicted gunshot\nSource: Clark County sheriff's office\nAccording to police, the guard was investigating an alarm that went off in another room on the same floor when he heard a drilling sound from Paddock's room.\nThe gunman inserted spy cameras into the peep hole on the door of his suite, police have previously said.\nMedia playback is unsupported on your device\nMedia captionPolice officers who entered the Las Vegas gunman's hotel room describe what they saw.\nThey initially said he had checked in on 28 September, three days before the shooting.\nThey now say he checked in on 25 September.\nPaddock sprayed gunfire from the upper floors of the Mandalay Bay hotel on to a concert attended by thousands of people.\n'Some things were bound to change'\nSheriff Lombardo said that police did not realise that the security guard had been shot until they arrived on the 32nd floor of the Mandalay Bay hotel.\nThat was the case even though the guard managed to alert the hotel's security team.\nMr Lombardo said new information had emerged during the investigation and that \"some things were bound to change\" given its complicated nature.\nPolice also say that the gunman, 64, was seen on numerous occasions in Las Vegas gambling heavily by himself the night before the shooting, which ended with him killing himself.\nPaddock was dead by the time officers entered the room and it is not known why he had stopped shooting.\n\"This individual purposely hid his actions leading up to this event, and it is difficult for us to find the answers,\" Mr Lombardo told a news conference. Paddock's motives remain unclear.\nExtensive research into the gunman's mental state found no explanation for such a violent turn of events, police say.\nIt is suspected Paddock scouted out other locations near open-air concerts in the weeks before the Las Vegas attack.\nRelated Topics\n",
        "quotes": [
            [
                "We cannot be certain about the most recent timeline,",
                "Debra DeShong",
                true
            ],
            [
                "We believe what is currently being expressed may not be accurate.",
                "",
                true
            ],
            [
                "some things were bound to change",
                "Lombardo",
                false
            ],
            [
                "This individual purposely hid his actions leading up to this event, and it is difficult for us to find the answers,",
                "Lombardo",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "vegas",
            "room",
            "shot",
            "las",
            "shooting",
            "lombardo",
            "guard",
            "security",
            "paddock",
            "timeline",
            "paddocks",
            "attack",
            "major",
            "mandalay",
            "switch"
        ]
    }
]