[
    {
        "url": "https://www.reuters.com/article/us-awards-jkrowling/british-author-rowling-says-trump-has-a-right-to-be-bigoted-idUSKCN0Y908S",
        "title": "British author Rowling says Trump has a right to be bigoted",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2016-05-18",
        "text": "British author Rowling says Trump has a right to be bigoted\n2 Min Read\nNEW YORK (Reuters) - Harry Potter author J.K. Rowling labeled U.S. presidential candidate Donald Trump bigoted after receiving the PEN/Allen Foundation Literary Service Award in New York.\nRowling, who won the prize for her efforts to fight inequality and censorship, criticized the presumptive Republican nominee, who has called for a temporary ban on Muslims entering the United States.\nBut the British author stuck up for Trump’s right to visit the United Kingdom, despite the outrage his remarks had caused in her homeland.\n“I find almost everything that Mr. Trump says objectionable. I consider him offensive and bigoted. But he has my full support to come to my country and be offensive and bigoted there,” Rowling said to applause from the audience on Monday.\nIn January, British lawmakers debated a petition signed by more than half a million Britons to ban Trump from Britain over remarks on Muslims, before deciding the Republican candidate should he allowed to visit so his views could be challenged.\nRowling wrote on Twitter last year that Voldemort, the arch-villain of her popular Harry Potter series which has been published in over 200 territories and spawned eight films and three theme parks, “was nowhere near as bad” as Trump.\nReporting by Reuters TV. Editing by Karishma Singh, Patrick Johnston ad Simon Cameron-Moore\n",
        "quotes": [
            [
                "I find almost everything that Mr. Trump says objectionable.",
                "Rowling",
                true
            ],
            [
                "I consider him offensive and bigoted.",
                "Rowling",
                true
            ],
            [
                "But he has my full support to come to my country and be offensive and bigoted there,",
                "Rowling",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "muslims",
            "rowling",
            "bigoted",
            "potter",
            "visit",
            "united",
            "right",
            "offensive",
            "republican",
            "trump",
            "british",
            "remarks",
            "author"
        ]
    }
]