[
    {
        "url": "https://www.cnn.com/2016/09/23/politics/smithsonian-african-american-museum-obama/index.html",
        "title": "Obama: African-American museum helps tell fuller story of America",
        "authors": [
            {
                "name": "Kevin Bohn",
                "link": null
            },
            {
                "name": "Suzanne Malveaux",
                "link": null
            },
            {
                "name": "Eugene Scott",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-23",
        "text": "Updated 7:44 PM ET, Sat September 24, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nPhotos: Smithsonian National Museum of African American History and Culture\nOpening day – The Smithsonian's National Museum of African American History and Culture in Washington opens on September 24, after a dedication ceremony with President Barack Obama. The winning building design was by Freelon Adjaye Bond/Smithgroup, a four-firm team. It was built on the last available land on the National Mall.\nHide Caption\nPhotos: Smithsonian National Museum of African American History and Culture\nA collection of the ordinary and extraordinary – The museum's 12 inaugural exhibitions are organized around themes of history, community and culture. One traces the history of the design and building of the museum. Click through the gallery to see a sampling of the 11 other installations.\nHide Caption\nPhotos: Smithsonian National Museum of African American History and Culture\nSlavery and Freedom – The story begins below ground in the museum's \"Slavery and Freedom\" exhibit, which starts with the 15th-century transatlantic slave trade and takes visitors through the Civil War and the Emancipation Proclamation. These are pre-1860s shackles.\nHide Caption\nPhotos: Smithsonian National Museum of African American History and Culture\nSlavery and Freedom – This advertisement card promoted a slave sale in Memphis, Tennessee, circa 1859-1860.\nHide Caption\nPhotos: Smithsonian National Museum of African American History and Culture\nPower of Place – African-American farmer Joshua Lyles moved from Tennessee to Indiana in the 1840s and founded a small town, Lyles Station, Indiana, where free African-American farmers could live and farm. Lyles used this walking plow, which was donated to the museum by Lyles Station Historic Preservation Corporation. A few descendants of the town's original occupants still farm the land there.\nHide Caption\nPhotos: Smithsonian National Museum of African American History and Culture\nDouble Victory: The African American Military Experience – Lawrence McVey, shown in uniform in this photographic postcard around 1914-18, was part of the 369th United States Infantry, nicknamed the \"Harlem Hellfighters.\" They were the first African-American regiment of troops to reach the battlefields of World War I, but they were assigned to the French Army because of racial tensions among US troops. McVery was awarded the Croix de Guerre by the French government for his bravery in combat.\nHide Caption\nPhotos: Smithsonian National Museum of African American History and Culture\nDefending Freedom, Defining Freedom: Era of Segregation – This vintage open-cockpit biplane, used at Alabama's renowned Tuskegee Institute to train African-American pilots for Army Air Corps service during World War II, is on display.\nHide Caption\nPhotos: Smithsonian National Museum of African American History and Culture\nMaking A Way Out of No Way – Photographer James H. Wallace took this picture of a July 4, 1964, march in Chapel Hill, North Carolina. It was donated to the museum by his son, James H. Wallace, Jr.\nHide Caption\nPhotos: Smithsonian National Museum of African American History and Culture\nMaking a Way Out of No Way – Noted author and playwright James Baldwin's U.S. passport, dated August 2, 1965, was donated to the museum by his family. It's one of many of Baldwin's (1924-1987) personal effects given by his family to the museum.\nHide Caption\nPhotos: Smithsonian National Museum of African American History and Culture\nMusical Crossroads – Singer Marian Anderson made history when she sang at the Lincoln Memorial, where first lady Eleanor Roosevelt invited her to perform after the Daughters of the Revolution would not let her sing at Constitution Hall. The skirt and decorative trim are original to the 1939 outfit. The rest was added in 1993.\nHide Caption\nPhotos: Smithsonian National Museum of African American History and Culture\nMusical Crossroads – Internationally renowned musician Louis Armstrong owned this 1946 Henri Selmer B-flat trumpet, which was custom-made and inscribed for him by the Selmer Company.\nHide Caption\nPhotos: Smithsonian National Museum of African American History and Culture\nSports: Leveling the Playing Field – Tennis great Althea Gibson was the first African-American woman to win a Wimbledon tennis championship. The museum has many Gibson items, including this U.S. Tennis Association wool blazer from the 1957 Wightman Cup, which Gibson won.\nHide Caption\nPhotos: Smithsonian National Museum of African American History and Culture\nA Changing America: 1968 and Beyond – A 16-page program for the April 9, 1968, funeral service for Martin Luther King, Jr., at Ebenezer Baptist Church in Atlanta was stored in a cloth clamshell box with a leather label.\nHide Caption\nPhotos: Smithsonian National Museum of African American History and Culture\nA Changing America: 1968 and Beyond – American soldiers fighting in Vietnam would often buy Vietnam tour jackets, and black soldiers' jackets often had an embroidered message about black unity and black power.\nHide Caption\nPhotos: Smithsonian National Museum of African American History and Culture\nA Changing America: 1968 and Beyond – These handcuffs were used in the 2009 arrest of Harvard University professor Henry Louis Gates, Jr., in front of his home in Cambridge, Massachusetts. Gates donated the handcuffs to the museum.\nHide Caption\nPhotos: Smithsonian National Museum of African American History and Culture\nTaking the Stage – This costume for the Tin Man in the Broadway production of \"The Wiz,\" an African-American take on \"The Wizard of Oz,\" is from 1975.\nHide Caption\nPhotos: Smithsonian National Museum of African American History and Culture\nTaking the Stage – Actor Sherman Hemsley and actress Isabel Sanford wore these clothes when they played married couple George and Louise Jefferson on the breakthrough television series \"The Jeffersons,\" which ran from 1975-85.\nHide Caption\nPhotos: Smithsonian National Museum of African American History and Culture\nCultural Expressions – Charles W. Chesnutt 's \"Conjure Woman\" was first published by Houghton Mifflin Harcourt in 1899 and is considered an iconic work of African-American literature of the time.\nHide Caption\nPhotos: Smithsonian National Museum of African American History and Culture\nCultural Expressions – Basketball star Michael Jordan made his Nike Air Jordan shoes a hot commodity. This pair of size 13 red and black Air Jordan I high top sneakers is from 1985, a year after he starting playing for the Chicago Bulls.\nHide Caption\nPhotos: Smithsonian National Museum of African American History and Culture\nVisual Arts and the American Experience – In \"Grand Dame Queenie,\"  her 2012 oil painting, contemporary artist Amy Sherald explored themes of race, gender and identity. Born in Columbus, Georgia, and now living in Baltimore, Sherald's work is also in National Museum of Women in the Arts.\nHide Caption\nStory highlights\n\"This national museum helps to tell a richer and fuller story of who we are,\" Obama said\nThe museum's exhibit chronicling slavery and freedom is its centerpiece, officials say\nWashington (CNN)\nPresident Barack Obama said Saturday that the new Smithsonian museum devoted to African-American history elevates the often-overlooked impact of black Americans and will help others better understand the breadth of the American story.\n\"This national museum helps to tell a richer and fuller story of who we are,\" Obama, the first African-American president, said at the National Museum of African-American History and Culture.\n\"By knowing this other story we better understand ourselves and each other. It binds us together. It reaffirms that all of us are America, that African-American history is not somehow separate from our larger American story,\" he added. \"It is central to the American story.\"\nSaturday's opening ceremony for the museum also was attended by civil rights icon Rep. John Lewis, former Presidents George W. Bush and Bill Clinton and Chief Justice John Roberts. Thousands are expected to have descended on the National Mall this weekend to celebrate the museum's opening.\nCalling it an \"act of patriotism\" to understand African-American history and the struggles of all Americans, Obama said \"a great nation doesn't shy away from the truth.\"\nRead More\n\"We're not a burden on America or a stain on America or an object of shame and pity for America. We are America,\" Obama said. \"And that's what this museum explains.\"\n\"Hopefully, this museum makes us talk to each other and listen to each other and see each other,\" he added.\nObama also said the museum can provide context to the current national debate on the relationship between law enforcement and black communities that recently made headlines following the police shooting deaths of black men in Tulsa, Oklahoma, and Charlotte, North Carolina.\n\"Perhaps it can help a white visitor understand the pain and anger of demonstrators in places like Ferguson (Missouri) and Charlotte. But it can also help black visitors appreciate the fact that not only is this younger generation carrying on traditions of the past, but within the white communities across the nation, we see the sincerity of law enforcement officers and officials who, in fits and starts, are struggling to understand and trying to do the right thing,\" he said.\n\"It reminds us that routine discrimination and Jim Crow aren't ancient history. It's just a blink in the eye of history,\" Obama continued.\nStar-studded event\nSaturday's event included musical performances by Stevie Wonder, Patti LaBelle and Denyce Graves, as well as appearances by Robert De Niro and Angela Bassett, who read the words of black poets and historians.\nThe effort to bring this museum to life began decades ago but was finally set in motion in 2003 when Bush signed a bill creating it. Ground was broken in February 2012.\nThe Smithsonian says the museum is the only one in the US exclusively focused on African-American life, history and culture, but organizers say it is also meant to capture the story of all Americans.\nOne of those who have worked for years to see this museum come to life is educator and historian Lonnie Bunch, founding director for the museum.\nAsked what does it mean to him to see it finally open, he said, \"It means that finally the African-American story on the National Mall is accessible to everybody, and in many ways it means that my ancestors are smiling,\" he told CNN. \"This is framed in  a way that this is everybody's story. It is not a black people's story. It is a story of America.\"\nSlavery and freedom at focus\nOfficials said the chronicling of slavery and freedom are the centerpiece of the museum. That exhibit contains such items as a slave cabin from South Carolina, a bill of sale for a 16-year-old girl for $600, shackles used on slaves and a copy of the Emancipation Proclamation.\nJUST WATCHED\nDavid Adjaye honored as new Smithsonian opens 03:14\nA separate section examines the Civil Rights Movement, the Black Power era of the 1960s and 1970s and other activism remembering many activists, including Lewis and Dr. Martin Luther King.\nThe museum holds more than 3,000 artifacts -- with many contributed from ordinary Americans from across the country. There are also tens of thousands of other artifacts which have been contributed which could be rotated later into exhibition space.\nObama featured\nOne exhibit honors the legacy of Obama's election. During an interview airing Friday, he voiced his appreciation for all of those whose work helped make the museum happen.\n\"We were an outgrowth of Frederick Douglass and white abolitionists who partnered with him,\" Obama told ABC News. \"We were the consequence of these Freedom Riders. Of all races. Young people idealistically coming down here and being willing to challenge an unjust system.\"\nAlso interesting is the design of the building. Sitting next to the Washington Monument on the National Mall, the exterior is made up of 3,600 bronze-colored panels. The architects of the building drew on imagery from both African and American history for the outer layer, saying they were trying to reach towards the sky to express faith, hope and resiliency. The building is three-tiered and is inspired by a traditional wooden column that features a crown or corona -- or African headdress -- at the top.\nAt night, the corona glows from the light within the building.\nCNN's Kevin Liptak contributed to this report.\n",
        "quotes": [
            [
                "This national museum helps to tell a richer and fuller story of who we are,",
                "Obama",
                true
            ],
            [
                "This national museum helps to tell a richer and fuller story of who we are,",
                "Obama",
                true
            ],
            [
                "By knowing this other story we better understand ourselves and each other.",
                "",
                true
            ],
            [
                "It reaffirms that all of us are America, that African-American history is not somehow separate from our larger American story,",
                "",
                true
            ],
            [
                "It is central to the American story.",
                "",
                true
            ],
            [
                "a great nation doesn't shy away from the truth.",
                "Obama",
                false
            ],
            [
                "We're not a burden on America or a stain on America or an object of shame and pity for America.",
                "Obama",
                true
            ],
            [
                "And that's what this museum explains.",
                "Obama",
                true
            ],
            [
                "Hopefully, this museum makes us talk to each other and listen to each other and see each other,",
                "Obama",
                true
            ],
            [
                "Perhaps it can help a white visitor understand the pain and anger of demonstrators in places like Ferguson (Missouri) and Charlotte.",
                "",
                true
            ],
            [
                "But it can also help black visitors appreciate the fact that not only is this younger generation carrying on traditions of the past, but within the white communities across the nation, we see the sincerity of law enforcement officers and officials who, in fits and starts, are struggling to understand and trying to do the right thing,",
                "",
                true
            ],
            [
                "It reminds us that routine discrimination and Jim Crow aren't ancient history.",
                "Obama",
                true
            ],
            [
                "It's just a blink in the eye of history,",
                "Obama",
                true
            ],
            [
                "It means that finally the African-American story on the National Mall is accessible to everybody, and in many ways it means that my ancestors are smiling,",
                "",
                true
            ],
            [
                "This is framed in  a way that this is everybody's story.",
                "",
                true
            ],
            [
                "It is not a black people's story.",
                "",
                true
            ],
            [
                "It is a story of America.",
                "",
                true
            ],
            [
                "We were an outgrowth of Frederick Douglass and white abolitionists who partnered with him,",
                "Obama",
                true
            ],
            [
                "We were the consequence of these Freedom Riders.",
                "Obama",
                true
            ],
            [
                "Young people idealistically coming down here and being willing to challenge an unjust system.",
                "Obama",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://www.amysherald.com/",
                "http://www.cnn.com/2009/CRIME/07/21/massachusetts.harvard.professor.arrested/",
                "https://nmaahc.si.edu/"
            ]
        },
        "key_words": [
            "museum",
            "obama",
            "understand",
            "africanamerican",
            "black",
            "smithsonian",
            "tell",
            "helps",
            "fuller",
            "american",
            "america",
            "history",
            "national"
        ]
    }
]