[
    {
        "url": "https://www.cnn.com/2016/09/20/politics/new-york-paris-london-mayors-refugees-op-ed/index.html",
        "title": "New York, London and Paris mayors make the case for accepting refugees in op-ed",
        "authors": [
            {
                "name": "David Wright",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-20",
        "text": "New York, London and Paris mayors make the case for accepting refugees\nUpdated 8:42 AM ET, Tue September 20, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nTimeline of how the attacks in NY and NJ unfolded\nTimeline of how the attacks in NY and NJ unfolded 02:48\nStory highlights\nThe mayors of New York City, London and Paris released a joint op-ed\nBill de Blasio, Sadiq Khan, and Anne Hidalgo warned against the spread of anti-immigrant rhetoric\n(CNN)\nThe mayors of New York City, London and Paris released a joint op-ed Tuesday advocating for refugee resettlement and urging world leaders meeting at the UN this week to respond to a \"watershed moment\" with \"relief and safe haven\" for migrants\nWriting in The New York Times, New York City Mayor Bill de Blasio, London Mayor Sadiq Khan, and Paris Mayor Anne Hidalgo also cautioned against the spread of anti-immigrant rhetoric amid escalating tension and in the wake of bombings in New York and New Jersey over the weekend.\n\"In the aftermath of an explosive device going off in the Chelsea neighborhood of New York last weekend, and other attacks in cities throughout the world, we recognize that the security of all our residents is paramount in large, open, democratic societies. But it is wrong to characterize immigrant and refugee communities as radical and dangerous; in our experience, militant violence is vanishingly rare,\" they wrote.\nRead More\n\"As the mayors of three great global cities -- New York, Paris, and London -- we urge the world leaders assembling at the United Nations to take decisive action to provide relief and safe haven to refugees fleeing conflict and migrants feeling economic hardship, and to support those who are already doing this work.\"\nThey continued, \"We know policies that embrace diversity and promote inclusion are successful. We call on world leaders to adopt a similar welcoming and collaborative spirit on behalf of the refugees all over the world during the summit meeting this week. Our cities stand united in the call for inclusivity. It is part of who we are as citizens of diverse and thriving cities.\"\n",
        "quotes": [
            [
                "In the aftermath of an explosive device going off in the Chelsea neighborhood of New York last weekend, and other attacks in cities throughout the world, we recognize that the security of all our residents is paramount in large, open, democratic societies.",
                "",
                true
            ],
            [
                "But it is wrong to characterize immigrant and refugee communities as radical and dangerous; in our experience, militant violence is vanishingly rare,",
                "",
                true
            ],
            [
                "As the mayors of three great global cities -- New York, Paris, and London -- we urge the world leaders assembling at the United Nations to take decisive action to provide relief and safe haven to refugees fleeing conflict and migrants feeling economic hardship, and to support those who are already doing this work.",
                "",
                true
            ],
            [
                "We know policies that embrace diversity and promote inclusion are successful.",
                "",
                true
            ],
            [
                "We call on world leaders to adopt a similar welcoming and collaborative spirit on behalf of the refugees all over the world during the summit meeting this week.",
                "",
                true
            ],
            [
                "Our cities stand united in the call for inclusivity.",
                "",
                true
            ],
            [
                "It is part of who we are as citizens of diverse and thriving cities.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2016/09/20/opinion/our-immigrants-our-strength.html",
                "http://www.cnn.com/2016/09/19/us/ny-nj-bombing-suspect-bar-owner/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "york",
            "released",
            "meeting",
            "oped",
            "paris",
            "world",
            "accepting",
            "week",
            "refugee",
            "refugees",
            "london",
            "mayors",
            "case"
        ]
    }
]