[
    {
        "url": "http://www.cnn.com/2017/10/04/opinions/trump-has-no-reason-to-blow-up-the-iran-deal-opinion-kirby/index.html",
        "title": "Trump has absolutely no reason to blow up the Iran deal",
        "authors": [
            {
                "name": "John Kirby",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-04",
        "text": "Trump has absolutely no reason to blow up the Iran deal\nBy John Kirby\nUpdated 3:02 PM ET, Mon April 30, 2018\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nJohn Kirby: Trump should listen to his generals and keep the Iran nuclear deal in place\nTo pull out now would impact US credibility and send the wrong strategic message, he writes\nCNN National Security Analyst John Kirby is a retired rear admiral in the US Navy who served as a spokesman for both the State and Defense departments in the Obama administration. The views expressed in this commentary are his own.\n(CNN)\nNo need to argue over the Iran nuclear deal anymore.\nIn a hearing Tuesday before the Senate Armed Services Committee, the most credible, measured and thoughtful member of the President's national security team said he believes the deal struck by President Obama to prevent Iran from possessing nuclear weapons is in our best interest.\nThat's James Mattis, by the way, the secretary of defense.\nJohn Kirby\nIn case you missed it, here's the exchange:\nSen. Angus King, I-Maine: \"Do you believe it is in our national security interest at the present time to remain in the JCPOA? That is a yes or no question.\"\nRead More\nMattis: \"Yes, senator, I do.\"\nJCPOA stands for Joint Comprehensive Plan of Action, colloquially known as the Iran nuclear deal.\nThe man responsible for ensuring our military's readiness to defend the country just made clear that he believes one way to accomplish the goal is to keep the Iran deal in place.\nHe's joined in that assessment by Gen. Joseph Dunford, the chairman of the Joint Chiefs of Staff, who likewise told the panel that Iran was not in breach of the deal and that it has \"delayed the development of a nuclear capability by Iran.\"\nNot to quibble, but the deal binds Iran to a permanent commitment never to pursue nuclear weapons. It's true that certain restrictions begin to ease after a period of time.  But the inspection regime lasts forever.  If Iran ever tried to cheat, we'd know about it and all the nuclear-related sanctions that were lifted could be snapped right back in place.\nLast week, Dunford also told senators he worried about the impact to our credibility if the United States precipitously pulled out of the deal.  In what could have been a nod to North Korea, he said , \"It makes sense to me that our holding up agreements that we have signed, unless there is a material breach, would have an impact on others' willingness to sign agreements.\"\nThe chairman was echoing sentiments expressed last month by the commander of  US Strategic Command, Gen. John Hyten, who told an audience at the Hudson Institute that when the United States of America signs an agreement, \"it's our job to live up to the terms of that agreement.\"\nNot so fast.\nWe now see reporting that suggests Mr. Trump will try to split the difference with some sort of arrangement whereby he refuses to certify to Congress that Iran remains in compliance and then kick it over to lawmakers to determine whether or not to reimpose sanctions.\nThat's basically a \"bake-your-cake-and-eat-it-too\" scenario that will no doubt make the President feel good but stop well short of terminating the actual deal.\nHe no doubt believes he must do something.  But that something should be nothing.\nThe International Atomic Energy Association , which is the international body responsible under the terms of the deal for certifying Iranian compliance , has thus far been able to do so with each quarterly report.\nAssuming it will do so again in the near future, Mr. Trump's decision to decertify Iran on his own would fly in the face of the IAEA's considered, scientific and professional assessment -  not that he has shown much care in the past for the views of other international bodies.  As we've seen, it would also contradict the opinions of his own generals.\nBut, there's a political base to please and a predecessor's legacy to tear down and so much blustery rhetoric to live up to.  So soon, perhaps even today, we will learn what the administration has in mind.\nWhatever that is, one must hope Mr. Trump also bears in mind these things:\n1)  No problem in the Middle East gets easier with a nuclear-armed Iran.  The deal is doing exactly what it was designed to do.  There are plenty of ways to address Iran's other \"misconduct,\" as Secretary Mattis calls it.\n2)  The hardliners in Tehran would love to see nothing more than the deal ripped up. So, finding a way to damage it hands the mullahs a nice little victory.\n3)  It was nuclear-related sanctions that brought Iran to the negotiating table.  If we snap them back unilaterally and without cause, we, the United States -- not Iran -- would be in noncompliance and on the outside of international convention.\nAnd we -- not Iran -- would be the ones sending a clear message that we are neither a credible nor trustworthy negotiating partner.\nAs Gen. Hyten put it: \"Everybody's watching us wherever we are, and everything we do down to the smallest tactical level in today's world delivers a strategic message to not just the United States and our citizens, but our allies and our adversaries.\"\nIt's time to send the right strategic message.  It's time to stop arguing over the Iran deal.  It's time for Mr. Trump to listen to his generals.\n",
        "quotes": [
            [
                "Do you believe it is in our national security interest at the present time to remain in the JCPOA?",
                "Angus King",
                true
            ],
            [
                "That is a yes or no question.",
                "Angus King",
                true
            ],
            [
                "delayed the development of a nuclear capability by Iran.",
                "",
                false
            ],
            [
                "It makes sense to me that our holding up agreements that we have signed, unless there is a material breach, would have an impact on others' willingness to sign agreements.",
                "Dunford",
                true
            ],
            [
                "it's our job to live up to the terms of that agreement.",
                "John Hyten",
                false
            ],
            [
                "Everybody's watching us wherever we are, and everything we do down to the smallest tactical level in today's world delivers a strategic message to not just the United States and our citizens, but our allies and our adversaries.",
                "Hyten",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/10/03/world/middleeast/mattis-iran-deal-trump.html",
                "https://www.yahoo.com/news/trump-weighs-decertifying-iran-nuclear-deal-150157201.html",
                "https://www.nytimes.com/2017/08/31/world/middleeast/un-nuclear-iran-trump.html?rref=collection%2Ftimestopic%2FInternational%20Atomic%20Energy%20Agency&action=click&contentCollection=timestopics&region=stream&module=stream_unit&version=latest&contentPlacement=2&pgtype=collection"
            ],
            "gov_pgs": [
                "https://www.armed-services.senate.gov/hearings/17-10-03-political-and-security-situation-in-afghanistan",
                "https://www.armed-services.senate.gov/hearings/17-09-26-nomination_--dunford"
            ],
            "unsure": [
                "https://www.iaea.org/newscenter/focus/iran"
            ]
        },
        "key_words": [
            "mr",
            "way",
            "states",
            "united",
            "international",
            "reason",
            "nuclear",
            "blow",
            "iran",
            "absolutely",
            "deal",
            "trump",
            "told"
        ]
    }
]