[
    {
        "url": "https://www.nytimes.com/2017/10/08/sports/football/odell-beckham-injured-giants-chargers.html?rref=collection%2Fsectioncollection%2Fsports",
        "title": "Odell Beckham Jr. Is Injured as Giants’ Season Keeps Spiraling",
        "authors": [
            {
                "name": "Zach Schonbrun",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-08",
        "text": "Advertisement\nOdell Beckham Jr. Is Injured as Giants’ Season Keeps Spiraling\nImage\nOdell Beckham Jr. was carted off the field after fracturing his ankle during the fourth quarter of the Giants’ loss to the Los Angeles Chargers at MetLife Stadium on Sunday.CreditCreditSteven Ryan/Getty Images\nEAST RUTHERFORD, N.J. — The fan in Lot G10 outside MetLife Stadium was not taking any chances, not with these Giants, in this calamitous year, when a full month had already frittered away without a win.\nHe pulled his rosary beads out of a small leather pouch along with a pewter cross pendant and a pocket coin depicting “the blessed mother.” He rested them on the bed of his pickup.\n“All to help the Giants win,” the fan, Mike Melnick, 74, of Tamaqua, Pa., said.\n“It still might not be enough,” his friend Barry Lehman, 54, mumbled under his breath.\nTurns out, it wasn’t.\nAt home against the Los Angeles Chargers, another winless N.F.L. team, the Giants tested the depth of their misery this season and found out, in a 27-22 loss, that there was still a ways to go.\nAfter an 11-5 season in 2016, fueled by young playmakers and a stalwart defense, the Giants swaggered into training camp as the prohibitive favorite to overtake Dallas for the N.F.C. East division crown. Now, a swift, dizzying five-game skid effectively has obliterated all that.\nWhat they are offering fans are painful ways to lose in the final minutes. And the loss of prominent starters to injuries foretells perhaps more gloom to come.\nThe clinching blow Sunday occurred when Odell Beckham Jr. had to be carted off the field, face in a towel, with a fracture to his left ankle with four minutes remaining in the fourth quarter. On the next play, the Chargers’ Melvin Ingram sacked Eli Manning, forced a fumble and recovered it on the 11-yard line to set up Los Angeles’s go-ahead touchdown.\nA funereal silence enveloped MetLife Stadium, which had remained upbeat as the Giants (0-5) had threatened to pull away but never did. It was replaced, as the players left the field, by full-throated boos.\nOne might say these are distressing times for a typically confident fan base. It went through this before, in 2013, when a bumbling Giants team began 0-6. But the expectations were different this year, within and without the locker room.\nThere, the shock, anger, even humiliation poured forth, along with the confusion.\n“This was a game we really needed,” cornerback Eli Apple said. “This was the one. To let it slip through our fingers is definitely heartbreaking.”\nImage\nEli Manning fumbled on a hit by the Chargers’ Melvin Ingram in the fourth quarter. Los Angeles recovered and scored a touchdown on the ensuing possession.CreditSeth Wenig/Associated Press\nThe Giants tried going back to basics during practice last week, simplifying the calls, homing in on the fundamentals, even turning off the music that typically blares at points so that the players could better focus.\nReviewing film from previous games, the defensive coordinator Steve Spagnuolo let his players run the session, critiquing their own performances as they saw them on screen.\nBut there were events that fell beyond the control of the coaching staff, such as injuries. In 55 minutes, the Giants lost four of their top receivers: Sterling Shephard and Brandon Marshall (ankle injuries), Dwayne Harris (broken foot) and, of course, Beckham, who may need surgery.\nOn the team’s final drive, the Giants had to use three tight ends to fill the vacancies.\n“Dwayne went down, Shep went down, Brandon went down, Odell went down,” offensive lineman Justin Pugh said. “It’s crazy. I’ve never seen that before.”\nThe rash of injuries added to the feeling of this being a rare, snakebitten year for one of the N.F.L. ’s models of consistency. Asked if he could apply any lessons learned from that 2013 season, Manning shook his head.\n“There’s not a secret formula to fix it,” Manning said. “Just got to play better.”\nLast week, Beckham had made a passing reference to a defensive back for the Tampa Bay Buccaneers, who he said seemed to know what plays the Giants were running. The suggestion was that Coach Ben McAdoo, as the one who calls plays, was too predictable.\nBut the offense — which entered Sunday averaging 15 points per game, tied for 30th in the league — is only part of the Giants’ problem. The defense, which was second in the N.F.L. a season ago in points allowed, had surrendered more points and more yards than 24 other teams. Punter Brad Wing has had underwhelming kicks in consecutive weeks, and the kicker, Aldrick Rosas, missed a 43-yard field goal in the fourth quarter of the team’s loss to Tampa Bay.\nIn other words, there are a lot of problems.\n“I think we showed a lot of fight out there,” McAdoo said. “But this is professional football. We’ve got to go to work and find a way to win.”\nThe predictability comment by Beckham could have stung McAdoo, a former offensive coordinator who was hailed as a scoring guru when he was hired. But last season, the Giants ran more than 90 percent of their plays with the same personnel grouping of three receivers, one running back and one tight end.\nAre defenses teeing up? The team continues to lean heavily on that grouping, while McAdoo deflected the Buccaneers’ taunts as a “nonissue.” Yet for a team that boasts one of the league’s most dynamic players in Beckham and recently invested $11 million in Marshall and a first-round pick in a tight end, Evan Engram, the lack of offensive results remained perplexing.\nIt has been a season with few answers for anything. The Giants thought they had a chance to be one of the teams competing for a Super Bowl. Now they are one of the three still without a win.\nA version of this article appears in print on , Section D, Page 1 of the New York edition with the headline: A Bad Dream For the Giants Has Blossomed To a Nightmare. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "All to help the Giants win,",
                "",
                true
            ],
            [
                "It still might not be enough,",
                "Barry Lehman",
                true
            ],
            [
                "This was a game we really needed,",
                "Eli Apple",
                true
            ],
            [
                "To let it slip through our fingers is definitely heartbreaking.",
                "Eli Apple",
                true
            ],
            [
                "Dwayne went down, Shep went down, Brandon went down, Odell went down,",
                "Justin Pugh",
                true
            ],
            [
                "I’ve never seen that before.",
                "Justin Pugh",
                true
            ],
            [
                "There’s not a secret formula to fix it,",
                "Eli Manning",
                true
            ],
            [
                "I think we showed a lot of fight out there,",
                "McAdoo",
                true
            ],
            [
                "We’ve got to go to work and find a way to win.",
                "McAdoo",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/10/08/sports/nfl-scores.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.parsintl.com/publication/the-new-york-times/",
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY"
            ]
        },
        "key_words": [
            "giants",
            "tamaqua",
            "team",
            "season",
            "winhe",
            "keeps",
            "fan",
            "spiraling",
            "winless",
            "win",
            "ways",
            "wasntat",
            "injured",
            "odell",
            "jr",
            "beckham",
            "tested"
        ]
    }
]