[
    {
        "url": "https://www.activistpost.com/2017/10/iraq-war-vet-gave-exact-location-vegas-shooter-says-police-took-hour-respond.html",
        "title": "Iraq War Vet Gave Exact Location of Vegas Shooter—Says Police Took Over an Hour to Respond",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-10-04",
        "text": "Iraq War Vet Gave Exact Location of Vegas Shooter—Says Police Took Over an Hour to Respond\nThe response time of the Las Vegas Metropolitan Police Department during a recent mass shooting has been called into question by an Iraq War Veteran who claims he told police exactly where the suspect, Stephen Paddock, was firing on concertgoers, which was above his room in the Mandalay Bay casino.\nChris Bethel told reporters he was staying in a room just a few floors below Paddock and notified police to the mass murderer’s precise location. Now, Bethel is demanding an answer to the question as to why it took the LVMPD Swat team 1 hour and 12 minutes to penetrate Paddock’s room to neutralize the threat.\nAccording to a timeline produced by the Daily Mail , the first reports of gunfire at the Route 91 Harvest Festival came in at 10:08 p.m. Bethel claimed he called the police to let them know from which floor and room the shooter was firing from. He is now miffed with incredulity that it took police 72 minutes to enter the room, only to find that Paddock had reportedly taken his life.\n“It felt like it took them too long to get over there, to take him out…to get him. And it’s actually eating me up inside,” Bethel said.\nRecognizing the types of weapons being used, and the presence of explosives, Bethel described what he heard:\nI could just hear gunshots, continuously. Just full automatic,” Bethel said. “There were explosions going off. It was like a bomb just went off man. And then there were more gunshots.”\nBethel said he called the front desk to tell them where the shooter was firing from but no one answered the phone. All the while, he could hear the shooter changing calibers and weapons as well.\n“Seconds are going by, minutes are going by, the rounds are continuously going,” Bethel said. “Changing weapons, changing calibers, you can hear the difference in the gunshots.”\nHe told reporters as he watched the police attempt to locate the shooter’s room, he noticed they were going in the wrong direction. Eventually, he was able to get someone on the phone to tell them, “He’s not over there. He’s over here!”\nThe first look into the officers’ view during the shooting was revealed after Body Camera footage was released on Tuesday, showing the sheer chaos and terror at the scene as they searched for the shooter.\nAccording to the Daily Mail’s timeline, LVMPD admitted they knew of Paddock’s exact location at 10:24 p.m., but they delayed in storming the room and taking out the suspect. It was not until 11:21 p.m. that the SWAT team used explosives to blow their way into the room, only to find Paddock reportedly deceased from self-inflicted gunshot wounds. Bethel said he is filled with regret about the fact that it took LVMPD over an hour to get inside the room.\n“I feel like I didn’t do enough,” he told CBS DFW. “I feel like I couldn’t get a hold of somebody quick enough to let them know. And it felt like it took them too long to get over there, to take him out.”\nIn all, 59 people were killed and 527 injured in the attack now known as the deadliest mass shooting in modern American history. But LVMPD has not always been so slow to respond to reports of armed and dangerous individuals.\nIn 2010, LVMPD officers were called to the Costco in Sumerlin because concealed carry permit holder and West Point graduate Erik Scott had been seen carrying a concealed handgun in his waistband. It took LVMPD less than 15 minutes from when they received the call from Costco security until they arrived on scene.\nAfter they confronted Scott at the entrance to the Costco, they shot and killed the man many said was attempting to comply with their commands. Not only was he not brandishing a weapon and not firing upon innocent shoppers, but he had his arms raised above his head when he was struck by officers’ bullets with one piercing his heart.\nThe fact that the LVMPD was so quick to respond to the call to a local warehouse club where a man was threatening no one and yet, were so slow to take action while an active shooter was mowing down hundreds of partygoers, has not gone unnoticed.\nWhile the gun grabbers are quick to push their unconstitutional initiatives to take away the rights of citizens to keep and bear arms, some criticism should be reserved for a police department that arguably dragged its feet. According to Bethel, they could have truly saved lives by responding much sooner and taking action immediately after they were given the location where Paddock was firing from.\nLink HERE if video does not appear\nJack Burns is an educator, journalist, investigative reporter, and advocate of natural medicine. This article first appeared at The Free Thought Project .\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 6, 2019\nAugust 6, 2019\nAugust 6, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "It felt like it took them too long to get over there, to take him out…to get him.",
                "Chris Bethel",
                true
            ],
            [
                "And it’s actually eating me up inside,",
                "Chris Bethel",
                true
            ],
            [
                "It was like a bomb just went off man.",
                "Chris Bethel",
                true
            ],
            [
                "And then there were more gunshots.",
                "Chris Bethel",
                true
            ],
            [
                "Seconds are going by, minutes are going by, the rounds are continuously going,",
                "Chris Bethel",
                true
            ],
            [
                "Changing weapons, changing calibers, you can hear the difference in the gunshots.",
                "Chris Bethel",
                true
            ],
            [
                "I feel like I didn’t do enough,",
                "",
                true
            ],
            [
                "I feel like I couldn’t get a hold of somebody quick enough to let them know.",
                "",
                true
            ],
            [
                "And it felt like it took them too long to get over there, to take him out.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://thefreethoughtproject.com/politicians-celebrities-las-vegas-massacre-gun-control/",
                "http://dfw.cbslocal.com/2017/10/02/iraq-war-veteran-helped-direct-cops-to-vegas-shooters-room/",
                "http://thefreethoughtproject.com/iraq-war-vet-police-delay-las-vegas-shooting/",
                "http://www.dailymail.co.uk/news/article-4945322/Vet-wants-know-cops-took-long-stop-shooter.html",
                "http://thefreethoughtproject.com/pure-chaos-vegas-police-release-first-body-cam/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://thefreethoughtproject.com/",
                "https://www.youtube.com/watch?v=rCj5j7-TlMU&app=desktop",
                "http://w3.cdn.anvato.net/player/prod/v3/anvload.html?key=eyJtIjoiY2JzIiwidiI6IjM3Mzk3MTYiLCJhbnZhY2siOiJhbnZhdG9fY2JzbG9jYWxfYXBwX3dlYl9wcm9kXzU0N2YzZTQ5MjQxZWYwZTVkMzBjNzliMmVmYmNhNWQ5MmM2OThmNjciLCJwbHVnaW5zIjp7ImNvbXNjb3JlIjp7ImNsaWVudElkIjoiMzAwMDAyMyIsImMzIjoiRGFsbGFzLmNic2xvY2FsLmNvbSJ9LCJkZnAiOnsiY2xpZW50U2lkZSI6eyJhZFRhZ1VybCI6Imh0dHA6Ly9wdWJhZHMuZy5kb3VibGVjbGljay5uZXQvZ2FtcGFkL2Fkcz9zej0yeDImaXU9LzQxMjgvQ0JTLkRBTExBUyZjaXVfc3pzJmltcGw9cyZnZGZwX3JlcT0xJmVudj12cCZvdXRwdXQ9eG1sX3Zhc3QyJnVudmlld2VkX3Bvc2l0aW9uX3N0YXJ0PTEmdXJsPVtyZWZlcnJlcl91cmxdJmRlc2NyaXB0aW9uX3VybD1bZGVzY3JpcHRpb25fdXJsXSZjb3JyZWxhdG9yPVt0aW1lc3RhbXBdIiwia2V5VmFsdWVzIjp7ImNhdGVnb3JpZXMiOiJbW0NBVEVHT1JJRVNdXSIsInByb2dyYW0iOiJbW1BST0dSQU1fTkFNRV1dIiwic2l0ZVNlY3Rpb24iOiJmZWF0dXJlZCJ9LCJzdGFydFRpbWVvdXQiOjUwMDB9fSwicmVhbFRpbWVBbmFseXRpY3MiOnRydWUsImhlYXJ0YmVhdEJldGEiOnsiYWNjb3VudCI6ImNic2xvY2FsLWdsb2JhbC11bmlmaWVkIiwicHVibGlzaGVySWQiOiJjYnNsb2NhbCIsImpvYklkIjoic2NfdmEiLCJtYXJrZXRpbmdDbG91ZElkIjoiODIzQkEwMzM1NTY3NDk3RjdGMDAwMTAxQEFkb2JlT3JnIiwidHJhY2tpbmdTZXJ2ZXIiOiJjYnNkaWdpdGFsbWVkaWEuaGIub210cmRjLm5ldCIsImN1c3RvbVRyYWNraW5nU2VydmVyIjoiY2JzZGlnaXRhbG1lZGlhLmQxLnNjLm9tdHJkYy5uZXQiLCJjaGFwdGVyVHJhY2tpbmciOmZhbHNlLCJ2ZXJzaW9uIjoiMS41IiwicGFyZW50UGFnZVVSTCI6Imh0dHA6Ly9kZncuY2JzbG9jYWwuY29tLzIwMTcvMTAvMDIvaXJhcS13YXItdmV0ZXJhbi1oZWxwZWQtZGlyZWN0LWNvcHMtdG8tdmVnYXMtc2hvb3RlcnMtcm9vbS8iLCJwYXJlbnRUaXRsZSI6IklyYXEgV2FyIFZldGVyYW4gSGVscGVkIERpcmVjdCBDb3BzIFRvIFZlZ2FzIFNob290ZXLigJlzIFJvb20gwqsgQ0JTIERhbGxhcyAvIEZvcnQgV29ydGgiLCJwSW5zdGFuY2UiOiJwMCIsInByb2ZpbGUiOiJjYnNsb2NhbCJ9fSwiaHRtbDUiOnRydWV9"
            ]
        },
        "key_words": [
            "going",
            "vegas",
            "war",
            "room",
            "told",
            "minutes",
            "took",
            "lvmpd",
            "bethel",
            "location",
            "hour",
            "paddock",
            "firing",
            "shooter",
            "shootersays",
            "gave",
            "iraq",
            "respond",
            "vet"
        ]
    }
]