[
    {
        "url": "https://www.nytimes.com/2017/10/09/sports/football/dallas-cowboys-green-bay-packers.html?rref=collection%2Fsectioncollection%2Fsports",
        "title": "The N.F.L.’s Big Head-Scratcher: What’s Wrong With the Cowboys?",
        "authors": [
            {
                "name": "Ben Shpigel",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-09",
        "text": "Advertisement\nImage\nCowboys quarterback Dak Prescott after Dallas lost to Green Bay in the closing seconds.CreditCreditRon Jenkins/Associated Press\nARLINGTON, Tex. — The Dallas Cowboys do not play next week, which ensures that they will not score four touchdowns at home and lose.\nIt happened Oct. 1, when the Los Angeles Rams, mismatched uniforms and all, dominated the second half to win. It happened again Sunday, when Aaron Rodgers pulverized the Cowboys’ souls in his typical display of sorcery at AT&T Stadium.\nInstead of ending the Cowboys’ season, as he did last January , Rodgers merely ruined their evening by throwing the winning touchdown pass with 11 seconds remaining in Green Bay’s 35-31 victory.\nFive games into the N.F.L. season, the Packers are 4-1, tied with Philadelphia and Carolina atop the N.F.C. The Cowboys are 2-3, wobbling and listing, two games behind the Eagles in the N.F.C. East, their whole less than the sum of their parts.\nIn Dak Prescott, they have a promising quarterback who against Green Bay played what the man who signs his paychecks, the owner Jerry Jones, judged to be his best game with the team. In Ezekiel Elliott, who ran for 85 of his 116 yards in the fourth quarter, they have one of the best running backs in the N.F.L. In DeMarcus Lawrence, they have the league’s leader in sacks.\nAnd yet the Cowboys’ defense has not forced a takeaway in three consecutive games, and it has yielded scores on 14 of 18 possessions — six touchdowns, eight field goals — excluding the Rams’ kneeldown at the end of that game. Dallas’s offense has scored on seven of its last eight first-half possessions across these past two losses but has sputtered after halftime, managing two touchdowns and a field goal. Even when Dallas did score in the second half Sunday, going ahead late by 31-28, it mismanaged the clock.\nGiven 73 seconds and a timeout to guide Green Bay into field-goal range, Rodgers thought it better just to keep on going, to throw for a touchdown and finish the darn thing, and because he is Aaron Rodgers, that is what he does.\n“Can I say the F word?” said Dallas defensive lineman David Irving, when asked to convey the difficulty of defending Rodgers. He quickly added, with a chuckle: “That guy is awesome at what he does. It takes everybody to stop one guy.”\nThat is both a platitude and a keen bit of insight. As precise a passer as Rodgers is when throwing from the pocket, all the Cowboys wanted Sunday was to contain him there. The danger he poses when he scrambles, when he improvises, can be measured by his absurd 35-yard sideline completion, on third-and-20, that set up the winning field goal in last season’s divisional playoff round.\nBut that was then, and the Cowboys are loath to discuss last season. It’s behind them, and all that. If they were destroying teams instead of getting clobbered by Denver and blowing halftime leads to Green Bay and the Rams, and if their offensive line were creating those same wide creases for Elliott instead of being manhandled across the first three quarters Sunday, and if they were zipping toward 13-3 again instead of explaining three defeats in five games, they might be more likely to elaborate on those comparisons.\nSince they are not, the Cowboys were left to address less appealing things, such as how their offensive highlight of the game — the go-ahead drive that took 17 plays and consumed 8 minutes 43 seconds of the fourth quarter — came to unmoor them. It was the last two plays of that drive that seemed to haunt Jones afterward.\nOn second-and-2 from the Green Bay 11 with 1:24 left, Prescott threw an incomplete fade to Dez Bryant. Had the Cowboys run, they would have forced Green Bay to take its final timeout or, at the least, drained another 35 or 40 seconds off the clock.\nPrescott then faked a handoff and ran for a touchdown. He could have slid at the 1-yard line, wasting more time and giving Dallas first-and-goal and four chances to breach the goal line.\nPassing up a touchdown in that situation would have run counter to Prescott’s instincts — “It’s important to get in the end zone and put the pressure on them,” he said — and Coach Jason Garrett said afterward that he agreed with Prescott’s decision.\nJones appeared less certain.\n“What we all wanted to do was to keep the ball away from him, but obviously we need to score a touchdown,” he said, referring to Rodgers. “We’ll be second-guessing those last two calls — and I know you will, as well — for a long time.”\nThe clock showed 1:13. As expected, the Packers said afterward they were confident that they would score, and the Cowboys said they were confident that they would prevent Rodgers from scoring. But had the fans been polled, they almost certainly would have deemed the outcome inevitable.\n“It looked really easy,” said receiver Davante Adams, who caught two of Rodgers’s three touchdown passes. “Sometimes it’s not always as easy as it looks, but he makes it look that way.”\nThe best players display their brilliance in ways overt and subtle, and on third-and-8 from the Cowboys’ 30 and with the pocket collapsing, Rodgers slipped free from Benson Mayowa and rolled left, where he felt Irving’s arms around his ankles.\nImage\nPackers quarterback Aaron Rodgers slipping away from David Irving on an 18-yard scramble late in the fourth quarter.CreditTom Pennington/Getty Images\nIn the past, that effort might have been enough to bring down Rodgers. But he has been ever more cognizant of his running style — how, sometimes, he does not pick his knees up, which leaves him susceptible to getting tackled from behind. High-stepping out of the tackle, Rodgers scampered for 18 yards, to the Dallas 12.\nOn the next play, Rodgers couldn’t connect on a fade to Adams, covered by Jourdan Lewis, but he and Adams shared a glance. “Let’s do it again,” Adams told Rodgers. The quarterback amended the formation, and the ball was over Lewis’s head and into Adams’s hands before Lewis could even turn.\n“He threw it exactly where it had to be,” Lewis said.\nLewis, a rookie, had three pass deflections in an otherwise excellent game. But in tone and in substance, his lament was familiar.\nOnce again, the Cowboys could not stop Rodgers. Once again, they staggered in the second half. Once again, they scored 30 points and gained more than 400 yards and still lost. According to the N.F.L., the rest of the league combined has two such losses.\nDallas has yet to play Atlanta, Kansas City, Oakland or Seattle. Or division rivals Philadelphia and Washington — twice. Next week, the Cowboys get a reprieve.\nThe bye allows teams to reflect and assess all that has gone wrong and right. The Cowboys are bound to examine a running attack whose early struggles have put more of an onus on Prescott, and a defense that buckles at the game’s pivot points.\nHow the Cowboys perform when they return, on Oct. 22 against the winless 49ers, will help reshape their season. At least they will not score four touchdowns at home and lose. The game is in California.\nFollow Ben Shpigel on Twitter: @benshpigel\nA version of this article appears in print on , Section B, Page 13 of the New York edition with the headline: Cowboys Have It All (Including, Somehow, a Losing Record). Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "Can I say the F word?",
                "David Irving",
                true
            ],
            [
                "That guy is awesome at what he does.",
                "",
                true
            ],
            [
                "It takes everybody to stop one guy.",
                "",
                true
            ],
            [
                "It’s important to get in the end zone and put the pressure on them,",
                "Prescott",
                true
            ],
            [
                "What we all wanted to do was to keep the ball away from him, but obviously we need to score a touchdown,",
                "Jones",
                true
            ],
            [
                "We’ll be second-guessing those last two calls — and I know you will, as well — for a long time.",
                "Jones",
                true
            ],
            [
                "Sometimes it’s not always as easy as it looks, but he makes it look that way.",
                "Jones",
                true
            ],
            [
                "He threw it exactly where it had to be,",
                "Lewis",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/01/15/sports/football/green-bay-packers-dallas-cowboys-mason-crosby-aaron-rodgers-dak-prescott.html?module=inline",
                "https://www.nytimes.com/2017/10/08/sports/nfl-scores.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.parsintl.com/publication/the-new-york-times/"
            ]
        },
        "key_words": [
            "cowboys",
            "bay",
            "instead",
            "wrong",
            "touchdown",
            "seconds",
            "prescotts",
            "green",
            "whats",
            "offensive",
            "nfls",
            "headscratcher",
            "big",
            "run",
            "plays"
        ]
    }
]