[
    {
        "url": "http://www.bbc.com/news/entertainment-arts-41550386",
        "title": "Dolly Parton to read CBeebies bedtime story",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "9 October 2017\nThese are external links and will open in a new window\nClose share panel\nImage caption Dolly has just released her first children's album. Will she sing a lullaby on CBeebies too?\nCountry music legend Dolly Parton is the latest celebrity to sign up to read a CBeebies Bedtime Story.\nParton, who runs her own reading initiative called Imagination Library, will read Louise Yates's Dog Loves Books on 25 October.\nDolly said: \"Encouraging children to develop a love of books from an early age is very important to me.\n\"I hope my songs and stories inspire the CBeebies audience. Thank you for having me!\"\nImage caption Tom Hardy has read two stories for the CBeebies channel\nThe story she will read is about a dog who loves reading so much that he opens his own bookshop - but no one turns up to the grand opening.\nThe Nine to Five singer has also recorded a second story, though it's not been revealed what book she will read or when it will be broadcast.\nCBeebies Bedtime Stories goes out daily on the CBeebies channel at 18:50.\nOther A-listers who have read the CBeebies Bedtime Story include actor Tom Hardy, athlete Jessica Ennis-Hill and Queens of the Stone Age frontman Josh Homme.\nFollow us on Facebook , on Twitter @BBCNewsEnts , or on Instagram at bbcnewsents . If you have a story suggestion email entertainment.news@bbc.co.uk.\nRelated Topics\nTop Stories\n",
        "quotes": [
            [
                "Encouraging children to develop a love of books from an early age is very important to me.",
                "Dolly",
                true
            ],
            [
                "I hope my songs and stories inspire the CBeebies audience.",
                "Dolly",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/BBCNewsEnts",
                "https://www.instagram.com/BBCNewsEnts/",
                "https://www.facebook.com/BBCEntsNews/"
            ]
        },
        "key_words": [
            "reading",
            "cbeebies",
            "dolly",
            "read",
            "caption",
            "loves",
            "bedtime",
            "dog",
            "parton",
            "tom",
            "hardy"
        ]
    }
]