[
    {
        "url": "http://www.cnn.com/2017/10/10/politics/steve-bannon-war-against-mitch-mcconnell/index.html",
        "title": "Steve Bannon's war against Mitch McConnell",
        "authors": [
            {
                "name": "Gloria Borger",
                "link": null
            },
            {
                "name": "Dana Bash",
                "link": null
            },
            {
                "name": "Eric Bradner",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-10",
        "text": "Updated 6:09 AM ET, Tue October 10, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nSteve Bannon is working to back GOP Senate incumbent primary challengers\nPart of the plan: Cut off funding to Senate Majority Leader Mitch McConnell\nWashington (CNN)\nThe next step in Steve Bannon's scorched-earth war against Republican incumbents is an attempt to cut off money to those aligned with Senate Majority Leader Mitch McConnell.\nThe former chief strategist in President Donald Trump's White House spent the weekend in Connecticut meeting with top Republican donors, a source familiar with Bannon's plans said, as he recruits financial support for enough candidates to nationalize an anti-establishment message in 2018 GOP primaries.\nHe's held similar meetings in New York City and Washington, speaking with more than 25 major GOP donors so far, including hedge fund manager Scott Bessent, energy executive Dan Eberhart, private equity firm CEO John Childs and mega-donors Robert and Rebekah Mercer.\nIt was a continuation of what he's done every day since September 26, when the Bannon-backed former judge Roy Moore ousted Sen. Luther Strange in an Alabama Republican primary: Hold meetings to recruit candidates and form a donor network to back them.\nBannon's raison d'etre is to take on McConnell and nationalize Republicans behind Trump.\nRead More\nHis thinking -- evidenced by the Senate's failure to advance Trump agenda items like health care -- is that Washington Republicans do not support Trump anyway. So 2018 could be a defining moment, shaking up the GOP and placing Trump's 2016 campaign agenda at its forefront.\nBannon's recruiting efforts have intensified over the last two weeks. He is now looking for candidates who can replicate Sen. Mike Lee's stunning ouster of former Sen. Robert Bennett at Utah's 2010 Republican convention next year against Sen. Orrin Hatch. And he is in contact with allies in Nebraska seeking a candidate to take on Sen. Deb Fischer.\nAnd that's \"just a partial list,\" the source familiar with Bannon's plans said.\n\"Nobody's safe,\" the source said.\nAlready, he had spoken with Erik Prince, the Blackwater security contractor, and GOP mega-donor Foster Friess about running against Republican Sen. John Barrasso in Wyoming.\nBannon has also backed Kelli Ward's effort to oust Arizona Sen. Jeff Flake. He hosted Danny Tarkanian in Washington to discuss his campaign against Sen. Dean Heller in Nevada. And he met recently with Mississippi state Sen. Chris McDaniel about taking on Sen. Roger Wicker.\nMcDaniel, who said he is strongly considering running against Wicker, said Monday that he and Bannon have been in regular contact since 2014, when McDaniel came close to unseating Sen. Thad Cochran. Support from Bannon is helpful, McDaniel said, with strong Trump supporters who know Bannon was a leading figure on the President's campaign and with those who read Breitbart.com, where Bannon is a top executive.\n\"You factor in the big news he made in 2016,\" McDaniel said. \"You factor in his drive, his work ethic -- and people sense a winner and understand he can bring resources to bear, whether it's Breitbart or with financial resources.\"\nBannon also plans to get involved in the primaries in West Virginia and Missouri, two of Republicans' top opportunities to pick off Democratic-held seats next year.\nThe plan, the source said, is for these Bannonites to nationalize their 2018 message with a consolidated, consistent argument across the map.\nBannon wants that message to be about \"big things\" -- that the grassroots Republican voters are in control and that they don't need the establishment's money or what he views as its corruption.\nJUST WATCHED\nAvoiding another O'Donnell\nBannon, the source said, believes his insurgent slate will be different than the tea party calamity of 2010, when flawed candidates like Christine O'Donnell in Delaware and Sharron Angle in Nevada cost the party seats, or 2012, when Todd Akin in Missouri and Richard Mourdock in Indiana made controversial remarks that swung their races in Democrats' favor.\nInstead, Bannon, the source said, is recruiting candidates who are focused on substance -- particularly immigration and trade -- and could win over a loose coalition of social conservatives, tea party activists and values voters.\nThe test case was Alabama, where Moore -- a controversial figure who was twice ousted as state Supreme Court chief justice, first for refusing to remove a Ten Commandments monument and later for refusing to recognize the US Supreme Court's ruling legalizing same-sex marriage -- defeated Strange, who benefited from $10 million in advertising from the McConnell-aligned Senate Leadership Fund super PAC.\nBut the two are still in frequent contact. Bannon spoke to Trump in recent days, the source said, arguing that from Trump's perspective the Senate is already lost because the President understands he has little support there.\nAs if to underscore that view, Tennessee Sen. Bob Corker -- the Senate foreign relations committee chairman who is retiring rather than running for re-election in 2018 -- accused Trump in a New York Times interview of putting the nation on a path to World War III and said Trump's presidency \"would have to concern anyone who cares about our nation.\"\nIt was Corker who had urged Trump in a White House meeting to go to Alabama and campaign for Strange -- a decision the President came to regret -- according to a source who spoke to the President.\nBannon, meanwhile, has argued he is taking on Republicans who don't support Trump's policies.\nWhere's money coming from?\nOne source of financial support for Bannon-backed candidates is the Great America PAC, a super PAC led by former Ronald Reagan campaign manager Ed Rollins.\nThe group plans to roll out an initial set of three endorsements of Republican candidates this week.\nIt isn't expected to be as aggressive in seeking to unseat Republican incumbents as Bannon has been, but the super PAC does intend to support Senate candidates who back Trump's agenda and call for the elimination of the Senate's 60-vote threshold to break the filibuster -- potentially including Tennessee Rep. Marsha Blackburn, Ohio state treasurer Josh Mandel, Montana state auditor Matt Rosendale, West Virginia attorney general Patrick Morrisey and more.\nIt could also support candidates who could weaken Democratic senators seen as potential 2020 Trump opponents, including Elizabeth Warren in Massachusetts.\n\"The reality here is, you have to tap into that Trump agenda intensity. And those are the candidates who can win in the general election,\" said Eric Beach, the Great America PAC co-chair.\nBannon, meanwhile, is focused on damaging people who might be considering 2020 in both parties -- including Mitt Romney, who could run for the Senate in Utah if Hatch retires.\nThe key, the source familiar with Bannon's plans said, \"is to prove the theory of the case\" -- that Republicans who are anti-Trump should be gone.\nJUST WATCHED\n",
        "quotes": [
            [
                "You factor in the big news he made in 2016,",
                "McDaniel",
                true
            ],
            [
                "You factor in his drive, his work ethic -- and people sense a winner and understand he can bring resources to bear, whether it's Breitbart or with financial resources.",
                "McDaniel",
                true
            ],
            [
                "would have to concern anyone who cares about our nation.",
                "Trump",
                false
            ],
            [
                "The reality here is, you have to tap into that Trump agenda intensity.",
                "Eric Beach",
                true
            ],
            [
                "And those are the candidates who can win in the general election,",
                "Eric Beach",
                true
            ],
            [
                "is to prove the theory of the case",
                "Steve Bannon",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/10/08/us/politics/trump-corker.html?hp&action=click&pgtype=Homepage&clickSource=story-heading&module=first-column-region&region=top-news&WT.nav=top-news&_r=0"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "mitch",
            "source",
            "war",
            "bannons",
            "steve",
            "campaign",
            "trumps",
            "mcconnell",
            "candidates",
            "bannon",
            "sen",
            "support",
            "republican",
            "senate",
            "trump"
        ]
    }
]