[
    {
        "url": "http://beforeitsnews.com/sports/2017/10/101-expo-park-forbes-field-era-deacon-whips-cy-in-1st-ws-game-waners-237-hits-boss-man-roberto-more-2701623.html",
        "title": "10/1 Expo Park-Forbes Field Era: Deacon Whips Cy In 1st WS Game, Waner's 237 Hits, Boss Man Roberto & More",
        "authors": [
            {
                "name": "The Green Weenie",
                "link": null
            }
        ],
        "publisher": "beforeitsnews.com",
        "publish_date": "2017-10-10",
        "text": "Total:\n10/1 Expo Park-Forbes Field Era: Deacon Whips Cy In 1st WS Game, Waner's 237 Hits, Boss Man Roberto & More\nSunday, October 1, 2017 4:09\n% of readers think this story is Fact. Add your two cents.\n1903 – Deacon Phillippe pitched a six-hitter while whiffing 10 and defeated the legendary Cy Young as the Pirates downed the AL’s Boston Americans, 7-3. It was the first World Series game in baseball history, played at the Huntington Avenue Baseball Grounds in front of 16,242 fans. For the books, the first WS hitter was CF Ginger Beaumont, who flew out to American’s CF Chick Stahl. Tommy Leach got the first hit, a triple, and became the first runner to score when Honus Wagner singled him home for the first WS RBI. Jimmy Sebring hit the first Series’ homer (a seventh inning inside-the-park dash) and drove in four runs. \n1917 – Wilbur Cooper tossed a four hit shutout as the Pirates closed the season with a 2-0 win over the Boston Braves at Forbes Field. Bill Webb had three hits and a run scored to lead the attack. Fritz Mollwitz also crossed home while Lee King & Max Carey drove in the runs. It was Cooper’s 17th win for a team that finished last by 47 games with only 51 victories. \n1927 – Paul Waner collected a pair of hits against Cincinnati in a 9-6 win at Redland Field to finish the season with a Bucco record 237 knocks. The victory also clinched the pennant for the Pirates, who finished the year with 94 wins, 1-½ games ahead of St. Louis and two up on NY. Pie Traynor, Lloyd Waner and Earl Smith each added three hits to back Johnny Miljus. \nPaul Waner 1927 Spaulding Die Cut\n1944 – As posted in John Dreker’s Pirates Prospects feature “This Date In Pirates History,” P Len Gilmore set a couple of dubious Pirate records. His start against the Phils at Shibe Park was his only big league game, and he gave up 13 hits and seven runs, going the distance in a 7-1 loss. All 36 batters he faced put the ball in play, leaving him with the Pirates standard for most innings pitched in a game without recording a strikeout or a walk. \n1966 – The Giants swept Pittsburgh 5-4 and 2-0 at Forbes Field to eliminate the Pirates from the pennant race. Juan Marichal and Bob Bolin teamed up to defeat Pete Mikkelson and Tommy Sisk. The Bucs would finish third, three games behind the Dodgers. \nRoberto Clemente 1968 Topps 3-D\n1967 – Roberto Clemente ended the season by going 2-for-5 with a triple, homer‚ three RBI and two runs scored while winning his fourth batting title with a .357 average in a 10-3 victory over Houston at Forbes Field in front of 28,244 fans on Prize Day. Jerry May matched Roberto, going 3-for-5 with a homer, double, three RBI and two runs while Maury Wills added three more hits. Tommy Sisk finished the year with his 13th win. Roberto was the de facto manager for the day, as the retiring interim skipper Danny Murtaugh (he’d be back) handed over the reins to the Great One in the season finale.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.prodo1.com/",
                "http://www.suppressedhealthsecrets.com",
                "https://mitocopper.com/pages/affiliate-program"
            ]
        },
        "key_words": [
            "man",
            "share",
            "whips",
            "waners",
            "wake",
            "game",
            "whitelist",
            "ws",
            "hits",
            "expo",
            "beforeitsnews",
            "toomake",
            "tell",
            "sure",
            "support",
            "field",
            "youthank",
            "roberto",
            "parkforbes",
            "worldwide"
        ]
    }
]