[
    {
        "url": "https://www.cnn.com/2016/09/26/politics/hillary-clinton-crowd-selfie-goes-viral/index.html",
        "title": "Crowd poses for selfie with Hillary Clinton",
        "authors": [
            {
                "name": "Alison Daye",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-26",
        "text": "By Alison Daye, CNN\nUpdated 2:29 PM ET, Mon September 26, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nHillary Clinton waves to a selfie-taking crowd at a recent campaign event in Orlando, Florida.\nStory highlights\nPhoto of a group selfie was captured on the campaign trail with Clinton in Florida\nTweet of image was shared more than 19,000 times\n(CNN)\nAt a recent campaign event, Hillary Clinton climbed on a box to address a room packed with young people. But instead of facing the Democratic presidential nominee, the audience turned their backs on her en masse.\nFurther evidence of Clinton's challenge in winning over millennials?\nNo. As it turned out, the Orlando, Florida, crowd wasn't being disrespectful. With their smartphones and cameras held high, they were snapping selfies -- trying to capture a historic moment by sharing a photo frame with the presidential candidate.\nKinney wasn't expecting her photo to get so much attention, but since designer and Clinton supporter Victor Ng posted it Sunday to Twitter, it's been shared more than 19,000 times.\nApparently my photo of the massive selfie has \"gone viral\" as someone emailed me tonight. Wow....... https://t.co/u2tKEJr0du\nRead More\nThe image isn't the only one to show our recent obsession with selfies. Who can forget the moment when Ellen DeGeneres' selfie at the Oscars in 2014 nearly crashed the Internet?\nIf only Bradley's arm was longer. Best photo ever. #oscars pic.twitter.com/C9U5NOtGap\nOr when Queen Elizabeth II accidentally photobombed a selfie taken at the 2014 Commonwealth Games in Glasgow?\nCan you spot Queen Elizabeth II in this selfie?\nAnd remember the iconic selfie taken of the Pope inside St. Peter's Basilica at the Vatican in 2013? The pontiff had a private audience with 500 youths from the Diocese of Piacenza-Bobbio.\nPope Francis poses for a selfie with 500 youths from the diocese.\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://edition.cnn.com/2014/07/25/sport/queen-photobomb-selfie-commonwealth-games/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/hashtag/oscars?src=hash",
                "https://t.co/C9U5NOtGap",
                "https://t.co/u2tKEJr0du"
            ]
        },
        "key_words": [
            "young",
            "campaign",
            "wasnt",
            "19000",
            "crowd",
            "clinton",
            "shared",
            "selfie",
            "wow",
            "turned",
            "hillary",
            "poses",
            "presidential"
        ]
    }
]