[
    {
        "url": "http://beforeitsnews.com/sports/2017/09/to-tackle-or-not-to-tackle-2701136.html",
        "title": "To tackle or not to tackle?",
        "authors": [
            {
                "name": "Total Flanker",
                "link": null
            }
        ],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "Tuesday, September 26, 2017 4:18\n% of readers think this story is Fact. Add your two cents.\nFresh calls this week in the British Medical Journal to “ban harmful contact” in schools rugby to reduce the risk of injury, particularly to the head and neck, with researchers calling for the UK government to “put the interests of the child before those of corporate professional rugby unions.”\nI’m all for trying to make sure that kids are as protected as possible on the rugby field, but I’m far from convinced that a ban on tackling in schools is the answer. As long as good tackling technique is taught and teachers are well-trained in dealing with injuries then there is little doubt that the benefits of playing rugby – fitness, teamwork, discipline etc – far outweigh the risks.\nAnd there lies the possible issue. In many state schools in particular the sports staff are simply not skilled or experienced enough to teach good tackling technique and in those instances I would agree that the kids playing contact rugby may not be safe.\nI also have some sympathy with the argument that perhaps full contact rugby should not be compulsory in schools – it’s not for everyone, after all.\nI can’t help feeling, however, that imposing a blanket ban would be a classic case of using a sledgehammer to crack a walnut.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nFeatured\nTop Global\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "put the interests of the child before those of corporate professional rugby unions.",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com",
                "http://www.prodo1.com/"
            ]
        },
        "key_words": [
            "good",
            "contact",
            "technique",
            "schools",
            "tackling",
            "possible",
            "rugby",
            "kids",
            "playing",
            "tackle",
            "ban"
        ]
    }
]