[
    {
        "url": "https://www.cnn.com/2016/09/27/politics/obama-hillary-clinton-tv-ads/index.html",
        "title": "Obama to appear in Clinton ads",
        "authors": [
            {
                "name": "Cnn White House Producer",
                "link": null
            },
            {
                "name": "Kevin Liptak",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-27",
        "text": "By Kevin Liptak , CNN White House Producer\nUpdated 3:16 PM ET, Tue September 27, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nObama has appeared at two campaign stops for Clinton\nDemocrats hope Obama can convince the bloc of supporters who backed him to get behind Clinton\nWashington (CNN)\nEager to motivate his own base of supporters to vote in this year's contest, President Barack Obama will begin appearing in more advertising for Hillary Clinton, the White House said Tuesday.\nSpeaking a day after the first presidential debate, Press Secretary Josh Earnest said Obama would ramp up his role in the 2016 race as Election Day nears.\n\"I think through October, the President will be increasing his involvement in this race, and that doesn't just mean through travel,\" Earnest said. \"That also means that the President will feature more prominently in the advertising efforts of Secretary Clinton and Democrats across the country.\"\nEarnest said the ads would appear on television, radio and online. A message left with the Clinton campaign about the spots, including how much money would be spent on them, was not immediately returned.\nObama has appeared at two campaign stops for Clinton, and further stops are expected to be announced in the coming days. Both Vice President Joe Biden and First Lady Michelle Obama are making campaign stops for Clinton in Pennsylvania this week.\nRead More\nDemocrats hope Obama can convince the bloc of supporters who backed him in 2008 and 2012 -- comprised of African-Americans, young people and women -- to get behind Clinton this cycle. While Earnest didn't specify Tuesday when or where the ads featuring Obama would run, aides have identified North Carolina, Pennsylvania, Ohio and Florida as states where the President is likely to hold sway.\n\"I think you're going to continue to hear the President warn against complacency,\" Earnest said Tuesday. \"He'll be looking to maximize the time he is able to make available to support Secretary Clinton.\"\nHe said Obama would spend \"one to two\" days per week on the trail for Clinton in early October, with a ramp-up possible at the end of the month.\nBut he cautioned against using travel alone as a gauge of Obama's engagement.\n\"There are a variety of other ways for the President to get engaged,\" he said, citing radio interviews and ads. \"I think the President will be visible, but that doesn't always include headlining a rally.\"\nCNN's Dan Merica contributed to this report.\n",
        "quotes": [
            [
                "I think through October, the President will be increasing his involvement in this race, and that doesn't just mean through travel,",
                "",
                true
            ],
            [
                "That also means that the President will feature more prominently in the advertising efforts of Secretary Clinton and Democrats across the country.",
                "",
                true
            ],
            [
                "I think you're going to continue to hear the President warn against complacency,",
                "",
                true
            ],
            [
                "He'll be looking to maximize the time he is able to make available to support Secretary Clinton.",
                "",
                true
            ],
            [
                "There are a variety of other ways for the President to get engaged,",
                "Obama",
                true
            ],
            [
                "I think the President will be visible, but that doesn't always include headlining a rally.",
                "Obama",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "president",
            "campaign",
            "stops",
            "obama",
            "supporters",
            "day",
            "clinton",
            "ads",
            "secretary",
            "earnest",
            "race",
            "appear"
        ]
    }
]