[
    {
        "url": "https://www.reuters.com/article/us-icehockey-nhl-highlights/highlights-of-wednesdays-nhl-games-idUSKBN1CH0U8",
        "title": "Highlights of Wednesday's NHL games",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-12",
        "text": "Highlights of Wednesday's NHL games\n3 Min Read\n(The Sports Xchange) - Highlights from the National Hockey League games on Wednesday:\nOct 11, 2017; Toronto, Ontario, CAN; New Jersey Devils forward Miles Wood (44) celebrates his second goal against the Toronto Maple Leafs at the Air Canada Centre. John E. Sokolowski-USA TODAY Sports\nDevils 6, Maple Leafs 3\nMiles Wood and Pavel Zacha netted twice, Brian Gibbons scored while killing off a two-man disadvantage, and the New Jersey Devils defeated the Toronto Maple Leafs 6-3 in a battle of previously unbeaten teams.\nGoaltender Cory Schneider made 47 saves for the Devils.\nBlake Coleman added a goal for the Devils, and Will Butcher and Adam Henrique had two assists apiece.\nJames van Riemsdyk, Dominic Moore and Auston Matthews scored for Toronto, and Maple Leafs goalie Frederik Andersen stopped 25 shots.\nPenguins 3, Capitals 2\nPatric Hornqvist notched a goal and an assist in his first game of the season, Matt Murray stopped 20 shots, and Pittsburgh defeated Washington.\nKris Letang and Conor Sheary also scored for the Penguins, who converted 3-of-6 power-play chances. Hornqvist returned after missing the first three games of the season following a procedure on his right hand in the offseason.\nThe Capitals’ Christian Djoos, making his NHL debut, had a goal and assisted on Alex Ovechkin’s eighth goal of the season. Braden Holtby made 33 saves for Washington.\nAvalanche 6, Bruins 3\nSven Andrighetto had two goals, Matt Duchene and Nail Yakupov had a goal and an assist each, and Colorado held off Boston’s third-period rally.\nSemyon Varlamov stopped 20 shots, Tyson Jost and Alexander Kerfoot also scored, and Nathan MacKinnon and Gabriel Landeskog had two assists apiece for Colorado. The Avalanche swept the home-and-home series with the Bruins.\nBrad Marchand, Tim Schaller and Torey Krug scored for Boston. Tuukka Rask, who was pulled after the second period, stopped 22-of-26 shots. Backup Anton Khudobin was a perfect 9-for-9 in the third period.\nFlames 4, Kings 3 (OT)\nSean Monahan netted the winner at 1:02 of overtime, and Matthew Tkachuk scored two goals as Calgary defeated Los Angeles.\nThe Flames swept their two-game California road trip and won for the fourth time in their past six games against the Kings.\nCalgary’s Mike Smith stopped 42 shots and improved his career record to 16-8-1 against Los Angeles. Michael Frolik added a goal for the Flames.\nThe Kings got two goals and an assist from Dustin Brown plus a goal and an assist from Anze Kopitar. Jonathan Quick stopped 33 shots.\nDucks 3, Islanders 2\nSlideshow (4 Images)\nAnaheim failed to score on four power-plays, making the Ducks 0-for-15 on the season, but got goals from three different players and 39 saves from John Gibson to snap a two-game losing streak.\nThe Islanders failed to score on five power-plays and are 0-and-15 to open the season. They lost despite finishing with a 41-30 edge in shots.\nAndrew Cogliano, Rickard Rakell and Patrick Eaves scored for the Ducks, who took the lead for good at 2-1 in the second period. Brock Nelson had two goals for New York, and Islanders goalie Jaroslav Halak made 27 saves.\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "scored",
            "wednesdays",
            "maple",
            "games",
            "highlights",
            "nhl",
            "shots",
            "saves",
            "goals",
            "season",
            "toronto",
            "goal",
            "leafs",
            "stopped"
        ]
    }
]