[
    {
        "url": "https://www.nytimes.com/2017/10/08/arts/television/the-deuce-what-kind-of-bad-recap.html?rref=collection%2Fsectioncollection%2Farts",
        "title": "‘The Deuce’ Season 1, Episode 5: The Way It Is",
        "authors": [
            {
                "name": "Scott Tobias",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-08",
        "text": "Advertisement\n‘The Deuce’ Season 1, Episode 5: The Way It Is\nImage\nChris Bauer, left, with James Franco in “The Deuce.”CreditCreditPaul Schiraldi/HBO\nBy Scott Tobias\nOct 8, 2017\nSeason 1, Episode 5: ‘What Kind of Bad?’\nThis week’s episode opens with a fake-out. When we hear the command “Order up” over a greasy-spoon breakfast tray, we assume the episode is starting at Leon’s, which serves as a kind of home base for pimps and prostitutes at the beginning of the day. (Or, more likely, the end of the night, given the hours they keep.) But, in fact, we’re in a restaurant in Darlene’s North Carolina hometown, and Darlene is holding court with her old friends, who are calling her by her real name, Donna. The story she’s selling is a powerful one: She’s come back from New York City a more glamorous and confident woman. She’s got a man who’s taking care of her. They, too, can leave their humdrum lives behind and take a bite out of the Big Apple.\nThe scene is so startling that it takes a few beats to realize that it’s not a flashback to a more innocent time, before Darlene was Darlene. Because the truth is seemingly inexplicable: She’s used the Greyhound bus ticket intended to liberate her in order to embark on a recruiting mission for her pimp, condemning another Donna type to a life of fear, degradation and indentured servitude on the streets. Perhaps, like Abby, we understood Darlene as more aspirational, a bookworm who quietly longs to wriggle away from a hellish routine. For her to reject that assumption so thoroughly — to not only rebuff Abby’s gift but to pervert its intention — underlines a question about sex work that’s been running through the whole series. And that question is, simply, “Why?”\nIt’s a question that drives the reporting of Sandra Washington (Natalie Paul), who will probably understand the ins and outs of the entire Times Square sex industry before she gets a satisfactory answer. It’s a question that Officer Alston admits to puzzling over constantly, as he and Flanagan carry out the Sisyphean labor of rounding up prostitutes toward the end of their shift and releasing them the next morning. And it’s a question that Abby, in her role as Darlene’s would-be guardian angel, explicitly asks Ashley, one of C.C.’s girls, who says about Darlene that “maybe she likes her life the way it is.”\nFor Ashley to be the messenger is telling, because there’s absolutely no evidence that she likes her life the way it is. Among the streetwalkers in “The Deuce,” she seems the worst off. In the first episode, C.C. slashed her armpit with a razor blade for acting too needy. Since Lori’s recruitment, she’s been marginalized by her pimp, whose motivational techniques have been all stick and no carrot. It’s inconceivable that Ashley likes her life, just as it’s inconceivable that Eileen, Lori, “Thunder Thighs” and the others like theirs, so that answer doesn’t wash.\nBut Ashley’s subsequent insight on men rings true. She points out that Abby’s father was willing to pay for college, but isn’t paying her rent now that she’s dropped out. “Daddies, husbands and pimps,” she says, “they’re all the same. They love you for who you are until you try to be someone else. At least pimps are up front about it.”\nMaybe the question of “Why?” isn’t as important as it seems. Because if you’re looking for a common denominator between Abby, Eileen, Darlene, Ashley, and all the other women on the show, it’s the struggle to assert themselves in a world that’s dominated by men. Darlene and Ashley have pimps, so the limits on their freedom are obvious. But this episode also emphasizes how Abby and Eileen, two freelancers in this milieu, are boxed in, too. Eileen is working hard to make a transition into the movie business, but in the meantime, she can’t extricate herself from prostitution or conceive of how to make an ordinary romantic relationship with Jack work. It’s an important detail that the terrible beating she takes from a client isn’t the first or the worst, and certainly not the last. This one scary incident doesn’t alone have the power to push her into a new life.\nAs for Abby, she hasn’t been easy to read, because the full purpose of her character on the show has yet to be revealed. But the amount of control she feels she possesses over her life doesn’t quite jibe with the reality of it. By sleeping with Vinnie, she gains some leverage over him, but he bristles at her confrontation with Reggie Love and insists that she’s not exempt from wearing the same “signature” leotards as the other waitresses.\nShe also finds the door closing on her former life. She slips away with her college friends for a party, but then she feels out of place and leaves before everyone decides whether to see “Straw Dogs” or “Play Misty for Me.” She’s now fully part of this insular world of pimps, prostitutes, gangsters and societal castaways that David Simon, George Pelecanos, and their writers and directors have so carefully laid out. And no one ever leaves.\nOuttakes\n• The scene between Eileen and Rodney is the emotional centerpiece of the episode. Rodney has been circling Eileen for a while, and he uses her latest beating to pitch his services to her. He reminds her of the time her jaw was broken and another time when she had a cast on her arm. He sees how it’s going to end for her: “We’ll need to come by out there and sweep up what’s left of you from under the bed, take it out to the cemetery in a cereal box.” He’s acting out of cold self-interest and she knows it. She also knows he’s right.\n• Vinnie’s gay barkeep, Paul, also goes on a fascinating odyssey in this episode, from the lows of a vice-squad solicitation pinch at a porn theater to the highs of a drug-fueled night of dancing and carousing. Through Paul, the show offers a window into the pre-AIDS gay underground, in which fear and liberation commingle uneasily.\n• The show’s sexual frankness continues to be refreshing. Shots like the one of Paul nursing an erection in the theater are unheard-of on television, and they’re treated here with a matter-of-factness that’s in keeping with the reality of the series over all. Nothing gets overemphasized. It just happens.\n• Three words. Korean entree. “Bi Bim … ”\n• Eileen’s asking Jack repeatedly how she’s different has shades of Joe Pesci in “ Goodfellas ”: “I’m funny how, I mean funny like I’m a clown? I amuse you?”\nRelated Coverage\n",
        "quotes": [
            [
                "maybe she likes her life the way it is.",
                "Ashley",
                false
            ],
            [
                "They love you for who you are until you try to be someone else.",
                "Darlene",
                true
            ],
            [
                "At least pimps are up front about it.",
                "Darlene",
                true
            ],
            [
                "We’ll need to come by out there and sweep up what’s left of you from under the bed, take it out to the cemetery in a cereal box.",
                "Rodney",
                true
            ],
            [
                "I’m funny how, I mean funny like I’m a clown?",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/watching/recommendations/watching-film-goodfellas?module=inline"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "way",
            "life",
            "darlene",
            "shes",
            "deuce",
            "question",
            "episode",
            "likes",
            "ashley",
            "sex",
            "prostitutes",
            "season"
        ]
    }
]