[
    {
        "url": "https://www.cnn.com/2016/09/20/politics/donald-trump-birther-obama-birthplace/index.html",
        "title": "Trump doesn't answer questions on 'birther' shift",
        "authors": [
            {
                "name": "Jeremy Diamond",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-20",
        "text": "Updated 4:28 PM ET, Tue September 20, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nTuesday was the first time reporters covering Trump have been able to ask him about his \"birther\" reversal\nTrump asserted Friday that he now believed Obama was born in the US\nGreensboro, North Carolina (CNN)\nDonald Trump declined Tuesday to answer reporters' questions about his sudden shift on the issue of President Barack Obama's birthplace.\nTrump ignored reporters' questions during a stop at a restaurant here, the first opportunity journalists covering his campaign have had to ask the Republican nominee about his reversal on the issue.\nIn a brief statement on Friday, Trump asserted that he now believed Obama was born in the US and then refused to answer reporters' questions after the press event, which campaign aides told media members would be a press conference.\nFor years, Trump was one of the most prominent and vocal pushers of the \"birther\" conspiracy theory that falsely claimed Obama was not born in the US.\nObama produced his long-form birth certificate in 2011 that proved he was born in Hawaii.\nRead More\nWhile Trump surrogates like New Jersey Gov. Chris Christie have falsely asserted in recent days that Trump dropped his birtherism in recent years, Trump declined numerous opportunities to disavow his previous support of the conspiracy theory.\nIn the two weeks before his sudden statement on Friday, Trump was asked four times about his birther beliefs -- and Trump declined each opportunity to disavow the falsehood or his role in pushing that conspiracy theory.\nTrump spent Tuesday campaigning in the battleground state of North Carolina, where the latest polls show him in a dead heat with Hillary Clinton.\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "believed",
            "campaign",
            "covering",
            "reporters",
            "questions",
            "press",
            "obama",
            "trump",
            "doesnt",
            "birther",
            "born",
            "shift",
            "answer"
        ]
    }
]