[
    {
        "url": "https://www.reuters.com/article/us-usa-security-kaspersky-russia/kremlin-says-allegations-against-kaspersky-lab-are-absurd-idUSKBN1CH1DX",
        "title": "Kaspersky works with Interpol; Kremlin dismisses claims against firm",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-12",
        "text": "Kaspersky works with Interpol; Kremlin dismisses claims against firm\n2 Min Read\nThe logo of the anti-virus firm Kaspersky Lab is seen at its headquarters in Moscow, Russia September 15, 2017. REUTERS/Sergei Karpukhin\n(Reuters) - Russian cyber security firm Kaspersky Lab said on Thursday that it has expanded its relationship with global law enforcement agency Interpol, agreeing to share threat data to help police fight cyber crime.\nThe company disclosed the agreement as the Kremlin dismissed claims by several U.S. newspapers that Israeli intelligence officials had determined that Russian government hackers were using Kaspersky’s software for espionage. The reports were the latest in a series alleging the company and its founder, Eugene Kaspersky, have close ties to the Kremlin.\nReuters has not been able to validate those claims.\nKaspersky has repeatedly said it has not helped Russia or any other government engage in espionage.\nKremlin spokesman Dmitry Peskov said on Thursday the Russian government believes the allegations against Kaspersky are without merit.\nHe said that allegations, in articles in the New York Times, Washington Post and Wall Street Journal, were “absurd.”\n“The government has not had and does not have any connection to such activity,” he said. “The accusations are ungrounded and unproven.”\nReporting by Denis Pinchuk in Sochi, Russia; writing by Polina Devitt and Jim Finkle; editing by Dmitry Solovyov and Steve Orlofsky\n",
        "quotes": [
            [
                "The government has not had and does not have any connection to such activity,",
                "",
                true
            ],
            [
                "The accusations are ungrounded and unproven.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "russian",
            "washington",
            "works",
            "kaspersky",
            "york",
            "interpol",
            "claims",
            "cyber",
            "company",
            "dismisses",
            "russia",
            "lab",
            "kremlin",
            "allegations",
            "firm"
        ]
    }
]