[
    {
        "url": "https://www.activistpost.com/2017/09/california-organizations-use-available-tools-fight-privacy.html",
        "title": "California Organizations Use Available Tools to Fight for Privacy",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-12",
        "text": "In a previous report, we pointed out that simply passing laws isn’t enough . Ensuring government agencies comply with transparency requirements and limits on surveillance activities takes constant vigilance, pressure and activism. Some organizations in California are doing just that.\nIn an effort to better understand how police in Los Angeles use automatic license plate readers, the ACLU and the Electronic Frontier Foundation demanded that the LAPD and the Los Angeles Sheriff’s Department (LASD) turn over “records related to those agencies’ use of ALPR technology, including ‘all ALPR data collected or generated’ during a one-week period in August 2012, consisting of, ‘at a minimum, the license plate number, date, time, and location information of each license plate recorded.’”\nThe ACLU and EFF made their request under a California state law known as the California Public Records Act. As UCLA law professor Eugene Volokh points out , the law was written broadly to require government agencies to release a wide range of information, and a special provision of the California Constitution instructs courts to read it broadly.\nThe LAPD and LASD estimate they scan between 2.9 and 3 million license plates per week. The police department stores license plate data, include the plate number, location, and the date and time of the scan, for 5 years. The sheriff’s department stores information for 2 years.\nUnsurprisingly, the law enforcement agencies denied the request, relying on exceptions in the California Public Records Act. The LAPD and LASD cited two exceptions in the public records law that exempts\n1. records of police investigations, and\n2. records as to which “on the facts of the particular case the public interest served by not disclosing the record clearly outweighs the public interest served by disclosure of the record.”\nThe ACLU and EFF refused to take “no” for an answer and filed a lawsuit in state court to force release of the information.\nThe court held the first exception doesn’t apply at all, finding that “the scans are not conducted as part of a targeted inquiry into any particular crime or crimes.” But the court determined the second provision did preclude the release of raw ALPR data. Ironically, the judge said releasing information that includes actual license plate numbers would threaten individual privacy. Information pinpointing where a specific vehicle was at a specific time could potentially reveal where a person lives, works, or frequently visits.\nMembers of the public would be justifiably concerned about LAPD or LASD releasing information regarding the specific locations of their vehicles on specific dates and times to anyone.\nGiven the grave threat to privacy, one has to wonder why police can maintain databases filled with location information on thousands of people whose only crime was driving past an ALPR camera.\nThe court’s decision was only a partial victory for the law enforcement agencies attempting to hide the scope of their ALPR programs. The court held that even though the LAPD and LASD didn’t have to release raw data, they still might have to turn over the data in an anonymized form. In order to withhold that information, the agencies will have show its release would substantially interfere with law enforcement.  The superior court remanded to the trial court to gather more facts on whether there would be such interference.\nHow much information the ACLU and EFF ultimately gets remains to be seen. But had they not taken action and pushed the issue aggressively, they wouldn’t have gotten any information at all. At worst, they now have a California superior court judge on record asserting that ALPR programs threaten basic privacy rights. Beyond that, the organizations will likely get at least some information that will help them analyze the use of license plate readers in Los Angeles. This will allow them to formulate better strategies to fight intrusive license plate tracking in the future. They’ve also generated significant public interest through their efforts\nThis reiterates an important truth – laws like the California Public Records Act are only tools. A hammer doesn’t do any good inside a tool box. Somebody has to get it out and swing it. You can’t just get a law passed and say, “Well, we fixed that.”\nOn the other hand, we need good tools. Laws are important. For whatever deficiencies the exceptions written into the law create, the California Public Records Act was a tool for action. We need both tools and activists and organizations out there using them to hold government agencies accountable.\nMichael Maharrey [ send him email ] is the Communications Director for the Tenth Amendment Center , where this article first appeared . He proudly resides in the original home of the Principles of ’98 – Kentucky. See his blog archive here and his article archive here . He is the author of the book, Our Last Hope: Rediscovering the Lost Path to Liberty. You can visit his personal website at MichaelMaharrey.com and like him on Facebook HERE\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "all ALPR data collected or generated",
                "",
                false
            ],
            [
                "at a minimum, the license plate number, date, time, and location information of each license plate recorded.",
                "",
                false
            ],
            [
                "records related to those agencies’ use of ALPR technology, including ‘all ALPR data collected or generated’ during a one-week period in August 2012, consisting of, ‘at a minimum, the license plate number, date, time, and location information of each license plate recorded.",
                "",
                false
            ],
            [
                "on the facts of the particular case the public interest served by not disclosing the record clearly outweighs the public interest served by disclosure of the record.",
                "",
                false
            ],
            [
                "the scans are not conducted as part of a targeted inquiry into any particular crime or crimes.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.washingtonpost.com/news/volokh-conspiracy/wp/2017/08/31/l-a-police-must-release-automated-license-plate-reader-data-though-in-anonymized-form/?utm_term=.f38f0f576bd4",
                "http://blog.tenthamendmentcenter.com/2017/09/california-organizations-use-available-tools-to-fight-for-privacy/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.activistpost.com/cdn-cgi/l/email-protection#d0bdb9b3b8b1b5bcfebdb1b8b1a2a2b5a990a4b5bea4b8b1bdb5beb4bdb5bea4b3b5bea4b5a2feb3bfbd",
                "https://www.facebook.com/lasthopebook",
                "http://store.tenthamendmentcenter.com/product-p/bkolh1a.htm",
                "https://blog.tenthamendmentcenter.com/",
                "https://tenthamendmentcenter.com/author/michael-maharrey/",
                "https://blog.tenthamendmentcenter.com/author/michael-maharrey/",
                "https://offnow.org/passing-surveillance-laws-isnt-enough-communities-must-push-for-compliance/",
                "http://michaelmaharrey.com"
            ]
        },
        "key_words": [
            "privacy",
            "records",
            "law",
            "alpr",
            "license",
            "information",
            "plate",
            "california",
            "available",
            "organizations",
            "court",
            "tools",
            "agencies",
            "fight",
            "public"
        ]
    }
]