[
    {
        "url": "https://www.cnn.com/2016/09/22/politics/hillary-clinton-between-two-ferns/index.html",
        "title": "Hillary Clinton on Between Two Ferns: 'I really regret doing this'",
        "authors": [
            {
                "name": "Dan Merica",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-22",
        "text": "Hillary Clinton goes Between Two Ferns: 'I really regret doing this'\nUpdated 12:43 PM ET, Fri September 23, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nHillary Clinton appears as a guest on Between Two Ferns with Zach Galifianakis, a web show on Funny or Die, on September 22, 2016.\nStory highlights\nThe interview is part of the Clinton campaign's attempt to show a funnier, softer side\nPresident Barack Obama also sat down with Zach Galifianakis to tout the Affordable Care Act\n(CNN)\nHillary Clinton sat down for an interview with the irreverent Zach Galifianakis and almost immediately -- albeit jokingly -- regretted it.\nClinton sat down with the comedian on September 9, the day her doctor diagnosed her with pneumonia. Clinton, who was introduced as \"Had Pneumonia\" at the start of the video , plays along with Galifianakis' off-color humor and shows a bit of comedy herself.\n\"When you see how well it works for Donald Trump, do you think to yourself, oh maybe I should be more racist,\" the comedian asks Clinton, who just shakes her head and laughs.\nGalifianakis also knocks Clinton for going to Trump's 2005 wedding to Melania Trump.\n\"When you went to Donald Trump's wedding, did he write his own vows? And did Michelle Obama write Melania's,\" the comedian says, a joke about how Trump's wife plagiarized the first lady in her speech to the Republican National Convention.\nRead More\nThe interview is part of the Clinton campaign's attempt to show a funnier, softer side of the former secretary of state. Led by Kristina Schake, Clinton's deputy communications director, the effort has seen Clinton do a number of non-traditional interviews like the one with Galifianakis.\nGalifianakis opened the interview with, \"Critics have questioned some of your decision making recently and by you doing this show I hope it finally puts it to rest.\"\nClinton deadpanned, \"I think it absolutely proves their case, don't you?\"\nClinton is not the first politician to sit down with Galifianakis. President Barack Obama also sat down with the comedian in 2014 to tout the Affordable Care Act.\nTrump was not spared during the interview.\nGalifianakis also asked if Clinton will lead the civil war if Trump wins. Clinton says, \"No, I wouldn't take up arms. I think that might be a little extreme.\"\n\"Oh right, because you were saying before we were rolling that you wanted to take away everyone's guns. Very cool,\" Galifianakis jokes.\n\"I really regret doing this,\" Clinton says.\nAfter implying that Clinton's pantsuits make her look like a \"librarian from outer space,\" Galifianakis also asks Cllinton what she thinks Trump will wear to the debate.\nJUST WATCHED\n'Between Two Ferns' wins award for ... 01:30\n\"I assume he will wear that red power tie,\" Clinton says.\n\"Or maybe like a white power tie,\" Galifianakis says.\n\"That is even more appropriate,\" Clinton adds.\nThe over 5-minute interview closes with a joke about Clinton's email controversy .\n\"Well, this has been a lot of fun Mrs. Clinton,\" Clinton says. \"We should stay in touch. What is the best way to reach you? Email.\"\nClinton responds by staring the comedian down.\n",
        "quotes": [
            [
                "When you see how well it works for Donald Trump, do you think to yourself, oh maybe I should be more racist,",
                "Clinton",
                true
            ],
            [
                "When you went to Donald Trump's wedding, did he write his own vows?",
                "",
                true
            ],
            [
                "And did Michelle Obama write Melania's,",
                "",
                true
            ],
            [
                "Critics have questioned some of your decision making recently and by you doing this show I hope it finally puts it to rest.",
                "Zach Galifianakis",
                true
            ],
            [
                "I think it absolutely proves their case, don't you?",
                "Hillary Clinton",
                true
            ],
            [
                "No, I wouldn't take up arms.",
                "Hillary Clinton",
                true
            ],
            [
                "I think that might be a little extreme.",
                "Hillary Clinton",
                true
            ],
            [
                "Oh right, because you were saying before we were rolling that you wanted to take away everyone's guns.",
                "Zach Galifianakis",
                true
            ],
            [
                "I assume he will wear that red power tie,",
                "Hillary Clinton",
                true
            ],
            [
                "Or maybe like a white power tie,",
                "Zach Galifianakis",
                true
            ],
            [
                "Well, this has been a lot of fun Mrs. Clinton,",
                "Hillary Clinton",
                true
            ],
            [
                "What is the best way to reach you?",
                "Hillary Clinton",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.cnn.com/2016/08/09/politics/hillary-clinton-emails-judicial-watch/",
                "https://www.funnyordie.com/2016/9/22/17724478/between-two-ferns-with-zach-galifianakis-hillary-clinton",
                "http://politicalticker.blogs.cnn.com/2014/03/11/no-joke-obama-interviewed-by-zach-galifianakis/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "regret",
            "really",
            "interview",
            "doing",
            "obama",
            "galifianakis",
            "clinton",
            "trumps",
            "comedian",
            "pneumonia",
            "ferns",
            "write",
            "hillary",
            "wedding",
            "zach"
        ]
    }
]