[
    {
        "url": "https://www.reuters.com/article/us-germany-politics-greens-euro-zone/german-greens-want-anti-austerity-eurogroup-head-idUSKBN1CG20J",
        "title": "German Greens want anti-austerity Eurogroup head",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-11",
        "text": "German Greens want anti-austerity Eurogroup head\n3 Min Read\nBERLIN (Reuters) - A co-leader of Germany’s Greens, a possible partner in Chancellor Angela Merkel’s next government, said on Wednesday the next head of the Eurogroup should support a shift away from austerity and toward investment and more fiscal solidarity.\nTop candidates of the Alliance 90/The Greens party Cem Ozdemir (R) and Katrin Goering-Eckardt receive flowers from the party co-leader Simone Peter (L)  in Berlin, Germany September 25, 2017. REUTERS/Stefanie Loos\nThe Greens are set to start exploratory talks next week with Merkel’s conservatives on forming a coalition government that also includes the pro-business, fiscally hawkish Free Democrats (FDP) after an election in September.\nUnlike the FDP, who have cautioned against proposals by French President Emmanuel Macron for deeper fiscal integration in the single currency bloc, the Greens support common tax collection and an investment pact within the 19-country euro zone.\nIn January, Dutch Finance Minister Jeroen Dijsselbloem will step down as president of the Eurogroup, an informal body that plays a key role in shaping the economic policy of the bloc. The group will vote for a new chairman at a meeting in December.\n“The upcoming leadership switch at the Eurogroup should be used as an opportunity for a new start in European fiscal and economic policy,” Greens co-chief Simone Peter said in a statement.\n“Europe will gain from more solidarity. Europe’s fiscal policy needs a shift away from austerity toward a common pact for tax collection and investments, which would trigger social and ecological innovations.”\nLike his German counterpart Wolfgang Schaeuble, Dijsselbloem opposes so-called transfers from richer euro zone states to poorer ones like Greece.\n“It would be good for Europe if the chairman of the Eurogroup holds the position of European Finance Minister who reports to the European Parliament,” Peter said.\n“French President Macron has put good proposals on the table, which should be taken on by the next government and should not be torpedoed as former Finance Minister Wolfgang Schaeuble did” to previous proposals.\nSchaeuble has agreed to step down after the Sept. 24 election that weakened Merkel’s conservatives. He will become president of the German parliament.\nFDP leader Christian Lindner last week called for a tougher stance on fiscal and euro zone policy, without yet making a bid for control of the finance ministry.\nReporting by Joseph Nasr; Editing by Hugh Lawson\n",
        "quotes": [
            [
                "The upcoming leadership switch at the Eurogroup should be used as an opportunity for a new start in European fiscal and economic policy,",
                "Simone Peter",
                true
            ],
            [
                "Europe will gain from more solidarity.",
                "",
                true
            ],
            [
                "Europe’s fiscal policy needs a shift away from austerity toward a common pact for tax collection and investments, which would trigger social and ecological innovations.",
                "",
                true
            ],
            [
                "It would be good for Europe if the chairman of the Eurogroup holds the position of European Finance Minister who reports to the European Parliament,",
                "Peter",
                true
            ],
            [
                "French President Macron has put good proposals on the table, which should be taken on by the next government and should not be torpedoed as former Finance Minister Wolfgang Schaeuble did",
                "",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "eurogroup",
            "greens",
            "minister",
            "peter",
            "finance",
            "policy",
            "head",
            "european",
            "fiscal",
            "merkels",
            "antiausterity",
            "president",
            "german"
        ]
    }
]