[
    {
        "url": "http://occupydemocrats.com/2016/09/19/montel-williams-calls-trump-pastor-celebrating-nyc-bombing-sparks-twitter-war/",
        "title": "Montel Williams Calls Out Trump Pastor For Celebrating NYC Bombing, Sparks Twitter War",
        "authors": [
            {
                "name": "Natalie Dickinson",
                "link": null
            }
        ],
        "publisher": "occupydemocrats.com",
        "publish_date": "2016-09-19",
        "text": "Now Reading\nMontel Williams Calls Out Trump Pastor For Celebrating NYC Bombing, Sparks Twitter War\nRead Next\nFamed television host and veteran Montel Williams got into it this weekend with Trump-supporting Pastor Mark Burns, who took to Twitter to complain about the mainstream media’s refusal to jump to conclusions and immediately call the weekend’s bombing in New York “terrorism.”\nMontel, a New Yorker, was not about to let the Trump apologist get away with repeating the same fear-mongering narrative that Trump repeats after every terrorist attack that takes place in the West. Montel called him and Trump out for being a con men, shaming him for being a pastor with the nerve to support a narcissist like Trump.\nSee Also\nDonald Trump clearly believes that he is a minor deity and has no concern for anything but his own ambitions, and Pastor Burns’ support for him is an obviously opportunistic move by a man willing to sacrifice his principles for money. Williams is absolutely right to call him out on it.\nA bombing suspect over the explosion in Chelsea and the placing of several other improvised explosive devices throughout New Jersey is in custody.\nWhat do you think?\nDon’t let Trump fire Special Prosecutor Mueller\nSpecial Prosecutor Mueller has found enough evidence to bring charge in his investigation of the Trump campaign’s alleged collusion with Russia, but President Trump has openly talked of firing Mueller before he can bring justice. Don’t let him! Demand Congress pass a law preventing Trump from firing Mueller before it’s too late.\nThank you for making your voice heard!\nOD Action will be in touch with periodic updates. You may opt out at any time.\nThere was an error submitting your subscription. Please try again.\nFull Name\nEmail Address\nZip Code\nOur site uses cookies. Learn more about our use of cookies: cookie policy\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://occupydemocrats.com/privacy/"
            ]
        },
        "key_words": [
            "celebrating",
            "trump",
            "yorker",
            "york",
            "burns",
            "war",
            "sparks",
            "calls",
            "support",
            "bombing",
            "nyc",
            "willing",
            "pastor",
            "montel",
            "twitter",
            "williams"
        ]
    }
]