[
    {
        "url": "https://www.reuters.com/article/us-china-corruption/chinese-watchdog-says-1-34-million-officials-punished-for-graft-since-2013-idUSKBN1CD04B",
        "title": "Chinese watchdog says 1.34 million officials punished for graft since 2013",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-08",
        "text": "October 8, 2017 /  5:41 AM / 2 years ago\nChinese watchdog says 1.34 million officials punished for graft since 2013\n2 Min Read\nChinese flags flutter at Tiananmen Square in Beijing, China May 13, 2017.  REUTERS/Stringer\nBEIJING (Reuters) - China’s anti-graft watchdog said roughly 1.34 million lower-ranking officials have been punished since 2013 under President Xi Jinping’s anti-corruption drive.\nXi, who is preparing for a major Communist Party leadership conference later this month, has made an anti-graft campaign targeting “tigers and flies”, both high and low ranking officials, a core policy priority during his five-year term.\nChina is preparing for the 19th Congress later this month, a twice-a-decade leadership event where Xi is expected to consolidate power and promote his policy positions.\nThose punished for graft since 2013 include 648,000 village-level officials and most crimes were related to small scale corruption, said the Central Commission for Discipline Inspection (CCDI) on Sunday.\nWhile much of the country’s anti-graft drive has targeted lower ranking village and county officials, several high-ranking figures have been taken down.\nIn August the head of the anti-graft committee for China’s Ministry of Finance was himself put under investigation for suspected graft.\nIn September a senior military officer who sits on China’s powerful Central Military Commission, overseen by Xi, was detained and questioned over corruption-related offenses, Reuters reported.\nThe CCDI said 155,000 country-level party bureaux have set up corruption policing mechanisms as of August, representing 94.8 percent of total bureaus.\nReporting by Cate Cadell; Editing by Michael Perry\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "xi",
            "party",
            "punished",
            "preparing",
            "month",
            "million",
            "officials",
            "watchdog",
            "antigraft",
            "chinas",
            "chinese",
            "graft",
            "policy",
            "ranking",
            "134"
        ]
    }
]