[
    {
        "url": "https://www.nytimes.com/2017/10/08/movies/blade-runner-2049-box-office.html?rref=collection%2Fsectioncollection%2Farts",
        "title": "‘Blade Runner 2049’ Sputters at the Domestic Box Office",
        "authors": [
            {
                "name": "Brooks Barnes",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-08",
        "text": "Advertisement\nImage\nWhile turnout was disappointing in North America, overseas ticket sales for the expensive “Blade Runner 2049” were much better.CreditCreditWarner Bros.\nLOS ANGELES — The expensive science-fiction sequel “Blade Runner 2049” collapsed at the North American box office over the weekend, taking in $31.5 million, or roughly 30 percent less than analysts had expected, as younger audiences and women failed to materialize in sizable numbers.\n“I’m disappointed,” said Jeff Goldstein, president of domestic distribution for Warner Bros., which released the independently produced movie in the United States and Canada. “The real trick now is to expand the audience past older men.” Warner said that 71 percent of opening-weekend ticket buyers were male.\nEuphoric reviews and possible attention on Hollywood’s awards circuit could help “Blade Runner 2049” play longer and more successfully in theaters than would be typically expected. Denis Villeneuve, who directed the film, had that kind of luck with his last movie, “Arrival,” which had $24 million in initial ticket sales last fall and ultimately collected $100.5 million.\nAnd “Blade Runner 2049” did better overseas, where Sony Pictures Entertainment has the distribution rights. Sony said that the movie took in $50.2 million in partial international release, with major countries like Japan, South Korea and China still to come.\nStarring Ryan Gosling, Harrison Ford and Jared Leto, the dystopian, R-rated “Blade Runner 2049” is set 30 years after the first movie, which was directed by Ridley Scott and released in 1982. Mr. Scott’s film also had a shaky start at the box office. Ultimately, though, his “Blade Runner” became a cultural force through multiple DVD rereleases.\n“Blade Runner 2049,” which cost at least $200 million to make and market in North America, may have struggled because of a running time — two hours and 43 minutes — that tested audience endurance and limited the number of screenings theaters could schedule. Analysts said that marketing materials did a good job of conveying the complicated film’s neo-noir vibe, but were less effective at conveying a clear plot.\nSome studio executives also wondered if Major League Baseball playoff games hurt ticket sales and whether the massacre of concertgoers in Las Vegas kept Americans away from theaters.\nHollywood has been having a difficult time in general. Warner found a runaway hit last month with “It,” which cost $35 million to make and has now taken in $304.9 million at domestic theaters, for a worldwide total of $603.7 million, according to comScore. But most other movies have struggled, including Tom Cruise’s “American Made,” “Kingsman: The Golden Circle” and “ The Lego Ninjago Movie .”\nFor the weekend, “Blade Runner 2049” was No. 1. Two other movies arrived in wide release, and ticket sales were light for each. “The Mountain Between Us” (20th Century Fox), a romantic thriller starring Idris Elba and Kate Winslet and costing about $35 million to make, collected about $10 million. “My Little Pony: The Movie,” produced by Hasbro for an unknown amount and distributed by Lionsgate, took in an estimated $8.8 million.\nIf “Blade Runner 2049” does not take off in the weeks ahead, the movie will be a blow to Alcon Entertainment , the small company that was primarily responsible for it, right down to calling marketing shots.\nAlcon, founded in 1997 and financed by the FedEx founder Frederick W. Smith, rose to prominence in Hollywood in 2009, when “The Blind Side,” a modestly budgeted drama, became an unexpected hit. But Alcon’s efforts to expand into big-budget event films have been disappointing. Recent attempts have included a remake of “Point Break,” which cost more than $100 million to make and took in $29 million in North America in 2015, and “Transcendence,” which cost $100 million and took in $23 million in 2014.\nA version of this article appears in print on , Section C, Page 3 of the New York edition with the headline: ‘Blade Runner 2049’ Sags at Box Office. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "The real trick now is to expand the audience past older men.",
                "Jeff Goldstein",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/09/24/movies/lego-ninjago-kingsman-golden-circle-box-office.html?module=inline",
                "https://www.nytimes.com/2008/07/21/business/media/21fedex.html?module=inline",
                "https://www.nytimes.com/2017/10/06/us/las-vegas-shooting.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.parsintl.com/publication/the-new-york-times/",
                "https://www.rottentomatoes.com/m/blade_runner_2049"
            ]
        },
        "key_words": [
            "warner",
            "expected",
            "sputters",
            "box",
            "runner",
            "office",
            "movie",
            "distribution",
            "blade",
            "million",
            "domestic",
            "ticket",
            "sony",
            "2049"
        ]
    }
]