[
    {
        "url": "https://www.nytimes.com/2017/10/08/world/asia/kim-jong-un-nuclear-weapons.html?rref=collection%2Fsectioncollection%2Fworld",
        "title": "North Korean Leader Hails Nuclear Arsenal as ‘Powerful Deterrent’",
        "authors": [
            {
                "name": "Choe Sang-Hun",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-08",
        "text": "Advertisement\nImage\nKim Jong-un, center, the North Korean leader, and other officials at a meeting of the ruling Workers’ Party on Saturday in Pyongyang.CreditCreditKorean Central News Agency, via Agence France-Presse — Getty Images\nSEOUL, South Korea — The North Korean leader, Kim Jong-un, has vowed to build up his country’s nuclear arsenal as a “powerful deterrent” to the United States, state media reported, hours after President Trump said that “only one thing will work” in dealing with the isolated country.\nMr. Kim made his comments on Saturday at a meeting of the Central Committee of his ruling Workers’ Party, the official Korean Central News Agency reported on Sunday. He also reconfirmed his policy of simultaneously seeking progress in his nuclear weapons program and pushing for economic growth in the face of expanding international sanctions .\nThe remarks indicated that Mr. Kim had no intention of retreating under American pressure even as South Korean officials and analysts worry that the North will conduct a major weapons test to observe the anniversary on Tuesday of the founding of the Workers’ Party.\nNorth Korea’s nuclear weapons are a “powerful deterrent firmly safeguarding the peace and security in the Korean Peninsula and Northeast Asia,” Mr. Kim was quoted as saying, citing “protracted nuclear threats of the U.S. imperialists.”\nMr. Trump said on Twitter on Saturday that 25 years of talks and deals with North Korea had come to nothing, making “ fools of U.S. negotiators .” He added, “Sorry, but only one thing will work!”\nWhen asked by reporters to elaborate later Saturday, he said, “You’ll figure that out pretty soon.”\nIn response to North Korea’s tests of nuclear bombs and intercontinental ballistic missiles, the Trump administration has pushed for punitive economic measures while indicating that military solutions were also on the table.\nNorth Korea has launched a series of powerful missiles since July, including two intercontinental ballistic missiles and intermediate-range missiles that flew over Japan. The North also conducted its sixth and most powerful nuclear test last month, deepening fears that the country was approaching its stated goal of capability to deliver nuclear payloads to the mainland United States.\nIndeed, a Russian lawmaker who had just returned from Pyongyang told reporters on Friday that North Korea was preparing for another long-range missile test.\nThe American leader has threatened to “totally destroy” North Korea, and warned that the United States military was “locked and loaded” to take action if necessary. Mr. Kim has called Mr. Trump a “ mentally deranged dotard ” and has said that his country was ready to fight a nuclear war that would devastate the “entire” South Korea, the North’s state media said.\nDuring the party meeting on Saturday, Mr. Kim said America’s hostility proved that North Korea was “absolutely right” to pursue its “byungjin” policy of seeking parallel development of nuclear weapons and the economy. Mr. Kim also claimed that the North Korean economy had grown despite escalating sanctions.\nMr. Kim also used the party meeting to promote those loyal to him in the party hierarchy. His younger sister, Kim Yo-jong, was made an alternate member of the Politburo — the top decision-making body that he leads.\nThe sister, who is in charge of the party’s propaganda department, is the only sibling active in Mr. Kim’s government. His eldest brother holds no known post. Another elder, estranged brother, Kim Jong-nam, was killed in Kuala Lumpur in February; the Malaysian authorities have said that two women accused of killing him were hired by North Korean agents.\nAlso elevated to the Politburo was Foreign Minister Ri Yong-ho, who warned last month that North Korea could conduct a hydrogen bomb test over the Pacific.\nA version of this article appears in print on , Section A, Page 10 of the New York edition with the headline: Kim Vows to Strengthen North Korean Arsenal. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "powerful deterrent firmly safeguarding the peace and security in the Korean Peninsula and Northeast Asia,",
                "Kim",
                false
            ],
            [
                "protracted nuclear threats of the U.S. imperialists.",
                "Kim",
                false
            ],
            [
                "Sorry, but only one thing will work!",
                "Trump",
                true
            ],
            [
                "You’ll figure that out pretty soon.",
                "Trump",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/09/21/world/asia/kim-trump-rocketman-dotard.html?module=inline",
                "https://www.nytimes.com/2017/07/04/world/asia/north-korea-missile-test-icbm.html?module=inline",
                "https://www.nytimes.com/2017/09/21/world/asia/trump-korea-japan.html?module=inline",
                "https://www.nytimes.com/2017/02/22/world/asia/kim-jong-nam-assassination-korea-malaysia.html?module=inline",
                "https://www.nytimes.com/2017/09/03/world/asia/north-korea-tremor-possible-6th-nuclear-test.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.parsintl.com/publication/the-new-york-times/",
                "https://twitter.com/realDonaldTrump/status/916751271960436737"
            ]
        },
        "key_words": [
            "reported",
            "mr",
            "north",
            "deterrent",
            "leader",
            "arsenal",
            "kim",
            "nuclear",
            "hails",
            "powerful",
            "south",
            "weapons",
            "workers",
            "korean"
        ]
    }
]