[
    {
        "url": "https://www.reuters.com/article/us-india-energy-modi/indian-pm-modi-targets-more-energy-reforms-after-meeting-oil-chiefs-idUSKBN1CE1B5",
        "title": "Indian PM Modi targets more energy reforms after meeting oil chiefs",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-09",
        "text": "Indian PM Modi targets more energy reforms after meeting oil chiefs\n4 Min Read\nNEW DELHI (Reuters) - India’s prime minister sees scope for further reform of the country’s energy sector and has received “focused suggestions” from some of the world’s leading energy companies, the office of the premier said on Monday.\nIndia's Prime Minister Narendra Modi gestures as he addresses a gathering during the groundbreaking ceremony for a high-speed rail project in Ahmedabad, India, September 14, 2017. REUTERS/Amit Dave\nUnder Narendra Modi, the world's third-biggest oil consumer is trying to use its market size to strike better deals with oil exporters and attract investment into India's exploration and refining industries. ( reut.rs/2kxQxUi )\nExecutives from companies including Rosneft, BP, Exxon Mobil, Reliance Industries, Saudi Aramco, Royal Dutch Shell, Vedanta, Schlumberger and Halliburton met Modi as the industry gathered in New Delhi for the three-day India Energy Forum, which finishes on Tuesday.\n“Participants appreciated the pace and drive with which Prime Minister Modi has brought about reform in the energy sector,” Modi’s office said in a statement after the meeting.\n“Subjects such as the need for a unified energy policy, contract frameworks and arrangements, requirement of seismic data sets, encouragement for biofuels, improving gas supply, setting up of a gas hub and regulatory issues came up for discussion.”\nThe statement said that many suggestions at the last meeting in 2016 have helped guide Indian policy-making and that Modi said he appreciated the “focused suggestions” made this year and that “scope for reform in many areas still exists”.\nModi was quoted as saying he looked forward to “various opportunities” for cooperation between India and Saudi Arabia, the second biggest oil exporter to the country behind Iraq.\nState-run Saudi Aramco, which on Sunday launched a new office near New Delhi, is in talks with several Indian refiners for a possible joint venture by next year.\nIts Chief Executive Amin Nasser told the conference after the Modi meeting that India’s oil demand would double by 2040 to about 10 million barrels per day, making it the world’s largest market for the fuel and a priority for the company.\nIn the meeting, Modi thanked Russian President Vladimir Putin and Rosneft for their support to India’s energy sector. The two leaders were instrumental in helping to seal Rosneft’s $12.9 billion acquisition of India’s debt-laden Essar Oil, strengthening ties between the world’s largest oil producer and the fastest-growing fuel consumer.\nIn another vote of confidence for India’s energy sector, BP and Reliance have previously said they would jointly invest $6 billion to boost India’s gas output. A BP executive said on Monday that the company was “excited about gas, upstream and digital innovation in India”.\nAlay Patel, a senior analyst with consultancy Wood Mackenzie, the global president of which also met Modi, said that India’s domestic energy production outlook was positive thanks to steps such as a simplified licensing regime and clarity on contracts.\n“But more is needed,” said Patel. “Allowing marketing and pricing freedom for all gas production, regardless of shore status and contract vintage, would incentivize companies to develop gas in the less explored basins.”\nReporting by Nidhi Verma, Neha Dasgupta and Promit Mukherjee; Writing by Krishna N. Das; Editing by David Goodman\n",
        "quotes": [
            [
                "Participants appreciated the pace and drive with which Prime Minister Modi has brought about reform in the energy sector,",
                "Narendra Modi",
                true
            ],
            [
                "Subjects such as the need for a unified energy policy, contract frameworks and arrangements, requirement of seismic data sets, encouragement for biofuels, improving gas supply, setting up of a gas hub and regulatory issues came up for discussion.",
                "",
                true
            ],
            [
                "scope for reform in many areas still exists",
                "Narendra Modi",
                false
            ],
            [
                "excited about gas, upstream and digital innovation in India",
                "",
                false
            ],
            [
                "Allowing marketing and pricing freedom for all gas production, regardless of shore status and contract vintage, would incentivize companies to develop gas in the less explored basins.",
                "Patel",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://in.reuters.com/article/india-oil-dharmendra-pradhan/interview-india-seeks-to-use-its-oil-thirst-to-drive-bargains-idINKBN0OS1KD20150612"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "reforms",
            "chiefs",
            "saudi",
            "suggestions",
            "meeting",
            "worlds",
            "targets",
            "reform",
            "sector",
            "indian",
            "gas",
            "indias",
            "oil",
            "energy",
            "modi"
        ]
    }
]