[
    {
        "url": "https://www.politico.com/story/2016/09/iran-deal-hassan-rouhani-228496?cmpid=sf",
        "title": "Rouhani: Iran deal able to weather the election",
        "authors": [
            {
                "name": "Yousef Saba",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-21",
        "text": "By YOUSEF SABA\nIranian President Hassan Rouhani on Wednesday expressed confidence that the landmark nuclear deal between his country and a group of world powers will be able to weather the volatile U.S. election season.\nMSNBC's Chuck Todd asked Rouhani whether he'd rather work with Hillary Clinton or Donald Trump, citing comments they've made on the nuclear deal. Rouhani said, \"Of course, throughout the atmosphere of presidential elections in the United States, candidates can bring up any topic that they see best suits the needs of their campaigns. But the reality remains that when the joint comprehensive plan of action was passed based on the United Nations Security Council resolution 2231, and it was approved unanimously, that became an international agreement.\"\nStory Continued Below\nTrump has repeatedly criticized the Iran nuclear deal, calling it a \"bad deal\" and previously said he would tear it up. He's also called the Obama administration incompetent over it.\nClinton, on the other hand, has said she would respect the deal, yet be cautious in dealing with Iran, in what's come to be known as her \"distrust and verify\" strategy.\n\"No one can say here or there that I don't accept this agreement, I want to renegotiate it. This has purely an electoral effect for some,\" Rouhani said.\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "Of course, throughout the atmosphere of presidential elections in the United States, candidates can bring up any topic that they see best suits the needs of their campaigns.",
                "Rouhani",
                true
            ],
            [
                "But the reality remains that when the joint comprehensive plan of action was passed based on the United Nations Security Council resolution 2231, and it was approved unanimously, that became an international agreement.",
                "Rouhani",
                true
            ],
            [
                "No one can say here or there that I don't accept this agreement, I want to renegotiate it.",
                "Rouhani",
                true
            ],
            [
                "This has purely an electoral effect for some,",
                "Rouhani",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "united",
            "election",
            "nuclear",
            "rouhani",
            "world",
            "deal",
            "whats",
            "iran",
            "weather",
            "able",
            "work"
        ]
    }
]