[
    {
        "url": "http://www.cnn.com/2017/10/07/africa/cameroon-torn-by-deadly-clashes/index.html",
        "title": "Cameroon torn by deadly clashes",
        "authors": [
            {
                "name": "Radina Gigova",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-07",
        "text": "Updated 10:59 PM ET, Sat October 7, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nCameroon police with riot shields patrol on a street in the administrative quarter of Buea on October 1, 2017.\nStory highlights\nStreets in those areas are heavily militarized, a resident says\n(CNN)\nFear and uncertainty reign in Cameroon's Northwest and Southwest regions following a week of violent clashes between protesters and government forces that have left at least 10 people dead.\nThe office of the United Nations high commissioner for human rights urged the two sides to engage in dialogue and called on the Cameroonian authorities to exercise restraint when policing demonstrations in the two English-speaking regions.\n\"Credible sources indicate that some of these deaths resulted from excessive use of force by the security forces,\" said Rupert Colville, a spokesman for the high commissioner's office. \"People should be allowed to exercise their right to peaceful assembly and freedom of expression, including through having uninterrupted access to the Internet.\"\nTensions boiled over October 1 when protesters took to the streets in Cameroon's Anglophone regions calling for symbolic independence from the country's French-speaking majority.\nMultiple protests have taken place since last year, as English-speakers feel growing discrimination by the mostly Francophone government. Though both French and English are the official languages, English-speaking lawyers and teachers are protesting that they have to use only French as the official language.\nJUST WATCHED\nRights groups call for probe into protesters' deaths during 2016 demonstrations in Cameroon.\nRights groups call for probe into protesters' deaths during 2016 demonstrations in Cameroon. 01:20\nRead More\nViolence reaches 'crisis point'\n\"The worrying escalation witnessed over the weekend has now reached a crisis point,\" said Ilaria Allegrozzi, a researcher with Amnesty International.\n\"We have denounced the use of excessive force by the security forces using both tear gas and live ammunitions,\" she said.\nThe government has confirmed 10 deaths, but Allegrozzi said the number could be more than 20. Some activists say the death toll could be even higher as communications and social media are restricted.\nAllegrozzi said dozens of people have suffered gunshot injuries and hundreds have been arrested, often arbitrarily.\nShe said Amnesty has received testimonies about allegations that government forces fired on protesters from helicopters during Sunday's demonstrations, and the organization is trying to verify those claims.\nCameroon army spokesman Col. Didier Badjeck has rejected the allegations.\n'We are living in fear'\nResidents told CNN the situation is getting worse by the day as security forces have been breaking into homes and beating and arresting boys whom they suspect of taking part in the protests.\nCameroon police officials with riot equipment patrol in Buea, in Cameroon's Southwest Region, on October 1, 2017.\nIn villages such as Tombel, Ekiliwidi, Eyumojock, Ekona and Muea many people have fled to forests after security forces entered those areas harassing the population.\nThe streets of Anglophone Cameroon are still heavily militarized, one Kumba resident told CNN on Saturday. Soldiers and police are visible on street corners with guns, tear gas and water cannons. ''We are living in fear,\" said the resident.\nCNN has not been able to independently verify those claims.\n\"In order to avoid further bloodshed, the security forces must cease unnecessary and excessive use of force, and protesters should be peaceful if they want to make their voices heard,\" Amnesty said in a statement, calling on the government to investigate the killings.\nPresident Paul Biya has condemned \"all acts of violence, regardless of their sources and their perpetrators,\" although some see the actions of the security forces as a way to secure his 35-year grip on power.\n",
        "quotes": [
            [
                "Credible sources indicate that some of these deaths resulted from excessive use of force by the security forces,",
                "Rupert Colville",
                true
            ],
            [
                "People should be allowed to exercise their right to peaceful assembly and freedom of expression, including through having uninterrupted access to the Internet.",
                "Rupert Colville",
                true
            ],
            [
                "The worrying escalation witnessed over the weekend has now reached a crisis point,",
                "Ilaria Allegrozzi",
                true
            ],
            [
                "We have denounced the use of excessive force by the security forces using both tear gas and live ammunitions,",
                "Allegrozzi",
                true
            ],
            [
                "CNN has not been able to independently verify those claims.",
                "Allegrozzi",
                true
            ],
            [
                "In order to avoid further bloodshed, the security forces must cease unnecessary and excessive use of force, and protesters should be peaceful if they want to make their voices heard,",
                "Allegrozzi",
                true
            ],
            [
                "all acts of violence, regardless of their sources and their perpetrators,",
                "Paul Biya",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "rights",
            "deaths",
            "cameroon",
            "torn",
            "protesters",
            "probe",
            "clashes",
            "office",
            "high",
            "englishspeaking",
            "regions",
            "deadly",
            "official",
            "demonstrations"
        ]
    }
]