[
    {
        "url": "http://www.bbc.com/sport/cricket/41565381",
        "title": "Women's Ashes: Lauren Cheatle & Tahlia McGrath in Australia squad",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "2017-10-10",
        "text": "10 Oct 2017\nShare this page\nShare this with\nWomen's Ashes: Australia v England\nVenues: Brisbane, Coffs Harbour, Sydney, Canberra Dates: 22 October - 21 November - full schedule here\nCoverage details: Ball-by-ball commentary of the series on BBC Radio 5 live sports extra; live text commentary on the Tests & T20s on the BBC Sport website and app\nUncapped pair Lauren Cheatle and Tahlia McGrath have recovered from injury and are in Australia's 15-strong Test squad for the Women's Ashes.\nCheatle, 18, out for six months with a shoulder injury, is fit enough to face England in the multi-format series.\nMcGrath, 21, played her first match in eight months on October 6 following a stress fracture in pre-season.\nAshleigh Gardner, Belinda Vakarewa, Amanda-Jade Wellington and Beth Mooney are the other uncapped squad members.\nLeft-arm quick Cheatle and all-rounder Tahlia McGrath are in both the one-day and the Test squads, with the latter set to be reduced to 13 following a three-day pink-ball warm-up against an ACT XI next month.\nFast bowler Vakarewa is the only player named in the Test squad who isn't also in the one-day pool.\nFormer captain Meg Lanning is missing with a shoulder surgery that will rule her out for up to eight months so the side will be led by 30-year-old batsman Rachael Haynes.\nNational selector Shawn Flegler said: \"This was a really tough selection process for the panel with some talented players missing out, but we're confident we have selected a balanced side that has the potential to beat England and retain the Ashes.\n\"This series presents a golden opportunity for the team to reinstate themselves as the number one-ranked side in the world.\"\nHeather Knight's England will look to regain the Ashes in the multi-format series that begins on 22 October with a one-day international in Brisbane.\nPoints are awarded across three one-day internationals, one Test and three Twenty20s.\nAustralia Test squad: Kristen Beams, Alex Blackwell, Nicole Bolton, Lauren Cheatle, Ashleigh Gardner, Rachael Haynes, Alyssa Healy, Jess Jonassen, Tahlia McGrath, Beth Mooney, Ellyse Perry, Megan Schutt, Belinda Vakarewa, Elyse Villani, Amanda-Jade Wellington.\nAustralia ODI squad: Beams, Blackwell, Bolton, Cheatle, Gardner, Haynes, Healy, Jonassen, McGrath, Mooney, Perry, Schutt, Villani, Wellington.\nShare this page\nShare this with\nFrom the section Cricket\n",
        "quotes": [
            [
                "This was a really tough selection process for the panel with some talented players missing out, but we're confident we have selected a balanced side that has the potential to beat England and retain the Ashes.",
                "Shawn Flegler",
                true
            ],
            [
                "This series presents a golden opportunity for the team to reinstate themselves as the number one-ranked side in the world.",
                "Shawn Flegler",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.bbc.com/sport/cricket",
                "http://www.bbc.com/sport/cricket/39213992"
            ]
        },
        "key_words": [
            "australia",
            "tahlia",
            "wellington",
            "mcgrath",
            "england",
            "vakarewa",
            "cheatle",
            "ashes",
            "mooney",
            "womens",
            "squad",
            "test",
            "oneday",
            "lauren"
        ]
    }
]