[
    {
        "url": "http://www.cnn.com/2017/09/30/us/what-defines-patriotism-trnd/index.html",
        "title": "Of course, a divided America can't agree on the definition of patriotism",
        "authors": [
            {
                "name": "Brandon Griggs",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-09-30",
        "text": "Follow CNN\nRetired Milton S Herring saluting US flag, Los Angeles National Cemetery Annual Memorial Event, California. (Photo By: Visions of America/UIG via Getty Images)\nOf course, a divided America can't agree on the definition of patriotism\nUpdated 10:16 AM ET, Wed November 8, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\n(CNN)\nWe think we know patriotism when we see it.\nA veteran in uniform, saluting a July Fourth parade. Elementary school students angled toward the flag, reciting the Pledge of Allegiance. A line of professional athletes, standing at attention during \"The Star-Spangled Banner.\"\nBut when one of those athletes kneels, it gets complicated.\nAt stadiums around the country this Sunday, some NFL players will take a knee during the National Anthem as part of ongoing demonstrations against racial injustice and recent comments by President Donald Trump . Some fans will boo, as they booed 49ers quarterback Colin Kaepernick last year when he launched this form of protest.\nAnd on Twitter, many will demonize the players as unpatriotic.\nRead More\nIt's possible to love your country and still, like a parent scolding a wayward child, speak up when you feel like it's gotten off track. Just like it's possible to serve in the military and grow disillusioned with the government whose uniform you don.\nVeterans recite the Pledge during a Memorial Day ceremony at the Golden Gate National Cemetery in San Bruno, California.\nAmericans are sharply divided. In a CNN poll , 46% say protesting during the anthem is disrespectful to the freedoms the anthem represents. An almost equal 45% say such protests demonstrate those freedoms.\nPatriotism comes in many forms. And in 2017, when anything can and will be politicized, it's not so easy to define.\nPatriotism is passion\nPatriotism seems especially fervent among two groups of Americans.\nThe first, of course, is veterans and their families. For many, patriotism is attendant to military service, and dying in combat is the ultimate sacrifice anyone can make for their country.\nThus, for many military families, showing disrespect for the flag, the National Anthem or other American symbols can come as a slap in the face.\n\"I stand for our flag and anthem, and I kneel for our fallen. That's what patriots do,\" said Keith Harman, a Vietnam combat veteran who leads the 1.7 million-member Veterans of Foreign Wars of the United States. \"We rally around the flag of our country, not use it and our Constitution as both shield and sword.\"\nHonoring the US military has become part of the pageantry of NFL games, from jet flyovers to enormous American flags unfurled on playing fields. Indeed, the Pentagon has spent millions of dollars on \"paid patriotism\" displays at sporting events, a 2015 report found.\nPeople wave flags on September 11, 2017, along an overpass near Melvern, Kansas.\nBut some wonder whether other groups of Americans should also be afforded the same kind of tributes.\n\"Wrapping yourself in the flag and honoring the military is something which no one is going to object to. We all respect their sacrifice. We all honor their sacrifice,\" sportscaster Bob Costas told CNN this week. \"And yet what it has come to mean is that the flag is primarily and only about the military.\n\"This is no disrespect to the military. It's a huge part of the narrative. But Martin Luther King was a patriot. Susan B. Anthony was a patriot. Dissidents are patriots. Schoolteachers and social workers are patriots.\"\nAlso often welling with patriotism are immigrants.\nMany of these newcomers fled poverty, violence or oppression in their native countries, and so they have special appreciation for the freedoms other Americans might take for granted.\nImmigrants take the Oath during a naturalization ceremony on September 15 in New Jersey.\nJust go to a naturalization ceremony, where eyes well with tears as oaths of allegiance are sworn by newly minted US citizens.\n\"I'm very excited,\" Ahmed El-Mallah told CNN at one such ceremony in New Jersey in February, five years after he arrived from Egypt. \"I'm very lucky to be here today.\"\nPatriotism is partisan\nIt used to be simpler. During World War II, we were all patriots. Decades later, we swelled with national pride when our country somehow landed two men on the moon.\nAnd in the tender weeks after September 11, 2001, we bonded through our shared anger and grief. We flew flags, sang \"God Bless America\" and vowed to defend our way of life -- rock 'n' roll, fast food and all -- against all enemies. When pollsters asked Americans last year to name the time in their lives when they felt most proud of their country, the top answer was during the national response to 9/11 .\nBut that spirit waned as our country's political climate grew more partisan, fueled by echo chambers in the media and on the Internet. And a \"patriotism gap\" grew between our major political parties.\nA man pauses on September 11, 2015, at the Ohio Statehouse lawn in Columbus to memorialize victims of the 9/11 attacks.\nGallup polls revealed that Democrats were consistently less likely than Republicans to feel \"extremely\" or \"very\" proud to be Americans.\nWhen Barack Obama became a presidential candidate in 2007, many questioned his muted expressions of patriotism. That October, Obama took heat after a reporter in Iowa noticed he wasn't wearing an American flag lapel pin. \"I'm less concerned about what you're wearing on your lapel than what's in your heart,\" Obama said then . But by the time he accepted the Democratic nomination in August 2008, a flag pin adorned his suit jacket.\nLast week, President Donald Trump inserted himself into the debate when he said the NFL protests are a \"total disrespect of our heritage, a total disrespect of everything that we stand for.\"\n\"If a player wants the privilege of making millions of dollars in the NFL, or other leagues, he or she should not be allowed to disrespect our Great American Flag (or Country) and should stand for the National Anthem,\" he tweeted . \"If not, YOU'RE FIRED. Find something else to do!\"\nPresident Donald Trump speaks on September 22 at a rally in Alabama.\nPatriotism is nuanced\nLast year, only 52% of American adults told Gallup they were \"extremely proud\" of their country, the lowest number in 16 years .\nMany people revere the ideals the United States represents -- freedom, equality, opportunity -- but complain bitterly about Washington in the tradition of the late American writer Edward Abbey , who once wrote, \"A patriot must always be ready to defend his country against his government.\"\nAmerica appears to be moving toward a more nuanced form of patriotism.\nAudrey Birnbaum Young is a Green Bay Packers fan, who like thousands of others has shares in the league's only publicly owned franchise. She has friends who played in the NFL and family members who served in the military.\n\"There's a lot of other ways [to protest] without offending the veterans of our country,\" she said.\nBut, she added, \"If you ask any one of those players how they feel about the service men and women that have defended our country. I guarantee you not one of them would disrespect our service men and women.\"\nAttendees stand for the Pledge ahead of the President's visit at a March 20 event in Kentucky\nPatriotism is complicated\nLast Sunday in Detroit, retired Army Lt. Col. Leonard Rusher was honored by the Lions during the second half of their game against the Atlanta Falcons. While some Lions kneeled during the playing of the National Anthem, Rusher saluted the flag.\nAsked about the protests that have spread throughout the NFL, Rusher, who is black, expressed mixed emotions.\n\"I understand why they are kneeling. That's what I fought for, for them to have the right. Personally, I don't like it. But I appreciate that what they are doing is a non-violent protest,\" he told the Detroit Free Press .\n\"I'm saddened because the flag means so much, all the opportunities we have and that I'm grateful for,\" Rusher said. \"But (the players) are expressing what that flag stands for -- equal opportunity, equal justice, equal liberty. That's what they are fighting for.\"\nNate Boyer, a former US Army Green Beret who briefly played pro football, wants people to consider both sides of the anthem-protest debate.\nThe National Anthem is played before an NFL game in Arizona in November 2015.\n\"I want Colin Kaepernick and every American to stand because they want to stand,\" Boyer said Wednesday during a CNN Town Hall on the issue. \"I'm more interested if someone's taking a knee because they really care about something than the guy in the stands or the girl in the stands ... (who) feels obligated to stand up when the anthem is played, because that's how I used to be before I served.\"\nNobody knows how long the expressions of protest at NFL games will go on, or what effect they may ultimately have. Many fans, focused on football, probably wish they would go away.\nBut as long as they continue, the kneeling and the players' locked arms offer glimpses of American democracy in all its unruly glory. They sustain a debate. And there may be something patriotic in that.\n",
        "quotes": [
            [
                "I stand for our flag and anthem, and I kneel for our fallen.",
                "Keith Harman",
                true
            ],
            [
                "We rally around the flag of our country, not use it and our Constitution as both shield and sword.",
                "Keith Harman",
                true
            ],
            [
                "Wrapping yourself in the flag and honoring the military is something which no one is going to object to.",
                "Bob Costas",
                true
            ],
            [
                "And yet what it has come to mean is that the flag is primarily and only about the military.",
                "Bob Costas",
                true
            ],
            [
                "This is no disrespect to the military.",
                "Bob Costas",
                true
            ],
            [
                "It's a huge part of the narrative.",
                "Bob Costas",
                true
            ],
            [
                "But Martin Luther King was a patriot.",
                "Bob Costas",
                true
            ],
            [
                "Susan B. Anthony was a patriot.",
                "Bob Costas",
                true
            ],
            [
                "Schoolteachers and social workers are patriots.",
                "Bob Costas",
                true
            ],
            [
                "I'm very lucky to be here today.",
                "",
                true
            ],
            [
                "I'm less concerned about what you're wearing on your lapel than what's in your heart,",
                "Barack Obama",
                true
            ],
            [
                "total disrespect of our heritage, a total disrespect of everything that we stand for.",
                "Barack Obama",
                false
            ],
            [
                "If a player wants the privilege of making millions of dollars in the NFL, or other leagues, he or she should not be allowed to disrespect our Great American Flag (or Country) and should stand for the National Anthem,",
                "Barack Obama",
                true
            ],
            [
                "A patriot must always be ready to defend his country against his government.",
                "Edward Abbey",
                true
            ],
            [
                "There's a lot of other ways [to protest] without offending the veterans of our country,",
                "",
                true
            ],
            [
                "If you ask any one of those players how they feel about the service men and women that have defended our country.",
                "",
                true
            ],
            [
                "I guarantee you not one of them would disrespect our service men and women.",
                "",
                true
            ],
            [
                "I understand why they are kneeling.",
                "",
                true
            ],
            [
                "That's what I fought for, for them to have the right.",
                "",
                true
            ],
            [
                "Personally, I don't like it.",
                "",
                true
            ],
            [
                "But I appreciate that what they are doing is a non-violent protest,",
                "",
                true
            ],
            [
                "I'm saddened because the flag means so much, all the opportunities we have and that I'm grateful for,",
                "",
                true
            ],
            [
                "But (the players) are expressing what that flag stands for -- equal opportunity, equal justice, equal liberty.",
                "",
                true
            ],
            [
                "That's what they are fighting for.",
                "",
                true
            ],
            [
                "I want Colin Kaepernick and every American to stand because they want to stand,",
                "Boyer",
                true
            ],
            [
                "I'm more interested if someone's taking a knee because they really care about something than the guy in the stands or the girl in the stands ... (who) feels obligated to stand up when the anthem is played, because that's how I used to be before I served.",
                "Boyer",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.pewresearch.org/fact-tank/2017/09/11/about-a-fifth-of-americans-cite-911-response-as-event-that-made-them-most-proud-of-u-s/",
                "https://news.gallup.com/poll/207614/sharply-fewer-democrats-say-proud-americans.aspx",
                "https://www.cnn.com/2017/09/29/politics/national-anthem-nfl-cnn-poll/index.html",
                "https://www.cnn.com/2017/09/23/politics/donald-trump-nfl-nba/index.html",
                "https://news.gallup.com/poll/193379/new-low-extremely-proud-americans.aspx",
                "http://www.cnn.com/2017/09/24/politics/donald-trump-nfl-sunday-protest-response/index.html",
                "https://www.cnn.com/2017/09/25/us/nfl-national-anthem-trump-kaepernick-history-trnd/index.html",
                "https://www.freep.com/story/sports/columnists/jeff-seidel/2017/09/24/detroit-lions-black-army-veteran-salutes-national-anthem-collides-race-nfl-politics-and-hometown-her/698103001/",
                "https://www.cnn.com/2017/02/17/us/naturalization-ceremony-photo-essay-trnd/index.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.vfw.org/media-and-events/latest-releases/archives/2017/9/vfw-national-commander-opposes-flag-disrespect",
                "http://politicalticker.blogs.cnn.com/2007/10/05/obama-no-longer-wears-flag-pin/",
                "http://transcripts.cnn.com/TRANSCRIPTS/1709/27/se.01.html",
                "https://www.goodreads.com/author/quotes/37218.Edward_Abbey"
            ]
        },
        "key_words": [
            "agree",
            "stand",
            "flag",
            "anthem",
            "military",
            "patriotism",
            "national",
            "definition",
            "divided",
            "course",
            "america",
            "nfl",
            "american",
            "disrespect",
            "cant",
            "country"
        ]
    }
]