[
    {
        "url": "https://www.politico.com/story/2016/09/congressional-black-caucus-police-shootings-228514?cmpid=sf",
        "title": "Black Caucus marches to DOJ to protest shootings",
        "authors": [
            {
                "name": "John Bresnahan",
                "link": null
            },
            {
                "name": "Heather Caygle",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-22",
        "text": "Black Caucus marches to DOJ to protest shootings\nMore than a dozen members of the Congressional Black Caucus marched down to the Department of Justice midday to demand federal intervention to stymie police shootings of unarmed African-Americans.\n\"The killing of unarmed black men and women by police is a crisis,\" said Rep. Maxine Waters (D-Calif.).\nStory Continued Below\nThe letter calls on Lynch to “aggressively pursue investigations, indictments and prosecutions through the Office of Civil Rights against any and all law enforcement officers who harm or kill innocent, unarmed black men, women and children.”\nCBC members said it’s also time for Congress to act.\n“We are going to make sure that we push for legislation so we’re going to be calling on [House Speaker] Paul Ryan to come up with some legislation that we can work on and put forward to change this. But in the meanwhile, we want the attorney general to utilize her powers,” Rep. Gregory Meeks (D-N.Y.).\nBut other lawmakers said the proposals are already out there, they just need a push from leadership.\n\"A lot of what we need has already been drafted, mostly by members of this caucus,\" said Rep. Cedric Richmond (D-La.), specifically mentioning criminal justice reform and police accountability legislation.\nRyan (R-Wis.) said earlier this week he still hopes to pass criminal justice reform in the lame duck.\n“I think people have lost trust, they’ve lost hope in some instances,” said Charlotte Rep. Alma Adams (D), who flew back from North Carolina this morning.\n“They see hope here with the attorney general and they want her to step in to use her power to make sure people are treated fairly and there is some justice and there is some transparency,” she added.\nThe members didn’t actually walk all the way from the Capitol to DOJ headquarters, which is about a mile away. Instead, lawmakers boarded a bus at the Capitol and disembarked about two blocks from DOJ, walking the rest of the way.\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "The killing of unarmed black men and women by police is a crisis,",
                "Maxine Waters",
                true
            ],
            [
                "aggressively pursue investigations, indictments and prosecutions through the Office of Civil Rights against any and all law enforcement officers who harm or kill innocent, unarmed black men, women and children.",
                "Lynch",
                false
            ],
            [
                "We are going to make sure that we push for legislation so we’re going to be calling on [House Speaker] Paul Ryan to come up with some legislation that we can work on and put forward to change this.",
                "Gregory Meeks",
                true
            ],
            [
                "But in the meanwhile, we want the attorney general to utilize her powers,",
                "Gregory Meeks",
                true
            ],
            [
                "A lot of what we need has already been drafted, mostly by members of this caucus,",
                "Cedric Richmond",
                true
            ],
            [
                "I think people have lost trust, they’ve lost hope in some instances,",
                "Cedric Richmond",
                true
            ],
            [
                "They see hope here with the attorney general and they want her to step in to use her power to make sure people are treated fairly and there is some justice and there is some transparency,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "unarmed",
            "caucus",
            "black",
            "way",
            "protest",
            "women",
            "waters",
            "marches",
            "shootings",
            "rep",
            "doj",
            "members",
            "justice"
        ]
    }
]