[
    {
        "url": "https://www.reuters.com/article/us-germany-crime/german-police-detain-man-after-posting-child-abuse-victims-photo-idUSKBN1CF1F3",
        "title": "German police arrest man after posting photo of child abuse victim",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-10",
        "text": "October 10, 2017 /  11:46 AM / 2 years ago\nGerman police arrest man after posting photo of child abuse victim\n2 Min Read\nFRANKFURT (Reuters) - German authorities arrested a suspected child sex abuser on Tuesday after taking the extraordinary step of circulating a photograph of his 4-year-old victim found on the dark web, a prosecutor said.\nBild newspaper said the suspect was identified on Monday evening when the child and her mother saw the images - posted online and shown on television - and went to their local police station.\nThe man - identified in the media as the woman’s 24-year-old boyfriend - was detained hours after the nationwide manhunt began, Frankfurt prosecutor Georg Ungefuk said.\nOn Tuesday, a judge approved an arrest warrant and sent the suspect to pre-trial detention, a spokesman for the prosecutor’s office said.\nThe man’s apartment in the Wesermarsch district of Lower Saxony was searched and evidence seized, officials said.\n“The suspect is believed to have seriously sexually abused the child a total of nine times, to have made films of the abuse and then distributed them,” Ungefuk said.\nHe faces a possible prison sentence of up to 15 years if convicted of multiple counts of sexual abuse, according to the prosecutor’s office.\nExperts had worked on the case since images of the abuse first appeared on the dark web - a part of the internet not accessible via search engines - in late July, he said, and authorities took the unusual step of distributing the photograph because they had run out of other options.\nAuthorities were tipped about the case by foreign officials, who identified Germany as the likely location of the crime since a German television program could be heard in the background of one of the videos.\nUngefuk said there was no link between this case and the Elysium platform, a child pornography network with 90,000 users whose suspected operator was arrested in July.\nProsecutors in Hanover will now take over the case given that the alleged crime took place in Lower Saxony state.\nReporting by Reuters TV and Andrea Shalal; Editing by Mark Heinrich\n",
        "quotes": [
            [
                "The suspect is believed to have seriously sexually abused the child a total of nine times, to have made films of the abuse and then distributed them,",
                "Ungefuk",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "child",
            "man",
            "suspect",
            "suspected",
            "took",
            "identified",
            "abuse",
            "victim",
            "arrest",
            "ungefuk",
            "case",
            "posting",
            "television",
            "web",
            "german"
        ]
    }
]