[
    {
        "url": "https://www.activistpost.com/2017/09/bipartisan-congress-put-jeff-sessions-place-shut-expansion-civil-asset-forfeiture.html",
        "title": "Bipartisan Congress Put Jeff Sessions in His Place, Shut Down His Expansion of Civil Asset Forfeiture",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-09-14",
        "text": "Hot Topics\nBipartisan Congress Put Jeff Sessions in His Place, Shut Down His Expansion of Civil Asset Forfeiture\nWhile it is a rare occasion when the group claiming to represent the will of the American people actually votes accordingly, the House of Representatives voted in opposition of Attorney General Jeff Sessions’ plan to expand civil asset forfeiture on Tuesday.\nThe Make America Secure and Prosperous Appropriations Act will now include Amendment 126 , which “restricts the use of the federal government’s use of adoptive forfeiture.” It is co-sponsored by a group of nine bipartisan representatives, including Justin Amash, a Republican from Michigan, and Tulsi Gabbard, a Democrat from Hawaii.\n“About to speak on the House floor in support of my amendment to rein in unconstitutional civil asset forfeiture,” Amash wrote on Twitter. “We must defend our rights.”\nAbout to speak on the House floor in support of my amendment to rein in unconstitutional civil asset forfeiture. We must defend our rights.\nGabbard noted that she co-sponsored the bill because it was “yet another area where AG Sessions must be stopped in his unconstitutional attempts to expand civil asset forfeiture.”\n“I’ll be on House floor soon with Justin Amash urging support for our bipartisan amendment to stop AG Sessions expansion of adoptive forfeiture,” Gabbard wrote on Twitter. “Adoptive forfeiture allows state law enforcement to sidestep state laws and use federal law to seize people’s property without conviction or charges. Burden of proving innocence is on the individual, not on law enforcement. Even if innocence proved, the property/cash is often not returned.”\nI’ll be on House floor soon w/ @justinamash urging support for our bipartisan amdmt to stop AG Sessions expansion of adoptive forfeiture\nBurden of proving innocence is on the individual, not on law enforcement. Even if innocence proved, the property/cash is often not returned\nDefining civil asset forfeiture as “a pernicious practice that throws due process out of the window and allows permanent seizure of assets based on an extraordinarily low evidentiary standard,” FreedomWorks.org noted that Amendment 126 seeks to “prohibit the use of funds authorized by Division C from being used for adoptive seizures, through which state and local agencies can circumvent protective state laws to seek forfeiture of seized assets under federal forfeiture laws.”\nSessions announced a new policy to increase civil asset forfeiture in July, labeling it as a means to “better protect victims of crime and innocent property owners, while streamlining the process to more easily dismantle criminal and terrorist organizations.”\nAs any of these law enforcement partners will tell you and as President Trump knows well, civil asset forfeiture is a key tool that helps law enforcement defund organized crime, take back ill-gotten gains, and prevent new crimes from being committed, and it weakens the criminals and the cartels. Even more importantly, it helps return property to the victims of crime. Civil asset forfeiture takes the material support of the criminals and instead makes it the material support of law enforcement, funding priorities like new vehicles, bulletproof vests, opioid overdose reversal kits, and better training. In departments across this country, funds that were once used to take lives are now being used to save lives.\nHowever, as The Free Thought Project has reported extensively, and as the majority of the representatives in the House seem to understand, civil asset forfeiture has only led to more corruption.\nIn fact, even one of the co-creators of the civil asset forfeiture program in the United States has said he thinks it should be abolished . “Three decades ago I helped create our civil asset forfeiture system; now it is time to end it,” Brad Cates, former director of the U.S. Justice Department’s Asset Forfeiture Office, said in February 2016.\nDuring the Reagan administration I helped establish these programs because I believed they would quickly channel seized criminals’ profits into the fight against organized crime and drug cartels. Yet over time we have created a new bad incentive: policing for profit, out of the reach of the proper legislative budget process.\nThe purpose of “due process” is to ensure that suspects are given a chance to prove their innocence. However, when police are given the power to confiscate cash, weapons, cars and other possessions, the suspects they are targeting are assumed guilty until proven innocent, and even if their innocence is proven in court, their possessions that were stolen by the state are not always returned.\nRachel Blevins is a Texas-based journalist who aspires to break the left/right paradigm in media and politics by pursuing truth and questioning existing narratives. This article first appeared at The Free Thought Project .\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 8, 2019\nAugust 7, 2019\nAugust 6, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "restricts the use of the federal government’s use of adoptive forfeiture.",
                "",
                false
            ],
            [
                "About to speak on the House floor in support of my amendment to rein in unconstitutional civil asset forfeiture,",
                "Justin Amash",
                true
            ],
            [
                "yet another area where AG Sessions must be stopped in his unconstitutional attempts to expand civil asset forfeiture.",
                "Justin Amash",
                false
            ],
            [
                "I’ll be on House floor soon with Justin Amash urging support for our bipartisan amendment to stop AG Sessions expansion of adoptive forfeiture,",
                "Gabbard",
                true
            ],
            [
                "Adoptive forfeiture allows state law enforcement to sidestep state laws and use federal law to seize people’s property without conviction or charges.",
                "Gabbard",
                true
            ],
            [
                "Burden of proving innocence is on the individual, not on law enforcement.",
                "Gabbard",
                true
            ],
            [
                "Even if innocence proved, the property/cash is often not returned.",
                "Gabbard",
                true
            ],
            [
                "a pernicious practice that throws due process out of the window and allows permanent seizure of assets based on an extraordinarily low evidentiary standard,",
                "",
                false
            ],
            [
                "prohibit the use of funds authorized by Division C from being used for adoptive seizures, through which state and local agencies can circumvent protective state laws to seek forfeiture of seized assets under federal forfeiture laws.",
                "",
                false
            ],
            [
                "better protect victims of crime and innocent property owners, while streamlining the process to more easily dismantle criminal and terrorist organizations.",
                "",
                false
            ],
            [
                "Three decades ago I helped create our civil asset forfeiture system; now it is time to end it,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://thefreethoughtproject.com/congress-civil-asset-forfeiture/",
                "http://thefreethoughtproject.com/bombshell-co-creator-civil-asset-forfeiture-calls-abolition-policing-profit/"
            ],
            "gov_pgs": [
                "https://repcloakroom.house.gov/",
                "https://www.justice.gov/opa/pr/attorney-general-sessions-issues-policy-and-guidelines-federal-adoptions-assets-seized-state"
            ],
            "unsure": [
                "https://twitter.com/TulsiGabbard/status/907660727900676098",
                "https://thefreethoughtproject.com/",
                "http://www.freedomworks.org/content/key-votes-amendments-make-america-secure-and-prosperous-appropriations-act-hr-3354-part-ii",
                "http://thefreethoughtproject.com/tag/civil-asset-forfeiture/",
                "https://twitter.com/justinamash/status/907695938671652865",
                "https://twitter.com/justinamash"
            ]
        },
        "key_words": [
            "amendment",
            "law",
            "adoptive",
            "asset",
            "shut",
            "sessions",
            "house",
            "expansion",
            "state",
            "support",
            "congress",
            "civil",
            "forfeiture",
            "jeff",
            "bipartisan",
            "place"
        ]
    }
]