[
    {
        "url": "https://www.nytimes.com/2017/10/12/arts/rose-mcgowan-twitter-weinstein.html?rref=collection%2Fsectioncollection%2Farts",
        "title": "Rose McGowan’s Twitter Account Locked After Posts About Weinstein",
        "authors": [
            {
                "name": "Cara Buckley",
                "link": null
            },
            {
                "name": "Nellie Bowles",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-12",
        "text": "Advertisement\nRose McGowan’s Twitter Account Locked After Posts About Weinstein\nImage\nRose McGowan in 2015. “TWITTER HAS SUSPENDED ME. THERE ARE POWERFUL FORCES AT WORK. BE MY VOICE,” she wrote on her Instagram page.CreditCreditAn Rong Xu for The New York Times\nOct 12, 2017\nThe actress Rose McGowan said in an Instagram post overnight that her Twitter account had been temporarily locked after a series of posts about Harvey Weinstein’s misconduct, including toward her.\n“TWITTER HAS SUSPENDED ME. THERE ARE POWERFUL FORCES AT WORK. BE MY VOICE,” Ms. McGowan wrote on her Instagram page after midnight Eastern time on Thursday. She included a snapshot of a message from Twitter saying she would be able to send only direct messages from her account unless she deleted tweets that violated Twitter rules.\nThe screenshot announced a temporary freeze that prevented her from tweeting, retweeting or liking for 12 hours. Unlike a full suspension, this measure left her account visible.\nThe message in the screenshot said the lock was in effect because Ms. McGowan’s account had “violated the Twitter rules.”\nBy midmorning on Thursday, as the Twitter universe was in full steam about Ms. McGowan’s situation, the company moved to explain its actions. In a statement, a Twitter representative said Ms. McGowan’s tweets had violated the company’s privacy policy because one of them included a phone number.\nA person familiar with the decision, who spoke on the condition of anonymity because the information was confidential, said the phone number of a prominent person had been visible in a screenshot of an email that Ms. McGowan had posted on the service.\n“We want to explain that her account was temporarily locked because one of her tweets included a private phone number, which violates our Terms of Service,” Twitter said of Ms. McGowan’s account. “The tweet was removed and her account has been unlocked. We will be clearer about these policies and decisions in the future.”\nTwitter can and often does take down individual tweets, rather than suspend entire accounts. A person familiar with Ms. McGowan’s account said her account had been frozen partly because of timing: The key decision makers at Twitter, based in San Francisco, were out of the office when the account was locked overnight. When the workday started, Twitter’s executives decided to lift the 12-hour freeze several hours early.\nMs. McGowan reached a $100,000 settlement with Mr. Weinstein in 1997 after a hotel room incident at the Sundance Film Festival, and in recent days has been vocal in her support of women who have stepped forward to reveal that the producer sexually harassed them or worse.\nOn Tuesday, after the actor Ben Affleck tweeted that the allegations against Mr. Weinstein “made him sick,” Ms. McGowan called him a liar , saying he had long been aware of what Mr. Weinstein had done. She has also attacked Hollywood players who failed to criticize Mr. Weinstein, writing in a tweet, “You all knew.”\nMany Twitter users expressed outrage over the locking of Ms. McGowan’s account. The actress Jessica Chastain asked for clarification on which rules Ms. McGowan had violated, adding, “Asking for multiple victims of sexual violence.”\nThe actress Jamie Lee Curtis wrote: “And now THIS? You allow Twitter freedom to our president but you silence a woman speaking out about sexual harassment?”\nJack Dorsey, Twitter’s chief executive, wrote that the company needed to be “ a lot more transparent ” to build trust.\nTwitter has stated that tweets that are “newsworthy” remain on the site even if they violate its terms of service .\nIn recent months, many have asked why President Trump’s account hasn’t been suspended despite seeming to threaten other countries with violence. Threats of violence are not allowed on the platform, according to the Twitter Rules , a set of behavioral guidelines for users that include a prohibition against “harassment” and “hateful conduct.” The company wrote that Twitter would not suspend Mr. Trump in part because of “ newsworthiness .”\nTwitter has long been criticized for taking too laissez-faire an approach to monitoring content that many of its users see to be in violation of the terms of service and Twitter rules. Some prominent users have claimed the site is a hostile space for women . The harassment campaign known as Gamergate flourished on the site for years, and when the company does suspend or ban an account it is often after immense pressure from users .\nAfter Ms. McGowan’s Twitter account was unlocked on Thursday, she made it clear she was none too pleased with what had unfolded.\n“When will nuclear war violate your terms of service?” she tweeted, pointing to Twitter’s statement about her situation.\nFollow Nellie Bowles on Twitter @NellieBowles and Cara Buckley @caraNYT .\nAnna Codrea-Rado contributed reporting.\n",
        "quotes": [
            [
                "THERE ARE POWERFUL FORCES AT WORK.",
                "",
                true
            ],
            [
                "THERE ARE POWERFUL FORCES AT WORK.",
                "McGowan",
                true
            ],
            [
                "We want to explain that her account was temporarily locked because one of her tweets included a private phone number, which violates our Terms of Service,",
                "McGowan",
                true
            ],
            [
                "The tweet was removed and her account has been unlocked.",
                "McGowan",
                true
            ],
            [
                "We will be clearer about these policies and decisions in the future.",
                "McGowan",
                true
            ],
            [
                "Asking for multiple victims of sexual violence.",
                "McGowan",
                true
            ],
            [
                "You allow Twitter freedom to our president but you silence a woman speaking out about sexual harassment?",
                "Jamie Lee Curtis",
                true
            ],
            [
                "When will nuclear war violate your terms of service?",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/10/05/us/harvey-weinstein-harassment-allegations.html?module=inline",
                "https://www.nytimes.com/2017/10/10/us/gwyneth-paltrow-angelina-jolie-harvey-weinstein.html?module=inline",
                "https://psmag.com/social-justice/women-arent-welcome-internet-72170",
                "https://www.telegraph.co.uk/women/womens-life/11377748/Zoe-Quinn-Twitter-Gamergate-has-ruined-my-life.html",
                "https://www.nytimes.com/2016/07/20/technology/twitter-bars-milo-yiannopoulos-in-crackdown-on-abusive-comments.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/caraNYT",
                "https://twitter.com/rosemcgowan",
                "https://twitter.com/en/tos",
                "https://twitter.com/jack/status/918508443631108096",
                "https://twitter.com/Policy/status/912438362010783744",
                "https://help.twitter.com/en/rules-and-policies/twitter-rules?lang=browser",
                "https://twitter.com/rosemcgowan/status/917848581540757504",
                "https://www.instagram.com/p/BaImG1Mle7b/?hl=en&taken-by=rosemcgowan"
            ]
        },
        "key_words": [
            "locked",
            "account",
            "mr",
            "ms",
            "twitter",
            "writing",
            "weinstein",
            "posts",
            "workday",
            "rose",
            "mcgowans",
            "worseon",
            "mcgowan"
        ]
    }
]