[
    {
        "url": "https://www.reuters.com/article/us-kenya-election-opposition/kenyan-opposition-to-boycott-parliament-poll-re-run-in-doubt-idUSKBN1CF1IS",
        "title": "Kenyan opposition leader withdraws from repeat presidential poll",
        "authors": [
            {
                "name": "George Obulutsa",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-10",
        "text": "6 Min Read\nNAIROBI (Reuters) - Kenyan opposition leader Raila Odinga withdrew on Tuesday from a  court-ordered re-run of the presidential election due on Oct. 26, saying the vote would not be free or fair and leaving President Uhuru Kenyatta as the only candidate.\nKenya's President Uhuru Kenyatta (front) and his Deputy William Ruto deliver a statement to members of the media at the State House in Nairobi, Kenya September 21, 2017. REUTERS/Baz Ratner\nKenyatta said the election would proceed as planned, promising to get more votes than he did in August and saying his party had no time for “empty rhetoric and divisive politics”.\nThe election board said on Twitter it was meeting and would communicate the way forward.\nBut the announcements could further prolong nearly three months of political uncertainty that has worried citizens and blunted growth in Kenya, East Africa’s biggest economy and a staunch Western ally in a region roiled by conflict.\nAn ally of Odinga called for nationwide protests from Wednesday, raising the prospect of more clashes between police and demonstrators.\nFor now though there was little sign that the demonstrations could boil over into ethnic clashes. Protests and ethnic violence killed 1,200 people after a disputed 2007 election.\nIn his announcement, Odinga repeated previous criticism of the election board, called the Independent Electoral and Boundaries Commission (IEBC), for not replacing some officials, who he blamed for irregularities in the Aug. 8 poll.\nOn Sept. 1, the Supreme Court nullified incumbent Kenyatta’s win due to procedural irregularities and ordered a new election between Kenyatta against Odinga to be held within 60 days.\n“There is no intention on the part of the IEBC to undertake any changes to its operations and parts of the personnel to ensure that the illegalities and irregularities that led to the invalidation of 8th of August do not happen again,” Odinga told a news conference in the capital of Nairobi.\n“Indications are that elections scheduled for the 26th of October will be worse than the previous one,” he said. “In the interest of the people of Kenya, the region and world at large, we believe that all will be best served by (opposition alliance) NASA vacating the presidential candidature of elections.”\n“LOOKS GRIM”\nSince the Supreme Court ruling, police have repeatedly used teargas to disperse small protests by the opposition demanding the election board change some officials.\nSenator James Orengo, a key Odinga ally, called for countrywide protests after Odinga spoke. “Tomorrow all over the country there are going to be demonstrations the basis will be no reforms, no elections,” Orengo said.\nKenyatta told a political rally the election would proceed as planned and he was sure he would win again, citing the majority that his party won in both houses of parliament and among the country’s 47 governors.\n“We have no problem going back to elections. We are sure we will get more votes than the last time,” Kenyatta said in the southern town of Voi, speaking in Kiswahili in a speech carried on local television.\nAmong a series of comments later on Twitter, he said: “We don’t have time for empty rhetoric and divisive politics. Our agenda is to fulfill our promises to the Kenyan people.”\nMurithi Mutiga, a senior Horn of Africa analyst for the global thinktank International Crisis Group, said the country looked headed for a protracted political stand-off that could rapidly escalate if there was a miscalculation by either side.\n“The economy has already been battered by months and months of endless electioneering and now we see a protracted stalemate.  Kenyatta will try everything to make sure the election goes ahead and Odinga might go back to the Supreme Court,” he said.\n“The political elites have really squandered the opportunity to consolidate the countries democracy ... both sides will inevitably try to assert themselves, including on the streets. We may see clashes between protesters and police. It looks grim.”\nOn Monday, a Kenyan rights group said 37 people had been killed during protests immediately after the Aug. 8 election. Almost all of them had been killed by the police.\nOn Tuesday, legislators from the ruling party were debating proposed amendments to the election laws, which said if a candidate boycotted an election, the remaining candidate automatically wins.\nOpposition legislators boycotted the session. The draft amendments require another reading and a presidential signature before they become law.\nRuling party legislators told Reuters on Monday that the amendments were designed to head off a constitutional crisis if Odinga pulled out of the election.\nThe uncertainty, combined with a regional drought and a slowdown in private sector credit, led the Kenyan government to trim this year’s growth forecast from 5.9 percent to 5.5 percent last month.\n“We are not talking about a prolonged period of violence like we saw in 2007 and 2008 but more about a prolonged period of uncertainty about getting a government in place and the fiscal outlook,” said Kevin Daly, a member of the Aberdeen Standard Investments investment committee.\n“As a fixed income investor you worry not only about the growth story but also the fiscal outlook.”\nAdditional reporting by Katharine Houreld in Nairobi and Marc Jones in London; Writing by Katharine Houreld; Editing by Alison Williams\n",
        "quotes": [
            [
                "There is no intention on the part of the IEBC to undertake any changes to its operations and parts of the personnel to ensure that the illegalities and irregularities that led to the invalidation of 8th of August do not happen again,",
                "Odinga",
                true
            ],
            [
                "Indications are that elections scheduled for the 26th of October will be worse than the previous one,",
                "Odinga",
                true
            ],
            [
                "In the interest of the people of Kenya, the region and world at large, we believe that all will be best served by (opposition alliance) NASA vacating the presidential candidature of elections.",
                "Odinga",
                true
            ],
            [
                "Tomorrow all over the country there are going to be demonstrations the basis will be no reforms, no elections,",
                "Odinga",
                true
            ],
            [
                "We have no problem going back to elections.",
                "Kenyatta",
                true
            ],
            [
                "We are sure we will get more votes than the last time,",
                "Kenyatta",
                true
            ],
            [
                "We don’t have time for empty rhetoric and divisive politics.",
                "Kenyatta",
                true
            ],
            [
                "Our agenda is to fulfill our promises to the Kenyan people.",
                "Kenyatta",
                true
            ],
            [
                "The economy has already been battered by months and months of endless electioneering and now we see a protracted stalemate.",
                "Odinga",
                true
            ],
            [
                "Kenyatta will try everything to make sure the election goes ahead and Odinga might go back to the Supreme Court,",
                "Odinga",
                true
            ],
            [
                "The political elites have really squandered the opportunity to consolidate the countries democracy ... both sides will inevitably try to assert themselves, including on the streets.",
                "",
                true
            ],
            [
                "We may see clashes between protesters and police.",
                "",
                true
            ],
            [
                "We are not talking about a prolonged period of violence like we saw in 2007 and 2008 but more about a prolonged period of uncertainty about getting a government in place and the fiscal outlook,",
                "Kevin Daly",
                true
            ],
            [
                "As a fixed income investor you worry not only about the growth story but also the fiscal outlook.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "party",
            "protests",
            "opposition",
            "uncertainty",
            "political",
            "kenyatta",
            "withdraws",
            "repeat",
            "leader",
            "kenyan",
            "election",
            "sure",
            "poll",
            "odinga",
            "told",
            "presidential"
        ]
    }
]