[
    {
        "url": "https://www.reuters.com/article/us-lasvegas-shooting/las-vegas-police-chief-says-response-to-gunman-came-as-quick-as-possible-idUSKBN1CG30B",
        "title": "Las Vegas police chief says response to gunman came 'as quick as possible'",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-11",
        "text": "October 11, 2017 /  10:50 PM / 2 years ago\nLas Vegas police chief says response to gunman came 'as quick as possible'\n3 Min Read\n(Reuters) - Las Vegas police are getting closer to finding an explanation for why a gunman carried out the deadliest mass shooting in modern U.S. history, the city’s police chief said on Wednesday, as he defended the speed of the department’s response to the massacre.\nFILE PHOTO - Clark County Sheriff Joe Lombardo responds to a question during a media briefing at the Las Vegas Metro Police headquarters in Las Vegas, Nevada, U.S. October 3, 2017.  Aaron Rouse, FBI Special Agent in Charge of the Las Vegas Division, looks on at right. REUTERS/Las Vegas Sun/Steve Marcus\nClark County Sheriff Joseph Lombardo, who oversees the police department, told the Las Vegas CBS television affiliate in an interview that police officials were not trying to cover anything up a day after revising the timeline for the shooting.\nThe revision on Monday showed hotel security was aware of a gunman six minutes before he started firing into a crowd of more than 20,000 people, killing 58. The revised timeline raised new questions, including why gunman Stephen Paddock ceased firing on concertgoers once he began, and whether hotel security and police coordinated as well as first believed.\n“No matter what that timeline was, the response was as quick as possible. I don’t think the response could have been any faster,” Lombardo said in a video posted on the station’s LasVegasNow.com website.\nPaddock, 64, injured hundreds of people attending a music festival in a hail of bullets fired from the windows of his suite on the 32nd floor of the Mandalay Bay hotel. He then shot himself to death before police stormed his room.\nLombardo on Monday said Paddock shot a hotel security guard Jesus Campos, who was checking on an open-door fire alarm on the same floor, six minutes before beginning to fire on the crowd.\nOfficials initially said Paddock, who had placed hidden cameras outside the room to monitor activity, first fired into the concert and then stopped shooting after strafing the hotel hallway through the doorway of his room when Campos was apparently detected by the gunman.\nEarlier police accounts also said a wounded Campos helped direct police to the room occupied by Paddock, who by then had quit firing on concertgoers. Lombardo originally said police officers reached the 32nd floor within 12 minutes of the first reports of the attack.\n“We will have a pretty good assessment of the reasons why, but it is going to take time,” he said, adding “there are going to be questions that will never be answered.”\nLas Vegas police officials were not immediately available for comment.\nMGM Resorts International ( MGM.N ), which owns the Mandalay Bay, questioned the latest chronology from police, saying in a statement on Tuesday that it may not be accurate.\nABC News reported on Wednesday the gunman’s girlfriend, Marilou Danley, has been put on a U.S. government watch list that will notify authorities if she attempts to leave the country on a commercial airline flight.\nDanley, 62, has been called a “person of interest” in the case. Her lawyer said she had no inkling of Paddock’s plans.\nReporting by Jon Herskovitz in Austin, Texas; additional reporting by Dan Whitcomb in Los Angeles; editing by G Crosse\n",
        "quotes": [
            [
                "No matter what that timeline was, the response was as quick as possible.",
                "Joe Lombardo",
                true
            ],
            [
                "I don’t think the response could have been any faster,",
                "Joe Lombardo",
                true
            ],
            [
                "We will have a pretty good assessment of the reasons why, but it is going to take time,",
                "Joe Lombardo",
                true
            ],
            [
                "there are going to be questions that will never be answered.",
                "Joe Lombardo",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.reuters.com/finance/stocks/overview/MGM.N"
            ]
        },
        "key_words": [
            "hotel",
            "vegas",
            "minutes",
            "room",
            "las",
            "lombardo",
            "security",
            "quick",
            "response",
            "possible",
            "paddock",
            "timeline",
            "chief",
            "gunman",
            "came"
        ]
    }
]