[
    {
        "url": "https://www.reuters.com/article/us-soccer-worldcup-brazil/soccer-from-ridiculous-to-sublime-tite-turns-brazil-around-idUSKCN1C814S",
        "title": "Soccer: From ridiculous to sublime, Tite turns Brazil around",
        "authors": [
            {
                "name": "Andrew Downie",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-03",
        "text": "Soccer: From ridiculous to sublime, Tite turns Brazil around\n3 Min Read\nSAO PAULO (Reuters) - Little more than a year has gone by since Tite took over as coach of a Brazil side still reeling from embarrassing exits in the World Cup and Copa America but in that short time he has transformed the team into favorites for Russia 2018.\nFILE PHOTO - Soccer Football - World Cup 2018 Qualifiers - news conference - Brazilian Football Confederation (CBF) headquarters, Rio de Janeiro, Brazil, September 15, 2017. Brazilian national team head coach Tite attends a news conference to announce his team's squad which will play against Bolivia and Chile. REUTERS/Sergio Moraes\nNo one could have imagined just how influential the former Corinthians coach would be but nine wins in 10 World Cup qualifiers are just reward for a return to the form that won them a record five World Cup titles.\n“There is no questioning the enormous quality of Brazil’s players, Tite and backroom staff,” the normally cautious former World Cup winner Tostao wrote before the final two qualifiers against Bolivia and Chile. “The team is ready.”\nTite retained several players who had misfired under Luiz Felipe Scolari during the 2014 World Cup and his successor Dunga but he transformed their front line with the introduction of attack-minded youngsters Philippe Coutinho and Gabriel Jesus.\nIn midfield he recalled Paulinho and Renato Augusto, his former charges at Corinthians.\nWith Real Madrid’s Casemiro an automatic choice to anchor the team and Neymar still the undisputed talisman, the side is settled and there are no major disagreements over the first 11 for the first time in years.\nTite’s task between now and next June is mostly deciding who will support those leading men.\nThe problem, if there is one, comes with Brazil’s almost customary over-confidence. They are the only side to play in every World Cup and even after their 7-1 hammering by Germany in the 2014 semi-finals on home soil, they believe they are special.\nJust as in 2006, when Brazil sailed through the qualifiers with players like Ronaldo, Roberto Carlos, Ronaldinho and Adriano, they go to Russia as one of the clear favorites.\nBut Brazil were knocked out at the quarter-final stage by France and over confidence was one of the reasons cited.\nTite is a master of playing down expectations and - crucially in a nation that famously has 200 million coaches – he commands the respect of both players and press.\nThat has given him an authority that few Brazil managers this century have enjoyed and he has used it to warn their outstanding form is no guarantee of success.\n“We are at a stage of strengthening, consolidating and growing,” he said when announcing his squad for this week’s games.\n“We’re not in the comfort zone stage but rather a confidence zone stage.”\nReporting by Andrew Downie, editing by Ed Osmond\n",
        "quotes": [
            [
                "There is no questioning the enormous quality of Brazil’s players, Tite and backroom staff,",
                "Tostao",
                true
            ],
            [
                "We are at a stage of strengthening, consolidating and growing,",
                "",
                true
            ],
            [
                "We’re not in the comfort zone stage but rather a confidence zone stage.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "cup",
            "qualifiers",
            "turns",
            "team",
            "world",
            "zone",
            "sublime",
            "stage",
            "tite",
            "coach",
            "ridiculous",
            "soccer",
            "players",
            "brazil"
        ]
    }
]