[
    {
        "url": "https://www.reuters.com/article/us-britain-theatre-hair/hair-gets-a-little-new-styling-for-the-age-of-trump-idUSKBN1CG1BL",
        "title": "'Hair' gets a little new styling for the age of Trump",
        "authors": [
            {
                "name": "Mark Hanrahan",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-11",
        "text": "October 11, 2017 /  11:10 AM / 2 years ago\n'Hair' gets a little new styling for the age of Trump\n3 Min Read\nLONDON (Reuters) - A special production of the 1960s rock musical “Hair”, tweaked for the age of Trump, premieres in London this week to mark the ground-breaking show’s 50th anniversary.\nThe show, staged in London’s Vaults theater, features updates to the dialogue and song lyrics written by James Rado, who wrote the show with Germoe Ragni in the 1960s, to comment on contemporary politics.\nAmong the updates, characters sing about making “America stronger,” - a reference to U.S. President Donald Trump’s “Make America Great Again” campaign slogan. The new production also features new scenes and other dialogue.\n“I think what Jim (Rado) wanted to do was just make it a little bit more apparent and clear that America and other Western countries, including Britain, haven’t necessarily moved forward as quickly as we’d hoped,” director Jonathan O’Boyle, told Reuters.\n“Hair” follows the fortunes of The Tribe - a group of hippies fighting conscription into the Vietnam war in 1960s New York.\nIt was highly controversial upon its first release for its full-frontal nudity, liberal depiction of drug taking and irreverent treatment of the American flag, which was displayed up-side down and laid on the floor.\nThe show had lengthy runs on Broadway and on London’s West End, and songs like “Aquarius” and “Good Morning Starshine” helped the original Broadway cast recording sell almost three million copies.\nDespite the social and political changes since the show’s creation, its themes of racism, fears of nuclear war - and it’s irreverent treatment of the American flag - mean that is still relevant to the current political discussion.\nSlideshow (8 Images)\n“Everything that hippies were fighting for then, is still needing to be fought for today,” said Andy Coxon, who plays hippy George Berger. “You’d be surprised how much things haven’t changed. A lot has, we still have a way to go.”\nAnd would the U.S. president himself, currently embroiled in a row over American football players kneeling during the playing of the national anthem in protest, approve of the show?\n“He’d probably hate it,” said O’Boyle.\nWriting by Mark Hanrahan in London Editing by Jeremy Gaunt\n",
        "quotes": [
            [
                "I think what Jim (Rado) wanted to do was just make it a little bit more apparent and clear that America and other Western countries, including Britain, haven’t necessarily moved forward as quickly as we’d hoped,",
                "Jonathan O'Boyle",
                true
            ],
            [
                "Everything that hippies were fighting for then, is still needing to be fought for today,",
                "Andy Coxon",
                true
            ],
            [
                "You’d be surprised how much things haven’t changed.",
                "Andy Coxon",
                true
            ],
            [
                "A lot has, we still have a way to go.",
                "Andy Coxon",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "war",
            "shows",
            "styling",
            "treatment",
            "updates",
            "rado",
            "american",
            "america",
            "1960s",
            "gets",
            "production",
            "little",
            "trump",
            "age",
            "president",
            "hair"
        ]
    }
]