[
    {
        "url": "https://www.reuters.com/article/us-france-reform-protests/frances-macron-unions-seek-upper-hand-in-struggle-over-reforms-idUSKBN1CD0KI",
        "title": "France's Macron, unions seek upper hand in struggle over reforms",
        "authors": [
            {
                "name": "Richard Lough",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-08",
        "text": "France's Macron, unions seek upper hand in struggle over reforms\n4 Min Read\nPARIS (Reuters) - Emmanuel Macron may have won the opening salvo in his battle to reform France’s economy, but a nationwide strike by public workers this week will put more pressure on a leader struggling to shake off criticism that he is “president of the rich”.\nFrench President Emmanuel Macron speaks during a joint news conference with Iraqi Prime minister Haider Al-Abadi (not seen) at the Elysee Palace in Paris, France, October 5, 2017. REUTERS/Ludovic Marin/Pool\nStrike notices have been lodged in schools, hospitals, airports and government ministries. Tuesday’s protest over plans to axe 120,000 jobs and reduce sick leave compensation will be the first time in a decade that all nine unions representing 5.4 million public workers have united behind a protest call.\nThe walkout comes as Macron, 39, looks to reverse damaging headlines after a week in which he scrapped a wealth tax and was recorded making unsympathetic remarks about workers at a struggling factory. Opponents reacted by branding him out of touch with ordinary voters.\n“It should be a massive mobilization of workers,” Mylene Jacquot, a senior official from France’s largest trade union, the moderate CFDT, told reporters.\nMacron says France’s economy needs re-shaping to lure investment and rein in spending, as he strives to persuade Berlin that Paris can be a credible partner with whom to drive European reform.\nPublic sector workers say they are bearing the brunt of the government’s effort to tame its fiscal deficit.\nMacron defied tens of thousands of protesters — far fewer compared with demonstrations of the past —  last month to drive through labor reforms that simplify employment rules and give companies more power to set working conditions.\nCivil servants, retired people and students are not giving up as they look anxiously towards a proposed overhaul of the employment insurance and pension systems.\nSo far, Unions have been unable to speak with a single voice.\nAmong workers there are signs of mounting agitation for a tougher stance, notably from the CFDT and Force Ouvriere union which both shunned the labor reform strikes.\n“You can hear it in the room. The rank and file is saying ‘we’ve got to act, we’ve got to give a different answer’,” Norbert Raffolt told union bosses at a CFDT convention.\nSCHOOL CLOSURES, FLIGHT DISRUPTION\nGovernment measures to cut housing aid and increase certain social security contributions while reducing corporate tax and scrapping a levy on wealth have infuriated socialist opponents and drawn attacks from left-leaning media\n“Robin Hood robbed from the rich to give to the poor. Macron is more cold-hearted, more ruthless: he takes from the poorest to give to the wealthiest,” wrote one commentator in Liberation newspaper.\nThe centrist government says its policies are balanced and will increase the spending power of households.\n“We want to create wealth in France ... and at the same time take steps to bolster the purchasing power of workers, of pensioners,” Francois de Rugy, a close Macron ally and president of the National Assembly, told Europe 1 radio on Sunday.\nUntil now, Macron, whose popularity has slumped since he came to power in May, has been able to take comfort from the divided response of unions to his sweeping reform agenda.\nFrance was once a champion of social protest, with unions able to shut down swathes of the economy and force ministers to respond. But strikes have become less frequent and less successful as the number heeding calls for industrial action falls.\nSlideshow (7 Images)\nCompanies in France lost 81 days to strikes per 1,000 workers in 2014, compared with more than 300 days in the late 1990s and over a thousand days in the late 1980s, according to government data.\nIt is not clear how much disruption Tuesday’s public workers’ strike will cause to schools, transport networks, hospitals and libraries.\nOne teachers’ union said nearly half of all primary school teachers in Paris would strike on Tuesday, forcing dozens of schools to close. The aviation authority has asked airlines to cancel a third of flights at airports across the country because of anticipated staff shortages.\nAdditional reporting by Caroline Pailliez; Editing by Keith Weir\n",
        "quotes": [
            [
                "we’ve got to act, we’ve got to give a different answer",
                "",
                false
            ],
            [
                "It should be a massive mobilization of workers,",
                "Mylene Jacquot",
                true
            ],
            [
                "You can hear it in the room.",
                "Norbert Raffolt",
                true
            ],
            [
                "The rank and file is saying ‘we’ve got to act, we’ve got to give a different answer’,",
                "Norbert Raffolt",
                true
            ],
            [
                "Robin Hood robbed from the rich to give to the poor.",
                "",
                true
            ],
            [
                "Macron is more cold-hearted, more ruthless: he takes from the poorest to give to the wealthiest,",
                "",
                true
            ],
            [
                "We want to create wealth in France ... and at the same time take steps to bolster the purchasing power of workers, of pensioners,",
                "Francois de Rugy",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "schools",
            "reforms",
            "told",
            "power",
            "frances",
            "union",
            "paris",
            "seek",
            "macron",
            "wealth",
            "upper",
            "unions",
            "workers",
            "struggle",
            "strike",
            "hand"
        ]
    }
]