[
    {
        "url": "http://bleacherreport.com/articles/2737016-tmz-obtains-photo-of-oj-simpson-signing-memorabilia-in-private-session?utm_source=cnn.com&utm_medium=referral&utm_campaign=editorial",
        "title": "TMZ Obtains Photo of OJ Simpson Signing Memorabilia in Private Session",
        "authors": [
            {
                "name": "Mike",
                "link": null
            }
        ],
        "publisher": "bleacherreport.com",
        "publish_date": "2017-10-05",
        "text": "Pool/Getty Images\nTMZ Sports reported Thursday that the recently paroled O.J. Simpson was seen signing memorabilia in a secret autograph session Tuesday night.\nTMZ Sports tweeted a photo of Simpson's signing as well:\nTMZ Sports @TMZ_Sports\nO.J. Simpson Signs Memorabilia in Secret Autograph Session https://t.co/DXd8thQBy2\nThe signing reportedly took place in a private room at a Las Vegas hotel, and Simpson was planning to do the same Wednesday night.\nSimpson was granted parole in July after serving nine years in prison for armed robbery and kidnapping, and he was released Sunday.\nWhile Simpson was found not guilty of the 1994 murders of Nicole Brown Simpson and Ron Goldman, he lost a civil suit that  ordered  he pay their families $33,500,000.\nSimpson now owes $100 million due to 22 years of interest, and while TMZ Sports reported that he has no intention of paying, taking under-the-table payments for autographs could be a violation of his parole.\nThe nine-year prison term Simpson recently completed was the direct result of sports memorabilia, as he and his armed associates  attempted to seize  items Simpson said belonged to him in a Las Vegas hotel room in 2007.\nThe 70-year-old Simpson is a member of the Pro Football Hall of Fame and was a standout both collegiately at USC and in the NFL as a member of the Buffalo Bills.\nFacebook Logo\nTwitter Logo\nDuke Johnson Traded to Texans\nTexans send Browns a 2020 4th-round pick that ‘can become a third-rounder’\nDak, Not Zeke, Must Be Cowboys' No. 1 Priority\nCowboys different approach could still work, as long as they remember QB matters most\nRookies Already Blowing Up Training Camps\nB/R looks at 8 rookies who are impressing at training camp\nSaints file brief backing NFL over no-call lawsuit\nTurner Logo\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.cnn.com/2017/10/01/us/oj-simpson-released-from-prison/index.html",
                "http://www.cnn.com/2017/07/20/us/oj-simpson-parole-hearing/index.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://bleacherreport.com/nfl",
                "https://www.nydailynews.com/news/rise-fall-o-simpson-gallery-1.11155?pmSlide=1.3341458"
            ]
        },
        "key_words": [
            "oj",
            "vegas",
            "reported",
            "room",
            "las",
            "recently",
            "memorabilia",
            "session",
            "tmz",
            "prison",
            "member",
            "obtains",
            "private",
            "signing",
            "simpson"
        ]
    }
]