[
    {
        "url": "https://www.reuters.com/article/us-britain-politics-energy/uk-ask-regulator-to-set-price-cap-to-mend-broken-energy-market-idUSKBN1CG311",
        "title": "UK ask regulator to set price cap to mend 'broken energy market'",
        "authors": [
            {
                "name": "William James",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-12",
        "text": "October 11, 2017 /  11:07 PM / 2 years ago\nUK ask regulator to set price cap to mend 'broken energy market'\n4 Min Read\nLONDON (Reuters) - The British government put some flesh on its plans to cap consumer gas and electricity prices for millions of households, ordering the industry regulator on Thursday to come up with curbs that will initially last until 2020.\nFILE PHOTO: Gas flames are seen burning on a cooker in London, Britain, February 21, 2008. REUTERS/Stephen Hird/File Photo\nPrime Minister Theresa May first proposed a price cap on the energy sector earlier this year, the biggest market intervention since its privatization almost 30 years ago. She said her center-right government was trying to fix a market that punishes customers for their loyalty to a supplier.\nHer announcement last week that the plan would go ahead initially wiped more than 900 million pounds ($1.2 billion) off the value of the two British listed companies Centrica and SSE alone.\n“I have been clear that our broken energy market has to change – it has to offer fairer prices for millions of loyal customers who have been paying hundreds of pounds too much,” May said on Thursday.\nThe draft bill published on Thursday said the price cap would initially last until 2020, with the potential to be extended by up to three years if needed.\nBut, it gave no precise detail for businesses keen to see how much it would cost them, other than to say it would be an absolute price cap, as opposed to a relative one based on the difference between the cheapest and most expensive tariff. Ofgem will set the terms.\nBritain’s energy market is dominated by the so-called big six providers — Centrica’s British Gas, SSE, Iberdrola’s Scottish Power, Innogy’s npower, E.ON and EDF Energy, which account for about 85 percent of the retail electricity market.\nShares in SSE added 1.5 percent by 1215 GMT on Thursday, while Centrica was up by 0.4 percent.\nRISING COSTS\nEnergy bills have doubled in Britain over the past decade to an average of about 1,200 pounds ($1,500) a year, putting the biggest providers in the sights of politicians.\nMore than 18 million customer accounts in Britain are currently on a standard variable tariff (SVT) or other default tariffs. Many of these offer poor value to customers because they are priced higher than the fixed-rate deals available to consumers who actively seek them out.\n“This draft bill ... requires Ofgem to modify the standard license conditions for gas and electricity suppliers, so as to include conditions that impose a price cap for standard variable tariffs and default tariffs offered to domestic customers,” explanatory notes accompanying the legislation said.\nIt set out exceptions covering tariffs already benefiting from protection and tariffs with environmental benefits.\n“Ofgem will work alongside Government to provide price protection to all standard tariff customers as soon as possible, if legislation is passed,” an Ofgem spokeswoman said.\nThe cap is seen as a way to appeal to those voters who, after seven years of public spending cuts, are struggling with rising inflation and weak wage growth.\nSlideshow (4 Images)\nThe leftist opposition Labour Party, which has long advocated intervention in energy markets, performed better than expected at a June snap election, depriving May of an outright majority in parliament.\nThe government said it wanted to go further that plans announced on Wednesday by Ofgem to extend an existing price cap which applies only to vulnerable consumers.\nOfgem said on Wednesday that whatever was contained in the upcoming legislation, the government’s price cap would not come into effect for the upcoming winter.\nAdditional reporting by Susanna Twidale; Editing by Keith Weir\n",
        "quotes": [
            [
                "I have been clear that our broken energy market has to change – it has to offer fairer prices for millions of loyal customers who have been paying hundreds of pounds too much,",
                "",
                true
            ],
            [
                "This draft bill ... requires Ofgem to modify the standard license conditions for gas and electricity suppliers, so as to include conditions that impose a price cap for standard variable tariffs and default tariffs offered to domestic customers,",
                "",
                true
            ],
            [
                "Ofgem will work alongside Government to provide price protection to all standard tariff customers as soon as possible, if legislation is passed,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "set",
            "price",
            "customers",
            "standard",
            "mend",
            "ofgem",
            "tariff",
            "regulator",
            "ask",
            "uk",
            "market",
            "cap",
            "tariffs",
            "gas",
            "broken",
            "energy"
        ]
    }
]