[
    {
        "url": "https://www.nytimes.com/2017/10/11/arts/television/whats-on-tv-wednesday-mr-robot-and-riverdale.html?rref=collection%2Fsectioncollection%2Farts",
        "title": "What’s on TV Wednesday: ‘Mr. Robot’ and ‘Riverdale’",
        "authors": [
            {
                "name": "Andrew R. Chow",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-11",
        "text": "Advertisement\nImage\nOct 11, 2017\nAs Halloween approaches, dark, violent shows like “Mr. Robot” and “Riverdale” return for new seasons. And a Halloween classic comes to Netflix.\nWhat’s on TV\nMR. ROBOT 10 p.m. on USA. Elliot Alderson has had two rough seasons. The hacker, played by Rami Malek, has battled anxiety, a prison stint, drug addictions and sinister corporations. But in the third season, which starts Wednesday night, he tries to turn over a new leaf, with some help from his friend Angela (Portia Doubleday). “He’s become a more conscious, responsible human being who is looking to right the wrongs that he’s made and grown into more of a man,” Mr. Malek told The New York Times last week.\nImage\nKJ Apa as Archie Andrews in “Riverdale.”CreditDean Buscher/The CW\nRIVERDALE, 8 p.m. on the CW. “Twin Peaks” meets “Gossip Girl”? Welcome to the world of “Riverdale,” an adaptation of the Archie comics that imbues its teen-show tropes with a moody, noir edge. (“The terrific art direction warps the bubble-gum iconography into something haunting and lurid,” James Poniewozik wrote in his review in The Times .) While the first season’s central question — who killed Jason Blossom? — was solved, a host of disturbing new mysteries have materialized. The first episode of the second season, “A Kiss Before Dying,” follows Archie as he drags his wounded father to the hospital and speculates over who attacked him.\nFRONTLINE: WAR ON THE EPA 10 p.m. on PBS, check local listings. As Oklahoma’s attorney general, Scott Pruitt fought the Environmental Protection Agency for years. Now he runs the agency, and on Monday he announced his intention to repeal President Obama’s signature policy to curb greenhouse gas emissions from power plants. This documentary traces the rise of Mr. Pruitt, his anti-regulatory movement, and the skepticism about science that pervades the country.\nWhat’s Streaming\nCHANCE on Hulu . Hugh Laurie playing an unstable, biting doctor isn’t a new idea. But “Chance,” Mr. Laurie’s show on Hulu, arguably goes into more sinister and deranged territory than “House” ever did. Mr. Laurie plays Eldon Chance, a neuropsychiatrist consultant who reads horrific patient reports but doesn’t do anything to affect the patients’ lives — until he becomes entangled with one and plunges into the seedy side of San Francisco. In Season 2, a detective coerces him into helping him take down a serial killer.\nImage\nJake Gyllenhaal and Jena Malone in “Donnie Darko.”CreditDale Robinette/Newmarket Films\nDONNIE DARKO (2001) on Netflix , YouTube and Google Play . There are few Halloween movies better than “Donnie Darko,” which arrives on Netflix on Wednesday. A young Jake Gyllenhaal plays Donnie, a disturbed high schooler haunted by doomsday visions, bullies and a metallic rabbit giving him commands. “Mr. Gyllenhaal’s long, open face seems like a wound here; his every state of mind bleeds onto the screen,” Elvis Mitchell wrote in his review in The Times. The corkscrew narrative creeps along with sharp, acidic turns, splashes of foreshadowing and a sense of dread. The movie’s reality should be questioned; the anxious pounding of your heart should not.\nA version of this article appears in print on , Section C, Page 7 of the New York edition with the headline: What’s on Wednesday. Order Reprints | Today’s Paper | Subscribe\nAdvertisement\n",
        "quotes": [
            [
                "He’s become a more conscious, responsible human being who is looking to right the wrongs that he’s made and grown into more of a man,",
                "",
                true
            ],
            [
                "The terrific art direction warps the bubble-gum iconography into something haunting and lurid,",
                "James Poniewozik",
                true
            ],
            [
                "Gyllenhaal’s long, open face seems like a wound here; his every state of mind bleeds onto the screen,",
                "Elvis Mitchell",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/10/06/arts/television/rami-malek-mr-robot-interview.html?module=inline",
                "http://www.nytimes.com/movie/review?res=9C07E1DB1331F935A15753C1A9679C8B63&module=inline",
                "https://www.nytimes.com/2017/01/25/arts/television/review-in-riverdale-archie-is-hot-and-haunted.html?_r=0&module=inline",
                "https://www.nytimes.com/2017/10/09/climate/clean-power-plan.html?hp=&action=click&pgtype=Homepage&clickSource=story-heading&module=inline&region=top-news&WT.nav=top-news"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.hulu.com/series/chance-e9b6cb5f-44f0-4c41-9dbc-4247fec9f3e9",
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://play.google.com/store/movies/details?id=6ytjJM7RriQ",
                "https://www.parsintl.com/publication/the-new-york-times/",
                "https://www.youtube.com/watch?v=6ytjJM7RriQ"
            ]
        },
        "key_words": [
            "hes",
            "mr",
            "halloween",
            "malek",
            "robot",
            "wrongs",
            "tv",
            "york",
            "violent",
            "seasons",
            "whats",
            "week",
            "riverdale"
        ]
    }
]