[
    {
        "url": "http://www.bbc.com/news/world-latin-america-41550526",
        "title": "Uruguay: Plane crashes during Andes disaster memorial",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "10 October 2017\nThese are external links and will open in a new window\nClose share panel\nImage copyright El Pais / Ariel Colmegna\nImage caption The plane \"took off and fell\" according to one witness\nA plane carrying two people taking part in a memorial event to mark the 1972 Andes air disaster has crashed in Uruguay, killing one of them.\nThe light Piper aircraft crashed in the sea during a beachside anniversary barbecue near Montevideo on Sunday.\nThe passenger's body was found in the water on Monday. The pilot survived.\nIn the 1972 disaster, a plane carrying a Uruguayan rugby team crashed in the Andes. The survivors were forced to eat those who had been killed in the crash.\nThe events were dramatised in the Hollywood film Alive.\nThose taking part in the anniversary event on the beach watched in horror as the light aircraft plunged into the sea 400m offshore.\nThe Chilean passenger, Fernando González Foretic, had worked as a doctor to the Chilean rugby team and Santiago's Universidad Católica football team.\nThe pilot managed to swim ashore. The cause of the accident in not known.\nImage copyright El Pais / Ariel Colmegna\nImage caption People had gathered on the beach for a barbeque\nBoth men were part of the group gathering for a meal the day after the annual Uruguay-versus-Chile Friendship Cup rugby match commemorating the 1972 accident.\nThe series of events were arranged in the run-up to the 45th anniversary on Friday.\nImage copyright Getty Images\nImage caption Survivors of the 1972 crash with Chilean President Sebastian Pinera (back row, centre-left) and Chilean mule driver Sergio Catalan (back row, centre), who helped bring them back to safety\nThe crash on 13 October 1972 happened when a Uruguayan amateur rugby club, the Christian Brothers, and their friends and relatives, were flying to Chile to play a game.\nThe memorial match, which has been taking annually place for 44 years, alternately in Chile and Uruguay, is held to mark the match that never happened.\nRelated Topics\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "disaster",
            "1972",
            "crashes",
            "image",
            "rugby",
            "match",
            "crashed",
            "taking",
            "uruguay",
            "memorial",
            "crash",
            "plane",
            "andes",
            "copyright",
            "chilean"
        ]
    }
]