[
    {
        "url": "http://money.cnn.com/2017/10/11/media/nbc-new-yorker-harvey-weinstein/index.html",
        "title": "How NBC gave up Ronan Farrow's explosive Harvey Weinstein scoop",
        "authors": [
            {
                "name": "Brian Stelter",
                "link": null
            }
        ],
        "publisher": "money.cnn.com",
        "publish_date": "2017-10-11",
        "text": "How NBC gave up Ronan Farrow's explosive Harvey Weinstein scoop\nby Brian Stelter   @brianstelter October 11, 2017: 6:07 PM ET\nRonan Farrow on the Weinstein sexual assault scandal\nLast year NBC News was scooped on one of the biggest stories of the year -- Donald Trump talking about groping women on NBC's \"Access Hollywood\" tape. The Washington Post published it first.\nNow NBC is under scrutiny for another missed opportunity. Reporter and NBC contributor Ronan Farrow pursued leads about Harvey Weinstein's misconduct for months, but NBC passed on the chance to publish his story.\n\"Ronan was basically told to stop working on this,\" according to a source, who called the network's decision \"indefensible.\"\nOther sources with knowledge of the talks said NBC encouraged Farrow to take his investigation to a print outlet.\nSo Farrow contacted David Remnick, the editor of The New Yorker, through writer Ken Auletta. Now the magazine is receiving widespread acclaim for publishing the investigation .\nWhat happened at NBC is a media world mystery. Did the network's executives not have the stomach for the inevitable legal threats? Were they trying to protect relationships in Hollywood? Did they simply believe that the complicated story was better suited to a long-form or print format? Or were there other reasons?\nThe sources who spoke with CNN on condition of anonymity said they don't know exactly why.\nBut there is frustration and embarrassment inside NBC News about missing out on the story.\nThe official explanation, from the news division's president Noah Oppenheim, is that \"we didn't feel that we had all the elements that we needed to air it,\" so Farrow \"took it to The New Yorker and did a ton more extraordinary work.\"\nBut some staffers aren't buying that. And they're wondering why Farrow's taped interviews with accusers aren't being broadcast now.\nThe question of how NBC could have let this scoop get away is big enough that it even came up on sister network MSNBC Tuesday night. Host Rachel Maddow asked Farrow, \"Why did you end up reporting this story for The New Yorker and not for NBC News?\"\n\"Look,\" Farrow responded, \"you would have to ask NBC and NBC executives about the details of that story.\"\nEarlier in the interview, he had mentioned that he taped one of his on-camera interviews way back in January.\nWhen Maddow said NBC had indicated his story was not \"publishable, wasn't ready to go,\" by the summertime, Farrow said it was. He didn't even try to hide his disappointment with NBC.\n\"I walked into the door at The New Yorker with an explosively reportable piece that should have been public earlier,\" he said. \"And immediately, obviously, The New Yorker recognized that, and it is not accurate to say that it was not reportable. In fact, there were multiple determinations that it was reportable at NBC.\"\nSo -- that just makes the circumstances even more mysterious.\nAdding to the intrigue, Farrow used to be a full-time MSNBC host and NBC News correspondent, but he is now a freelancer, which means he occasionally appears on NBC but is free to write for other outlets as well. Sources said this change in status was unrelated to the Weinstein investigation.\nIt's clear that Farrow originally wanted to produce a bombshell report for television. Inside NBC, there are two differing narratives about what went wrong.\nOne account describes a \"stand down order\" that stymied Farrow and left staffers wondering why executives were trying to avoid breaking a big story.\nThe other account -- which is much less embarrassing for the network news division -- is what Oppenheim shared with staffers at a previously scheduled town hall on Wednesday.\nHis remarks were provided to CNN by NBC News.\n\"We supported him and gave him resources to report that story over many, many months,\" Oppenheim said. \"The notion that we would try to cover for a powerful person is deeply offensive to all of us.\"\nOppenheim indicated that Farrow's material, as of the summertime, didn't meet the network's standards. \"Suffice to say, the stunning story, the incredible story that we all read yesterday, was not the story that we were looking at when we made our judgment several months ago,\" he said.\nSome staffers take issue with that explanation.\nIt's true that Farrow's initial interviews were with accusers who wished to remain anonymous.\n\"He conducted several on-camera interviews with women\" who \"asked for their identities to be obscured,\" a senior source said.\nAnonymous allegations of criminal conduct always give news organizations pause. But Farrow also had a damning NYPD tape from 2015 of Weinstein begging a young woman to come to his hotel room. As HuffPost first reported on Tuesday, he obtained the tape months before NBC quashed his reporting.\nOn the tape, Weinstein seemingly admits to groping the woman one day earlier. The Manhattan District Attorney's office determined that it was not sufficient evidence to prosecute.\n\"I don't know how you can defend sitting on an audio tape for months,\" said a source who remains troubled by the NBC News decision.\nAnother NBC source responded by saying that Farrow's reporting effort was focused on \"Weinstein's serial pattern of abuse -- not a single incident.\"\nThings came to a head over the summer. Farrow clearly disagreed with the network's determination that he didn't have sufficient reporting. He clashed with Oppenheim and other executives, according to sources.\nNBC News chairman Andy Lack was also involved in the decision-making process, the sources said.\nBy August, Farrow reached out to Auletta for help.\nAt The New Yorker, Remnick was involved every step of the way. Farrow's direct editor for the piece was Deirdre Foley-Mendelssohn, a senior editor who joined the magazine last year.\nFarrow \"advanced the story beyond what he had when he was at NBC,\" by convincing more women to speak on the record, one of the sources said.\nFarrow was uniquely positioned to do so, given his outspokenness about the longstanding allegations against his father Woody Allen. Farrow publicly supported his sister Dylan when Dylan wrote an open letter in 2014 alleging sexual abuse by Allen. (At the time, Allen's spokeswoman said the letter was \"untrue and disgraceful.\")\nThe New Yorker is famous for its high standards and rigorous fact-checking.\nFarrow's story was published on Tuesday, five days after The New York Times exposed a decades-long pattern of harassment allegations against Weinstein. Farrow's article for The New Yorker went several steps further, with on-the-record allegations of rape and sexual assault from multiple women.\nThe prevailing view inside The New Yorker is that NBC made a questionable decision, and that it's \"their loss, The New Yorker's gain,\" as one veteran journalist said.\n\"They were scared. It's as simple as that,\" the person added.\nWhen the story came out on Tuesday, Farrow appeared on several other networks along with NBC. He will be on CNN's \"Anderson Cooper 360\" on Wednesday.\nSpeaking with Maddow, he claimed that Weinstein applied pressure to news organizations that tried to write about alleged misconduct.\n\"In the course of this reporting, I was threatened with a lawsuit personally by Mr. Weinstein,\" he said.\nNBC declined to comment on whether the news division also faced legal threats.\nCorrection: An earlier version of this article misattributed to NBC News chairman Andy Lack a quote by NBC News president Noah Oppenheim that the network did not feel it had all the elements needed to air the story.\nCNNMoney (New York) First published October 11, 2017: 4:02 PM ET\nNewsletter\n© 2019 Cable News Network. Turner Broadcasting System, Inc. All Rights Reserved.\nCNN Sans™ & © 2016 Cable News Network.\n",
        "quotes": [
            [
                "Ronan was basically told to stop working on this,",
                "Donald Trump",
                true
            ],
            [
                "we didn't feel that we had all the elements that we needed to air it,",
                "Noah Oppenheim",
                false
            ],
            [
                "took it to The New Yorker and did a ton more extraordinary work.",
                "Ronan Farrow",
                false
            ],
            [
                "Why did you end up reporting this story for The New Yorker and not for NBC News?",
                "Ronan Farrow",
                true
            ],
            [
                "you would have to ask NBC and NBC executives about the details of that story.",
                "Ronan Farrow",
                false
            ],
            [
                "publishable, wasn't ready to go,",
                "Maddow",
                false
            ],
            [
                "I walked into the door at The New Yorker with an explosively reportable piece that should have been public earlier,",
                "Ronan Farrow",
                true
            ],
            [
                "And immediately, obviously, The New Yorker recognized that, and it is not accurate to say that it was not reportable.",
                "Ronan Farrow",
                true
            ],
            [
                "In fact, there were multiple determinations that it was reportable at NBC.",
                "Ronan Farrow",
                true
            ],
            [
                "We supported him and gave him resources to report that story over many, many months,",
                "Oppenheim",
                true
            ],
            [
                "The notion that we would try to cover for a powerful person is deeply offensive to all of us.",
                "Oppenheim",
                true
            ],
            [
                "Suffice to say, the stunning story, the incredible story that we all read yesterday, was not the story that we were looking at when we made our judgment several months ago,",
                "Oppenheim",
                true
            ],
            [
                "He conducted several on-camera interviews with women",
                "",
                false
            ],
            [
                "asked for their identities to be obscured,",
                "",
                false
            ],
            [
                "I don't know how you can defend sitting on an audio tape for months,",
                "",
                true
            ],
            [
                "Weinstein's serial pattern of abuse -- not a single incident.",
                "Ronan Farrow",
                true
            ],
            [
                "advanced the story beyond what he had when he was at NBC,",
                "Ronan Farrow",
                false
            ],
            [
                "their loss, The New Yorker's gain,",
                "",
                false
            ],
            [
                "It's as simple as that,",
                "",
                true
            ],
            [
                "In the course of this reporting, I was threatened with a lawsuit personally by Mr. Weinstein,",
                "Ronan Farrow",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2014/02/01/showbiz/dylan-farrow-open-letter/index.html",
                "https://www.newyorker.com/news/news-desk/from-aggressive-overtures-to-sexual-assault-harvey-weinsteins-accusers-tell-their-stories"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "scoop",
            "tape",
            "ronan",
            "weinstein",
            "farrows",
            "months",
            "yorker",
            "explosive",
            "networks",
            "sources",
            "harvey",
            "oppenheim",
            "nbc",
            "farrow",
            "gave"
        ]
    }
]