[
    {
        "url": "https://www.politico.com/blogs/on-media/2016/09/nbcu-chief-lester-holt-ended-up-doing-a-very-good-job-at-debate-228776?cmpid=sf",
        "title": "NBCU CEO: Lester Holt ‘ended up doing a very good job’ at debate",
        "authors": [],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-27",
        "text": "Get alerts from the On Media blog\nEmail\nSign Up\nBy signing up you agree to receive email newsletters or alerts from POLITICO. You can unsubscribe at any time.\nLester Holt | Getty\nNBCU CEO: Lester Holt ‘ended up doing a very good job’  at debate\n09/27/2016 10:33 AM EDT\nSteve Burke, the CEO of NBCUniversal, praised NBC Nightly News anchor Lester Holt for his performance moderating Monday night’s presidential debate between Hillary Clinton and Donald Trump.\nSpeaking at the Royal Television Society Conference in London Tuesday, Burke said that Holt “ended up doing a very good job” moderating the debate, according to Deadline.\n“The environment is so tough right now for anybody moderating anything to try and make sure that it’s a fair debate,” Burke said, adding that he and other NBCU brass were “very worried and concerned for Lester” before the debate began.\nBurke also estimated that the contentious debate may have been watched by 100 million viewers in the U.S., according to Comcast set-top box data that showed about 35% if U.S. households tuning in.\nHolt received mixed reactions for moderating the debate between Clinton and Trump, during which he mostly let the candidates hash out the issues without his interference .\nTrump initially praised Holt for his performance, but by Tuesday morning, he and his surrogates said that Holt unfairly asked Trump “hostile questions” and was not critical enough of Clinton.\nThis article tagged under:\n",
        "quotes": [
            [
                "ended up doing a very good job",
                "Lester Holt",
                false
            ],
            [
                "ended up doing a very good job",
                "Burke",
                false
            ],
            [
                "The environment is so tough right now for anybody moderating anything to try and make sure that it’s a fair debate,",
                "Burke",
                true
            ],
            [
                "very worried and concerned for Lester",
                "Burke",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.politico.com/story/2016/09/trump-reacts-to-first-debate-performance-228766",
                "https://www.politico.com/story/2016/09/lester-holt-debate-clinton-trump-228751",
                "https://deadline.com/2016/09/lester-holt-steve-burke-nbc-universal-hillary-clinton-donald-trump-1201826728/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "moderating",
            "job",
            "doing",
            "praised",
            "good",
            "debate",
            "clinton",
            "trump",
            "performance",
            "2015",
            "burke",
            "ended",
            "ceo",
            "lester",
            "holt",
            "nbcu"
        ]
    }
]