[
    {
        "url": "https://www.reuters.com/article/us-china-corruption-tycoon/china-denies-links-to-alleged-cyber-attacks-in-united-states-targeting-exiled-tycoon-guo-idUSKBN1CD0AP",
        "title": "China denies links to alleged cyber attacks in United States targeting exiled tycoon Guo",
        "authors": [
            {
                "name": "Philip Wen",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-09",
        "text": "October 8, 2017 /  9:16 AM / 2 years ago\nChina denies links to alleged cyber attacks in United States targeting exiled tycoon Guo\n4 Min Read\nBEIJING (Reuters) - China has denied responsibility for alleged cyber attacks in the United States appearing to target exiled tycoon Guo Wengui, who has levelled corruption allegations against senior Communist Party officials and applied for political asylum.\nFILE PHOTO: Billionaire businessman Guo Wengui speaks during an interview in New York City, U.S., April 30, 2017. Picture taken April 30, 2017.  REUTERS/Brendan McDermid/File Photo\nThe Ministry of Public Security said in a statement provided to Reuters on Sunday an investigation had found “no evidence” of Chinese government involvement in the alleged cyber attacks.\nThe law enforcement agency said China had also provided the U.S. government with evidence that Guo, who has applied for political asylum in the United States, fabricated documents used to support his claims. It said China would make an official request for U.S. authorities to investigate the matter.\n“The falsified official documents and the false information he fabricated are sensational and outrageous,” the ministry said in a rare English-language statement.\nGuo denied the documents were forged and said the Ministry of Public Security’s statement should not be believed.\nThe Washington-based Hudson Institute think tank was scheduled to host Guo last Wednesday in a rare public appearance, but canceled the event the day before without explanation.\nThe event would have coincided with the visit of an official Chinese delegation to the U.S. capital for a high-level law enforcement and cyber security dialogue between the two countries.\nThe Hudson Institute said it had detected a Shanghai-based attack aimed at shutting down access to its website several days earlier.\nPOLITICAL ASYLUM\nThe suspected attack was raised by U.S. Attorney General Jeff Sessions during a meeting with China’s Public Security Minister Guo Shengkun on Wednesday, a Department of Justice spokesman told Reuters on Sunday.\nChina had “pledged to cooperate”, the spokesman said.\nHowever, the New York-based Guo Wengui said: “Just because the Ministry of Public Security said China didn’t do it doesn’t make it true.”\n“Why did the U.S. raise it in their meeting?” he told Reuters.\nGuo Wengui applied for U.S. political asylum in September, but said this week the law firm representing him, Clark Hill PLC, had backed out after being targeted by Chinese hackers.\nClark Hill lawyer Thomas Ragland, who lodged the asylum claim, confirmed he was no longer representing Guo Wengui, without elaborating.\nGuo Wengui held a news conference at the National Press Club on Thursday, after his Hudson event was called off, where he produced what he claimed were “top secret” official documents showing China had sent secret agents into the United States.\nChina’s Ministry of Public Security said the documents shown by him were “clumsily forged” and “full of obvious mistakes”.\nGuo Wengui has made wide-ranging corruption allegations against senior Communist Party leaders through a daily stream of Twitter and YouTube posts since the start of the year, which he says are aimed at disrupting a key five-yearly Communist Party congress that begins next week.\nThe Chinese government has been seeking to discredit Guo Wengui, who is the subject of an Interpol red notice issued at Beijing’s request, as a criminal suspect who should not be trusted.\nReporting by Philip Wen in BEIJING; Additional reporting by Makini Brice and Sarah Lynch in WASHINGTON and Gui Qing Koh in NEW YORK; Editing by Michael Perry and Paul Tait\n",
        "quotes": [
            [
                "The falsified official documents and the false information he fabricated are sensational and outrageous,",
                "",
                true
            ],
            [
                "Just because the Ministry of Public Security said China didn’t do it doesn’t make it true.",
                "",
                true
            ],
            [
                "Why did the U.S. raise it in their meeting?",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "documents",
            "denies",
            "states",
            "united",
            "links",
            "security",
            "targeting",
            "ministry",
            "chinese",
            "tycoon",
            "cyber",
            "china",
            "guo",
            "public",
            "wengui",
            "exiled",
            "official"
        ]
    }
]