[
    {
        "url": "http://beforeitsnews.com/sports/2017/10/the-marathon-ends-pirates-take-finale-by-11-8-count-2701672.html",
        "title": "The Marathon Ends: Pirates Take Finale By 11-8 Count",
        "authors": [
            {
                "name": "The Green Weenie",
                "link": null
            }
        ],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "Sunday, October 1, 2017 17:33\n% of readers think this story is Fact. Add your two cents.\nQuite the Bucco jump out of the gates against Gio Gonzalez. A leadoff single, followed two outs later by a couple of walks, a HBP (on the foot) for a RBI, a bases-clearing double by Mad Max and a Jacob Stallings knock made it 5-0 for Steven Brault before he pushed off the slab. Then again, maybe it’s one of those days as the Nats started with a two-bagger and walk, a double steal and an Anthony Rendon homer. Then Brault struck out the side. In the second, the Bucs got a couple of runners on but a J-Bell GIDP ended the frame; the Nats for their part left the bases loaded. The Pirates went quietly in the third, but not so Washington, which had the first four runners reach to cut the lead to one. Then Angel Sanchez was waved in and shut the door in a nice bit of work. The fourth went by without a run.\nMad Max had a good couple of days in DC (photo Joe Guzy/Pirates)\nIn the fifth, a Cutch double (S-Rod ran for him; apparently Andrew’s sore foot ached) followed by J-Bell & Freeser knocks plated a run before another DP, this one served by Joe Blanton v J-Lup, ended the frame. Johnny Barbato took the ball and walked a pair after an out, bringing in Jack Leathersich. A single packed the sacks but a whiff and a bouncer into the shift by Bryce Harper prevented any damage. Tanner Roark took over in the sixth and the bats continued to boom – a walk came around on Stallings double and Jake rumbled home after another single and groundout. Edgar Santana climbed the hill and stranded an infield knock and walk. Austin Adams got the wave for the Nats in the seventh and zinged the Bucs. Dovydas Neverauskas answered the phone and tossed BP again, giving up a homer, single and double as Washington pared the score to 8-6.\nIn the eighth, Ollie Perez gave up four singles good for two runs, bopped a guy to load ‘em and then walked in another tally. Matt Alber came on and gave up a Baltimore chop rap to J-Stalls (no one covered first, oops) before shutting the gate. Daniel Hudson came in for Pittsburgh and loaded the bases with an out, but got a timely DP to keep it 11-6. The Bucs went down 1-2-3 in the ninth and Dan Runzler tried to close it out, but Joey O dropped a fly ball and then J-Bell mishandled a roller and suddenly it was 11-8. George Kontos did put it away, getting a four-pitch whiff for his first save of the year.\nJake was swingin’ it too (photo Dave Arrigo/Pirates)\nThe game took four hours and 22 minutes, the longest nine-inning outing in history for both clubs. The Pirates used 23 players, including nine pitchers. The Bucs stranded 10 runners, the Nats 15; each club issued seven free passes. Pretty it wasn’t, but it beats the alternative. Nothin’ like a “Raise It” to close the campaign.\nNotes:\nJake Stallings had three hits & a walk while Max Moroff had a knock and two walks; together they drove in seven runs and scored three. Chris Bostick & J-Bell had two hits and a walk, and Starling had two more raps to end the year on a 12-game hitting streak.\nSteven Brault had a pretty miserable closing day: two IP, four runs, six hits, four walks and four Ks after 68 pitches.\nOn his last Sunday show of the season, GM Neal Huntington wouldn’t commit to Cutch’s return, but did say he’d be in center if he’s back. He added he hopes to have the same crew of big league coaches in the fold for 2018.\nJJ’s mulling his future (photo Pittsburgh Pirates)\nDuring the post-game, John Jaso told the beat folk that he was leaning toward retirement; he’s looking forward to traveling on his sailboat. JJ is planning on a trip to Puerto Rico to help with reconstruction as he has some building skills in his life toolkit.\nThe Bucs will pick 10th in the 2018 draft, finishing the year at 75-87.\nJoe Block’s wife Bethany delivered a child last night; that’s why the AT&T announcers are Walkie and The Rock.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "em and then walked in another tally.",
                "Ollie Perez",
                false
            ],
            [
                "Matt Alber came on and gave up a Baltimore chop rap to J-Stalls (no one covered first, oops) before shutting the gate.",
                "Ollie Perez",
                true
            ],
            [
                "Daniel Hudson came in for Pittsburgh and loaded the bases with an out, but got a timely DP to keep it 11-6.",
                "Ollie Perez",
                true
            ],
            [
                "The Bucs went down 1-2-3 in the ninth and Dan Runzler tried to close it out, but Joey O dropped a fly ball and then J-Bell mishandled a roller and suddenly it was 11-8.",
                "Ollie Perez",
                true
            ],
            [
                "George Kontos did put it away, getting a four-pitch whiff for his first save of the year.",
                "Ollie Perez",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.prodo1.com/",
                "http://www.suppressedhealthsecrets.com",
                "https://mitocopper.com/pages/affiliate-program"
            ]
        },
        "key_words": [
            "finale",
            "walk",
            "jbell",
            "nats",
            "stallings",
            "went",
            "took",
            "count",
            "double",
            "single",
            "walks",
            "118",
            "bucs",
            "ends",
            "marathon",
            "pirates"
        ]
    }
]