[
    {
        "url": "https://www.nytimes.com/2017/10/11/us/politics/conservatives-mitch-mcconnell.html?rref=collection%2Fsectioncollection%2Fpolitics",
        "title": "Conservatives Want to Make Mitch McConnell the Symbol of a Toxic Washington",
        "authors": [
            {
                "name": "Jeremy W. Peters",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-11",
        "text": "Advertisement\nSupported by\nConservatives Want to Make Mitch McConnell the Symbol of a Toxic Washington\nImage\nMitch McConnell, the Senate majority leader, was an ever-present boogeyman in the recent primary campaign in Alabama.CreditCreditPete Marovich for The New York Times\nOct 11, 2017\nWASHINGTON — For Republicans trying to rally their base, no political villain has been more effective than Representative Nancy Pelosi, the longtime Democratic leader. In campaign after campaign, they made her the symbol of the Washington they claimed to be running against.\nNow a renegade group of anti-establishment Republicans is adapting that model and turning it against their own party. They are replacing Ms. Pelosi with Senator Mitch McConnell, the majority leader.\n“He is an anvil,” said L. Brent Bozell III, a longtime conservative activist who on Wednesday joined a group of a half-dozen activists from the right demanding that Mr. McConnell and his leadership team step down. “Not with Democrats,” he said, “but with his own party. This is the trouble that he’s in.”\nMr. McConnell was an ever-present boogeyman in the recent primary campaign in Alabama between Senator Luther Strange, a McConnell ally, and Roy Moore, the deeply conservative former state Supreme Court judge who ran on a caustically anti-leadership message. Mr. Moore won in an upset, despite being attacked with millions of dollars from groups loyal to Mr. McConnell as a zealot who was removed twice from the bench for refusing to obey orders from higher courts.\nA faction of conservative activists, including President Trump’s former chief strategist, Stephen K. Bannon, now hopes to replicate that kind of grassroots-fueled victory across the country. But their targets are not where the rest of the Republican Party is aiming — states with Democratic senators that Mr. Trump won where there are large pockets of conservative voters — but in seven states where Republicans already hold a Senate seat.\nMany Republicans consider this strategy suicidal.\n“This is the reason that Republicans didn’t regain the majority in 2010 and 2012,” said Josh Holmes, a former aide to Mr. McConnell who is president of Cavalry Strategies in Washington. “You had this for-profit, quote, unquote conservative crowd who found it much more entrepreneurial to challenge from within than to fight back against Democrats. And ultimately what happened in those two cycles is that Democrats won. Republicans exhausted their resources.”\nUsing attacks on Republican leaders like Mr. McConnell and Speaker Paul D. Ryan as a way to motivate voters on the right — and to raise money — is nothing new for groups that have tried for years to push Republicans to toe a harder, less compromising line. But to make such a senior leader of their own party the public face of a national campaign to unseat fellow Republicans represents a new level of hostility.\nAs Mr. Bannon looks to recruit Republicans to run in those seven states where Republican seats are up — Arizona, Mississippi, Nebraska, Nevada, Tennessee, Utah and Wyoming — he has asked them whether they will commit to a pledge not to vote for Mr. McConnell as leader. Those who refrain from making the pledge cannot win his endorsement, or the funding source that comes with it.\nMany conservatives believe that Mr. Moore won in Alabama in large part because of the harsh criticism he leveled at Mr. McConnell and Republican leaders in Washington.\n“Mitch McConnell was an albatross around Luther Strange’s neck, much like Nancy Pelosi has been used against Democrats,” said Ken Cuccinelli, president of the Senate Conservatives Fund, which often targets Republicans who are close to leaders like Mr. McConnell. “That is not going to change,” Mr. Cuccinelli added. “And that makes all of these folks vulnerable, so long as they stay on that team.”\nOn Wednesday, the leaders of groups that included FreedomWorks and the Tea Party Patriots presented Mr. McConnell with a list of their grievances. He had failed, they said, to do anything to stop illegal immigration, reduce the deficit, shrink the federal bureaucracy or cut off funding to Planned Parenthood. But their biggest grievance by far was the lack of movement toward repealing the Affordable Care Act, which they put squarely on his shoulders.\n“Mitch McConnell had his chance. The entire Republican leadership had its chance. They have failed,” said Jenny Beth Martin, co-founder of the Tea Party Patriots.\nThe toxicity of Republicans in Washington is a problem that even those who are working to re-elect them acknowledge. “Now the answer to what is wrong in Washington is the Republican Congress,” Steven Law, president of the pro-McConnell Senate Leadership Fund, wrote in a memo after the Moore upset.\nThe prospect of incumbent Republicans fighting on two fronts — against insurgent candidates in states where they should be safe and against Democratic challengers in states where Mr. Trump is a liability — all while trying to pass a major tax bill does not seem to concern the conservatives who are calling for Mr. McConnell’s ouster. In fact, it seems to be something they welcome.\n“It is time for you and your leadership team to step aside,” the leaders of the conservative groups wrote in a letter to the majority leader on Wednesday. “American is too good for you to lead it.”\nA version of this article appears in print on , Section A, Page 16 of the New York edition with the headline: Conservatives Find Enemy In Republican Leadership. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "This is the trouble that he’s in.",
                "Mitch McConnell",
                true
            ],
            [
                "This is the reason that Republicans didn’t regain the majority in 2010 and 2012,",
                "Josh Holmes",
                true
            ],
            [
                "You had this for-profit, quote, unquote conservative crowd who found it much more entrepreneurial to challenge from within than to fight back against Democrats.",
                "Josh Holmes",
                true
            ],
            [
                "And ultimately what happened in those two cycles is that Democrats won.",
                "Josh Holmes",
                true
            ],
            [
                "Mitch McConnell was an albatross around Luther Strange’s neck, much like Nancy Pelosi has been used against Democrats,",
                "Ken Cuccinelli",
                true
            ],
            [
                "That is not going to change,",
                "Ken Cuccinelli",
                true
            ],
            [
                "And that makes all of these folks vulnerable, so long as they stay on that team.",
                "Cuccinelli",
                true
            ],
            [
                "The entire Republican leadership had its chance.",
                "Jenny Beth Martin",
                true
            ],
            [
                "Now the answer to what is wrong in Washington is the Republican Congress,",
                "Steven Law",
                true
            ],
            [
                "It is time for you and your leadership team to step aside,",
                "Steven Law",
                true
            ],
            [
                "American is too good for you to lead it.",
                "Steven Law",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/09/28/us/politics/steve-bannon-robert-rebekah-mercer-alliance.html?module=inline",
                "https://www.nytimes.com/interactive/2017/09/27/us/politics/document-Read-the-Memo-on-the-Implications-of-Alabama.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.parsintl.com/publication/the-new-york-times/"
            ]
        },
        "key_words": [
            "mitch",
            "mr",
            "won",
            "washington",
            "states",
            "conservative",
            "voters",
            "seven",
            "conservatives",
            "toxic",
            "mcconnell",
            "republican",
            "symbol",
            "republicans"
        ]
    }
]