[
    {
        "url": "http://www.cnn.com/2017/10/02/sport/gallery/what-a-shot-sports-1003/index.html",
        "title": "What a shot! 23 amazing sports photos",
        "authors": [],
        "publisher": "edition.cnn.com",
        "publish_date": "2017-10-02",
        "text": "Updated 8:47 PM ET, Mon October 2, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nPhotos: What a shot! 23 amazing sports photos\nLos Angeles Rams running back Todd Gurley hurdles Dallas safety Jeff Heath during an NFL game in Arlington, Texas, on Sunday, October 1. Gurley had more than 200 yards of offense as the Rams won 35-30.\nHide Caption\nPhotos: What a shot! 23 amazing sports photos\nBritain's Prince Harry plants a kiss on Danish athlete Maurice Manuel after presenting him with a gold medal at the Invictus Games in Toronto on Thursday, September 28. Manuel is the captain of Denmark's wheelchair rugby team.\nHide Caption\nPhotos: What a shot! 23 amazing sports photos\nEssence Carson drives to the basket for Los Angeles during Game 4 of the WNBA Finals on Sunday, October 1. Minnesota won the game to force a decisive Game 5, which will take place on Wednesday.\nHide Caption\nPittsburgh outfielders Andrew McCutchen, left, and Gregory Polanco leap in celebration after a home win over Baltimore on Wednesday, September 27.\nHide Caption\nPhotos: What a shot! 23 amazing sports photos\nNew Orleans running back Adrian Peterson prays as he and teammates lock arms during the National Anthem on Sunday, October 1. The Saints were playing Miami at London's Wembley Stadium.\nHide Caption\nPhotos: What a shot! 23 amazing sports photos\nFormula One driver Max Verstappen, left, sprays his Red Bull teammate, Daniel Ricciardo, after winning the Malaysian Grand Prix on Sunday, October 1. It was Verstappen's first win of the season. Ricciardo finished in third.\nHide Caption\nPhotos: What a shot! 23 amazing sports photos\nPSG defender Dani Alves controls the ball during a Champions League match against Bayern Munich on Wednesday, September 27.\nHide Caption\nPhotos: What a shot! 23 amazing sports photos\nMelbourne captain Cameron Smith ties his daughter's shoelaces after his team won the grand final of the National Rugby League on Sunday, October 1. The Storm defeated North Queensland 34-6 in Sydney.\nHide Caption\nPhotos: What a shot! 23 amazing sports photos\nChelsea's Gary Cahill, right, goes up for a header with Manchester City players Fernandinho and John Stones during a Premier League match in London on Saturday, September 30.\nHide Caption\nPhotos: What a shot! 23 amazing sports photos\nJockey Frankie Dettori celebrates Sunday, October 1, after riding Enable to win the Prix de l'Arc de Triomphe, a horse race in Chantilly, France. He won the race for a record fifth time.\nHide Caption\nPhotos: What a shot! 23 amazing sports photos\nAlabama wide receiver Cam Sims goes flying -- and loses a shoe -- after being knocked out of bounds by Mississippi defensive back C.J. Moore on Saturday, September 30.\nHide Caption\nPhotos: What a shot! 23 amazing sports photos\nPittsburgh catcher Elias Diaz tags out Washington's Daniel Murphy during a play at the plate on Friday, September 29.\nHide Caption\nPhotos: What a shot! 23 amazing sports photos\nMark Peters celebrates Thursday, September 28, after Denmark defeated the United Kingdom in the wheelchair rugby final of the Invictus Games.\nHide Caption\nPhotos: What a shot! 23 amazing sports photos\nMonaco's Radamel Falcao, left, collides with Montpellier's Pedro Mendes during a French league match in Monaco on Friday, September 29.\nHide Caption\nPhotos: What a shot! 23 amazing sports photos\nMichigan State wide receiver Trishton Jackson celebrates with Sparty the mascot after a 17-10 home victory over Iowa on Saturday, September 30.\nHide Caption\nPhotos: What a shot! 23 amazing sports photos\nFigure skater Ashley Cain twists in the air Friday, September 29, as she and Timothy Leduc perform during the Nebelhorn Trophy competition in Oberstdorf, Germany.\nHide Caption\nPhotos: What a shot! 23 amazing sports photos\nIndianapolis safety Malik Hooker stiff-arms Seattle running back J.D. McKissic after intercepting the ball on Sunday, October 1. It was his third interception of the season, which is tied for the NFL lead.\nHide Caption\nPhotos: What a shot! 23 amazing sports photos\nAlize Cornet serves the ball to Angelique Kerber during a China Open match in Beijing on Sunday, October 1.\nHide Caption\nPhotos: What a shot! 23 amazing sports photos\nLos Angeles Chargers wide receiver Tyrell Williams lands after leaping over a Philadelphia linebacker on Sunday, October 1.\nHide Caption\nPhotos: What a shot! 23 amazing sports photos\nNASCAR driver Kyle Busch celebrates after winning the Cup Series race in Dover, Delaware, on Sunday, October 1. It was his second straight victory. He also won last week in New Hampshire.\nHide Caption\nPhotos: What a shot! 23 amazing sports photos\nNew England kicker Stephen Gostkowski boots a 58-yard field goal during a home game against Carolina on Sunday, October 1. In the end, though, it was Carolina winning with a last-second field goal, 33-30 over the defending NFL champions.\nHide Caption\nPhotos: What a shot! 23 amazing sports photos\nGolfer Phil Mickelson takes a selfie with fans and teammate Rickie Fowler during Presidents Cup play on Saturday, September 30. The American team continues to dominate the competition, winning it this weekend for the seventh straight time. The International Team has only won the Presidents Cup once -- in 1998.\nHide Caption\nPhotos: What a shot! 23 amazing sports photos\nAustralian Marc Leishman practices on the driving range before the start of Presidents Cup play on Saturday, September 30. The competition this year was held at Liberty National Golf Club, which has picturesque views of the New York City skyline. See 30 amazing sports photos from last week\nHide Caption\n23 of 23\nTake a look at 23 amazing sports photos from September 26 through October 2.\nMore from Sport\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.cnn.com/2017/10/01/motorsport/malaysian-gp-verstappen-hamilton-vettel/index.html",
                "https://www.cnn.com/2017/10/01/sport/prix-de-larc-de-triomphe-dettori-enable/index.html",
                "https://www.cnn.com/2017/10/02/golf/dustin-johnson-presidents-cup-ryder-cup-phil-mickelson-steve-stricker-trump/index.html",
                "http://www.cnn.com/2017/09/25/sport/gallery/what-a-shot-sports-0925/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "winning",
            "shot",
            "won",
            "amazing",
            "game",
            "caption",
            "photos",
            "23photos",
            "23",
            "hide"
        ]
    }
]