[
    {
        "url": "http://beforeitsnews.com/prophecy/2017/10/las-vegas-multiple-gunmen-seen-from-hotel-guest-next-door-video-2494577.html",
        "title": "Las Vegas Multiple Gunmen Seen From Hotel Guest Next Door Across The Way (Video)",
        "authors": [
            {
                "name": "Jeffery Pritchett",
                "link": null
            }
        ],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "By Jeffery Pritchett\nTotal:\nLas Vegas Multiple Gunmen Seen From Hotel Guest Next Door Across The Way (Video)\nTuesday, October 3, 2017 6:34\n \nAn Australian man who was staying in the room next to the shooter in the Mandalay Bay has confirmed he witnessed multiple gunmen involved in the Las Vegas attack.\n“There were multiple people dead and multiple shooters. I was just hiding waiting for police to come get us. I got outside safely and was hiding in bushes,” Brian Hodge told Australia’s Courier-Mail.\nMr. Hodge, who was staying in room 32134, next door to Stephen Paddock in room 32135, also provided important information when he revealed that a security guard was killed by police.\n“My floor is a crime scene. They killed a security guard on my floor.”\nWho was the “security guard” who was killed by police?\nWendy Miller from Cooroy, on the Sunshine Coast – another Australian caught up in the Las Vegas shooting – may have provided a missing piece of the puzzle. Also speaking to the Courier-Mail, Ms Miller said she was at a bar in the nearby Luxor Hotel with her husband when she saw what she described as a “man of interest” run by.\nMs Miller said the man sprinted through her hotel after coming off an escalator from the Mandalay Bay.\n“The man that they [security] were chasing was wearing a security jacket like them,” she said.\nMr Hodge’s eyewitness report of multiple gunmen and a dead security guard, and with Ms Miller’s report of a security guard being chased by authorities, suggest that the mainstream media narrative of the “lone wolf” gunman is not the truth.\nThe fact is that this was an orchestrated, co-ordinated attack by multiple conspirators, and the mainstream media are attempting to cover it up.\nTwo explosive videos provided to Your News Wire have also confirmed there were multiple shooters involved in a co-ordinated attack, and the mainstream media of a “lone wolf” gunman operating without a motive is a lie.\nBoth videos show gunfire originating from the fourth floor of the Mandalay Bay Hotel, much lower than the 32nd floor, where the mainstream media is claiming Stephen Paddock, a “lone wolf”, fired on the crowd using an automatic weapon.\nThe mainstream media narrative regarding Paddock’s motives have also been debunked by FBI sources who reportedly claimed the shooter has links to Antifa as well as ISIS. But mainstream media is actively covering up the information, claiming Paddock had “no political or religious affiliations or interests.”\nThe fact is the Las Vegas shooting was clearly a co-ordinated false flag attack , orchestrated by Paddock as well as at least one other as yet unidentified gunman operating from the fourth floor of the hotel. The mass shooting and scores of dead will be used by the elite to further push their nefarious agenda.\nAnybody who looks into the information available to them on the internet will arrive at the same conclusion. Unfortunately anybody who relies on mainstream media for their information will be force-fed a very different conclusion.\nThe questions must be asked: why is the mainstream media covering for a mass murderer? Why are they attempting to rewrite his past and erase his political affiliations?\nThe answers are simple. The corporate media, controlled by a small, elite oligarchy, is operating on behalf of the New World Order, attempting to mislead the public into believing their enemies are their friends, and their friends are their enemies.\nIt doesn’t suit the mainstream media’s agenda to have an Antifa member responsible for the worst mass shooting in American history. They are actively engaged in covering up this fact up so they can continue pushing the New World Order’s sick and twisted agenda.\nStephen Paddock, the Las Vegas shooter, was an Antifa member who carried out the worst mass shooting in American history in order to create further division in American society, push the country towards civil war, and further the agenda of the elites.\nOfficial Antifa facebook page, Antifa Melbourne, congratulated Stephen Paddock after the bloodiest mass shooting in America’s history, before deleting the post after a torrent of criticism.\nThere is an active campaign to sow division and create chaos in the United States. Organized groups are working on behalf of global organizations with the most nefarious of goals. We need to wake up and stop believing everything fed to us by the mainstream media. They have proven themselves completely unreliable.\nWe need to stop hiding from the truth.\nSheriff in charge speaks out\n \n \nI host the Church of Mabus radio show and it is going on 8 years. I’ve been in the paranormal community for 20 years. I provide content from a network of sources and guests and allies. Ranging from Politics to the Paranormal and the Spiritual. You can check out my other articles here at my BIOGRAPHY at BIN and you can check out my free radio show at this link HERE . Thanks for showing your support and stopping by\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nJust me\nSmoke and mirrors – the shots were fired from the middle of the building at around the 5-10th floor. The “capture” scene was set up to draw attention away from the actual shooters. Also I counted over 100 rounds fired in a single burst – which means this must have been a belt fed military machine gun – not a bump fire or otherwise converted AK or AR.\nOct 3, 2017, 10:20 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "There were multiple people dead and multiple shooters.",
                "Brian Hodge",
                true
            ],
            [
                "I was just hiding waiting for police to come get us.",
                "Brian Hodge",
                true
            ],
            [
                "I got outside safely and was hiding in bushes,",
                "Brian Hodge",
                true
            ],
            [
                "My floor is a crime scene.",
                "",
                true
            ],
            [
                "They killed a security guard on my floor.",
                "",
                true
            ],
            [
                "The man that they [security] were chasing was wearing a security jacket like them,",
                "Ms Miller",
                true
            ],
            [
                "no political or religious affiliations or interests.",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.infowars.com/fbi-source-vegas-shooter-found-with-antifa-literature-photos-taken-in-middle-east/",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/thepeoplesvoicetv/videos/988094561337985/",
                "http://www.prodo1.com/",
                "http://www.suppressedhealthsecrets.com",
                "https://www.facebook.com/thepeoplesvoicetv/videos/988246407989467/",
                "https://mitocopper.com/pages/affiliate-program",
                "http://yournewswire.com/fbi-antifa-shooting-war/",
                "https://beforeitsnews.com/contributor/pages/106/013/bio.html",
                "https://beforeitsnews.com/r2/?url=http://www.churchofmabusradio.com"
            ]
        },
        "key_words": [
            "hotel",
            "vegas",
            "way",
            "gunmen",
            "las",
            "shooting",
            "seen",
            "door",
            "media",
            "security",
            "video",
            "paddock",
            "guest",
            "mass",
            "mainstream",
            "guard",
            "multiple"
        ]
    }
]