[
    {
        "url": "http://money.cnn.com/2017/10/09/media/star-wars-the-last-jedi-trailer/index.html",
        "title": "'Star Wars: The Last Jedi' trailer debuts on 'Monday Night Football'",
        "authors": [
            {
                "name": "Frank Pallotta",
                "link": null
            }
        ],
        "publisher": "money.cnn.com",
        "publish_date": "2017-10-09",
        "text": "'Star Wars: The Last Jedi' trailer debuts on 'Monday Night Football'\nby Frank Pallotta   @frankpallotta October 9, 2017: 10:39 PM ET\n'Star Wars' really is from 'a long time ago...'\nESPN's \"Monday Night Football\" had bears, vikings and Jedi on Monday night.\nThe official trailer for \"Star Wars: The Last Jedi\" debuted during halftime of the Monday night match up between the Chicago Bears and Minnesota Vikings.\nThe new trailer gives us our latest look at the most anticipated film of the year, which brings us back to the galaxy far, far away.\nIt focused on the two new main characters of the series in Adam Driver's Kylo Ren and Daisy Ridley's Rey as well as old favorites like Mark Hamill's Luke Skywalker and Carrie Fisher's Princess Leia.\n\"I've seen this raw strength only once before. It didn't scare me enough then,\" Skywalker says as shots of Rey using the Force are shown. \"It does now.\"\nThe trailer also includes shots of battles taking place on new planets and in space, and ends with the evil Ren seemingly reaching out his hand to Rey.\n\"I need someone to show me my place in all this,\" Rey says as the trailer closes.\nThe trailer garnered a big reaction on social media and racked up more than 300,000 views on YouTube in roughly 30 minutes.\nTickets to \"Last Jedi\" went on sale following the trailer's debut, leaving fans scrambling to nab a ticket to the film -- which opens on December 15.\nBefore the trailer's premiere, Disney released a new poster for the film. The print had a red hue and included characters like Rey wielding a blue lightsaber as well as a bearded Skywalker shrouded in a black hood in the center.\nCheck out the brand new poster for Star Wars: #TheLastJedi and watch the trailer tonight. pic.twitter.com/A4UGpYqoeW\n\"Last Jedi\" is the eighth episode in the \"Star Wars\" saga and is a direct sequel to the 2015 blockbuster, \"Star Wars: The Force Awakens.\"\nIt stars Ridley, John Boyega and Hamill. It is also the last film role of Fisher, who died last year.\nCNNMoney (New York) First published October 9, 2017: 10:06 PM ET\nNewsletter\n© 2019 Cable News Network. Turner Broadcasting System, Inc. All Rights Reserved.\nCNN Sans™ & © 2016 Cable News Network.\n",
        "quotes": [
            [
                "I've seen this raw strength only once before.",
                "Skywalker",
                true
            ],
            [
                "It didn't scare me enough then,",
                "Skywalker",
                true
            ],
            [
                "I need someone to show me my place in all this,",
                "Rey",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://t.co/A4UGpYqoeW",
                "https://twitter.com/hashtag/TheLastJedi?src=hash&ref_src=twsrc%5Etfw"
            ]
        },
        "key_words": [
            "film",
            "jedi",
            "debuts",
            "football",
            "shots",
            "star",
            "trailer",
            "trailers",
            "force",
            "wars",
            "night",
            "skywalker",
            "rey"
        ]
    }
]