[
    {
        "url": "http://www.bbc.com/sport/football/41546717",
        "title": "Gordon Strachan: 'Scotland have a problem - genetically, we are behind'",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "2017-10-08",
        "text": "8 Oct 2017\nScotland boss Gordon Strachan said his team were \"genetically behind\", after they missed out on a World Cup play-off place with a 2-2 draw in Slovenia.\nVictory in Ljubljana would have made the Scots one of the eight best second-placed finishers, but Slovakia edged them out on goal difference.\n\"We had to pick a team to combat their height and strength,\" said Strachan, who would not be drawn on his future.\n\"It's a problem for us because we have to work harder for every ball.\"\nLeigh Griffiths shot Scotland into a first-half lead in Slovenia but substitute Roman Bezjak scored twice from set-pieces to put the hosts in front.\nRobert Snodgrass netted a late leveller after Darren Fletcher spurned a wonderful chance but it was not enough as Slovakia cruised to an expected home win over Malta.\n\"Genetically, we are behind,\" said Strachan. \"In the last campaign we were the second smallest, apart from Spain.\n\"Maybe we get big women and men together and see what we can do.\"\nScotland's starting XI in Ljubljana were more than three centimetres smaller than their opponents on average.\nAnd Strachan said they had been unable to combat Slovenia's \"height and strength\" at set-plays.\n\"Nobody can tell me that, apart from one player, they are technically better than our players,\" he said. \"But, physically, we have a problem.\n\"We can fight it, battle it and get through games on sheer determination and work-rate and that takes a lot out of you.\n\"That's what happened tonight. These guys have put so much into this. I really feel for them but they can also be really pleased.\n\"This group is as good as anything I've worked with.\"\nStrachan's side had four points after four games of their qualifying campaign, following a calamitous home draw with Lithuania and heavy defeats in Slovakia and England.\nThey finished with a six-game unbeaten run, including four victories, but it was not enough to finish as runners-up to runaway Group F winners England.\nStrachan, 60, said it was \"an honour to work with this group\".\n\"The players are hurting badly but when they look back they can be proud, they gave it a right good shot,\" he said.\n\"They left nothing in the dressing room, over the last two games especially.\n\"We've been beaten on goal difference by Slovakia, who are an excellent side.\"\nLeigh Griffiths opened the scoring for Scotland but the visitors could not find the win they needed\n'No-one hurts like the players'\nFormer Celtic and Middlesbrough boss Strachan, who has been in charge since January 2013, said now was not the time to discuss his future.\n\"No-one is hurting like the players, it's impossible,\" he said. \"The fans can't hurt like that, I can't hurt.\n\"There shouldn't be any talk about what I'm thinking or what I'm doing at this moment in time because I am just looking after them.\n\"Sometimes in life you have to hurt badly before you achieve things. I have been lucky enough to achieve things with other groups of lads but these have achieved as much as anybody.\n\"I have never been in a dressing room as silent as that. That was a real hurting silence.\n\"I really have to thank them for the effort they have put in.\"\n",
        "quotes": [
            [
                "We had to pick a team to combat their height and strength,",
                "Strachan",
                true
            ],
            [
                "It's a problem for us because we have to work harder for every ball.",
                "",
                true
            ],
            [
                "In the last campaign we were the second smallest, apart from Spain.",
                "Strachan",
                true
            ],
            [
                "Maybe we get big women and men together and see what we can do.",
                "Strachan",
                true
            ],
            [
                "Nobody can tell me that, apart from one player, they are technically better than our players,",
                "Strachan",
                true
            ],
            [
                "But, physically, we have a problem.",
                "Strachan",
                true
            ],
            [
                "We can fight it, battle it and get through games on sheer determination and work-rate and that takes a lot out of you.",
                "Strachan",
                true
            ],
            [
                "These guys have put so much into this.",
                "Strachan",
                true
            ],
            [
                "I really feel for them but they can also be really pleased.",
                "Strachan",
                true
            ],
            [
                "This group is as good as anything I've worked with.",
                "Strachan",
                true
            ],
            [
                "an honour to work with this group",
                "Strachan",
                false
            ],
            [
                "The players are hurting badly but when they look back they can be proud, they gave it a right good shot,",
                "",
                true
            ],
            [
                "They left nothing in the dressing room, over the last two games especially.",
                "Strachan",
                true
            ],
            [
                "We've been beaten on goal difference by Slovakia, who are an excellent side.",
                "Strachan",
                true
            ],
            [
                "No-one is hurting like the players, it's impossible,",
                "",
                true
            ],
            [
                "The fans can't hurt like that, I can't hurt.",
                "",
                true
            ],
            [
                "There shouldn't be any talk about what I'm thinking or what I'm doing at this moment in time because I am just looking after them.",
                "",
                true
            ],
            [
                "Sometimes in life you have to hurt badly before you achieve things.",
                "",
                true
            ],
            [
                "I have been lucky enough to achieve things with other groups of lads but these have achieved as much as anybody.",
                "",
                true
            ],
            [
                "I have never been in a dressing room as silent as that.",
                "",
                true
            ],
            [
                "That was a real hurting silence.",
                "",
                true
            ],
            [
                "I really have to thank them for the effort they have put in.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.bbc.com/sport/football/world-cup-qualifying-european/table"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "problem",
            "games",
            "slovakia",
            "hurting",
            "work",
            "win",
            "really",
            "strachan",
            "genetically",
            "things",
            "gordon",
            "players",
            "scotland"
        ]
    }
]