[
    {
        "url": "http://beforeitsnews.com/entertainment/2017/09/roger-darcy-releases-new-album-house-of-heads-2670582.html",
        "title": "Roger D'Arcy Releases New Album 'House Of Heads'",
        "authors": [],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "Sunday, September 24, 2017 18:59\n% of readers think this story is Fact. Add your two cents.\nHOUSE OF HEADS is already getting a big response from radio stations and fans around the world who are not only praising the thought-evoking collection of original Roger D'Arcy penned songs (plus the first track released from the album - Ordinary Man – his tribute to his musical hero, Gordon Lightfoot) but also its superb production quality - HOUSE OF HEADS has been added to radio playlists throughout Europe, Asia, Australia, Africa, North America and the UK. Stations are also adding tracks from D'Arcy's first album Crooked Tales and lining up a huge amount of activities including on-air interviews and promotions  In addition September 8th sees the release of the second track from HOUSE OF HEADS – 'Michael' – which is released following the success of his tribute to Gordon Lightfoot a cover of his classic - Ordinary Man  Roger D'Arcy comments \"It's always a challenge to come back with a second album, especially one as eclectic as this one. We recorded the album at Babajim Studios in Istanbul, Turkey – a studio that I actually designed back in my previous life as a studio designer. Many people may well know of my career heading up Recording Architecture which saw me travelling all over the world combining a life long love of music with a passion for design and architecture.  \"The song 'Michael' is another tribute to a hero of mine, this one a friend and mentor from my early years in the north of England. Michael had a huge influence on my view of life and showed me that there are many paths - he remains a good friend to this day..\"  \"We recorded 'Michael' along with the other songs that came together to form what became HOUSE OF HEADS over the fall of 2016 and spring of 2017 and I was fortunate to work with some of the most talented musicians I've ever met and to collaborate with my producers, Pieter Snapper and Mirko Ettore D'Agostino - who are also incredibly experienced sound, mixing and mastering engineers. An amazing experience!\"  Bio:  Roger D'Arcy's music career started at the tail end of university when he formed the label Longsongs Music which went on to sign other artists and received some critical acclaim for bands The 6ix (Radio 1 Best New Band of the Year) The Gift (\"It'll End In Tears\" and \"Crashing Down\" receiving John Peel, BBC Radio 1 airplay) and local TV and radio exposure for the band, Go!  He later went on to form the world renowned Recording Architecture which saw Roger design and build recording studios for the likes of The Kinks, Ronnie Wood, Sade, Annie Lennox, The Waterboys, The Cure, UB40 and literally hundreds of the world's finest studios.  He now returns to his first love: Making music…  ******************  HOUSE OF HEADS is available from all online distribution channels  Sample length album tracks can be heard here:  http://tinyurl.com/ybjhle6n  Media: For full album access plus more information and interview opportunities please contact: Kevin Fetterplace at Mojo Working [email protected] HOUSE OF HEADS – Credits All songs by Roger D'Arcy Except 'Ordinary Man' by Gordon Lightfoot Recorded, mixed and produced by Pieter Snapper and Mirko Ettore D'Agostino At Babajim Studios, Istanbul, Turkey. Album Backing Vocals: EM.MA EM.MA vocals recorded by Haas at Twenty8 Studio, Athens, Greece  Source: http://www.mi2n.com/press.php3?press_nb=199831\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "It's always a challenge to come back with a second album, especially one as eclectic as this one.",
                "",
                true
            ],
            [
                "We recorded the album at Babajim Studios in Istanbul, Turkey – a studio that I actually designed back in my previous life as a studio designer.",
                "",
                true
            ],
            [
                "Many people may well know of my career heading up Recording Architecture which saw me travelling all over the world combining a life long love of music with a passion for design and architecture.",
                "",
                true
            ],
            [
                "The song 'Michael' is another tribute to a hero of mine, this one a friend and mentor from my early years in the north of England.",
                "",
                true
            ],
            [
                "Michael had a huge influence on my view of life and showed me that there are many paths - he remains a good friend to this day..",
                "",
                true
            ],
            [
                "We recorded 'Michael' along with the other songs that came together to form what became HOUSE OF HEADS over the fall of 2016 and spring of 2017 and I was fortunate to work with some of the most talented musicians I've ever met and to collaborate with my producers, Pieter Snapper and Mirko Ettore D'Agostino - who are also incredibly experienced sound, mixing and mastering engineers.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://beforeitsnews.com/cdn-cgi/l/email-protection",
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com",
                "http://www.prodo1.com/"
            ]
        },
        "key_words": [
            "studios",
            "recorded",
            "music",
            "heads",
            "album",
            "roger",
            "darcy",
            "radio",
            "house",
            "michael",
            "releases"
        ]
    }
]