[
    {
        "url": "https://www.reuters.com/article/us-sky-m-a-fox/james-murdoch-wins-backing-of-sky-shareholders-to-stay-as-chairman-idUSKBN1CH1LB",
        "title": "James Murdoch wins backing of Sky shareholders to stay as chairman",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-12",
        "text": "October 12, 2017 /  11:37 AM / 2 years ago\nJames Murdoch wins backing of Sky shareholders to stay as chairman\n2 Min Read\nFILE PHOTO - James Murdoch, the son of media mogul Rupert Murdoch, and his wife Kathryn Hufschmid arrive for a reception to celebrate the wedding between Rupert Murdoch and former supermodel Jerry Hall which took place on Friday, in London, Britain March 5, 2016. REUTERS/Neil Hall\nLONDON (Reuters) - A majority of independent votes cast at the annual shareholders’ meeting of Sky SKYB.L on Thursday supported the re-election of James Murdoch as chairman, a spokesman for the European pay TV group said.\nAhead of the meeting some shareholders had said they were planning to oppose Murdoch’s re-election because they did not believe he could effectively represent independent investors as he is also chief executive of Twenty-First Century Fox ( FOXA.O ).\nTwenty-First Century Fox, which already owns 39 percent of Sky, agreed to buy the rest of the company in December 2016, a deal which is currently being reviewed by Britain’s competition regulators.\nAt Sky’s AGM, independent director Martin Gilbert said he was “pretty confident” past events at Fox News in the United States would not affect the UK Competition and Markets Authority’s current review of the deal.\nGilbert’s comment was a reference to allegations of sexual and racial harassment at Fox News.\nReporting by Paul Sandle, writing by James Davey. Editing by Jane Merriman\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.reuters.com/finance/stocks/overview/FOXA.O"
            ]
        },
        "key_words": [
            "fox",
            "murdoch",
            "rupert",
            "meeting",
            "stay",
            "backing",
            "wins",
            "shareholders",
            "reelection",
            "competition",
            "independent",
            "sky",
            "chairman",
            "james"
        ]
    }
]