[
    {
        "url": "https://www.reuters.com/article/us-totalerg-m-a-exclusive/exclusive-total-erg-aim-to-wrap-up-italian-gas-station-sale-as-electric-car-era-approaches-idUSKBN1CG1V9",
        "title": "Exclusive: Total & Erg aim to wrap up Italian gas station sale as electric car era approaches",
        "authors": [
            {
                "name": "Stephen Jewkes",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-11",
        "text": "October 11, 2017 /  2:02 PM / 2 years ago\nExclusive: Total & Erg aim to wrap up Italian gas station sale as electric car era approaches\n3 Min Read\nMILAN (Reuters) - French oil company Total ( TOTF.PA ) and energy group Erg ( ERG.MI ) are in exclusive talks to try and sell their Italian petrol station network, sources said, after some investors grew jittery over the move to electric cars.\nFILE PHOTO: A customer holds a gas pump as he fills-up his car in a Total station in Nice, France, February 9, 2017.   REUTERS/Eric Gaillard/File Photo\nItalian refiner API Anonima Petroli, which already owns 2,600 stations of its own, is in exclusive talks to buy the pump network to create efficiencies of scale, three sources said on Wednesday.\n“The aim is to reach a general agreement in coming weeks and wrap the deal up by the year end,” one of the sources said, but added no final decision had been taken yet.\nTotal and Erg jointly control TotalErg which operates close to 2,600 service stations in Italy with a market share of around 11 percent.\nHARD SELL\nLast year they appointed HSBC and Rothschild to sell the business which sources have said could be worth more than 600 million euros ($710 million).\nThe deal originally drew interest from private equity and industry players but people close to the matter said many had opted not to press ahead.\nOne of the sources said investors were concerned that the rise of electric cars might mean traditional pump stations could go into decline.\nThe number of electric vehicles on roads is forecast to grow significantly in the coming decades, with an impact on petrol consumption and pump network business models.\nCharging points are becoming more common in workplaces, shopping centers and public venues.\nIn Italy, the country’s biggest utility Enel has already earmarked around 300 million euros to install some 12,000 recharging columns to meet demand. Some of those columns will be installed in existing pump stations.\n“TotalErg has been trying to sell its network for a long time but it’s a hard sell because any buyer will have to spend to modernize,” a banking source said on Wednesday.\nBANK BACKING?\nPrivately-owned API had been negotiating with private equity groups to back its bid, sources previously said. But with interest waning, two sources said it had now turned to Italian banks UniCredit ( CRDI.MI ) and UBI ( UBI.MI ) to help it fund the deal.\nThe TotalErg joint venture also holds a quarter of Italian refinery Sarpom, controlled by ExxonMobil’s ( XOM.N ) Esso unit, which sources previously said was a stumbling block to the deal.\nOne of the sources on Wednesday said the talks with API excluded the Sarpom stake by way of a sweetener.\nA deal with API would create Italy’s biggest service station operator, ahead of Eni and Kuwait Petroleum International which last year bought a network from Royal Dutch Shell ( RDSa.L ).\nAPI and UniCredit declined to comment while Erg and UBI were not immediately available for a comment. A spokesperson for Total said the company could not comment because the process was ongoing.\nReporting by Stephen Jewkes and Giancarlo Navach; additional reporting by Julia Payne, editing by David Evans and Elaine Hardcastle\n",
        "quotes": [
            [
                "The aim is to reach a general agreement in coming weeks and wrap the deal up by the year end,",
                "",
                true
            ],
            [
                "TotalErg has been trying to sell its network for a long time but it’s a hard sell because any buyer will have to spend to modernize,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.reuters.com/finance/stocks/overview/CRDI.MI",
                "https://www.reuters.com/finance/stocks/overview/XOM.N",
                "https://www.reuters.com/finance/stocks/overview/UBI.MI",
                "https://www.reuters.com/finance/stocks/overview/ERG.MI",
                "https://www.reuters.com/finance/stocks/overview/TOTF.PA",
                "https://www.reuters.com/finance/stocks/overview/RDSa.L"
            ]
        },
        "key_words": [
            "exclusive",
            "station",
            "sell",
            "sale",
            "electric",
            "italian",
            "api",
            "total",
            "pump",
            "gas",
            "era",
            "talks",
            "sources",
            "network",
            "stations",
            "erg",
            "wrap"
        ]
    }
]