[
    {
        "url": "https://www.activistpost.com/2017/10/former-police-officer-arrested-massive-arsenal-near-white-house-claims-cia-mk-ultra-asset.html",
        "title": "Former Police Officer Arrested With Massive Arsenal Near White House, Claims He Was A CIA MK Ultra Asset",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2017-10-01",
        "text": "Hot Topics\nFormer Police Officer Arrested With Massive Arsenal Near White House, Claims He Was A CIA MK Ultra Asset\nA former Memphis police officer was recently arrested near the White House after police found a variety of weapons during a search in which the man openly claimed to work for the Central Intelligence Agency.\nThe man, Timothy J. Bates, was arrested last Sunday with an arsenal of firearms, including an assault rifle and a loaded AK-47. The weapons were found after Bates oddly allowed officers to search his car while ranting about a CIA microchip implanted in his head and the need for his paycheck which would presumably be for work he carried out for the agency (if true).\n“According to court documents, Bates was approached by uniformed members of the Secret Service on Sunday at the corner of 17th Street NW and Pennsylvania Avenue as he appeared to be publicly urinating. He told the officers he was trying to reach Defense Secretary James Mattis or NSA Director Mike Rogers for advice on missing paychecks and how to get the dog chip out of my head,” The New York Post reported.\n“Bates told the Secret Service officers that he had been offered $28.7 million by the Department of Homeland Security and the state of Tennessee to participate in the CIA’s ‘MK Ultra’ program and that he had a chip planted in his head that was causing him ‘severe headaches, shaking and convulsions,'” the report continued.\nThat’s right, a former police officer who had loaded weapons extremely close to the White House openly claimed to officers on scene that he was a member of the MK Ultra program and was looking for payment for his work.\nIt is obviously possible that this is simply a case of an extremely crazy person babbling nonsense, but when you consider both the CIA’s history of mind control as well as the ongoing deep state operation to take out the president, one can only wonder if this was someone who intelligence operatives had planned to use to take a shot at Donald Trump.\nFrom literally thousands of threats to assassinate Trump coming from social media networks such as Facebook and Twitter, coupled with the fact that high-level establishment operatives have floated the idea of killing Trump, it is certainly not inconceivable that the Secret Service stopped at least part of a real plot to take out the president.\nPredictably, the mainstream media largely ignored this absolutely huge story, instead focusing on fake news claims that the White House isn’t helping Puerto Rico as well as continued coverage of the discredited Russian narrative.\nTo them, a story such as this is simply one they do not believe you have a right to read.\nAlex Thomas is a staff writer and reporter for The Daily Sheeple. Wake the flock up – follow Alex’s work at our Facebook or Twitter.\nSubscription is FREE and CONFIDENTIAL\nFree Report: How To Survive The Job Automation Apocalypse with subscription\nSubscription is FREE and CONFIDENTIAL\nFollow Us on Facebook\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nAugust 8, 2019\nMost Viewed Articles of the Week\nDownload Your FREE eGuide on 5G/EMF Exposure\n \n \n \n \n",
        "quotes": [
            [
                "According to court documents, Bates was approached by uniformed members of the Secret Service on Sunday at the corner of 17th Street NW and Pennsylvania Avenue as he appeared to be publicly urinating.",
                "",
                true
            ],
            [
                "He told the officers he was trying to reach Defense Secretary James Mattis or NSA Director Mike Rogers for advice on missing paychecks and how to get the dog chip out of my head,",
                "",
                true
            ],
            [
                "Bates told the Secret Service officers that he had been offered $28.7 million by the Department of Homeland Security and the state of Tennessee to participate in the CIA’s ‘MK Ultra’ program and that he had a chip planted in his head that was causing him ‘severe headaches, shaking and convulsions,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://nypost.com/2017/09/26/former-cop-arrested-near-white-house-had-arsenal-of-weapons/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/TheDailySheeple",
                "https://www.facebook.com/thedailysheeple/"
            ]
        },
        "key_words": [
            "ultra",
            "service",
            "massive",
            "asset",
            "officers",
            "work",
            "officer",
            "claims",
            "secret",
            "near",
            "white",
            "head",
            "daily",
            "weapons",
            "mk",
            "bates",
            "house",
            "cia"
        ]
    }
]