[
    {
        "url": "https://www.reuters.com/article/us-usa-theaters-stocks/investors-boo-cinema-stocks-after-blade-runner-2049-underwhelms-idUSKBN1CE289",
        "title": "Investors boo cinema stocks after 'Blade Runner 2049' underwhelms",
        "authors": [
            {
                "name": "Noel Randewich",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-09",
        "text": "Investors boo cinema stocks after 'Blade Runner 2049' underwhelms\n2 Min Read\nFILE PHOTO: Cast members Ryan Gosling (L) and Harrison Ford (R) attend a photocall for the film \"Blade Runner 2049\" in Paris, France, September 20, 2017. REUTERS/Charles Platiau\nSAN FRANCISCO (Reuters) - Shares of cinema stocks dropped on Monday after domestic opening weekend ticket sales for science fiction sequel “Blade Runner 2049” fell short of expectations, the latest disappointment following an underwhelming U.S. summer movie season.\nAMC Entertainment Holdings Inc, Regal Entertainment Group and Cinemark Holdings Inc were all down, with price target cuts by Wedbush Securities analyst Michael Pachter also weighing on the shares.\nThird-quarter domestic box office sales would be lower than previously expected, Pachter said in a report, “as several titles in the summer release slate failed to resonate with moviegoers.”\nAMC fell 7.7 percent to $14.02, Regal Entertainment was down 4.4 percent at $16.04 and Cinemark lost 3.53 percent to $36.35.\n“Blade Runner 2049” starring Ryan Gosling and Harrison Ford pulled in $33 million in North America, according to Warner Bros.\nThat compared to an expected range of $45 million to $50 million, despite positive reviews and the popularity of the original 1982 “Blade Runner,” according to a report by Variety.com.\nOther recent movies have fallen short of expectations, including “King Arthur: Legend of the Sword” and “Baywatch,” in a slow U.S. summer movie season that underscored the trend of more consumers watching entertainment online.\nWedbush’s Pachter cut his price target on AMC to $20.50 from 22.75 and lowered his target for Regal Entertainment to $19 from $23. He cut his target for Cinemark to $42 from $44.\nReporting by Noel Randewich; Editing by Meredith Mazzilli\n",
        "quotes": [
            [
                "as several titles in the summer release slate failed to resonate with moviegoers.",
                "Pachter",
                false
            ],
            [
                "King Arthur: Legend of the Sword",
                "Ryan Gosling",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "target",
            "stocks",
            "cinemark",
            "cinema",
            "runner",
            "investors",
            "boo",
            "entertainment",
            "summer",
            "blade",
            "regal",
            "million",
            "underwhelms",
            "pachter",
            "2049"
        ]
    }
]