[
    {
        "url": "https://www.nytimes.com/2017/10/08/arts/music/larpeggiata-early-music-review.html?rref=collection%2Fsectioncollection%2Farts",
        "title": "Review: L’Arpeggiata Continues to Push Early Music’s Boundaries",
        "authors": [
            {
                "name": "James R. Oestreich",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-08",
        "text": "Advertisement\nReview: L’Arpeggiata Continues to Push Early Music’s Boundaries\nImage\nFrom left, the artistic director Christina Pluhar, Eero Palviainen, the alto Vincenzo Capezzuto and Rodney Prada performing at Zankel Hall in New York on Saturday.CreditCreditHiroyuki Ito for The New York Times\nOct 8, 2017\nAn early-music group whose predictable encore is Leonard Cohen’s “Hallelujah”? It must be L’Arpeggiata .\nAnd was. Vincenzo Capezzuto , a sweetly mellow alto (not exactly the raw, raspy, self-described “golden voice” of Cohen fame), led a performance of the song on Saturday evening, backed by mostly Baroque instruments, to close L’Arpeggiata’s second program at Zankel Hall: as usual, a lighter and more varied affair.\nThe first program, on Friday, “La Lyra d’Orfeo,” consisted mainly of music by Luigi Rossi, a younger contemporary of Monteverdi. There were songs by Rossi and excerpts from his two operas, “Il Palazzo Incantato” (“The Enchanted Palace”) and “Orfeo,” interspersed with a few instrumental numbers by others.\nImage\nThe soprano Céline Scheen, with Sergey Saprychev, left, and Boris Schmidt.CreditHiroyuki Ito for The New York Times\nThe Rossi pieces, mostly little known and many of them fascinating, were exquisitely sung by Céline Scheen , soprano, and Giuseppina Bridelli , mezzo-soprano. Ms. Bridelli had more of the choice numbers, and she was particularly impressive in the “Lamento d’Arione,” an extended dramatic narrative in which the voyaging Greek poet Arion, attacked by pirates, jumps overboard and is led ashore by a dolphin.\nMs. Scheen and Ms. Bridelli combined beautifully in a duet from “Orfeo,” “Sleep, beautiful eyes.” And they offered another predictable encore, “Pur ti miro,” the transcendent closing duet of Monteverdi’s opera “L’Incoronazione di Poppea.”\nThe concert offered ample evidence of the adventurous artistry and enterprise of L’Arpeggiata, whose artistic director, Christina Pluhar, anchored the performances on the theorbo (a twangy, deep-voiced, long-necked lute). As is their wont, the superbly skilled and imaginative players — most notably the incomparable Doron David Sherwin , on the trumpetlike cornetto — improvised freely and smoothly, whether in momentary embellishments or in bravura solos.\nBut it was in the second program that they pulled out all the stops. Called “La Festa d’Arpeggiata,” with a justifiable element of self-celebration, it ranged from ancient folk songs (handsomely delivered, mostly by Mr. Capezzuto) to music of Monteverdi, Purcell and other Baroque composers, and from an improvised jam session to “Hallelujah.”\nImage\nThe mezzo-soprano Giuseppina Bridelli on Saturday with Mr. Saprychev and Mr. Schmidt.CreditHiroyuki Ito for The New York Times\nL’Arpeggiata’s style is to test borders relentlessly, with, say, a modern piano and rhythm section in songs of Purcell. And most forays succeed on some level.\nSeveral numbers were performed here in a more or less straight, historically informed manner. This time, Monteverdi’s “Pur ti miro” was part of the actual program, and Ms. Scheen and Ms. Bridelli put it across meltingly again, in a slightly more restrained performance.\nBut another “greatest hit” of the Baroque era, “When I am laid in earth” from Purcell’s “Dido and Aeneas,” as moving a lament as has ever been written, fared less well. Accompanied in jazzy fashion by piano and drums and partially crooned by Ms. Scheen, it was utterly defanged.\nAll of this is a matter of taste rather than technique or artistry, and none of it is to denigrate the quality of the performances, which were all of the highest level. But this question of taste has come up before in L’Arpeggiata performances. Perhaps paradoxically, the group’s ventures farthest afield turn out to offer less consistent fun than its serious — which is still to say, wildly inventive — performances of standard Baroque repertory.\nL’Arpeggiata\nFriday and Saturday at Zankel Hall\nA version of this article appears in print on , Section C, Page 5 of the New York edition with the headline: Still Pushing Boundaries, Relentlessly. Order Reprints | Today’s Paper | Subscribe\nAdvertisement\n",
        "quotes": [
            [
                "When I am laid in earth",
                "Purcell",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2015/04/11/arts/music/review-larpeggiata-opens-before-bach-festival-at-carnegie-hall.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.allegorica.art/celine-scheen",
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "http://www.vincenzocapezzuto.com",
                "https://www.parsintl.com/publication/the-new-york-times/",
                "https://www.arpeggiata.com/",
                "http://www.concertopalatino.com/doron-david-sherwin",
                "https://www.giuseppinabridelli.com/"
            ]
        },
        "key_words": [
            "voice",
            "larpeggiata",
            "sweetly",
            "early",
            "musics",
            "younger",
            "vincenzo",
            "continues",
            "program",
            "songs",
            "review",
            "push",
            "usual",
            "rossi",
            "zankel",
            "boundaries",
            "varied"
        ]
    }
]