[
    {
        "url": "https://www.reuters.com/article/us-china-coke-environment/chinas-top-coke-producer-to-curb-output-in-pollution-war-idUSKBN1CG1B8",
        "title": "China's top coke producer to curb output in pollution war",
        "authors": [],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-11",
        "text": "China's top coke producer to curb output in pollution war\n2 Min Read\nBEIJING (Reuters) - China’s top coke producer Shanxi Coking will slash output for coke and some chemical products including tar and methanol during the coming winter months as part of Beijing’s campaign against air pollution.\nThe company will trim around 900,000 tonnes of coke and 360,000 tonnes of chemicals from production for the six months between Oct. 1, 2017, and March 31, 2018, according to a company statement on Wednesday.\n“To comply with the output curtailment plans issued by the authorities, the company will keep coke and chemical recycle factories at low operating levels, and shut the tar processing and methanol sectors for maintenance,” the statement said.\nShanxi Coking, subsidiary of the province-backed Shanxi Coking Coal Group [SHANXA.UL], has a coke capacity of 3 million tonnes a year, annual tar capacity of 300,000 tonnes and yearly methanol capacity of 350,000 tonnes.\nThe output cut is expected to decrease its total sales over the fourth quarter of 2017 and the first quarter of 2018 by 2.8 billion yuan ($425 million).\nCoke prices on the Dalian Commodity Exchange dropped 2.9 percent on Wednesday to 1,790.5 yuan a ton, their lowest close in three months.\nCoal-rich Shanxi province has vowed to cut its hazardous pollutant PM 2.5 concentration by 40 percent from October to March, state media agency Xinhua reported on Wednesday.\nReporting by Muyu Xu and Beijing Newsroom; Editing by Tom Hogue\n",
        "quotes": [
            [
                "To comply with the output curtailment plans issued by the authorities, the company will keep coke and chemical recycle factories at low operating levels, and shut the tar processing and methanol sectors for maintenance,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "curb",
            "war",
            "coking",
            "capacity",
            "producer",
            "tar",
            "shanxi",
            "company",
            "coke",
            "yuan",
            "output",
            "chinas",
            "tonnes",
            "pollution",
            "methanol"
        ]
    }
]