[
    {
        "url": "http://beforeitsnews.com/sports/2017/09/jeter-fires-4-more-mattingly-could-be-next-2701563.html",
        "title": "Jeter Fires 4 More, Mattingly Could Be Next",
        "authors": [
            {
                "name": "Bleeding Yankee Blue",
                "link": null
            }
        ],
        "publisher": "beforeitsnews.com",
        "publish_date": "",
        "text": "Saturday, September 30, 2017 7:25\n% of readers think this story is Fact. Add your two cents.\nBusiness is business and while I personally don’t like to see how Derek Jeter is handling the Marlins early on here, that’s his business, and he doesn’t care what I think… and to be honest, I know that after I wrote DEREK JERK-ER , neither do you.  But I have a platform and you don’t.  Conversation and debate is healthy though.  My last Jeter headline was provocative, and you guys pounced on me like I pounced on DJ.  All good… as long as the convo is healthy and not hateful… I’m all in.  Thanks for the banter.\n“Jeter asked Samson to dismiss vice president of player development Marc DelPiano, assistant general manager Mike Berger, vice president/player personnel Jeff McAvoy and vice president/pitching development Jim Benedict. All were informed by Samson in recent days.”\nBut here’s what got me next…\n“Jeter has not informed manager Don Mattingly if he will be retained, but that is widely expected by members of the organization.”\nNow while this line doesn’t say Donnie will be canned… there’s no way of knowing until it happens. \nBut then that got my mind starting to think about Jeet and the Core Four and the Yankee connection in Miami, if any, and wondering… would long time friend Jorge Posada be a guy that Jeet would hire for that clubhouse?  Gerald Williams ?  Hell… what’s Andy Pettitte doing these days?\nI know Jeter wants to impress in Miami, and get a winning team and all of that, but I was annoyed originally when he canned all the former Marlins “icons” and Hall of Famers because for me, that was part of the charm and marketing of the Marlins.  Is Jeet gonna replace them with personalities or will it be more old white guys in charge? I wonder if Jorge is coming? I wonder if there is a meaning to his madness.\nWho knows… I just find his new job interesting, and it’s strange, but fun to watch.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\" THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Desroys Viruses, Bacteria, Pathogens!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy.\nOxy Powder - Natural Colon Cleanser! Cleans out toxic buildup!\nB-12 - Supports healthy metabolism, brain function, hormone balance!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover - Reduces Smart Meter radiation! See Video!\nProdovite - The Secret To Healing is in the Blood!\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nFeatured\nTop Global\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Jeter asked Samson to dismiss vice president of player development Marc DelPiano, assistant general manager Mike Berger, vice president/player personnel Jeff McAvoy and vice president/pitching development Jim Benedict.",
                "",
                true
            ],
            [
                "All were informed by Samson in recent days.",
                "",
                true
            ],
            [
                "Jeter has not informed manager Don Mattingly if he will be retained, but that is widely expected by members of the organization.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com",
                "http://www.prodo1.com/"
            ]
        },
        "key_words": [
            "jeet",
            "think",
            "pounced",
            "samson",
            "fires",
            "vice",
            "jeter",
            "wonder",
            "mattingly",
            "marlins",
            "miami"
        ]
    }
]