[
    {
        "url": "https://www.nytimes.com/2017/10/08/arts/television/snl-jason-aldean-gal-gadot.html?rref=collection%2Fsectioncollection%2Farts",
        "title": "‘S.N.L.’: Jason Aldean Is Surprise Guest, Singing Tom Petty’s ‘I Won’t Back Down’",
        "authors": [
            {
                "name": "Dave Itzkoff",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-08",
        "text": "Advertisement\nSupported by\n‘S.N.L.’: Jason Aldean Is Surprise Guest, Singing Tom Petty’s ‘I Won’t Back Down’\nImage\nJason Aldean, who was performing in Las Vegas when last Sunday’s massacre began, opened “S.N.L.” by urging healing and unity.CreditCreditNBC\n“Saturday Night Live” had to find the right tone for its first broadcast since the shooting massacre at a Las Vegas country music festival last Sunday, which killed 58 people and injured hundreds more.\nAt its opening, the show set aside partisanship and political satire, and there was no topical sketch lampooning President Trump or his administration.\nInstead, the episode began with a surprise appearance by Jason Aldean, the country musician who had been on stage at the Route 91 Harvest festival when the shooting began. On “S.N.L.,” he spoke to the camera and offered a statement of hope and unity:\n“This week, we witnessed one of the worst tragedies in American history. Like everyone, I’m struggling to understand what happened that night and how to pick up the pieces and start to heal. So many people are hurting. There are children, parents, brothers, sisters, friends. They’re all part of our family. So I want to say to them, we hurt for you and we hurt with you. But you can be sure that we’re going to walk through these tough times together, every step of the way. Because when America is at its best, our bond and our spirit — it’s unbreakable.”\nMr. Aldean and his bandmates then launched into a performance of “I Won’t Back Down,” the defiant rock anthem that was a hit for Tom Petty, who died on Monday at the age of 66 after suffering cardiac arrest.\nMr. Aldean’s opening segment, with its mix of music and uplifting message, evoked other moments when the show had to set aside comedy, at least momentarily, and respond to national tragedies.\nOn Sept. 29, 2001 , in its first episode after the Sept. 11 terrorist attacks, the show opened with remarks from Rudolph W. Giuliani, then the mayor of New York, who thanked members of the New York Fire Department, Police Department and Port Authority Police Department. Paul Simon then played his Simon & Garfunkel song “The Boxer.”\nWeekend Update’s Bit of the Week\nThe co-anchors Colin Jost and Michael Che both delivered pointed comic monologues that advocated for gun control.\nMr. Jost opened the segment by saying, “The investigation into the tragedy in Las Vegas this week has sparked a larger debate in America, between people who want common-sense gun control, and people who are wrong.”\nHe continued:\nThis shouldn’t be a partisan issue. The guy had 47 guns. No one should own 47 of anything. If you own 47 cats, you are not a responsible pet owner, you’re a crazy cat lady. And unlike with guns, the government will actually come and take your cats away because everyone agrees that’s insane. Also, this guy bought 33 of his guns in the past year, and that didn’t set off any kind of alert? If I buy $100 worth of Chick-fil-A, I get a text message from my bank that says, ‘Did you just purchase $100 worth of Chick-fil-A? Please, Colin, tell us this is fraud.’ How is no one keeping track of how many guns people own? There is a real law in Texas that says it’s illegal to own more than six dildos. And I get why. No one needs that many. If you have more than six dildos, it’s a clear sign you are training for something awful.\nMr. Che asked, “Why is it so hard to get gun control in this country?” His monologue continued:\n“Who are these delicate snowflakes that we can’t just tell: ‘No, you’re not allowed to have 40 guns anymore, Earl. From now on, you can have one gun, max. And six bullets.’ If you can’t hit what you’re shooting with six bullets, then you don’t need to be shooting at it. Learn karate or use your words. I’m sick of this narrative that Americans just love guns so much. It’s not true. Seventy-eight percent of Americans don’t even own a gun. And 3 percent of Americans own 50 percent of all the guns in the country. That’s the problem: that whiny 3 percent that needs to feel secure all the time. That’s why I think we should do a buyback program. For every gun you trade in, we give you one half-inch of penis enlargement. That’s fair. If you trade in 10 guns, you get five more inches. And if women want to trade in their guns, don’t. Keep your guns. You’re probably going to need it to fight off all those men in spandex showing off their brand-new eight-inch penises.”\nMr. Che joked, “Speaker of the House Paul Ryan said that he wants Congress to look into some proposals for gun control. But first he wants to look into this briefcase from the N.R.A.” Here, an onscreen graphic showed a National Rifle Association briefcase full of money.\nMissing Subject of the Night\n“S.N.L.,” which was hosted by the “Wonder Woman” actress Gal Gadot, conspicuously avoided the subject of Harvey Weinstein, the powerful film producer who is facing decades’ worth of sexual harassment accusations . The apparent reluctance of the late-night shows to address the issue — as of Friday night, only “The Daily Show” had made a single oblique reference to the accusations — has rankled some critics of these programs, who say it is hypocritical of them to have mocked figures like Bill O’Reilly and Roger Ailes of Fox News and even Mr. Trump for sexual harassment accusations while ignoring a prominent, politically liberal transgressor.\nKate McKinnon’s Role of the Week: Doing the ‘Gins-burn’\nDuring “Weekend Update,” Ms. McKinnon reprised her role as Justice Ruth Bader Ginsburg, whom she plays as a kind of saucy insult comedian. Talking about a gerrymandering case that the United States Supreme Court is considering, Ms. McKinnon said of Republicans, “Hello, we see what you’re doing. It’s like they’re at a cocktail party, they’re taking all the shrimp. And all the Democrats are left with is the sweaty cheddar. By the way, sweaty cheddar is what they called Steve Bannon in college. Ouch! That’s a nasty Gins-burn.”\nAddressing Ms. Ginsburg’s own longevity, Ms. McKinnon said: “Joke’s on you. I made a deal with our female God that I would trade height for years. So in 2095 I’m going to be the size of a Playmobil, but I’ll still be kicking ass and taking Boniva.”\nPete Davidson’s Joke of the Night\nIn a “Weekend Update” routine, Mr. Davidson discussed his recent disclosure that he had been given a diagnosis of borderline personality disorder, which he described as a form of depression. He talked about strategies he could use to keep himself healthy, among them: “If you’re in the cast of a late-night comedy show, it might help if they, you know, do more of your sketches,” he said. “The show is, like, eight hours long and there’s, like, 50 sketches a week. It seems weird you wouldn’t use one of them to fight mental illness, but I guess that’s not your style.”\nWhen Mr. Jost suggested to Mr. Davidson that he should write more sketches, Mr. Davidson answered: “That won’t work. My sketches suck because they’re all written by a depressed person.”\nA version of this article appears in print on , Section C, Page 2 of the New York edition with the headline: On ‘S.N.L.,’ Jason Aldean Sings, ‘I Won’t Back Down’. Order Reprints | Today’s Paper | Subscribe\nAdvertisement\n",
        "quotes": [
            [
                "No, you’re not allowed to have 40 guns anymore, Earl.",
                "",
                true
            ],
            [
                "From now on, you can have one gun, max.",
                "",
                true
            ],
            [
                "This week, we witnessed one of the worst tragedies in American history.",
                "",
                true
            ],
            [
                "Like everyone, I’m struggling to understand what happened that night and how to pick up the pieces and start to heal.",
                "",
                true
            ],
            [
                "There are children, parents, brothers, sisters, friends.",
                "",
                true
            ],
            [
                "They’re all part of our family.",
                "",
                true
            ],
            [
                "So I want to say to them, we hurt for you and we hurt with you.",
                "",
                true
            ],
            [
                "But you can be sure that we’re going to walk through these tough times together, every step of the way.",
                "",
                true
            ],
            [
                "Because when America is at its best, our bond and our spirit — it’s unbreakable.",
                "",
                true
            ],
            [
                "The investigation into the tragedy in Las Vegas this week has sparked a larger debate in America, between people who want common-sense gun control, and people who are wrong.",
                "Jost",
                true
            ],
            [
                "Did you just purchase $100 worth of Chick-fil-A?",
                "Jost",
                true
            ],
            [
                "Please, Colin, tell us this is fraud.",
                "Jost",
                true
            ],
            [
                "Why is it so hard to get gun control in this country?",
                "Che",
                true
            ],
            [
                "Who are these delicate snowflakes that we can’t just tell: ‘No, you’re not allowed to have 40 guns anymore, Earl.",
                "Michael Che",
                true
            ],
            [
                "From now on, you can have one gun, max.",
                "Michael Che",
                true
            ],
            [
                "And six bullets.’ If you can’t hit what you’re shooting with six bullets, then you don’t need to be shooting at it.",
                "Michael Che",
                true
            ],
            [
                "Learn karate or use your words.",
                "Michael Che",
                true
            ],
            [
                "I’m sick of this narrative that Americans just love guns so much.",
                "Michael Che",
                true
            ],
            [
                "Seventy-eight percent of Americans don’t even own a gun.",
                "Michael Che",
                true
            ],
            [
                "And 3 percent of Americans own 50 percent of all the guns in the country.",
                "Michael Che",
                true
            ],
            [
                "That’s the problem: that whiny 3 percent that needs to feel secure all the time.",
                "Michael Che",
                true
            ],
            [
                "That’s why I think we should do a buyback program.",
                "Michael Che",
                true
            ],
            [
                "For every gun you trade in, we give you one half-inch of penis enlargement.",
                "Michael Che",
                true
            ],
            [
                "If you trade in 10 guns, you get five more inches.",
                "Michael Che",
                true
            ],
            [
                "And if women want to trade in their guns, don’t.",
                "Michael Che",
                true
            ],
            [
                "You’re probably going to need it to fight off all those men in spandex showing off their brand-new eight-inch penises.",
                "Michael Che",
                true
            ],
            [
                "Speaker of the House Paul Ryan said that he wants Congress to look into some proposals for gun control.",
                "Che",
                true
            ],
            [
                "But first he wants to look into this briefcase from the N.R.A.",
                "Che",
                true
            ],
            [
                "Hello, we see what you’re doing.",
                "McKinnon",
                true
            ],
            [
                "It’s like they’re at a cocktail party, they’re taking all the shrimp.",
                "McKinnon",
                true
            ],
            [
                "And all the Democrats are left with is the sweaty cheddar.",
                "McKinnon",
                true
            ],
            [
                "By the way, sweaty cheddar is what they called Steve Bannon in college.",
                "McKinnon",
                true
            ],
            [
                "That’s a nasty Gins-burn.",
                "McKinnon",
                true
            ],
            [
                "I made a deal with our female God that I would trade height for years.",
                "McKinnon",
                true
            ],
            [
                "So in 2095 I’m going to be the size of a Playmobil, but I’ll still be kicking ass and taking Boniva.",
                "McKinnon",
                true
            ],
            [
                "If you’re in the cast of a late-night comedy show, it might help if they, you know, do more of your sketches,",
                "Pete Davidson",
                true
            ],
            [
                "The show is, like, eight hours long and there’s, like, 50 sketches a week.",
                "Pete Davidson",
                true
            ],
            [
                "It seems weird you wouldn’t use one of them to fight mental illness, but I guess that’s not your style.",
                "Pete Davidson",
                true
            ],
            [
                "My sketches suck because they’re all written by a depressed person.",
                "Davidson",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/10/05/us/harvey-weinstein-harassment-allegations.html?action=click&contentCollection=Business%20Day&module=inline&region=Marginalia&pgtype=article",
                "https://www.nytimes.com/2017/10/03/arts/music/tom-petty-dead.html?module=inline",
                "https://www.nytimes.com/2017/10/03/us/politics/gerrymandering-supreme-court-wisconsin.html?module=inline",
                "https://www.masslive.com/entertainment/2016/09/watch_saturday_night_live_open.html",
                "https://people.com/bodies/pete-davidson-borderline-personality-disorder-depression/",
                "https://www.thedailybeast.com/late-night-comedy-shows-avoid-harvey-weinstein-allegations-for-now"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY",
                "https://www.parsintl.com/publication/the-new-york-times/"
            ]
        },
        "key_words": [
            "accusations",
            "snl",
            "gun",
            "thats",
            "aldean",
            "guns",
            "dont",
            "guest",
            "control",
            "jason",
            "trade",
            "surprise",
            "americans",
            "tom",
            "youre",
            "wont",
            "worth",
            "singing",
            "pettys"
        ]
    }
]