[
    {
        "url": "https://www.nytimes.com/2017/10/11/sports/baseball/cubs-hugs-nlds.html?rref=collection%2Fsectioncollection%2Fsports",
        "title": "The Cubs’ Secret to Success? Group Hugs",
        "authors": [
            {
                "name": "James Wagner",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2017-10-11",
        "text": "Advertisement\nImage\nThe Cubs have found a way to turn their daily time for stretching into something that has the feel of group therapy. On Monday, shortstop Addison Russell received hugs and encouragement from his teammates.CreditCreditAlyssa Schukar for The New York Times\nCHICAGO — In the hours leading up to just about every game, baseball teams gather on the field to stretch. And then stretch some more. It is an utterly monotonous activity in what eventually becomes a marathon of a season.\nThe Chicago Cubs, however, are a team that prides itself on maintaining a relatively free-spirited work environment, and they have found a way to tinker with this routine. They have done so by turning pregame stretching into something that resembles group therapy.\nLed by Tim Buss, the Cubs’ out-of-the-box strength and conditioning coach, the team’s position players converge on the field about 15 minutes before batting practice. At that point, a player or someone else who works for the club is chosen to stand in the middle of the circle. And then, one by one, everyone says something nice about the person.\nIn the final workout before the Cubs’ first-round playoff series against the Washington Nationals, the Cubs’ video coordinators were called into the circle. Before Game 1 of the series, in Washington, it was infielder Tommy La Stella’s turn.\nBefore Game 2, the team’s traveling secretary, Vijay Tekchandani, got the nod. And ahead of Game 3, in Chicago, it was shortstop Addison Russell who stood surrounded by his teammates.\nDoes it work? Well, the Cubs won the World Series last season, breaking an epic 108-year championship drought. And they now have a chance to make it back-to-back titles — if they can eliminate the Nationals and push deeper into the postseason.\nTheo Epstein, the team’s president, gets plenty of credit for building a strong roster in Chicago after winning two championships in Boston, and Joe Maddon, the manager, is well known for blending irreverence with baseball smarts. And there are plenty of solid players. Then again, maybe the group sessions are a factor, too, in all the recent success.\n“It’s really all about being positive and picking someone else up when they need it,” Kris Bryant, the Cubs’ star third baseman, said when asked about the bonding exercise. “There’s times throughout the year where I need them to say something positive about me and I feel better. I love it. Kind of the culture here where we love one another and pull for one another. It’s just good people here.”\nIn a sport where teams are always looking for an edge, and the season never seems to end, workplace culture can make a difference. Baseball has far more games than other sports and everyone connected with a club spends eight months of the year in close quarters, constantly on the move. Everyone has real-life issues to contend with away from the field. Tensions can arise in the clubhouse, and outside it.\nWhen Dusty Baker, a longtime manager, took the Nationals’ job before the 2015 season, he talked about using love to guide a team. Torey Lovullo, the Arizona Diamondbacks’ first-year manager, has said he wants to provide support and love to his players.\nImage\nCubs’ strength and conditioning coach Tim Buss, center, leads position players in their unusual pre-game ritual on Monday.CreditAlyssa Schukar for The New York Times\nMaddon is well-known for trying to keep things light — on Sunday, for instance, he put a buffet on the field at Wrigley as his players practiced — but he is also wholeheartedly behind the friendship circles that were created by Buss.\n“He’s so creative,’’ Maddon said. “What he does in the weight room and what he does by having the masses outside, it’s very entertaining and the guys look forward to it. They really do.’’\nBuss, who has been the team’s strength and conditioning coordinator since 2001, began the group sessions on the field in August of 2016. The Cubs had the best record in baseball at the time, but Buss said a member of the club was having a tough time. So he gathered his colleagues around him on the field and asked everyone to say something positive.\nSo it began, and the daily gatherings have continued ever since.\nThe group sessions on the field are not long — anywhere from five to 10 minutes — but they are full of life and laughter. After each of his teammates spoke in the circle the other day, La Stella offered a hug. First baseman Anthony Rizzo had his arms wrapped around two teammates during Saturday’s gathering. And that day, as Tekchandani entered the circle, he was welcomed with a round of applause.\n“It helps a lot,” catcher Willson Contreras said of the bonding. “It keep us together as a family, and happy together, despite being in a pressure-filled situation in the playoffs.”\n“It’s like 10 minutes of fun,” Buss said.\nBuss, who sports a beer belly and a mohawk, is immensely popular among Cubs players. In spring training, he is famous for the outrageous outfits he wears as he presides over daily conditioning. But there seems to be a method to his madness.\n“Even though he’s funny and comes off as a goofball, he’s one of the smartest guys we’ve got in here,” outfielder Albert Almora Jr. said. “If he’s doing something, it’s for a purpose.”\nBuss is modest about what impact his feel-good exercises may be having on the team’s fortunes. Feeling good does not guarantee a player will whack a really good curveball for a hit. “I don’t know how much that plays into it,’’ he said of the connection between what he does on the field with the players and what they do when the game begins.\nBut the players — Buss’s players really — beg to differ. “The more positive things in the clubhouse, the better the results,” Contreras said.\nBryant noted that even though the pregame sessions are a daily phenomenon, those taking part do not run out of things to mention. It is easy, he said, to always find something nice to say about the person standing in the middle of the circle, whether it be about their role as a teammate or friend or co-worker or parent.\n“It definitely gets everyone’s confidence up,’’ Russell said. “To hear nice things said about you from guys that are professionals and have been for a long time, it definitely makes you happy.”\nFollow James Wagner on Twitter: @ByJamesWagner .\nA version of this article appears in print on , Section B, Page 12 of the New York edition with the headline: New Routine Becomes an Exercise in Bonding: Stretch, Share, Hug. Order Reprints | Today’s Paper | Subscribe\nRelated Coverage\n",
        "quotes": [
            [
                "It’s really all about being positive and picking someone else up when they need it,",
                "Kris Bryant",
                true
            ],
            [
                "There’s times throughout the year where I need them to say something positive about me and I feel better.",
                "Kris Bryant",
                true
            ],
            [
                "Kind of the culture here where we love one another and pull for one another.",
                "Kris Bryant",
                true
            ],
            [
                "It’s just good people here.",
                "Kris Bryant",
                true
            ],
            [
                "It keep us together as a family, and happy together, despite being in a pressure-filled situation in the playoffs.",
                "Willson Contreras",
                true
            ],
            [
                "It’s like 10 minutes of fun,",
                "Buss",
                true
            ],
            [
                "Even though he’s funny and comes off as a goofball, he’s one of the smartest guys we’ve got in here,",
                "Albert Almora Jr.",
                true
            ],
            [
                "If he’s doing something, it’s for a purpose.",
                "Albert Almora Jr.",
                true
            ],
            [
                "The more positive things in the clubhouse, the better the results,",
                "Contreras",
                true
            ],
            [
                "To hear nice things said about you from guys that are professionals and have been for a long time, it definitely makes you happy.",
                "Russell",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2015/11/04/sports/baseball/washington-nationals-hire-dusty-baker-as-manager.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.parsintl.com/publication/the-new-york-times/",
                "https://www.nytimes.com/section/todayspaper",
                "https://www.nytimes.com/subscription?campaignId=48JQY"
            ]
        },
        "key_words": [
            "success",
            "chicago",
            "teams",
            "game",
            "hugs",
            "positive",
            "culture",
            "need",
            "group",
            "plenty",
            "season",
            "cubs",
            "love",
            "secret"
        ]
    }
]