[
    {
        "url": "https://www.politico.com/story/2016/09/senate-saudi-arabia-tank-sales-228479?cmpid=sf",
        "title": "Senate backs tank sales to Saudi Arabia",
        "authors": [
            {
                "name": "Seung Min Kim",
                "link": null
            },
            {
                "name": "Jeremy Herb",
                "link": null
            },
            {
                "name": "Matt Friedman",
                "link": null
            },
            {
                "name": "Nick Niedzwiadek",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-21",
        "text": "Senate backs tank sales to Saudi Arabia\nBy JEREMY HERB and SEUNG MIN KIM\n09/21/2016 03:21 PM EDT\nStory Continued Below\nWhile the vote was unsuccessful, Murphy said his goal wasn’t necessarily to pass the resolution, but rather to press Saudi Arabia on its role in the civil war in Yemen. Riyadh has been accused of killing civilians with airstrikes in Yemen and other human rights violations.\n“I don’t think the Saudis are interested in continually having a debate about the future of U.S.-Saudi relationship on the floor of the Senate or the House,” Murphy told POLITICO ahead of the vote. “I knew from the beginning that this was not becoming law. My point here is to raise a discussion about the war in Yemen and Saudi behavior in the region that isn’t happening.”\nOpponents of the resolution — including Republican Senate foreign policy stalwarts like Armed Services Chairman John McCain (R-Ariz.) and Foreign Relations Chairman Bob Corker (R-Tenn.) — argued that the Saudis were important allies in the Middle East, despite their abuses in the war in Yemen.\n“Were this resolution disapproval ever to be adopted, it would further convince the world that the United States is retreating not only from its commitments, but also as the guarantor of the international order,” Senate Majority Leader Mitch McConnell said on the floor Wednesday.\nThe arms sale vote comes at a tense time in U.S.-Saudi relations, as Congress is preparing to override a presumed veto on legislation that also targets Saudi Arabia. The White House plans to issue a formal veto of the Justice Against Sponsors of Terrorism Act, which would allow families of the victims of the Sept. 11, 2001 terror attacks to sue foreign governments found responsible for them.\nThe legislation, which breezed unanimously through both chambers of the Capitol earlier this year, has long been viewed as focusing on Saudi Arabia’s alleged role in the terrorist attacks. The so-called “28 pages,” part of a 2002 probe that was declassified in July, included some indications that appear to suggest links between a handful of Saudis in the United States and two of the 9/11 hijackers.\nSome influential lawmakers have shown hesitation about the 9/11 bill and its implications as an override vote became imminent. President Barack Obama has not vetoed the legislation yet; he has until Friday to do so, and McConnell said the vote will be held before senators leave Washington until the November elections.\nMurphy said it was “unfortunate” the timing of the two bills intersected, arguing they were two separate issues that both happened to deal with Saudi Arabia.\n“I think there are a lot of people who want to vote — who will vote to override the JASTA veto and then vote against our resolution as a means of balancing their votes out,” he said. “Had our resolution happened at a different time, the vote might be different.”\nOpponents of the disapproval resolution also made a distinction between supporting the 9/11 bill and supporting the arms sale to the Saudis. Republicans who came to the floor to back the sale tied it to Iran, charging that Iran was on the other side of the civil war in Yemen and that Saudi Arabia was essential as a counterbalance in the region.\n“You're talking about a body and an idea that is ass-backwards, this is one for the ages,” said Sen. Lindsey Graham (R-S.C.). “To those who want to vote today to suspend this aid to Saudi Arabia, people in Iran will cheer you on.”\nThe U.S. has played a support role for Saudi Arabia in the Yemen civil war, providing aerial refueling and intelligence sharing . The proposed arms sale to the Saudis includes 153 Abrams tanks, and 20 “battle damage replacements,” likely from their use in the Yemen war.\nWednesday vote wasn’t the first time that Paul and Murphy have teamed up to force a vote on a sale to a Middle Eastern ally with a checkered history. In March, the pair forced a vote on the sale of F-16 fighter jets to Pakistan, which was also blocked by the Senate, 71 to 24.\nPaul’s Senate campaign sent out a note to his supporters ahead of the vote Wednesday, urging them to “#standwithrand” and to sign a petition backing his resolution.\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "I don’t think the Saudis are interested in continually having a debate about the future of U.S.-Saudi relationship on the floor of the Senate or the House,",
                "Murphy",
                true
            ],
            [
                "I knew from the beginning that this was not becoming law.",
                "Murphy",
                true
            ],
            [
                "My point here is to raise a discussion about the war in Yemen and Saudi behavior in the region that isn’t happening.",
                "Murphy",
                true
            ],
            [
                "Were this resolution disapproval ever to be adopted, it would further convince the world that the United States is retreating not only from its commitments, but also as the guarantor of the international order,",
                "Murphy",
                true
            ],
            [
                "I think there are a lot of people who want to vote — who will vote to override the JASTA veto and then vote against our resolution as a means of balancing their votes out,",
                "Murphy",
                true
            ],
            [
                "Had our resolution happened at a different time, the vote might be different.",
                "Murphy",
                true
            ],
            [
                "You're talking about a body and an idea that is ass-backwards, this is one for the ages,",
                "Lindsey Graham",
                true
            ],
            [
                "To those who want to vote today to suspend this aid to Saudi Arabia, people in Iran will cheer you on.",
                "Murphy",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.politico.com/story/2016/07/9-11-report-nancy-pelosi-225608",
                "https://www.politico.com/story/2016/09/democrats-veto-saudi-arabia-override-228436",
                "https://www.reuters.com/article/us-usa-saudi-yemen-exclusive-idUSKBN0N129W20150410"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "backs",
            "senate",
            "sale",
            "sales",
            "vote",
            "yemen",
            "war",
            "arabia",
            "resolution",
            "saudi",
            "murphy",
            "saudis",
            "tank"
        ]
    }
]