[
    {
        "url": "https://www.politico.com/story/2016/09/north-carolina-rep-charlotte-protesters-hate-white-people-228556?cmpid=sf",
        "title": "North Carolina lawmaker: Charlotte protesters 'hate white people'",
        "authors": [
            {
                "name": "Cristiano Lima",
                "link": null
            },
            {
                "name": "John Bresnahan",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2016-09-22",
        "text": "North Carolina lawmaker: Charlotte protesters 'hate white people'\nNorth Carolina GOP Rep. Robert Pittenger said protesters in Charlotte are motivated by racism rather than anger over the fatal police shooting of Keith Scott, an African-American man.\n\"The grievance in their mind is the animus, the anger,\" Pittenger said during an interview with the BBC. \"They hate white people because white people are successful and they're not.\"\nStory Continued Below\nPittenger -- who is under investigation by the FBI and IRS over his ties to his former real-estate firm -- insisted that the \"welfare state\" has turned American citizens into slaves.\n\"We have spent trillions of dollars on welfare, where we put people in bondage so they can't be all that they're capable of being,\" Pittenger added. \"America is a country of opportunity, of freedom, of liberty. It didn't become that way because of a great government that provided everything for everyone.\"\nWhen asked later about the comments, Pittenger's office sent a statement apologizing for the incident.\n“What is taking place in my hometown right now breaks my heart,\" Pittenger said in a statement. \"My anguish led me to respond to a reporter’s question in a way that I regret. The answer doesn’t reflect who I am. I was quoting statements made by angry protestors last night on national TV. My intent was to discuss the lack of economic mobility for African-Americans because of failed policies. I apologize to those I offended and hope we can bring peace and calm to Charlotte.”\nScott's death has triggered several days of rioting in Charlotte. Republican Gov. Pat McCrory has declared a state of emergency and the National Guard has been called in to assist local police.\nCharlotte police officials have refused to release a videotape of Scott's shooting, calling it not \"definitive.\"\nAfter running unsuccessfully for lieutenant governor in 2008, Pittenger was elected to Congress in 2012. Pittenger, 68, serves on the Financial Services Committee.\nThis article tagged under:\nPolitico Magazine\nBy Austin Sarat and Jonathan Obert\n",
        "quotes": [
            [
                "The grievance in their mind is the animus, the anger,",
                "Pittenger",
                true
            ],
            [
                "They hate white people because white people are successful and they're not.",
                "Pittenger",
                true
            ],
            [
                "We have spent trillions of dollars on welfare, where we put people in bondage so they can't be all that they're capable of being,",
                "Pittenger",
                true
            ],
            [
                "America is a country of opportunity, of freedom, of liberty.",
                "Pittenger",
                true
            ],
            [
                "It didn't become that way because of a great government that provided everything for everyone.",
                "Pittenger",
                true
            ],
            [
                "What is taking place in my hometown right now breaks my heart,\" Pittenger said in a statement.",
                "Pittenger",
                true
            ],
            [
                "My anguish led me to respond to a reporter’s question in a way that I regret.",
                "Pittenger",
                true
            ],
            [
                "The answer doesn’t reflect who I am.",
                "Pittenger",
                true
            ],
            [
                "I was quoting statements made by angry protestors last night on national TV.",
                "Pittenger",
                true
            ],
            [
                "My intent was to discuss the lack of economic mobility for African-Americans because of failed policies.",
                "Pittenger",
                true
            ],
            [
                "I apologize to those I offended and hope we can bring peace and calm to Charlotte.",
                "Pittenger",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.politico.com/story/2016/09/obama-charlotte-protests-228561"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "statement",
            "lawmaker",
            "theyre",
            "way",
            "hate",
            "north",
            "protesters",
            "carolina",
            "white",
            "charlotte",
            "successful",
            "welfare",
            "pittenger"
        ]
    }
]