[
    {
        "url": "https://www.cnn.com/2016/09/20/politics/sudan-counter-terrorism-state-department/index.html",
        "title": "US lauds state sponsor of terrorism ... for fighting terrorism",
        "authors": [
            {
                "name": "Ryan Browne",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-20",
        "text": "Updated 6:43 PM ET, Tue September 20, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nArrest Sudanese President in New York? 'Not a bad idea'\nArrest Sudanese President in New York? 'Not a bad idea' 02:18\nStory highlights\nUS State Department commends Sudan for counterterror efforts against ISIS and other groups\nThe State Department designated Sudan a state sponsor of terror in 1993\nWashington (CNN)\nThe State Department welcomed Sudan's efforts to counter ISIS and other terrorist groups Tuesday despite the fact that Sudan has been designated a state sponsor of terrorism for more than 20 years.\n\"The United States welcomes Sudan's recent efforts to increase counterterrorism cooperation with the United States,\" State Department spokesman John Kirby said in a statement.\n\"Sudan has taken important steps to counter ISIL and other terrorist groups and has sought to prevent their movement into and through Sudan. Sudan's continued cooperation will bolster international efforts to combat terrorism in the broader region,\" Kirby added, using the government's preferred acronym for ISIS.\nKirby went on to say that the governments of the US and Sudan would cooperate \"on counterterrorism to enhance the security of both our countries,\" adding that such cooperation would be \"subject to and consistent with‎ US law.\"\nThe United States welcomes Sudan's recent efforts to increase counterterrorism cooperation with the United States.  Read more below. pic.twitter.com/YKyhcNoar1\nThe State Department labeled Sudan a state sponsor of terrorism since 1993.\nRead More\n\"Sudan was designated as a state sponsor of terrorism in 1993 due to concerns about support to international terrorist groups to include the Abu Nidal Organization, Palestine Islamic Jihad, Hamas, and Hezbollah,\" according to the department's 2015 report on terrorism, though the report notes that Sudan's support to those groups \"appeared to have declined\" in 2015.\nThe country also was home to Osama bin Laden and his followers from 1991 until 1996, with the department's terrorism report saying bin Laden was \"provided safe haven in Sudan for five years until he was expelled by the Sudanese government in 1996.\"\nWhile there, bin Laden is believed to have helped orchestrate several terror attacks. He was eventually expelled by the Sudanese government for his involvement with al Qaeda and subsequently relocated to Afghanistan.\nSudan is one of only three countries to be designated a state sponsor of terrorism, with the other two being Syria and Iran.\nWhen asked about the apparent contradiction, Kirby issued a statement to CNN, saying, \"We engage bilaterally in a number of areas and cooperation in these areas will help us normalize ties.\"\nBut, he added, \"Complete normalization of relations would require significant progress in a range of other areas, including an end to the fighting in Darfur and the Two Areas.\"\nThe latter designation refers to the South Kordofan and Blue Nile states of Sudan which, along with Darfur, have been the site of violent armed conflict between the government in Khartoum and opposition groups over the past several years.\nThe International Criminal Court issued warrants for the arrest of Sudan's long-serving President Omar al Bashir in 2009 and 2010 for \"crimes against humanity\" and \"war crimes\" pertaining to his actions during the conflict in Darfur.\n\"As we've consistently said, we would initiate the process of rescinding Sudan's designation as a state sponsor of terrorism only if the government of Sudan met all the criteria,\" Kirby said.\nAccording to Kirby, these steps included the \"certification that the government of Sudan has not provided support to international terrorism in the preceding six-month period and that the government has provided assurances that it will not support acts of international terrorism in the future,\" noting that the \"process has not been initiated.\"\n\"We have been quite clear with the Sudanese on the steps that need to be taken,\" he added.\nCNN's Laura Koran contributed to this story\n",
        "quotes": [
            [
                "The United States welcomes Sudan's recent efforts to increase counterterrorism cooperation with the United States,",
                "John Kirby",
                true
            ],
            [
                "Sudan has taken important steps to counter ISIL and other terrorist groups and has sought to prevent their movement into and through Sudan.",
                "Kirby",
                true
            ],
            [
                "Sudan's continued cooperation will bolster international efforts to combat terrorism in the broader region,",
                "Kirby",
                true
            ],
            [
                "on counterterrorism to enhance the security of both our countries,",
                "Kirby",
                false
            ],
            [
                "subject to and consistent with  US law.",
                "Kirby",
                false
            ],
            [
                "Sudan was designated as a state sponsor of terrorism in 1993 due to concerns about support to international terrorist groups to include the Abu Nidal Organization, Palestine Islamic Jihad, Hamas, and Hezbollah,",
                "",
                true
            ],
            [
                "provided safe haven in Sudan for five years until he was expelled by the Sudanese government in 1996.",
                "",
                false
            ],
            [
                "We engage bilaterally in a number of areas and cooperation in these areas will help us normalize ties.",
                "Kirby",
                true
            ],
            [
                "Complete normalization of relations would require significant progress in a range of other areas, including an end to the fighting in Darfur and the Two Areas.",
                "Kirby",
                true
            ],
            [
                "As we've consistently said, we would initiate the process of rescinding Sudan's designation as a state sponsor of terrorism only if the government of Sudan met all the criteria,",
                "Kirby",
                true
            ],
            [
                "certification that the government of Sudan has not provided support to international terrorism in the preceding six-month period and that the government has provided assurances that it will not support acts of international terrorism in the future,",
                "Kirby",
                false
            ],
            [
                "We have been quite clear with the Sudanese on the steps that need to be taken,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://t.co/YKyhcNoar1"
            ]
        },
        "key_words": [
            "sudans",
            "terrorism",
            "cooperation",
            "united",
            "sponsor",
            "department",
            "states",
            "efforts",
            "fighting",
            "state",
            "lauds",
            "sudan"
        ]
    }
]