[
    {
        "url": "http://www.cnn.com/2017/10/09/politics/russia-trump-tower-meeting-new-documents/index.html",
        "title": "Russians' lawyer says new documents show Trump Tower meeting not about Clinton",
        "authors": [
            {
                "name": "Jeremy Herb",
                "link": null
            },
            {
                "name": "Pamela Brown",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-10-09",
        "text": "Russians' lawyer says new documents show Trump Tower meeting not about dirt on Clinton\nUpdated 9:32 PM ET, Mon October 9, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\n(CNN)\nAn attorney for the Russian billionaire who allegedly pushed for the June 2016 meeting between senior members of Trump's team and a Russian lawyer says he has documents showing the meeting wasn't really about dirt on Hillary Clinton.\nAn email exchange and talking points provided to CNN are the latest indication of how some of the meeting participants plan to make their case about why the meeting with Donald Trump Jr. did not amount to collusion between Russian officials and the Trump campaign.\nThe new information stands in contrast with the initial email pitching the meeting to Trump Jr., which promised damaging information on Clinton.\nThe emails provided to CNN between Russian lawyer Natalia Veselnitskaya and publicist Rob Goldstone -- who arranged the meeting with Trump Jr. -- show Veselnitskaya asked the morning of the meeting for a Russian-American lobbyist to be added because of his knowledge of the Magnitsky Act, the legislation that put in place US sanctions discussed at the meeting.\nAnd a five-page talking points memo also provided to CNN shows Veselnitskaya's case to repeal the Magnitsky Act to improve US-Russia relations, with a passing reference to a possible financer of Clinton's campaign.\nRead More\nThe June 2016 meeting with Trump Jr., President Donald Trump's son-in-law Jared Kushner and then-Trump campaign chairman Paul Manafort has attracted intense interest because Trump Jr. was told he would get damaging information on Clinton amid allegations of possible collusion between the Trump campaign and Russian officials.\nThe documents were provided by Scott Balber, who represents Aras and Emin Agalarov, the billionaire real estate developer and his pop star son who requested the June 2016 meeting.\nBalber, who went to Moscow to obtain the documents from Veselnitskaya, said in an interview with CNN that the emails and talking points show she was focused on repealing the Magnitsky Act, not providing damaging information on Clinton.\nThe message was muddled, Balber said, when it was passed like a game of telephone from Veselnitskaya through the Agalarovs to Goldstone.\nBalber also suggested that Goldstone \"probably exaggerated and maybe willfully contorted the facts for the purpose of making the meeting interesting to the Trump people.\"\nGoldstone declined to comment for this story.\n\"The documents and what she told me are consistent with my client's understanding of the purpose of the meeting which was from the beginning and at all times thereafter about her efforts to launch a legislative review of the Magnitsky Act,\" Balber said.\nThe emails between Goldstone and Trump Jr. tell a different story.\nIn the email exchange between Goldstone and Trump Jr., which was made public earlier this year, Goldstone wrote: \"The Crown prosecutor of Russia met with his father Aras this morning and in their meeting offered to provide the Trump campaign with some official documents and information that would incriminate Hillary and her dealings with Russia and would be very useful to your father.\"\n\"I love it,\" Trump Jr. responded.\nGoldstone, a music publicist who worked on the 2013 Miss Universe pageant with the Trump family, has said after the meeting was disclosed that he was exaggerating to Trump Jr. to secure the meeting.\nBalber also provided CNN with new details about a phone call between Trump Jr. and Emin Agalarov after Goldstone initially emailed Trump Jr. and before the meeting took place. Balber says that \"Emin remembers vaguely some brief call saying, 'Look, I know Goldstone is emailing you if you can do this, that would be great.' But Emin doesn't remember anything substantive discussed.\" Trump Jr. said in a recently released statement that phone records show three brief phone calls or voicemail exchanges with Emin Agalarov but that he had no memory of speaking with him.\nTrump Jr. has said Veselnitskaya started the meeting talking about \"individuals connected to Russia\" funding Clinton but provided no details to support her claims and then moved on to focus on the US sanctions under the Magnitsky Act and the adoption of Russian children.\n\"To the extent they had information concerning the fitness, character or qualifications of a presidential candidate, I believed that I should at least hear them out,\" Trump Jr. said in a statement to the Senate Judiciary Committee.\nBut the meeting between the Russian lawyer and Trump Jr. has become of significant interest to the congressional Russia investigators. And President Trump's role in drafting his son's misleading initial statement — which claimed the meeting was about Russian adoptions — has prompted special counsel Robert Mueller's team to approach the White House about interviewing staffers aboard Air Force One when the statement was drafted.\nNon-disclosure agreements signed\nThe emails between Veselnitskaya and Goldstone also add intriguing new details into the genesis of the meeting.\nIn the exchange the morning of the meeting, Veselnitskaya asked Goldstone if Russian-American lobbyist Rinat Akhmetshin could be brought along, saying he was \"working to advance these issues with several congressmen.\"\nVeselnitskaya also said that both Akhmetshin and her translator, Anatoli Samochornov, has signed non-disclosure agreements.\n\"Mr. Akhmetshin has signed an NDA with us as did Mr. Samochornov,\" she wrote.\nIt's not clear why they had signed the agreement. Typically, a non-disclosure agreement would be crafted by a lawyer for the participants to sign. Two sources familiar with the Trump campaign said NDAs were not common requirements for general meetings.\nA person familiar with the Trump Organization said the organization, as well as Trump Jr., had no knowledge that NDAs were signed before the meeting by some of the participants.\nThe source said it was odd that a non-disclosure agreement would have been necessary for the meeting.\nAkhmetshin's attorney, Michael Tremonte, said his client \"has no recollection of an NDA in connection with the meeting and was unaware of the communications between Veselnitskaya and Goldstone.\"\nBalber said Ike Kaveladze, an Agalarov representative who was the eighth person in the Trump Jr. meeting, did not sign a non-disclosure form.\nVeselnitskaya did not answer CNN questions about why the forms were signed. The lawyer for Akhmetshin declined to comment.\nTalking points\nThe five-page memo, marked confidential and dated May 30, 2016, accuses US lawmakers of falsifying the story of attorney Sergei Magnitsky, who was killed while in Russian custody in 2009. US lawmakers passed the Magnitsky Act in 2012 to punish the Russians allegedly responsible for his death.\nAs part of her explanation, Veselnitskaya's talking points accuse the \"Ziff brothers\" -- three billionaire brothers who had run a hedge fund company together -- of violating Russian law, as well as their connections to Democratic politics.\n\"Ziff brothers participated in financing both Obama presidential campaign, American press dubs them as 'main sponsors of Democrats,' \" the memo states, according to a translated version. \"It's entirely possible they also take part in financing Hillary Clinton's campaign.\"\nZiff Brothers Investment spokesperson Michael Freitag declined to comment.\nUpdate: This story has been updated with the Ziff brothers' spokesman declining to comment.\n",
        "quotes": [
            [
                "probably exaggerated and maybe willfully contorted the facts for the purpose of making the meeting interesting to the Trump people.",
                "Balber",
                false
            ],
            [
                "The documents and what she told me are consistent with my client's understanding of the purpose of the meeting which was from the beginning and at all times thereafter about her efforts to launch a legislative review of the Magnitsky Act,",
                "Balber",
                true
            ],
            [
                "The Crown prosecutor of Russia met with his father Aras this morning and in their meeting offered to provide the Trump campaign with some official documents and information that would incriminate Hillary and her dealings with Russia and would be very useful to your father.",
                "Goldstone",
                true
            ],
            [
                "Emin remembers vaguely some brief call saying, 'Look, I know Goldstone is emailing you if you can do this, that would be great.",
                "Donald Trump Jr.",
                true
            ],
            [
                "But Emin doesn't remember anything substantive discussed.",
                "Donald Trump Jr.",
                true
            ],
            [
                "To the extent they had information concerning the fitness, character or qualifications of a presidential candidate, I believed that I should at least hear them out,",
                "Donald Trump Jr.",
                true
            ],
            [
                "working to advance these issues with several congressmen.",
                "Akhmetshin",
                false
            ],
            [
                "Mr. Akhmetshin has signed an NDA with us as did Mr. Samochornov,",
                "Veselnitskaya",
                true
            ],
            [
                "has no recollection of an NDA in connection with the meeting and was unaware of the communications between Veselnitskaya and Goldstone.",
                "",
                false
            ],
            [
                "Ziff brothers participated in financing both Obama presidential campaign, American press dubs them as 'main sponsors of Democrats,",
                "",
                true
            ],
            [
                "It's entirely possible they also take part in financing Hillary Clinton's campaign.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2017/09/07/politics/mueller-trump-air-force-one-statement-russian-lawyer/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "documents",
            "cnn",
            "act",
            "magnitsky",
            "meeting",
            "lawyer",
            "clinton",
            "jr",
            "information",
            "russians",
            "tower",
            "veselnitskaya",
            "trump",
            "goldstone",
            "russian"
        ]
    }
]