[
    {
        "url": "http://www.bbc.com/news/world-us-canada-41556337",
        "title": "Trump defends Pence NFL protest walkout amid claims of stunt",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "9 October 2017\nThese are external links and will open in a new window\nClose share panel\nImage copyright Reuters\nImage caption Vice-President Mike Pence and Second Lady Karen Pence have attended Colts games in the past\nUS President Donald Trump has defended the vice-president amid claims his walkout at an NFL game during national anthem protests was a stunt.\nHe tweeted: \"The trip by @VP Pence was long planned. He is receiving great praise for leaving game after players showed such disrespect for country!\"\nMike Pence left the stadium on Sunday as players refused to stand during the Star-Spangled Banner.\nBut critics described his counter-protest as \"PR\" at taxpayers' expense.\nMedia playback is unsupported on your device\nMedia captionWatch: The history of anthem protests in the US.\nSome Colts locked arms and wore black T-shirts with the words \"Stand for equality, justice, unity, respect, dialogue, opportunity\" on the back.\nMr Pence said in a statement issued afterwards: \"I left today's Colts game because President Trump and I will not dignify any event that disrespects our soldiers, our Flag, or our National Anthem.\"\nThe vice-president missed his team defeating San Francisco 26-23 in overtime.\nWhat are Mr Pence's critics saying?\nSome have questioned whether Mr Pence, a former Indiana governor, only attended the game in order to make a point of leaving.\nWhite House reporters said they were not brought into the stadium with the vice-president, and were told he may depart the game early.\nHe flew from Las Vegas on Saturday and was then flown to California on Sunday evening.\nAir Force 2, the vice-president's plane, costs the government $42,936 (£32,000) an hour to fly, tweeted CNN White House reporter Kevin Liptak, estimating the flight's cost at well over $200,000.\n49ers player Eric Reid said after the game he believed Mr Pence's actions were \"a PR stunt\".\n\"This is what systemic oppression looks like,\" said the player. \"A man with power comes to the game, tweets a couple things out and leaves the game in an attempt to thwart our efforts.\"\nNorman Ornstein, of the American Enterprise Institute, a conservative think tank, tweeted : \"Manipulation of faux patriotism took new turn today with VP Pence.\n\"Preplanned early exit from Colts game after 49ers kneeled, then tweets.\"\nCongressman Adam Schiff, a California Democrat, tweeted: \"How much taxpayer money was wasted on this stunt?\"\nA long journey to make a point\nBy Anthony Zurcher, BBC North America reporter\nMike Pence travelled quite a ways - from Nevada to Indianapolis then back west to California - to make a statement.\nNext come the questions. Was that statement worth the vice-president's time? And how much did that trip cost US taxpayers?\nMr Trump's supporters are already celebrating the move, helping the vice-president burnish his standing with his boss's loyal base.\nSome of the NFL players were clearly irritated by what they saw as a political publicity stunt.\nAmericans, according to polls, are split.\nThey're not happy about the NFL protests, but they don't like Mr Trump's eagerness to stoke the flames of controversy.\nNow - as tensions rise in North Korea and yet another hurricane slams into the US - Mr Pence is joining the anthem fray.\nWhat do Pence's supporters say?\nAn official in Mr Pence's office said the vice-president had planned for \"several weeks\" to attend Sunday's Colts game, where former quarterback Peyton Manning, a Republican party donor, was honoured.\nPresident Trump tweeted on Sunday that he had asked Mr Pence to leave the stadium \"if any player kneeled, disrespecting our country\".\nMr Trump's criticism of the NFL players has been welcomed by his conservative supporters as the president struggles to deliver legislative accomplishments.\nDallas Cowboys owner Jerry Jones said: \"We cannot in the NFL in any way give the implication that we tolerate disrespecting the flag.\n\"I know the vice-president did leave, because in his opinion the teams were.\"\nMr Jones vowed to bench any of his players if they do not stand up during the national anthem.\nDo players have a right to protest?\nIn a statement on Sunday, the NFL Players Association defended players' demonstration.\n\"We should not stifle these discussions and cannot allow our rights to become subservient to the very opinions our constitution protects,\" the association said.\nThe first amendment of the US constitution bars the government from limiting free speech, including prohibiting protests of the national anthem or punishing people who choose not to stand.\n",
        "quotes": [
            [
                "The trip by @VP Pence was long planned.",
                "",
                true
            ],
            [
                "He is receiving great praise for leaving game after players showed such disrespect for country!",
                "",
                true
            ],
            [
                "Stand for equality, justice, unity, respect, dialogue, opportunity",
                "",
                false
            ],
            [
                "I left today's Colts game because President Trump and I will not dignify any event that disrespects our soldiers, our Flag, or our National Anthem.",
                "",
                true
            ],
            [
                "This is what systemic oppression looks like,",
                "",
                true
            ],
            [
                "A man with power comes to the game, tweets a couple things out and leaves the game in an attempt to thwart our efforts.",
                "",
                true
            ],
            [
                "Manipulation of faux patriotism took new turn today with VP Pence.",
                "Norman Ornstein",
                true
            ],
            [
                "Preplanned early exit from Colts game after 49ers kneeled, then tweets.",
                "Norman Ornstein",
                true
            ],
            [
                "How much taxpayer money was wasted on this stunt?",
                "Adam Schiff",
                true
            ],
            [
                "if any player kneeled, disrespecting our country",
                "Mike Pence",
                false
            ],
            [
                "We cannot in the NFL in any way give the implication that we tolerate disrespecting the flag.",
                "Jerry Jones",
                true
            ],
            [
                "I know the vice-president did leave, because in his opinion the teams were.",
                "Jerry Jones",
                true
            ],
            [
                "We should not stifle these discussions and cannot allow our rights to become subservient to the very opinions our constitution protects,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/NormOrnstein/status/917104534832472065"
            ]
        },
        "key_words": [
            "vicepresident",
            "mr",
            "stand",
            "game",
            "tweeted",
            "stunt",
            "protest",
            "colts",
            "claims",
            "defends",
            "anthem",
            "nfl",
            "pence",
            "trump",
            "players",
            "amid",
            "walkout"
        ]
    }
]