[
    {
        "url": "http://www.cnn.com/2017/06/30/us/beyond-the-call-of-duty-granite-mountain-hotshots-yarnell-hill-wildfire-arizona-anniversary/index.html",
        "title": "Remembering the Granite Mountain Hotshots",
        "authors": [
            {
                "name": "Martin Savidge",
                "link": null
            },
            {
                "name": "Jack Hannah",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2017-06-30",
        "text": "Remembering victims of one of the deadliest wildfires in US history\nBy Jack Hannah and Martin Savidge , CNN\nUpdated 9:23 AM ET, Fri October 20, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nRemembering the Granite Mountain Hotshots 02:30\nProgramming note: Watch \"New Day\" and \"CNN Newsroom\" each Friday to see inspiring stories of officers going above and beyond the call of duty. This story was published in 2017.\nYarnell, Arizona  (CNN)\nIt's been four years since Arizona's firefighting community lost 19 of its own.\nA group of men known as the Granite Mountain Hotshots -- a tight-knit team of experts trained to fight out-of-control wildfires -- died on June 30, 2013 while battling the Yarnell Hill fire, northwest of Phoenix, Arizona.\nBeyond the Call of Duty\nDo you know an officer who has gone above and beyond what the job requires? E-mail us at BeyondtheCallofDuty@cnn.com.\nIt turned out to be one of the deadliest wildfires in recent US history.\nRead More\n2. California, Griffith Park fire, 1933: 25 deaths\n3. Arizona, Yarnell Hill fire, 2013: 19 deaths\n4. Wyoming, Blackwater fire, 1937: 15 deaths\n5. California, Rattlesnake fire, 1953: 15 deaths\nDriven by fierce winds, the fast-moving fire turned and overran the hotshot crew, authorities said, cutting off their evacuation route, according to a state forestry division report.\n\"They were deploying fire shelters when the fire overtook them,\" it said. \"Temperatures exceeded 2,000 degrees Fahrenheit, and the deployment site was not survivable,\" according to the report.\nJUST WATCHED\nDramatic video of wildfire evacuation 02:21\nThe men gave their lives to protect Yarnell. The town has honored the Granite Mountain Hotshots with a unique tribute -- a rugged hiking trail that climbs more than 1,000 feet up the side of the mountain where they died that day. Each of the 19 hotshots is memorialized along the way with a plaque.\nFriends, family and officials have worked to preserve the now hallowed ground and the memories of these 19 men who were lost:\nAndrew Sterling Ashcraft, 29\n\"He loved being a dad.\"\nHis mother, Deborah Pfingston, called him \"my treasure\" and told CNN that her son was kind and sarcastic and an \"adventurer extraordinaire.\"\n\"He adored his wife, Juliann,\" she said. \"They were friends from middle school all the way through high school and they were friends after high school and then they started dating. He loved being a dad.\" His four children \"were the world to him.\"\nRobert E. Caldwell, 23\nCaldwell spoke of firefighting as if it were a \"love affair.\"\nA Facebook page Caldwell and his wife Claire shared shows how beloved he was. \"What a beautiful love you shared,\" said one of many comments posted. According to the Granite Mountain Hotshots Memorial website, Caldwell was an avid outdoorsman who also loved the rodeo... but his real passion was firefighting. Despite the sometimes grueling conditions,  Caldwell spoke of it as if it were a \"love affair,\" his best friend growing up said.\nTravis Clay Carter, 31\nHe \"had a heart of gold.\"\n\"He loved his kids more than anything,\" Carter's wife of six years, Krista, told the Arizona Republic. \"That's what he lived for: seeing them happy and having family time.\" Their two children were 6 and 3 years old at the time.\nCarter \"loved being outdoors,\" she said. \"It was his passion.\" He \"had a heart of gold,\" she added. \"He was one of those people who would do anything for anybody, whether he knew them his whole life or met them five minutes before.\"\nDustin James DeFord, 24\n\"He was one of the good ones...\"\nDeFord began volunteering to fight fires in Montana at age 18, the Billings Gazette reported.\n\"He was one of the good ones who ever walked on this earth,\" Carter County Sheriff Neil Kittelmann told the newspaper.\nTom Carroll, who once worked with DeFord in Miles City, said what he will remember most about the Ekalaka, Montana, boy is \"the smile on his face and the swagger in his walk.\"\nDeFord was survived by nine brothers and sisters. He was right in the middle.\nChristopher Alan MacKenzie, 30\n\"He really was well-liked.\"\nHis mother, Laurie Goralski, didn't see him as often as she liked because he lived in Arizona, but he made sure to come home to care for her when she underwent brain surgery, she told the Press-Enterprise paper in Riverside, California.  MacKenzie had a lot of friends and was great about keeping in touch with them. \"He was a great guy. He really was well-liked,\" she told the paper.\nThe Hemet, California, native always wanted to be a firefighter -- like his father, Mike, a former captain in nearby Moreno Valley -- and went so far as to lose 75 pounds in high school so he could pursue firefighting and another passion, snowboarding, Goralski said.\nEric Shane Marsh, 43\n\"They put their lives on the line to help save other people and their property.\"\nThe superintendent and eldest member of the hotshots, Marsh wanted to be a firefighter from the time he was a young boy. His uncle calls Eric one of the bravest men he knew.\nAs a young man, Eric Marsh spent summers in the Arizona heat working with fire teams. After college, he worked with the National Forest Service and helped form his own team -- the Granite Mountain Hot Shots.\nFor weeks, they trained in 100-degree heat, WSOC reported. The family is very proud of Marsh and the other firefighters who died, his uncle said. \"They put their lives on the line to help save other people and their property.\"\nGrant Quinn McKee, 21\n\"Grant had a really good heart.\"\nMcKee was a cousin of Robert Caldwell, another fire victim, John Nelson, a friend of both, told The Arizona Republic.\n\"Robert and Grant were both great guys,\" Nelson said.\n\"They were passionate about what they did. Grant had a really good heart.\"\nAccording to the Granite Mountain Hotshot Memorial website, McKee had aspirations to become a paramedic in the local fire department.\nSean Michael Misner, 26\n\"I still said, 'I love you' when we said goodbye on the phone.\"\nJason Lambert was banking on his best friend being his best man. \"We were close enough that I still said, 'I love you' when we said goodbye on the phone,\" Lambert said of Misner.\nLambert and Misner had known each other since Lambert was 7. They played baseball and went to church together in Santa Ynez, California, Lambert told the Santa Maria Times.\nMisner and his wife, Amanda, married the previous September.  When he died, Lambert told CNN affiliate KEYT, she was seven months pregnant with their first child, now named Sean Jaxon Herbert Misner.\nMisner was inspired by his grandfather, a firefighter himself, and wanted to follow in his footsteps.\nScott Daniel Norris, 28\nAdventurous and fun-loving\n\"Wise beyond his years.\" That's how Jim Marnell described Scott Norris.\nThe two worked together at a gun shop in the off season, according to CNN affiliate KPHO.\nIn an interview with CNN, Scott's mother Karen described her son as adventurous and also a comedian. \"He did great impressions... of Arnold Schwarzenegger... Jim Carrey. He was fun-loving.\"\nWade Scott Parker, 22\n\"... would lay down his life for a friend. '\nWade Parker was the kind of guy who \"would lay down his life for a friend, and I think he lived for that,\" said Laura Kirk.\nHer children grew up with Parker and were close friends, she told CNN affiliate KPHO. She said she would remember Wade as a daredevil who loved sports, his fiance, and his church.\nParker was engaged to be married to his high school sweetheart.\nJohn J. Percin Jr., 24\n\"He had a positive attitude about everything.\"\nIt wasn't a shock to Nick Havely that John Percin, his close friend, ended up a firefighter. \"He was very energetic and outgoing,\" Havely told CNN affiliate KGW. \"He had a positive attitude about everything. He loves the outdoors so that's why it didn't surprise me when he told me he wanted to be a firefighter.\"\nPercin was a 2007 graduate of West Linn High School in West Linn, Oregon, the affiliate said.\nHis family released a statement upon his death: \"John was a brave and courageous man who never hesitated to put others before himself. He was loved by many, and he will always be remembered. He is an inspiration to us all. Our thoughts and prayers go out to all of his fallen brothers and their families.\"\nAnthony M. Rose, 23\n\"... always ready and willing to help.\"\nTheresa Mooney saw the tragedy of the Yarnell Hill fire unfold on television, but she thought her daughter's fiancée, Anthony Rose, was home safe. He wasn't.\n\"She said, 'No, he was called back out -- him and the crew, the whole crew. They're gone,'\" Mooney told CNN affiliate WTMJ, recalling a conversation with her daughter, Tiffany Hettrick.\nThe couple was expecting their first child.\nAccording to CNN affiliate KPHO, Rose's former employer, the Crown King Fire Department described Rose as \"highly motivated, reliable, and hard working person, always ready and willing to help someone out when needed.\"\nJesse James Steed, 36\n\"He was a big family man and he loved his job.\"\nSteed had been part of the hotshots for more than 10 years. He captained the unit for the past two years, CNN affiliate KCPQ reported.\nHis brother Cassidy raised him after their mother died 25 years ago, the station reported at the time.\n\"I looked up to him. He was an outstanding man. He was a big family man and he loved his job,\" Cassidy Steed added, speaking to KCPQ by phone.\n\"He definitely sacrificed a lot for his job, time away from his family, hours spent training to be safe at it. The time he put into it was really impressive and I'm really proud of him.\" Family friend Tracie Jarratt said James Steed was a former Marine who spent several years in the military.\nHe left behind a wife and two children, ages 3 and 4, she told KCPQ.\nJoe B. Thurston, 32\n\"He was one of the best guys I ever met.\"\nFriends described Thurston as determined, generous, and always up for a challenge.\n\"He was one of the best guys I ever met,\" Scott Goodrich, a friend, told The Salt Lake Tribune.\nThurston grew up in Cedar City, Utah, and attended Cedar High School and Southern Utah University, according to the newspaper.\nHe and Goodrich reportedly played in a band, went cliff-jumping together, and rode skateboards. \"He was a very determined guy. He wasn't a slacker. He was very generous. All that is definitely in his character,\" Goodrich said.\nHe married his high school sweetheart and had two children. Thurston was \"a devoted family man. He could always be found at the baseball field or on the floor playing with his kids,\" the family said in a statement.\nTravis Turbyfill, 27\n\"He had a huge heart.\"\nTurbyfill was a former marine, loving husband and father of two when he died. According to the Granite Mountain Hotshot Memorial website, the \"brawny\" 6 foot 4 inch fire fighter was strong enough to carry \"chainsaws and heavy mountain gear up steep mountain slopes.\"\nIn a tribute video, Turbyfill's wife, Stephanie, said \"He was just a really strong man and strong leader. He had a huge heart, he always said exactly what he was thinking, exactly what he was feeling.\"\nWilliam Howard Warneke, 25\n\"He wanted to be with the best: the hotshot crew.\"\nFrom the time he was 6 years old, Warneke wanted to be a firefighter -- and not just a regular one.\n\"He wanted to be with the best: the hotshot crew,\" his grandfather told CNN affiliate KGTV.\nWarneke was raised in Hemet, California, as part of a military family. His brother in the Navy and sister in the Coast Guard, Warneke left for the Marines after high school, serving a tour in Iraq as a sharpshooter, according to the Press-Enterprise newspaper in Riverside, California. He joined the Granite Mountain Hotshots just two months before he died, KGTV reported.\nHis wife, Roxanne, was pregnant with their first child when the Yarnell fire broke out.\nClayton Thomas Whitted, 28\n\"... when it came down to getting serious, he got serious.\"\nClayton Whitted \"just had that smile and that spark,\" said Lou Beneitone, high school football coach.\nWhitted was one of his star lineman, CNN affiliate KPHO reported. Whitted was funny, but \"when it came down to getting serious, he got serious,\" Beneitone said.\nThe coach saw Whitted a few months prior to the tragedy, getting ready for what he knew would be a tough fire season. \"I shook his hand, hugged him and said, 'Be careful out there,' and he said, 'I will, coach,'\" Beneitone said.\nBefore joining the Granite Mountain Hotshots, Whitted worked as a pastor at a Prescott, Arizona, church. There, he mentored hundreds of teenagers and led Bible studies and prayer groups, CNN affiliate KPHO reported.\nKevin J. Woyjeck, 21\n\"Just a great kid, not a mean bone in his body.\"\nJoe Woyjeck last talked to his son Kevin, on the phone just hours before Kevin died. \"He said, Dad, we got a fire in Yarnell, Arizona. ... I'll give you a call later,'\" the elder Woyjeck said on CNN's \"Anderson Cooper 360.\"\nKevin, following in the footsteps of his father, a Los Angeles County Fire Department fire captain, joined the Prescott Fire Department's Granite Mountain Hotshots just three months before the tragedy, Joe Woyjeck said.\n\"Always wanted to be a fireman. He loved the outdoors -- sleeping in the dirt was not a big deal to him; he actually enjoyed it, I think,\" he said, remembering a son who always had a fishing rod in his car. \"Just a great kid, not a mean bone in his body ... always looking forward to becoming a firefighter like his dad.\"\nGarret Joseph Zuppiger, 27\n\"... always willing to lend a helping hand.\"\nZuppiger was the type of guy who would \"give you the shirt off his back,\" Frank Morrison, a former neighbor of his, told The Arizona Republic.\nHe \"was always, always willing to lend a helping hand,\" Morrison said.\nZuppiger was also enjoyed working out at a local gym with five other Hotshots, according to the Granite Mountain Hotshot Memorial website. \"The men would jog in together, already sweating from firefighting training, and jump into another round of punishing exercise,\" trainer Tony Burris said.\nFor more information on the Hotshots and Arizona's Granite Mountain Hotshots Memorial State Park: AZStateparks.com/hotshots .\n",
        "quotes": [
            [
                "They were deploying fire shelters when the fire overtook them,",
                "",
                true
            ],
            [
                "Temperatures exceeded 2,000 degrees Fahrenheit, and the deployment site was not survivable,",
                "",
                true
            ],
            [
                "They were friends from middle school all the way through high school and they were friends after high school and then they started dating.",
                "",
                true
            ],
            [
                "What a beautiful love you shared,",
                "",
                true
            ],
            [
                "He loved his kids more than anything,",
                "",
                true
            ],
            [
                "That's what he lived for: seeing them happy and having family time.",
                "",
                true
            ],
            [
                "He was one of those people who would do anything for anybody, whether he knew them his whole life or met them five minutes before.",
                "Carter",
                true
            ],
            [
                "He was one of the good ones...",
                "Dustin James DeFord",
                true
            ],
            [
                "He was one of the good ones who ever walked on this earth,",
                "Dustin James DeFord",
                true
            ],
            [
                "the smile on his face and the swagger in his walk.",
                "Tom Carroll",
                false
            ],
            [
                "They put their lives on the line to help save other people and their property.",
                "Eric Shane Marsh",
                true
            ],
            [
                "They put their lives on the line to help save other people and their property.",
                "",
                true
            ],
            [
                "Grant had a really good heart.",
                "Grant Quinn McKee",
                true
            ],
            [
                "Robert and Grant were both great guys,",
                "Robert",
                true
            ],
            [
                "They were passionate about what they did.",
                "",
                true
            ],
            [
                "Grant had a really good heart.",
                "",
                true
            ],
            [
                "I still said, 'I love you' when we said goodbye on the phone.",
                "Sean Michael Misner",
                true
            ],
            [
                "We were close enough that I still said, 'I love you' when we said goodbye on the phone,",
                "Jason Lambert",
                true
            ],
            [
                "He did great impressions... of Arnold Schwarzenegger... Jim Carrey.",
                "Wade Scott Parker",
                true
            ],
            [
                "would lay down his life for a friend.",
                "Wade Parker",
                false
            ],
            [
                "Wade Parker was the kind of guy who \"would lay down his life for a friend, and I think he lived for that,",
                "Wade Parker",
                true
            ],
            [
                "He had a positive attitude about everything.",
                "John J. Percin Jr.",
                true
            ],
            [
                "He was very energetic and outgoing,",
                "Nick Havely",
                true
            ],
            [
                "He had a positive attitude about everything.",
                "Nick Havely",
                true
            ],
            [
                "He loves the outdoors so that's why it didn't surprise me when he told me he wanted to be a firefighter.",
                "Nick Havely",
                true
            ],
            [
                "John was a brave and courageous man who never hesitated to put others before himself.",
                "",
                true
            ],
            [
                "He was loved by many, and he will always be remembered.",
                "",
                true
            ],
            [
                "He is an inspiration to us all.",
                "",
                true
            ],
            [
                "Our thoughts and prayers go out to all of his fallen brothers and their families.",
                "",
                true
            ],
            [
                "always ready and willing to help.",
                "Anthony M. Rose",
                false
            ],
            [
                "She said, 'No, he was called back out -- him and the crew, the whole crew.",
                "Theresa Mooney",
                true
            ],
            [
                "highly motivated, reliable, and hard working person, always ready and willing to help someone out when needed.",
                "Rose",
                false
            ],
            [
                "He was a big family man and he loved his job.",
                "Jesse James Steed",
                true
            ],
            [
                "He was a big family man and he loved his job,",
                "Cassidy Steed",
                true
            ],
            [
                "He definitely sacrificed a lot for his job, time away from his family, hours spent training to be safe at it.",
                "Tracie Jarratt",
                true
            ],
            [
                "The time he put into it was really impressive and I'm really proud of him.",
                "Tracie Jarratt",
                true
            ],
            [
                "He was one of the best guys I ever met.",
                "Joe B. Thurston",
                true
            ],
            [
                "He was one of the best guys I ever met,",
                "Scott Goodrich",
                true
            ],
            [
                "He was a very determined guy.",
                "Goodrich",
                true
            ],
            [
                "All that is definitely in his character,",
                "Goodrich",
                true
            ],
            [
                "He could always be found at the baseball field or on the floor playing with his kids,",
                "Thurston",
                true
            ],
            [
                "chainsaws and heavy mountain gear up steep mountain slopes.",
                "",
                false
            ],
            [
                "He was just a really strong man and strong leader.",
                "",
                true
            ],
            [
                "He had a huge heart, he always said exactly what he was thinking, exactly what he was feeling.",
                "",
                true
            ],
            [
                "He wanted to be with the best: the hotshot crew.",
                "William Howard Warneke",
                true
            ],
            [
                "He wanted to be with the best: the hotshot crew,",
                "Turbyfill",
                true
            ],
            [
                "when it came down to getting serious, he got serious.",
                "Clayton Thomas Whitted",
                false
            ],
            [
                "just had that smile and that spark,",
                "Lou Beneitone",
                false
            ],
            [
                "when it came down to getting serious, he got serious,",
                "Beneitone",
                false
            ],
            [
                "I shook his hand, hugged him and said, 'Be careful out there,' and he said, 'I will, coach,",
                "Beneitone",
                true
            ],
            [
                "Just a great kid, not a mean bone in his body.",
                "Kevin J. Woyjeck",
                true
            ],
            [
                "He said, Dad, we got a fire in Yarnell, Arizona.",
                "Woyjeck",
                true
            ],
            [
                "I'll give you a call later,",
                "Woyjeck",
                true
            ],
            [
                "Always wanted to be a fireman.",
                "Joe Woyjeck",
                true
            ],
            [
                "He loved the outdoors -- sleeping in the dirt was not a big deal to him; he actually enjoyed it, I think,",
                "Joe Woyjeck",
                true
            ],
            [
                "Just a great kid, not a mean bone in his body ... always looking forward to becoming a firefighter like his dad.",
                "Joe Woyjeck",
                true
            ],
            [
                "always willing to lend a helping hand.",
                "Garret Joseph Zuppiger",
                false
            ],
            [
                "give you the shirt off his back,",
                "Zuppiger",
                false
            ],
            [
                "was always, always willing to lend a helping hand,",
                "Morrison",
                false
            ],
            [
                "The men would jog in together, already sweating from firefighting training, and jump into another round of punishing exercise,",
                "Zuppiger",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://www.cnn.com/specials/us/beyond-the-call-of-duty",
                "https://azstateparks.com/hotshots"
            ]
        },
        "key_words": [
            "loved",
            "cnn",
            "remembering",
            "mountain",
            "family",
            "hotshots",
            "school",
            "high",
            "affiliate",
            "told",
            "granite"
        ]
    }
]