[
    {
        "url": "https://www.reuters.com/article/us-opec-oil/opec-again-raises-demand-for-its-oil-points-to-2018-deficit-idUSKBN1CG1DX",
        "title": "OPEC again raises demand forecast for its oil, points to 2018 deficit",
        "authors": [
            {
                "name": "Alex Lawler",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2017-10-11",
        "text": "October 11, 2017 /  11:25 AM / 2 years ago\nOPEC again raises demand forecast for its oil, points to 2018 deficit\n4 Min Read\nLONDON (Reuters) - OPEC forecast higher demand for its oil in 2018 on Wednesday and said its production-cutting deal with rival producers was getting rid of a glut, pointing to a tighter market that could move into a deficit next year.\nBrazil's state-run oil company Petrobras LPG fuelling stations are seen in the Guanabara bay in Rio de Janeiro, Brazil October 7, 2017. REUTERS/Pilar Olivares\nIn a monthly report, the Organization of the Petroleum Exporting Countries said the market could find support in winter from low distillate fuel stocks and forecasts of colder weather, which would boost distillates demand for heating.\nOPEC said the world would need 33.06 million barrels per day (bpd) of its crude next year, up 230,000 bpd from its previous forecast. That is its third consecutive monthly increase in the projection from its first estimate made in July.\nThe report illustrates growing confidence among OPEC officials that its supply cut is working. Still, OPEC is not banking on a surge in prices, saying in the report crude is expected to remain at $50 to $55 a barrel in the next year. Brent oil LCOc1 traded higher near $57 on Wednesday.\n“With the market moving into the winter season, distillate fuel supplies are notably tight, representing a change from the excess supplies seen in the last two years,” OPEC said.\n“OPEC and key non-OPEC oil producers continue to successfully drain the oil market of excess barrels.”\nIn a deal aimed at clearing the glut, OPEC is curbing output by about 1.2 million bpd, while Russia and other non-OPEC producers are cutting half as much, until March 2018.\nThe 14-country producer group said its oil output in September, as assessed by secondary sources, came in below the 2018 demand forecast, even though production climbed by about 89,000 bpd to 32.75 million bpd.\nIn a further sign that the supply excess is easing, OPEC said inventories in developed economies declined by 24.7 million barrels in August to 2.996 billion barrels, 171 million barrels above the five-year average.\nOPEC and its allies want to bring stocks down to the five-year average and are discussing extending their supply restraint.\nHEADWINDS FOR SHALE\nOPEC lowered its estimate of supply growth from non-OPEC countries next year, seeing a rise of 940,000 bpd, down 60,000 bpd from the previous forecast, due to downward revisions to Russia.\nThe report also cited headwinds in 2018 for an expansion of supplies in U.S. shale, such as lower drilling efficiency and cost inflation. Growth in U.S. shale three years ago contributed to the global excess OPEC’s cut is now targeting.\n“The supply forecast for next year will be revised downward if higher oil prices and lower costs do not materialize,” the report said.\n“Oil prices are expected to remain at $50-55 in the next year. A rise above that level would encourage U.S. oil producers to expand their drilling activities, otherwise the lower prices could lead to a reduction in their capex.”\nThe price expectation, given on page 45 of the 96-page report, is an assumption, not a forecast, OPEC sources said. OPEC does not issue price forecasts.\nOPEC raised its forecasts for global oil demand growth in 2017 and 2018, saying consumption would rise by 1.38 million bpd next year, 30,000 bpd more than previously thought.\nThe report’s OPEC production figures mean compliance with the supply cut by the 11 members with output targets remains high at 98 percent, according to a Reuters calculation.\nThis is up from 83 percent initially reported in August, as September’s rise in overall OPEC output was led by Nigeria and Libya, which are exempt from the cut.\nShould OPEC keep pumping at September’s level, the market could move into a deficit next year, the report indicates.\nTop producer Saudi Arabia told OPEC it pumped 9.973 million bpd in September, up about 22,000 bpd from August and still below its OPEC target of 10.058 million bpd.\nReporting by Alex Lawler; Editing by Dale Hudson and Keith Weir\n",
        "quotes": [
            [
                "With the market moving into the winter season, distillate fuel supplies are notably tight, representing a change from the excess supplies seen in the last two years,",
                "",
                true
            ],
            [
                "OPEC and key non-OPEC oil producers continue to successfully drain the oil market of excess barrels.",
                "",
                true
            ],
            [
                "The supply forecast for next year will be revised downward if higher oil prices and lower costs do not materialize,",
                "",
                true
            ],
            [
                "Oil prices are expected to remain at $50-55 in the next year.",
                "",
                true
            ],
            [
                "A rise above that level would encourage U.S. oil producers to expand their drilling activities, otherwise the lower prices could lead to a reduction in their capex.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.thomsonreuters.com/en/about-us/trust-principles.html"
            ]
        },
        "key_words": [
            "bpd",
            "deficit",
            "rise",
            "demand",
            "report",
            "opec",
            "2018",
            "points",
            "market",
            "forecast",
            "million",
            "producers",
            "supply",
            "raises",
            "oil"
        ]
    }
]