[
    {
        "url": "http://www.bbc.com/news/world-us-canada-41584194",
        "title": "Trump threatens broadcaster NBC after nuclear report",
        "authors": [],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "12 October 2017\nThese are external links and will open in a new window\nClose share panel\nImage copyright AFP\nImage caption President Trump criticised NBC's report as he welcomed Canada's prime minister to the White House\nUS President Donald Trump has raised the prospect of challenging media licences for NBC News and other news networks after unfavourable reports.\nHe took aim at NBC, which made him a star on The Apprentice, after it reported he wanted to boost America's nuclear arsenal almost tenfold.\nMr Trump labelled the report \"fake news\" and \"pure fiction\".\nNBC also angered the White House last week when it said the secretary of state had called Mr Trump \"a moron\".\nMr Trump tweeted on Wednesday morning: \"With all of the Fake News coming out of NBC and the Networks, at what point is it appropriate to challenge their License? Bad for country!\"\nWelcoming Canadian Prime Minister Justin Trudeau to Washington later in the day, the US president denied the NBC story.\n\"It is frankly disgusting the way the press is able to write whatever they want to write, and people should look into it,\" he said at the White House.\nWhen asked if he wanted to increase the country's arsenal, Mr Trump said he only ever discussed keeping it in \"perfect condition\".\n\"No, I want to have absolutely perfectly maintained - which we are in the process of doing - nuclear force.\nMedia playback is unsupported on your device\nMedia captionTrump: 'I want nuclear weapons in perfect condition'\n\"But when they said I want 10 times what we have right now, it's totally unnecessary, believe me.\"\nHe added: \"I want modernisation and I want total rehabilitation. It's got to be in tip-top shape.\"\nDefence Secretary Jim Mattis also disputed NBC's story.\n\"Recent reports that the President called for an increase in the US nuclear arsenal are absolutely false,\" he said in a statement.\n\"This kind of erroneous reporting is irresponsible.\"\nThe president's tweet about US broadcast networks provoked a free-speech uproar.\nRepublican Senator Ben Sasse of Nebraska, a frequent Trump critic, tweeted: \"Mr President: Are you recanting of the Oath you took on Jan 20 to preserve, protect, and defend the 1st Amendment?\"\nWalter Shaub, who led the US Office of Government Ethics under President Barack Obama, said it could lead to \"the point when we cease to be a democracy\".\nThe Committee to Protect Journalists said the US president's comment was a poor example for other world leaders.\nAccording to NBC News , Mr Trump told a top-level meeting at the Pentagon in July that he wanted to dramatically boost the American stockpile of atomic missiles.\nHe reportedly made the request after seeing a downward-sloping curve on a briefing slide charting the gradual decrease in US nuclear weapons since the 1960s.\nAttributing its report to three officials in the room, NBC said Mr Trump's request surprised those present, including the Joint Chiefs of Staff and Secretary of State Rex Tillerson.\nMedia playback is unsupported on your device\nMedia captionRex Tillerson reacts to a report he called the president a moron.\nThe network reported that Mr Trump had also called for additional US troops and military equipment.\nThe US has 7,100 nuclear weapons and Russia has 7,300, according to the US non-partisan Arms Control Association.\nMedia commentators say the president would struggle to remove broadcasters' licences if he wished to do so.\nThe Federal Communications Commission, which regulates US broadcasters, issues licences not to networks as a whole, but to local stations.\nNBC owns nearly 30 local stations.\nIt would be difficult to challenge a licence on the basis that coverage is unfair, say pundits.\nTrump's unworkable threat\nAnalysis by Anthony Zurcher, BBC North America reporter\nLast week, White House Press Secretary Sarah Huckabee Sanders assured reporters that Donald Trump was an \"incredible advocate\" of constitutional free-press protections. This week, the president is contemplating  whether a broadcaster could be forced off the airwaves because he doesn't approve of its news coverage.\nNever mind that the federal government licenses local televisions stations, only some of which are owned by national broadcasters like NBC.\nJust because a threat is unworkable in the extreme doesn't mean the president won't make it.\nMedia-bashing is one of Mr Trump's favourite pastimes - a means of venting frustration, apportioning blame and, perhaps, distracting reporters who always enjoy a bit of journalistic navel-gazing.\nAs with the NFL anthem-kneeling controversy, the cultural battle lines form quickly when it comes to questions of media bias. The president knows this and uses it to his advantage.\nTaking pot-shots at journalists is one thing, of course. Contemplating the use of government coercion to stifle a broadcaster because of its news content is another.\nEven if such an outcome is unthinkable in the US at the moment, there are places in the world where press freedoms aren't as deeply entrenched. Their leaders are watching the president, too.\n",
        "quotes": [
            [
                "With all of the Fake News coming out of NBC and the Networks, at what point is it appropriate to challenge their License?",
                "Trump",
                true
            ],
            [
                "It is frankly disgusting the way the press is able to write whatever they want to write, and people should look into it,",
                "",
                true
            ],
            [
                "No, I want to have absolutely perfectly maintained - which we are in the process of doing - nuclear force.",
                "",
                true
            ],
            [
                "Media playback is unsupported on your device\nMedia captionTrump: 'I want nuclear weapons in perfect condition'\n\"But when they said I want 10 times what we have right now, it's totally unnecessary, believe me.",
                "",
                true
            ],
            [
                "I want modernisation and I want total rehabilitation.",
                "",
                true
            ],
            [
                "It's got to be in tip-top shape.",
                "",
                true
            ],
            [
                "Recent reports that the President called for an increase in the US nuclear arsenal are absolutely false,",
                "",
                true
            ],
            [
                "This kind of erroneous reporting is irresponsible.",
                "",
                true
            ],
            [
                "Mr President: Are you recanting of the Oath you took on Jan 20 to preserve, protect, and defend the 1st Amendment?",
                "Donald Trump",
                true
            ],
            [
                "the point when we cease to be a democracy",
                "Walter Shaub",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.nbcnews.com/news/all/trump-wanted-dramatic-increase-nuclear-arsenal-meeting-military-leaders-n809701"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "mr",
            "media",
            "report",
            "threatens",
            "broadcaster",
            "networks",
            "nuclear",
            "white",
            "secretary",
            "trump",
            "nbc",
            "president"
        ]
    }
]