[
    {
        "url": "http://www.bbc.com/news/entertainment-arts-41579570",
        "title": "Eminem's takedown of Donald Trump: The most explosive lines",
        "authors": [
            {
                "name": "Mark Savage",
                "link": null
            }
        ],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "By Mark Savage BBC Music reporter\n11 October 2017\nThese are external links and will open in a new window\nClose share panel\nMedia captionEminem's video message: 'We're not afraid of Trump'\nRapper Eminem took aim at President Donald Trump at Tuesday night's BET Awards in a vicious, four-and-a-half-minute freestyle.\nThe star said he \"came to stomp\" on the president, calling him a \"racist 94-year-old grandpa\" and accusing him of disrespecting the military.\nIn the video, the star paces back and forth in a disused Detroit car park, sparring with the camera as he raps.\nThe a capella track immediately won praise from the hip-hop community.\nSnoop Dogg posted a video praising the rapper for taking a stand; Sean Combs, aka Puff Daddy, tweeted that Eminem had \"killed it\"; while J Cole called the star a \"rap God\".\nT-Pain appeared to voice concern that Eminem, whose real name is Marshall Mathers, had made himself a target by voicing his anger.\nIt's not the first time Eminem has targeted Mr Trump: A verse in last year's Campaign Speech warned voters the then-presidential candidate was a \"loose cannon\".\nHowever his latest track, called The Storm, is notable not just for its creative profanity, but also the detail of his criticisms.\nThe track is even named after the ominous comments Mr Trump made last week while posing for a photograph with military leaders, suggesting their meeting was \"the calm before the storm\".\nMedia playback is unsupported on your device\nMedia captionDonald Trump makes cryptic comments about \"calm before the storm\"\nHere are five of the most explosive lines in Eminem's rap.\n1) \"A kamikaze that will probably cause a nuclear holocaust\"\nHere, Eminem is referencing the escalating tension between the US and North Korea, over the latter's nuclear activities.\nPresident Trump has repeatedly belittled his Korean counterpart, Kim Jong Un, referring to him as \" rocket man \". Over the weekend, he appeared to reject a diplomatic solution to the situation, tweeting that \"only one thing will work!\"\nEminem's full verse is: \"We better give Obama props/'Cause what we got in office now is a kamikaze/That will probably cause a nuclear holocaust/While the drama pops/And he waits for [expletive] to quiet down/He'll just gas his plane up and fly around/Till the bombing stops.\"\n2) \"He keeps screaming, 'drain the swamp', 'cause he's in quicksand.\"\nThis section appears to criticise the Republican Party's failure to denounce Donald Trump, especially after his controversial argument that \" both sides \" were at fault for white supremacist violence in Charlottesville this August.\n\"Racism's the only thing he's Fantastic 4,\" raps Eminem, referencing the Marvel comic book series in order to compare Trump to The Thing, because \"he's orange\".\nImage copyright Eminem / Twitter\nImage caption \"You're going to want to tune into @BET tonight,\" said Eminem, previewing his performance\n3) \"He attacks the NFL so we focus on that  - instead of talking Puerto Rico or gun reform for Nevada\"\nImage copyright PA\nImage caption Members of the Jacksonville Jaguars kneel in protest during the national anthem at Wembley Stadium, London\nEminem lingers for a long time on the president's continued attacks on American Football players , who have been protesting about police brutality by kneeling during the national anthem.\n\"He gets an enormous reaction/When he attacks the NFL so we focus on that/Instead of talking Puerto Rico or gun reform for Nevada/All these horrible tragedies and he's bored and would rather/Cause a Twitter storm with the Packers,\" raps the star.\nHe returns to the theme later, attacking the president's attempts to suppress the protests, and suggesting the racist motivation that black people should \"know their place\".\n\"Now, if you're a black athlete/You're a spoiled little brat for trying to use your platform or your stature/To try to give those a voice who don't have one.\"\nEminem rounds this section off by dedicating The Storm to Colin Kaepernick, the NFL player who initiated the protests. Kaepernick later tweeted his thanks to the rapper.\n4) \"He don't like his war heroes captured\"\nImage copyright BBC / AFP\nImage caption Strangely, Donald Trump once endorsed Eminem as a political candidate\nHere, Eminem accuses Mr Trump of double standards.\nThe president has accused NFL players of disrespecting the military by refusing to kneel in front of the flag, but Eminem references Mr Trump's attacks on Arizona Senator John McCain , who spent five years as a prisoner during the Vietnam War.\nIn 2015, Trump questioned whether Mr McCain was a war hero, saying: \"I like people that weren't captured, OK?\"\nEminem's full lyric is: \"He says you're spitting in the face of vets who fought for us/Unless you're a POW who's tortured/'Cause to him you're zero 'cause he don't like his war heroes captured.\"\n\"That's not disrespecting the military,\" the star adds.\n5) \"America stand up\"\nThe song ends with an ultimatum. Eminem draws \"in the sand, a line\", telling Trump supporters they are no longer welcome to be his fans.\n\"Any fan of mine who's a supporter of his,\" he spits, \"You're either for or against.\n\"And if you can't decide who you like more and you're split/On who you should stand beside/I'll do it for you with this,\" he continues, before delivering one of the song's more unprintable lyrics.\nThe song concludes with the lyrics; \"The rest of America stand up/We love our military, and we love our country/But we hate Trump.\"\nThe President has yet to respond.\nFollow us on Facebook , on Twitter @BBCNewsEnts , or on Instagram at bbcnewsents . If you have a story suggestion email entertainment.news@bbc.co.uk .\nTop Stories\n",
        "quotes": [
            [
                "A kamikaze that will probably cause a nuclear holocaust",
                "Trump",
                false
            ],
            [
                "We better give Obama props/'Cause what we got in office now is a kamikaze/That will probably cause a nuclear holocaust/While the drama pops/And he waits for [expletive] to quiet down/He'll just gas his plane up and fly around/Till the bombing stops.",
                "Snoop Dogg",
                true
            ],
            [
                "He keeps screaming, 'drain the swamp', 'cause he's in quicksand.",
                "Trump",
                true
            ],
            [
                "Racism's the only thing he's Fantastic 4,",
                "Snoop Dogg",
                true
            ],
            [
                "You're going to want to tune into @BET tonight,",
                "Snoop Dogg",
                true
            ],
            [
                "He attacks the NFL so we focus on that  - instead of talking Puerto Rico or gun reform for Nevada",
                "Snoop Dogg",
                false
            ],
            [
                "He gets an enormous reaction/When he attacks the NFL so we focus on that/Instead of talking Puerto Rico or gun reform for Nevada/All these horrible tragedies and he's bored and would rather/Cause a Twitter storm with the Packers,",
                "",
                true
            ],
            [
                "Now, if you're a black athlete/You're a spoiled little brat for trying to use your platform or your stature/To try to give those a voice who don't have one.",
                "",
                true
            ],
            [
                "He don't like his war heroes captured",
                "",
                false
            ],
            [
                "I like people that weren't captured, OK?",
                "",
                true
            ],
            [
                "He says you're spitting in the face of vets who fought for us/Unless you're a POW who's tortured/'Cause to him you're zero 'cause he don't like his war heroes captured.",
                "Snoop Dogg",
                true
            ],
            [
                "That's not disrespecting the military,",
                "",
                true
            ],
            [
                "Any fan of mine who's a supporter of his,",
                "Donald Trump",
                true
            ],
            [
                "You're either for or against.",
                "Donald Trump",
                true
            ],
            [
                "And if you can't decide who you like more and you're split/On who you should stand beside/I'll do it for you with this,",
                "Donald Trump",
                true
            ],
            [
                "The rest of America stand up/We love our military, and we love our country/But we hate Trump.",
                "Donald Trump",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.bbc.co.uk/news/world-us-canada-41407176",
                "http://www.bbc.co.uk/news/av/world-us-canada-41324670/trump-at-un-north-korea-s-rocket-man-on-suicide-mission",
                "https://www.bbc.co.uk/news/av/world-us-canada-33602916/trump-comments-on-mccain-war-service-spark-fury",
                "http://www.bbc.co.uk/news/world-us-canada-41520842",
                "http://www.bbc.co.uk/news/world-us-canada-40943425"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/TPAIN/status/917919252828643328",
                "https://twitter.com/JColeNC/status/917933121584148480",
                "https://www.instagram.com/p/BaFuxnWjk-W/",
                "https://www.instagram.com/BBCNewsEnts/",
                "https://twitter.com/diddy/status/917974771341692931",
                "https://www.facebook.com/BBCEntsNews/",
                "https://twitter.com/BBCNewsEnts",
                "https://twitter.com/Kaepernick7/status/917955545197314048"
            ]
        },
        "key_words": [
            "eminems",
            "eminem",
            "mr",
            "stand",
            "donald",
            "caption",
            "explosive",
            "star",
            "military",
            "nfl",
            "takedown",
            "trump",
            "youre",
            "president",
            "lines"
        ]
    }
]