[
    {
        "url": "http://dailybuzzlive.com/woman-births-bi-racial-baby-tells-husband-random-sperm-jacuzzi/",
        "title": "Woman Births Bi-Racial Baby, Tells Husband It Was From Random Sperm In The Jacuzzi",
        "authors": [
            {
                "name": "Daily Buzz Live",
                "link": null
            }
        ],
        "publisher": "dailybuzzlive.com",
        "publish_date": "2017-04-29",
        "text": "Posted on\nWoman Births Bi-Racial Baby, Tells Husband It Was From Random Sperm In The Jacuzzi.\nWhen Mark Smith found out that he was about to be a father, his excitement was beyond words. When he eventually found out he was having a boy, he was even happier.\nHe thought of baseball games, football games, fishing, camping, all the things that a father does when raising his son. His wife however never seemed as excited as him, but he just figured it was the nervous jitters of a new mom.\nLet’s fast-forward through the next nine months. Smith’s wife, Janice Smith, alerted her husband that her water had broke and it was finally time. He grabbed a bag that had been packed for the last week, put his wife in the car, and headed to the hospital.\nAfter an intense 12 hours of labor his son, who they had prepared to name Jordan, came into the world. Unfortunately Mark Smith’s excitement for the birth of his firstborn son turned into confusion as they handed him an African-American baby.\nA nurse reported the events that occurred to a friend at the local news affiliate. And word seemed to spread like wild fire.\n“What is this? What happened? Honey our son is black!” said Smith. Janice tried to look confused herself. She continued to say “I don’t know, I feel sick, I can’t answer these questions for you right now. I just had a baby”. Mark Smith responded, “Yes honey, a black baby.”\nReports state that after one hour in recovery, Janice finally remembered what happened. “Mark, I think I know what happened. Do you remember that one day last summer when I went down to the pool? I went into the Jacuzzi to relax my aching muscles. As I was getting in, there was a black man that was getting out of the pool. He had a strange look on his face, you know, kind of guilty. I think he did something in the pool and that’s how I got pregnant. You know I don’t know any black people. That’s the only way it could have happened.” \nRegardless of Janice Smith “facts”, her husband could not accept her story. They are currently awaiting their divorce, no DNA test was needed.\n* indicates required\nEmail Address *\nRecent Posts\nEmployee At Golden Corral Exposes Food Stored By Dumpster. Brandon Huber, an employee at the READ MORE →\nMan Finds Note In SF Airport, You Won’t Believe What Was Inside. There are times READ MORE →\nDaily Buzz Live Search\n",
        "quotes": [
            [
                "I don’t know, I feel sick, I can’t answer these questions for you right now.",
                "",
                true
            ],
            [
                "Mark, I think I know what happened.",
                "Janice Smith",
                true
            ],
            [
                "Do you remember that one day last summer when I went down to the pool?",
                "Janice Smith",
                true
            ],
            [
                "I went into the Jacuzzi to relax my aching muscles.",
                "Janice Smith",
                true
            ],
            [
                "As I was getting in, there was a black man that was getting out of the pool.",
                "Janice Smith",
                true
            ],
            [
                "He had a strange look on his face, you know, kind of guilty.",
                "Janice Smith",
                true
            ],
            [
                "I think he did something in the pool and that’s how I got pregnant.",
                "Janice Smith",
                true
            ],
            [
                "You know I don’t know any black people.",
                "Janice Smith",
                true
            ],
            [
                "That’s the only way it could have happened.",
                "Janice Smith",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "tells",
            "pool",
            "biracial",
            "son",
            "smith",
            "mark",
            "sperm",
            "husband",
            "know",
            "janice",
            "baby",
            "woman",
            "black",
            "jacuzzi",
            "happened",
            "random",
            "wife",
            "births"
        ]
    }
]