[
    {
        "url": "https://www.cnn.com/2016/09/22/politics/general-dunford-mustard-attack-isis-iraq/index.html",
        "title": "Suspected ISIS mustard attack 'concerning' US military chief says",
        "authors": [
            {
                "name": "Ryan Browne",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-22",
        "text": "Updated 5:45 PM ET, Thu September 22, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nThe military assesses the weapon to be a \"sulfur mustard blister agent\"\nDunford said the Russians \"are responsible\" for attack on Syria UN aid convoy\nWashington (CNN)\nThe military assesses that the shell fired on a joint US-Iraqi base Tuesday was indeed a chemical weapon, according to Chairman of the Joint Chiefs of Staff Gen. Joseph Dunford.\n\"We assess it to be a sulfur mustard blister agent,\" Dunford told the Senate Armed Services Committee Thursday. It is the first time the military has confirmed its assessment on the record since CNN reported the development Wednesday.\nA US military official told CNN, however, that the first field test for chemical agent was positive and the second test was negative. The substance was sent to a coalition-operated Iraq-based lab, and tests there were inconclusive. The official said the sample will now be sent to another lab for additional testing.\nRead More\nThe general went on to say that the US-led counter-ISIS coalition has conducted \"over 30\" airstrikes against suspected ISIS chemical weapons facilities during the past year.\nCommittee Chairman John McCain said that the situation was \"concerning, particularly on those people who don't have protective equipment.\" The Arizona Republican was referring to civilians and other local forces that have been subjected to ISIS chemical attacks in the past.\nThe more than three-hour-long testimony also featured a few heated exchanges between members of the committee and witnesses Dunford and Defense Secretary Ash Carter over the defense budget and whether a no-fly zone could be implemented in Syria.\nUS Marine General Joseph F. Dunford, Jr. speaks during a hearing of the Senate Armed Service Committee on Capitol Hill November 15, 2012\nDunford acknowledged that the administration is \"in deliberation\" about the prospect of arming Kurdish forces in Syria, saying that doing so would \"increase the prospects of our success in Raqqa.\"\nHe noted, though, that US ally Turkey's opposition to American support for the Kurds makes the situation \"difficult.\"\nDunford had harsh words for Russia, calling it \"potentially the most significant threat to our national interests.\"\n\"A combination of their behavior as well as their military capability ... would cause me to believe that they pose the most significant challenge potentially, the most significant threat to our national interests,\" he said, referring to their incursions in Georgia and Ukraine.\nHe also said Russia was responsible for the recent airstrike that targeted a UN aid convoy in Syria while noting that both Syrian and Russian aircraft had been in the vicinity of the area at the time of the attack.\nPhotos: The ISIS terror threat\nPhotos: The ISIS terror threat\nPeople flee the scene of a terror attack at Istanbul's Ataturk airport on June 29. Turkish officials have strong evidence that ISIS leadership was involved in the planning of the attack, a senior government source told CNN. Officials believe the men -- identified by state media as being from Russia, Uzbekistan and Kyrgyzstan -- entered Turkey from the ISIS stronghold of Raqqa in Syria, bringing with them the suicide vests and bombs used in the attack, the source said.\nHide Caption\nPhotos: The ISIS terror threat\nThe ISIS militant group -- led by Abu Bakr al-Baghdadi, pictured -- began as a splinter group of al Qaeda. Its aim is to create an Islamic state, or caliphate, across Iraq and Syria. It is implementing Sharia law, rooted in eighth-century Islam, to establish a society that mirrors the region's ancient past. It is known for killing dozens of people at a time and carrying out public executions.\nHide Caption\nPhotos: The ISIS terror threat\nKurdish Peshmerga fighters fire missiles during clashes with ISIS in Jalawla, Iraq, on June 14, 2014. That month, ISIS took control of Mosul and Tikrit, two major cities in northern Iraq.\nHide Caption\nPhotos: The ISIS terror threat\nTraffic from Mosul lines up at a checkpoint in Kalak, Iraq, on June 14, 2014. Thousands of people fled Mosul after it was overrun by ISIS.\nHide Caption\nPhotos: The ISIS terror threat\nISIS fighters parade down an Iraqi street in this image released by the group in July 2014.\nHide Caption\nPhotos: The ISIS terror threat\nAziza Hamid, a 15-year-old Iraqi girl, cries for her father while she and other Yazidi people are flown to safety after a dramatic rescue operation at Iraq's Mount Sinjar on August 11, 2014. A CNN crew was on the flight, which took diapers, milk, water and food to the site where as many as 70,000 people were trapped by ISIS. Only a few of them were able to fly back on the helicopter with the Iraqi Air Force and Kurdish Peshmerga fighters.\nHide Caption\nPhotos: The ISIS terror threat\nOn August 19, 2014, American journalist James Foley was decapitated by ISIS militants in a video posted on YouTube. A month later, they released videos showing the executions of American journalist Steven Sotloff and British aid worker David Haines.\nHide Caption\nPhotos: The ISIS terror threat\nISIS militants stand near the site of an airstrike near the Turkey-Syria border on October 23, 2014. The United States and several Arab nations began bombing ISIS targets in Syria to take out the group's ability to command, train and resupply its fighters.\nHide Caption\nPhotos: The ISIS terror threat\nA Kurdish marksman stands atop a building as he looks at the destroyed Syrian town of Kobani on January 30, 2015. After four months of fighting, Peshmerga forces liberated the city from the grip of ISIS.\nHide Caption\nPhotos: The ISIS terror threat\nSafi al-Kasasbeh, right, receives condolences from tribal leaders at his home village near Karak, Jordan, on February 4, 2015. Al-Kasasbeh's son, Jordanian pilot Moath al-Kasasbeh, was burned alive in a video that was released by ISIS militants. Jordan is one of a handful of Middle Eastern nations taking part in the U.S.-led military coalition against ISIS.\nHide Caption\nPhotos: The ISIS terror threat\nIn February 2015, British newspapers report the identity of \"Jihadi John,\" the disguised man with a British accent who had appeared in ISIS videos executing Western hostages. The militant was identified as Mohammed Emwazi, a Kuwaiti-born Londoner. On November 12, 2015, the Pentagon announced that Emwazi was in a vehicle hit by a drone strike. ISIS later confirmed his death.\nHide Caption\nHide Caption\nPhotos: The ISIS terror threat\nIn March 2015, ISIS released video and images of a man being thrown off a rooftop in Raqqa, Syria. In the last photograph, the man is seen face down, surrounded by a small crowd of men carrying weapons and rocks. The caption reads \"stoned to death.\" The victim was brutally killed because he was accused of being gay.\nHide Caption\nPhotos: The ISIS terror threat\nAn Iraqi soldier searches for ISIS fighters in Tikrit on March 30, 2015. Iraqi forces retook the city after it had been in ISIS control since June 2014.\nHide Caption\nPhotos: The ISIS terror threat\nIn May 2015, ISIS took control of Palmyra, Syria, and began to destroy ancient ruins and artifacts. The Temple of Bel is seen here after Syrian forces reclaimed the city in March 2016. ISIS has also destroyed other cultural sites in Syria and Iraq.\nHide Caption\nPhotos: The ISIS terror threat\nDead bodies lie near a beachside hotel in Sousse, Tunisia, after a gunman opened fire on June 26, 2015. ISIS claimed responsibility for the attack, which killed at least 38 people and wounded at least 36 others, many of them Western tourists. Two U.S. officials said they believed the attack might have been inspired by ISIS but not directed by it.\nHide Caption\nPhotos: The ISIS terror threat\nISIS also claimed responsibility for what it called a suicide bombing at the Al-Sadiq mosque in Kuwait City on June 26, 2015. At least 27 people were killed and at least 227 were wounded, state media reported at the time. The bombing came on the same day as the attack on the Tunisian beach.\nHide Caption\nPhotos: The ISIS terror threat\nA man inspects the aftermath of a car bombing in Khan Bani Saad, Iraq, on July 18, 2015. A suicide bomber with an ice truck, promising cheap relief from the scorching summer heat, lured more than 100 people to their deaths. ISIS claimed responsibility on Twitter.\nHide Caption\nPhotos: The ISIS terror threat\nTwo women hold hands after an explosion in Suruc, Turkey, on July 20, 2015. The blast occurred at the Amara Cultural Park, where a group was calling for help to rebuild the Syrian city of Kobani, CNN Turk reported. At least 32 people were killed and at least 100 were wounded in the bombing. Turkish authorities said they believed ISIS was involved in the explosion.\nHide Caption\nPhotos: The ISIS terror threat\nSpectators at the Stade de France in Paris run onto the soccer field after explosions were heard outside the stadium on November 13, 2015. Three teams of gun-wielding ISIS militants hit six locations around the city, killing at least 129 people and wounding hundreds.\nHide Caption\nPhotos: The ISIS terror threat\nLaw enforcement officers search a residential area in San Bernardino, California, after a mass shooting killed at least 14 people and injured 21 on December 2, 2015. The shooters -- Syed Rizwan Farook and his wife, Tashfeen Malik -- were fatally shot in a gunbattle with police hours after the initial incident. The couple supported ISIS and had been planning the attack for some time, investigators said.\nHide Caption\nPhotos: The ISIS terror threat\nMembers of Iraq's elite counterterrorism unit celebrate December 28, 2015, after recapturing the city of Ramadi. The city fell to ISIS in May 2015.\nHide Caption\nPhotos: The ISIS terror threat\nTwo wounded women sit in the airport in Brussels, Belgium, after two explosions rocked the facility on March 22, 2016. A subway station in the city was also targeted in terrorist attacks that killed at least 30 people and injured hundreds more. Investigators say the suspects belonged to the same ISIS network that was behind the Paris terror attacks in November.\nHide Caption\nPhotos: The ISIS terror threat\nA boy walks past bloodstains and debris at a cafe in Balad, Iraq, that was attacked by ISIS gunmen on May 13, 2016. Twenty people were killed.\nHide Caption\nPhotos: The ISIS terror threat\nIraqi government forces patrol in southern Falluja, Iraq, on June 10, 2016. In late June, a senior Iraqi general announced that the battle to reclaim Falluja from ISIS had been won.\nHide Caption\n25 of 25\n\"It was either the Russians or the regime,\" Dunford said, adding, \"There's no doubt in my mind that the Russians are responsible. I just don't know whose aircraft actually dropped the bombs.\"\nCarter concurred, saying, \"The Russians are responsible for this strike whether they conducted it or not\" due to their association with the Syrian regime.\nTheir comments come as the prospects of the US-Russia negotiated ceasefire in Syria, which would include Russian-American military cooperation in fighting the terror groups ISIS and al Nusra, appears poised to collapse.\nMcCain slammed the accord, calling it \"deeply problematic even if implemented.\"\nHe also took a swipe at top US diplomat John Kerry, saying, \"President (Barack) Obama sent his intrepid but delusional secretary of state to tilt yet again at the windmill of cooperating with Vladimir Putin.\"\n",
        "quotes": [
            [
                "We assess it to be a sulfur mustard blister agent,",
                "Joseph F. Dunford",
                true
            ],
            [
                "concerning, particularly on those people who don't have protective equipment.",
                "John McCain",
                false
            ],
            [
                "increase the prospects of our success in Raqqa.",
                "",
                false
            ],
            [
                "potentially the most significant threat to our national interests.",
                "Joseph F. Dunford",
                false
            ],
            [
                "A combination of their behavior as well as their military capability ... would cause me to believe that they pose the most significant challenge potentially, the most significant threat to our national interests,",
                "Joseph F. Dunford",
                true
            ],
            [
                "It was either the Russians or the regime,",
                "Dunford",
                true
            ],
            [
                "There's no doubt in my mind that the Russians are responsible.",
                "Dunford",
                true
            ],
            [
                "I just don't know whose aircraft actually dropped the bombs.",
                "Dunford",
                true
            ],
            [
                "The Russians are responsible for this strike whether they conducted it or not",
                "Carter",
                false
            ],
            [
                "President (Barack) Obama sent his intrepid but delusional secretary of state to tilt yet again at the windmill of cooperating with Vladimir Putin.",
                "John Kerry",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2015/03/05/middleeast/isis-lgbt-persecution/index.html",
                "http://www.cnn.com/2015/03/31/middleeast/iraq-isis-tikrit/index.html",
                "https://www.cnn.com/2014/09/22/world/meast/u-s-airstrikes-isis-syria/",
                "https://www.cnn.com/2015/02/04/middleeast/kobani-syria-destruction/index.html",
                "https://www.cnn.com/2014/06/29/world/meast/iraq-developments-roundup/",
                "https://www.cnn.com/2015/12/28/middleeast/iraq-military-retakes-ramadi/",
                "http://www.cnn.com/2016/03/24/europe/brussels-investigation/index.html",
                "https://www.cnn.com/2015/11/13/middleeast/jihadi-john-airstrike-target/",
                "http://www.cnn.com/2016/06/30/europe/turkey-istanbul-ataturk-airport-attack/",
                "https://www.cnn.com/2014/08/19/world/meast/isis-james-foley/",
                "https://www.cnn.com/2015/07/22/world/turkey-suruc-explosion/index.html",
                "http://www.cnn.com/2014/08/11/world/meast/iraq-rescue-mission/index.html",
                "https://www.cnn.com/2014/07/19/world/meast/christians-flee-mosul-iraq/",
                "https://www.cnn.com/2015/03/09/world/iraq-isis-heritage/",
                "http://www.cnn.com/2015/07/18/middleeast/iraq-violence/",
                "https://www.cnn.com/2015/12/02/us/gallery/san-bernardino-shooting/index.html",
                "http://www.cnn.com/2016/06/26/middleeast/falluja-liberated-isis/index.html",
                "http://www.cnn.com/2015/12/03/us/san-bernardino-shooting/index.html",
                "http://www.cnn.com/2015/11/17/europe/paris-attacks-at-a-glance/",
                "https://www.cnn.com/2015/06/26/world/kuwait-mosque-attack/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.cnn.com/2015/05/15/middleeast/gallery/palmyra-ruins-syria/index.html",
                "https://www.cnn.com/2015/06/26/world/gallery/tunisia-terrorist-attack/index.html",
                "https://www.cnn.com/2015/02/03/world/gallery/jordanian-pilot-reaction/index.html",
                "https://www.cnn.com/2014/08/11/world/gallery/kurdistan-rescue-mission-mount-sinjar/index.html"
            ]
        },
        "key_words": [
            "concerning",
            "chemical",
            "chief",
            "saying",
            "isis",
            "attack",
            "dunford",
            "significant",
            "sent",
            "responsible",
            "suspected",
            "russians",
            "military",
            "mustard",
            "syria"
        ]
    }
]