[
    {
        "url": "https://www.cnn.com/2016/09/26/politics/mike-pence-donald-trump-presidential-debate/index.html",
        "title": "Pence on Trump's debate plan: 'We'll see where it goes'",
        "authors": [
            {
                "name": "Daniella Diaz",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2016-09-26",
        "text": "Pence on Trump's debate plan: 'We'll see where it goes'\nUpdated 8:31 PM ET, Mon September 26, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nHe was mum on details about Trump'sdebate strategy\n(CNN)\nMike Pence on Monday night was tight-lipped about running mate Donald Trump's planned debate tactics, offering an opened-ended \"We'll see where it goes\" when asked.\n\"I think what you'll see tonight is the same Donald Trump you've seen throughout this campaign,\" the Indiana governor told CNN's Jake Tapper before the presidential debate. \"He's going to be a bold truth-teller, he's going to speak plainly.\"\nHe added: \"I think Donald Trump always speaks straight from his heart and straight from his mind.\"\nRead More\n\"My focus the last four years has been and continues to be leading the state of Indiana,\" he said. \"So I've been brushing up on all those Washington issues ... but I'm looking forward to a good debate this week.\"\n\"My only advice to him is be yourself,\" he said. \"I've come to know him over the last several months ... This is a good man who I believe will make a great president of the United States.\"\nWhen asked about Trump releasing his tax returns, an issue that has been repeatedly brought up during the course of Trump's campaign, Pence reiterated the campaign's previous stance.\n\"I think Donald Trump has made it very clear that he will release his tax returns when the routine audit is complete,\" he said.\n",
        "quotes": [
            [
                "We'll see where it goes",
                "",
                false
            ],
            [
                "I think what you'll see tonight is the same Donald Trump you've seen throughout this campaign,",
                "Jake Tapper",
                true
            ],
            [
                "He's going to be a bold truth-teller, he's going to speak plainly.",
                "Jake Tapper",
                true
            ],
            [
                "I think Donald Trump always speaks straight from his heart and straight from his mind.",
                "",
                true
            ],
            [
                "My focus the last four years has been and continues to be leading the state of Indiana,",
                "",
                true
            ],
            [
                "So I've been brushing up on all those Washington issues ... but I'm looking forward to a good debate this week.",
                "",
                true
            ],
            [
                "My only advice to him is be yourself,",
                "",
                true
            ],
            [
                "I've come to know him over the last several months ...",
                "",
                true
            ],
            [
                "This is a good man who I believe will make a great president of the United States.",
                "",
                true
            ],
            [
                "I think Donald Trump has made it very clear that he will release his tax returns when the routine audit is complete,",
                "Donald Trump",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "plan",
            "hes",
            "running",
            "debate",
            "trumps",
            "trump",
            "donald",
            "think",
            "straight",
            "jake",
            "pence",
            "tapper",
            "goes"
        ]
    }
]