[
    {
        "url": "https://www.reuters.com/article/us-sanofi-vaccines/sanofi-invests-170-million-euros-in-french-vaccines-facility-idUSKBN1CH0H2",
        "title": "Sanofi boosts vaccines business with 170 million euro investment",
        "authors": [
            {
                "name": "Matthias Blamont",
                "link": null
            }
        ],
        "publisher": "https://www.reuters.com",
        "publish_date": "2017-10-12",
        "text": "VAL-DE-REUIL, France (Reuters) - Sanofi on Thursday expressed confidence in the growth of its influenza vaccines after committing to invest 170 million euros to expand its manufacturing facility at Val-de-Reuil in north-western France.\n\nFILE PHOTO - A logo is seen in front of the entrance at the headquarters French drugmaker Sanofi in Paris October 30, 2014. REUTERS/Christian Hartmann/File Photo\n\nThe new facility will allow Sanofi Pasteur, the group’s vaccines arm, to expand the supply of VaxigripTetra, its newest “quadrivalent” vaccine, to up to 70 countries from around 20 currently. Production is due to start in 2022.\n\nVaxigripTetra protects against four strains of the flu virus and competes with other quadrivalent and “trivalent” products already on the market.\n\nAnnual flu epidemics cause three to five million cases of severe illness worldwide and 250,000-500,000 deaths, according to the World Health Organization (WHO).\n\nOther leading manufacturers of seasonal flu vaccines include GlaxoSmithKline and CSL’s Seqirus, which includes the former Novartis flu vaccine business.\n\n“We are still seeing major needs for vaccination in emerging countries as well as in Europe where vaccination rates differ from a country to another,” David Loew, the head of Sanofi Pasteur, told journalists during a visit to the Val-de-Reuil facility, which employs 2,200 staff.\n\n“Influenza continues to be a major public health problem, causing serious complications, hospitalizations and deaths, mostly for certain high-risk individuals,” he said, adding he was seeing “significant” growth potential for vaccines sales in the next decade.\n\nSales at Sanofi Pasteur were up by almost a quarter in the first half of the year at 1.8 billion euros ($2.13 billion) with revenue from flu vaccines rising 14.7 percent at 136 million euros.\n\nThe division is also in the midst of integrating Protein Sciences, a previously U.S. privately held vaccines biotechnology company that Sanofi bought in July in a deal worth up to $750 million, to broaden its influenza portfolio.\n\nBut Loew was skeptical when asked for his views on a vaccine conceived by Oxford researchers and called “universal” because it targets proteins found in the core of the influenza virus rather than those on its surface as traditional products do.\n\nResearchers say this new vaccine, which also works by stimulating the immune system to boost virus-killing T-cells, instead of antibodies, will provide better and longer-lasting protection, possibly several years.\n\nThe product, developed by Oxford University’s Jenner Institute and Vaccitech, a biotech founded by Jenner scientists, is advancing into mid-stage Phase IIb testing.\n\n“I think we have to be careful with the word ‘universal’ and not overstate what can be achieved. The hurdle of influenza remains very high,” Loew said.\n\nThe executive said Sanofi Pasteur researchers would also work on new, hopefully more efficient flu vaccines but added they would likely take years to develop.",
        "quotes": [
            [
                "We are still seeing major needs for vaccination in emerging countries as well as in Europe where vaccination rates differ from a country to another,",
                "David Loew",
                true
            ],
            [
                "Influenza continues to be a major public health problem, causing serious complications, hospitalizations and deaths, mostly for certain high-risk individuals,",
                "",
                true
            ],
            [
                "I think we have to be careful with the word ‘universal’ and not overstate what can be achieved.",
                "Loew",
                true
            ],
            [
                "The hurdle of influenza remains very high,",
                "Loew",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "pasteur",
            "euro",
            "valdereuil",
            "facility",
            "business",
            "170",
            "vaccine",
            "loew",
            "boosts",
            "investment",
            "vaccines",
            "flu",
            "million",
            "sanofi",
            "influenza"
        ]
    }
]