[
    {
        "url": "https://www.livemint.com/politics/policy/mandatory-meningitis-vaccines-fail-quality-tests-casting-cloud-over-haj-1562602862299.html",
        "title": "Mandatory meningitis vaccines fail quality tests, casting cloud over Haj",
        "authors": [
            {
                "name": "Teena Thacker",
                "link": null
            }
        ],
        "publisher": "https://www.livemint.com",
        "publish_date": "2019-07-08",
        "text": "At least two batches of meningitis vaccines meant for Haj pilgrims have failed quality tests, sending government scrambling for emergency supplies.\n\nThe two batches were manufactured by Bio-Med Pvt. Ltd, which was given a one-time permit to produce the vaccine for Haj pilgrims after being barred from manufacturing last year.\n\nThe development has left the health ministry mulling an alternative plan to inoculate the more than 200,000 Haj pilgrims bound for Mecca in Saudi Arabia from India. The vaccination is mandatory for those going on the pilgrimage.\n\nBio-Med has been under scrutiny for providing allegedly tainted polio vaccines and was barred from manufacturing and supplying vaccines in September last year. However, the health ministry gave the company a special one-time permission in June to produce meningitis vaccines as it was the sole manufacturer in India.\n\nTwo batches of 90,000 doses each of Bio-Med’s vaccines have failed quality tests at the government’s Central Drug Laboratory at Kasauli.\n\n“It’s strange that the health authorities allowed the company which is already under the scanner to supply them vaccines just to save some money,\" said a public health expert, requesting anonymity.\n\nThe Directorate General of Health Services (DGHS) called an urgent meeting on 5 July to discuss the issue. “It has been learnt from the initial results at CDL that the samples of quadrivalent meningococcal meningitis vaccine from Bio-Med are not giving satisfactory outcome although the final report is awaited,\" said an internal document of the health ministry. Mint has reviewed the document pertaining to the “Haj matter\" circulated on 4 July by a joint secretary. It asks for a “detailed review to examine the necessary alternatives to be carried out to ensure that the procurement of the vaccine is completed timely\".\n\nTo procure the vaccines, meetings were held by the DGHS on 2 and 3 July where it was decided to carry out “emergency procurement\". An email sent to Bio-Med managing director Sarayu Garg went unanswered till press time.\n\nAdults and children over the age of 2 arriving in Saudi Arabia for Haj are required to produce a certificate of vaccination against meningitis issued no more than three years and no less than 10 days before their arrival, along with certificates for other vaccines for polio, seasonal influenza, measles and rubella. Haj will begin on 9 August.\n\n“As vaccination of Hajis is a time-bound matter of international health, closely monitored by ministry of health and family welfare, ministry of external affairs and ministry of minority affairs, any delay in vaccine procurement at this juncture is likely to have a negative impact on the entire Indian Haj pilgrimage,\" added the document.\n\nA health ministry official said things are under control. “70,000 doses of the vaccines have been procured and supplied to stations for the vaccinations of Hajis. The rest will soon be done\". A detailed questionnaire sent to the health ministry on 4 July did not elicit any response till press time.\n\nWhile Bio-Med sells meningitis vaccine at ₹250 a dose to the government, importing the vaccines may cost the government ₹1,500- ₹2,000 a dose.\n\n“The health ministry is already in talks with the two firms which import these vaccines,\" one of the people cited above said. Sanofi Pasteur, the vaccines division of Sanofi, is the world’s leading provider of seasonal influenza vaccines.\n\nMeningococcal meningitis causes the membranes that cover the brain and spinal cord to become inflamed. It is a serious public health issue that causes severe illness and deaths in at-risk populations.",
        "quotes": [
            [
                "said a public health expert, requesting anonymity.",
                "",
                false
            ],
            [
                "The Directorate General of Health Services (DGHS) called an urgent meeting on 5 July to discuss the issue.",
                "",
                true
            ],
            [
                "It has been learnt from the initial results at CDL that the samples of quadrivalent meningococcal meningitis vaccine from Bio-Med are not giving satisfactory outcome although the final report is awaited,",
                "",
                true
            ],
            [
                "circulated on 4 July by a joint secretary.",
                "",
                false
            ],
            [
                "It asks for a “detailed review to examine the necessary alternatives to be carried out to ensure that the procurement of the vaccine is completed timely",
                "",
                false
            ],
            [
                "An email sent to Bio-Med managing director Sarayu Garg went unanswered till press time.",
                "",
                true
            ],
            [
                "Adults and children over the age of 2 arriving in Saudi Arabia for Haj are required to produce a certificate of vaccination against meningitis issued no more than three years and no less than 10 days before their arrival, along with certificates for other vaccines for polio, seasonal influenza, measles and rubella.",
                "",
                true
            ],
            [
                "Haj will begin on 9 August.",
                "",
                true
            ],
            [
                "As vaccination of Hajis is a time-bound matter of international health, closely monitored by ministry of health and family welfare, ministry of external affairs and ministry of minority affairs, any delay in vaccine procurement at this juncture is likely to have a negative impact on the entire Indian Haj pilgrimage,",
                "",
                true
            ],
            [
                "A detailed questionnaire sent to the health ministry on 4 July did not elicit any response till press time.",
                "",
                true
            ],
            [
                "While Bio-Med sells meningitis vaccine at ₹250 a dose to the government, importing the vaccines may cost the government ₹1,500- ₹2,000 a dose.",
                "",
                true
            ],
            [
                "The health ministry is already in talks with the two firms which import these vaccines,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.livemint.com/industry/manufacturing/govt-lab-retest-confirms-polio-strain-s-presence-in-bio-med-samples-1552936863920.html",
                "https://www.livemint.com/news/india/saudi-arabia-increases-india-s-haj-quota-to-2-lakh-after-modi-salman-talks-1550679102373.html",
                "https://www.livemint.com/Companies/pK3XbQBIo135WGJEpXuzxJ/Polio-vaccine-contamination-Govt-may-oppose-BioMed-MDs-ba.html",
                "https://www.livemint.com/politics/policy/bio-med-directors-in-the-dock-over-supply-of-tainted-drugs-1558457254175.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "haj",
            "fail",
            "biomed",
            "procurement",
            "health",
            "cloud",
            "produce",
            "quality",
            "vaccination",
            "tests",
            "casting",
            "ministry",
            "mandatory",
            "vaccines",
            "meningitis",
            "vaccine"
        ]
    },
    {
        "url": "https://www.livemint.com/industry/manufacturing/govt-lab-retest-confirms-polio-strain-s-presence-in-bio-med-samples-1552936863920.html",
        "title": "Govt lab retest confirms polio strain’s presence in Bio-Med samples",
        "authors": [
            {
                "name": "Teena Thacker",
                "link": null
            }
        ],
        "publisher": "https://www.livemint.com",
        "publish_date": "2019-03-19",
        "text": "New Delhi: A government laboratory has confirmed the presence of polio-2 virus, a strain that was believed to have been eradicated from India in 2016, in oral vaccine samples made by Bio-Med Pvt. Ltd, raising concerns that the contaminated samples may have put children at risk.\n\nSamples of the contaminated batches were sent to the state-run Central Drugs Laboratory (CDL) Kasauli for retesting, after Bio-Med challenged the results of the initial tests by the same laboratory.\n\nThe report was submitted by CDL Kasauli to the Ghaziabad district court on 15 March. “The samples that were sent for testing following the court order were found to be positive again, which means that the batches had type 2 virus in it,\" two people with direct knowledge of the matter said, requesting anonymity.\n\nThe contamination endangers the health of those who have not been vaccinated for the polio-2 virus strain, according to public health expert Sylvia Karpagam. “The bigger problem is that the virus can mutate and no one knows into what form, mild or virulent,\" Karpagam said. “The contamination endangers many who have not received inactivated polio vaccine (IPV) and are exposed to strain 2.\"\n\nAn email sent to Bio-Med remained unanswered till publishing of this story.\n\nReports about the contamination set alarm bells in September, when traces of polio type 2 virus were found in sewage and stool samples during routine surveillance. Bio-Med was found to be supplying polio vaccines for the state-run immunization programme.\n\nOn 27 September, the Drug Controller General of India asked Bio-Med to explain how the eradicated polio-2 strain found its way into vaccine vials. Around 50,000 vials—one vial has 20 doses—of contaminated vaccine were believed to have been used in Uttar Pradesh and Telangana. The company was thereafter barred from manufacturing and supplying vaccines.\n\nPolio drops, which carry weakened polio viruses, are given to children below five years under a government programme. The type 2 strain is thought to have been eradicated from India so long ago that the current polio vaccine no longer protects against it.\n\nVaccine makers were also asked to destroy their stocks of type 2 virus strain by April 2016, an order that Bio-Med has allegedly violated. Drug inspectors working to unearth the mystery behind the contamination of polio vaccines had in October also travelled to Indonesia’s PT Bio Farma Pvt. Ltd, the company that supplies the bulk vaccine called key starting material. However, they did not find anything amiss there.\n\nThat brought the spotlight back on Bio-Med, which supplied the oral vaccine for the government’s immunization programme.\n\nPT Bio Farma said it had “proactively investigated\" the matter, including batch review, facility assessment and testing of retain samples of all bulks shipped to Bio-Med using validated test methods.\n\n“Results have shown that there have not been any discrepancies in the manufacture of these bulks. Test results of retain samples do not indicate presence of type 2 polio virus,\" the company said in an emailed response.",
        "quotes": [
            [
                "two people with direct knowledge of the matter said, requesting anonymity.",
                "Karpagam",
                false
            ],
            [
                "The contamination endangers the health of those who have not been vaccinated for the polio-2 virus strain, according to public health expert Sylvia Karpagam.",
                "Karpagam",
                true
            ],
            [
                "The bigger problem is that the virus can mutate and no one knows into what form, mild or virulent,",
                "Karpagam",
                true
            ],
            [
                "An email sent to Bio-Med remained unanswered till publishing of this story.",
                "",
                true
            ],
            [
                "Reports about the contamination set alarm bells in September, when traces of polio type 2 virus were found in sewage and stool samples during routine surveillance.",
                "",
                true
            ],
            [
                "Bio-Med was found to be supplying polio vaccines for the state-run immunization programme.",
                "",
                true
            ],
            [
                "On 27 September, the Drug Controller General of India asked Bio-Med to explain how the eradicated polio-2 strain found its way into vaccine vials.",
                "",
                true
            ],
            [
                "Around 50,000 vials—one vial has 20 doses—of contaminated vaccine were believed to have been used in Uttar Pradesh and Telangana.",
                "",
                true
            ],
            [
                "The company was thereafter barred from manufacturing and supplying vaccines.",
                "",
                true
            ],
            [
                "Polio drops, which carry weakened polio viruses, are given to children below five years under a government programme.",
                "",
                true
            ],
            [
                "The type 2 strain is thought to have been eradicated from India so long ago that the current polio vaccine no longer protects against it.",
                "",
                true
            ],
            [
                "Vaccine makers were also asked to destroy their stocks of type 2 virus strain by April 2016, an order that Bio-Med has allegedly violated.",
                "",
                true
            ],
            [
                "Drug inspectors working to unearth the mystery behind the contamination of polio vaccines had in October also travelled to Indonesia’s PT Bio Farma Pvt.",
                "",
                true
            ],
            [
                "Ltd, the company that supplies the bulk vaccine called key starting material.",
                "",
                true
            ],
            [
                "However, they did not find anything amiss there.",
                "",
                true
            ],
            [
                "That brought the spotlight back on Bio-Med, which supplied the oral vaccine for the government’s immunization programme.",
                "",
                true
            ],
            [
                "PT Bio Farma said it had “proactively investigated",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.livemint.com/Science/oAmG6ERHKkqj85iTNiR8MP/Court-asks-govt-to-retest-samples-of-Ghaziabadbased-firms.html",
                "https://www.livemint.com/Companies/pK3XbQBIo135WGJEpXuzxJ/Polio-vaccine-contamination-Govt-may-oppose-BioMed-MDs-ba.html",
                "https://www.livemint.com/Politics/CyBnZJJYUsRnBwa5X3fMEP/Drug-regulator-forms-team-to-probe-polio-vaccine-lapse-case.html",
                "https://www.livemint.com/news/india/government-launches-pulse-polio-program-2019-1552146654684.html",
                "https://www.livemint.com/Politics/uzHStkd3o3zfIhYQKZhz0I/Fears-of-mystery-polio-strain-now-haunt-India.html",
                "https://www.livemint.com/Companies/ZuOPIlUHduNP0SXa5KXF5I/Indonesia-firm-gets-cleanchit-in-polio-vaccine-contamination.html",
                "https://www.livemint.com/Science/qhfqLdtZ7hjnUc9w1c6m8O/Polio-vaccine-contamination-India-to-send-team-to-Indonesia.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "polio2",
            "confirms",
            "biomed",
            "contamination",
            "strain",
            "vaccine",
            "govt",
            "virus",
            "lab",
            "samples",
            "type",
            "sent",
            "presence",
            "retest",
            "polio",
            "strains"
        ]
    },
    {
        "url": "https://www.livemint.com/news/india/saudi-arabia-increases-india-s-haj-quota-to-2-lakh-after-modi-salman-talks-1550679102373.html",
        "title": "Saudi Arabia increases India's Haj quota to 2 lakh after Modi-Salman talks",
        "authors": [],
        "publisher": "https://www.livemint.com",
        "publish_date": "2019-02-20",
        "text": "NEW DELHI: Saudi Arabia on Wednesday increased India's Haj quota by about 25,000, the third hike in three years, taking the number of pilgrims from the country who can perform Haj to 2 lakh.\n\nThe decision was announced by the Ministry of External Affairs after Prime Minister Narendra Modi held talks with visiting Saudi Crown Prince Mohammed Bin Salman here.\n\nWhile T S Tirumurti, Secretary (Economic Relations) in the MEA, said the implementation of the enhanced quota will depend on logistical and other things, Minority Affairs Minister Mukhtar Abbas Naqvi said it will be effective from this year.\n\n\"At our request, Saudi Arabia has decided to increase the quota for Haj pilgrims from India to 2 lakh. This gesture is deeply appreciated,\" Tirumurti told reporters at a briefing on the talks.\n\nNaqvi hailed the decision and thanked the prime minister, Saudi Arabia's King Salman bin Abdul Aziz, the crown prince and External Affairs Minister Sushma Swaraj.\n\n\"This is the third hike in consecutive years. When the Modi government came to power in 2014, India's Haj quota was 1,36,000, which has now been increased to 2 lakh. This will be the highest number of pilgrims going for Haj from India since independence,\" Naqvi told PTI.\n\nHe said this was possible because of Modi's \"very cordial and friendly\" relations with the Saudi leadership.\n\nThis year, 2,340 Muslim women from India will go for Haj without 'Mehram' or male companion. Also India will be sending the second highest number of pilgrims for Haj after Indonesia, he said.\n\nThe government had last year allowed women to go on Haj without Mehram, which saw about 1,300 women going without any male companion. They had been exempted from the lottery system.\n\nLast year, Saudi Arabia had increased India's Haj quota by 5,000 to 1,75,025, while in 2017 it was increased by about 35,000.\n\nThe Haj subsidy provided by the government was removed last year in the light of a Supreme Court order of 2012.\n\nNaqvi had earlier said that digitising Haj-related processes has ensured that the annual pilgrimage remained inexpensive despite the absence of subsidy and made the system \"pro-pilgrim\".\n\nThis story has been published from a wire agency feed without modifications to the text. Only the headline has been changed.",
        "quotes": [
            [
                "At our request, Saudi Arabia has decided to increase the quota for Haj pilgrims from India to 2 lakh.",
                "Tirumurti",
                true
            ],
            [
                "This gesture is deeply appreciated,",
                "Tirumurti",
                true
            ],
            [
                "This is the third hike in consecutive years.",
                "Naqvi",
                true
            ],
            [
                "When the Modi government came to power in 2014, India's Haj quota was 1,36,000, which has now been increased to 2 lakh.",
                "Naqvi",
                true
            ],
            [
                "This will be the highest number of pilgrims going for Haj from India since independence,",
                "Naqvi",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.livemint.com/news/india/saudi-arabia-sees-100-billion-investment-opportunity-in-india-crown-prince-1550677352488.html",
                "https://www.livemint.com/Politics/u3KC2eKjfnZUcjOdwjQfSO/Government-ends-Haj-subsidy.html",
                "https://www.livemint.com/news/india/saudi-crown-prince-mohammed-bin-salman-arrives-in-india-amid-row-with-pakistan-1550593082348.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "haj",
            "minister",
            "indias",
            "quota",
            "pilgrims",
            "women",
            "arabia",
            "increased",
            "talks",
            "lakh",
            "number",
            "india",
            "modisalman",
            "increases",
            "saudi"
        ]
    },
    {
        "url": "https://www.livemint.com/Companies/pK3XbQBIo135WGJEpXuzxJ/Polio-vaccine-contamination-Govt-may-oppose-BioMed-MDs-ba.html",
        "title": "Polio vaccine contamination: Govt may oppose Bio-Med MD’s bail",
        "authors": [
            {
                "name": "Teena Thacker",
                "link": null
            }
        ],
        "publisher": "https://www.livemint.com",
        "publish_date": "2018-11-05",
        "text": "New Delhi: The government is considering filing a special leave petition (SLP) in the Supreme Court against the Ghaziabad district court’s decision to grant bail to managing director of pharma company Bio-Med Pvt. Ltd. The 81-year-old executive was arrested after traces of polio strain 2 were found in polio vaccines produced at the Ghaziabad-based company in September. He was released on bail after 14 days of judicial custody.\n\nThe health ministry’s plan comes in the backdrop of experts from India continuing their probe at Indonesia’s pharmaceutical company PT Bio Farma with the aim of solving the mystery behind the contamination of some batches of a polio vaccine. The health ministry has written to the law ministry, seeking their opinion on cancellation of bail and further prosecution in the case.\n\n“The MD was charged under certain section 37 A, C, section 17 (a), section 27 (a) under the Drugs and Cosmetics (D&C)Act. As per the act, it is a non-bailable offence. To be released on bail, his lawyer referred to a decision by Allahabad High Court as per which drug inspectors do not have a power to file a police complaint. We have now asked the law ministry for their opinion so that we can file SLP in the SC stating to quash the order of Allahabad High court and Ghaziabad’s district court order of granting bail so that further action on the firm and its officials can be taken,\" said two people aware of the matter.\n\nMeanwhile, a four-member expert team left for Indonesia last week as Indonesian company PT Bio farma supplies the key starting material (KSM), the active raw materials used in a vaccine that give it a therapeutic effect, to Indian manufacturers that make polio vaccines in oral forms.\n\nWhile the mystery behind the contamination threatens to change India’s polio-free status, the health ministry and the Central Drugs Standard Control Organisation (CDSCO) have been on their toes since the news of contamination surfaced. The government has been investigating how the type 2 strain of polio, believed to be long gone, found its way into vaccines made by Bio-Med.\n\nThe polio drops, which carry weakened polio viruses, are given to children below the age of five under a government programme designed to build their immunity against the crippling disease. The type 2 strain is thought to have been eradicated so long ago that the current polio vaccine no longer protects against it, and vaccine makers have been asked to remove it from the vaccine and destroy their stocks of the strain.\n\nHowever, this September, experts at the World Health Organization (WHO) found type 2 polio virus in sewage and stool samples. The batches belonged to Bio-Med, which was supplying polio vaccines for the government-run universal immunization programme. Around 50,000 vials—one vial has 20 doses—of contaminated vaccine are believed to have been used in Uttar Pradesh and Telangana. In October, Mint had also carried a detailed investigation on the testing mechanism followed at government’s central drug laboratory at Kasauli and the tender procedure that is followed to choose the company for supplying vaccines.",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.livemint.com/Science/qhfqLdtZ7hjnUc9w1c6m8O/Polio-vaccine-contamination-India-to-send-team-to-Indonesia.html",
                "https://www.livemint.com/Politics/uzHStkd3o3zfIhYQKZhz0I/Fears-of-mystery-polio-strain-now-haunt-India.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "mds",
            "biomed",
            "company",
            "health",
            "court",
            "strain",
            "oppose",
            "vaccines",
            "ministry",
            "type",
            "contamination",
            "govt",
            "bail",
            "polio",
            "vaccine"
        ]
    },
    {
        "url": "https://www.livemint.com/politics/policy/bio-med-directors-in-the-dock-over-supply-of-tainted-drugs-1558457254175.html",
        "title": "Bio-Med directors in the dock over supply of tainted drugs",
        "authors": [
            {
                "name": "Teena Thacker",
                "link": null
            }
        ],
        "publisher": "https://www.livemint.com",
        "publish_date": "2019-05-21",
        "text": "A complaint has been filed at a Ghaziabad court seeking to prosecute senior officials at Ghaziabad-based Bio-Med Pvt. Ltd for supplying “adulterated\" and “substandard\" polio vaccine in the government-run polio programme.\n\nThe complaint was filed on Monday against Bio-Med’s five directors, the in-charge of its laboratory, and the company by the zonal drug regulator’s office at Ghaziabad, a senior government official confirmed.\n\n“Six people of the company and the company itself have been made accused in the complaint for committing offence of supplying adulterated vaccines in the government-run programme. The tests reports have confirmed the offence and hence a complaint has been filed for further prosecution,\" added another official at the ministry of health.\n\nThe complaint has been filed under section 27 of the Drugs and Cosmetics Act, which provides imprisonment of 3-5 years for non-compliance.\n\nIn September, an analysis of some sewage and stool samples showed traces of polio-2 strain, a variant believed to have been long eradicated. New vaccines no longer offer protection against the variant. The contaminated vaccine was found to be manufactured by Bio-Med.\n\nAround 50,000 vials—one vial has 20 doses—of contaminated vaccines were believed to have been used in Uttar Pradesh and Telangana. The company was then barred from manufacturing and supplying vaccines.\n\nBio-Med challenged the results of the initial tests by the Central Drugs Laboratory (CDL) in Kasauli. However, when the samples were tested again, contamination was re-confirmed. The report of re-testing the samples was submitted by CDL to the Ghaziabad district court on 15 March.\n\n“Besides, recent inspections of the Bio-Med facility found various violations of good manufacturing practices (GMP), prompting authorities to file a complaint,\" said one of the two people cited above.\n\n“Bio-Med’s facility was also inspected and the inspectors found serious GMP violations in the facility. The report has been submitted to the DCGI (Drug Controller General of India), following which the Ghaziabad drug inspectors were told to initiate action,\" one of the two people cited above said on condition of anonymity.\n\nAn email sent to Bio-Med and text messages sent to managing director Sarayu Garg went unanswered till press time.\n\nPolio drops, which carry weakened polio viruses, are given to children below five years under a government-run programme. Confident that the polio-2 strain had been wiped out, vaccine makers were asked to destroy their stocks of type 2 virus strain by April 2016, an order Bio-Med has allegedly violated.\n\nDrug inspectors working to unearth the mystery behind the contamination of polio vaccines had in October also travelled to Indonesia’s PT Bio Farma Pvt. Ltd, the company that supplies the bulk vaccine called key starting material. However, they did not find anything amiss there. That brought the spotlight back on Bio-Med.\n\nThe government’s polio eradication programme has been under stress since September.\n\nThere are five major manufacturers of the bivalent vaccine in India—Bio-Med, Bharat Biotech International, Panacea Biotec, and Bibcol and Mumbai-based Haffkine Bio Pharmaceutical Corp. Ltd. Significantly, the CDL, which conducts quality tests, in April declared 16 batches manufactured by Bharat Immunological and Biologicals Corp. Ltd (Bibcol) as “substandard\" after they failed sterility tests. The public sector undertaking also supplies vaccines to the government’s polio eradication programme.",
        "quotes": [
            [
                "added another official at the ministry of health.",
                "",
                false
            ],
            [
                "The complaint has been filed under section 27 of the Drugs and Cosmetics Act, which provides imprisonment of 3-5 years for non-compliance.",
                "",
                true
            ],
            [
                "In September, an analysis of some sewage and stool samples showed traces of polio-2 strain, a variant believed to have been long eradicated.",
                "",
                true
            ],
            [
                "New vaccines no longer offer protection against the variant.",
                "",
                true
            ],
            [
                "The contaminated vaccine was found to be manufactured by Bio-Med.",
                "",
                true
            ],
            [
                "Around 50,000 vials—one vial has 20 doses—of contaminated vaccines were believed to have been used in Uttar Pradesh and Telangana.",
                "",
                true
            ],
            [
                "The company was then barred from manufacturing and supplying vaccines.",
                "",
                true
            ],
            [
                "Bio-Med challenged the results of the initial tests by the Central Drugs Laboratory (CDL) in Kasauli.",
                "",
                true
            ],
            [
                "However, when the samples were tested again, contamination was re-confirmed.",
                "",
                true
            ],
            [
                "The report of re-testing the samples was submitted by CDL to the Ghaziabad district court on 15 March.",
                "",
                true
            ],
            [
                "Besides, recent inspections of the Bio-Med facility found various violations of good manufacturing practices (GMP), prompting authorities to file a complaint,",
                "",
                true
            ],
            [
                "one of the two people cited above said on condition of anonymity.",
                "",
                false
            ],
            [
                "An email sent to Bio-Med and text messages sent to managing director Sarayu Garg went unanswered till press time.",
                "",
                true
            ],
            [
                "Polio drops, which carry weakened polio viruses, are given to children below five years under a government-run programme.",
                "",
                true
            ],
            [
                "Confident that the polio-2 strain had been wiped out, vaccine makers were asked to destroy their stocks of type 2 virus strain by April 2016, an order Bio-Med has allegedly violated.",
                "",
                true
            ],
            [
                "Drug inspectors working to unearth the mystery behind the contamination of polio vaccines had in October also travelled to Indonesia’s PT Bio Farma Pvt.",
                "",
                true
            ],
            [
                "Ltd, the company that supplies the bulk vaccine called key starting material.",
                "",
                true
            ],
            [
                "However, they did not find anything amiss there.",
                "",
                true
            ],
            [
                "That brought the spotlight back on Bio-Med.",
                "",
                true
            ],
            [
                "The government’s polio eradication programme has been under stress since September.",
                "",
                true
            ],
            [
                "There are five major manufacturers of the bivalent vaccine in India—Bio-Med, Bharat Biotech International, Panacea Biotec, and Bibcol and Mumbai-based Haffkine Bio Pharmaceutical Corp. Ltd.",
                "",
                true
            ],
            [
                "Significantly, the CDL, which conducts quality tests, in April declared 16 batches manufactured by Bharat Immunological and Biologicals Corp. Ltd (Bibcol) as “substandard",
                "",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "polio",
            "biomed",
            "company",
            "tainted",
            "directors",
            "complaint",
            "dock",
            "ghaziabad",
            "supply",
            "tests",
            "filed",
            "programme",
            "vaccines",
            "drugs",
            "vaccine"
        ]
    },
    {
        "url": "https://www.livemint.com/Science/oAmG6ERHKkqj85iTNiR8MP/Court-asks-govt-to-retest-samples-of-Ghaziabadbased-firms.html",
        "title": "Court asks govt to retest samples of Ghaziabad-based firm’s polio vaccine",
        "authors": [
            {
                "name": "Teena Thacker",
                "link": null
            }
        ],
        "publisher": "https://www.livemint.com",
        "publish_date": "2019-01-14",
        "text": "New Delhi: The Ghaziabad district court has asked the government to re-test samples of polio vaccines made by Ghaziabad-based Bio-Med Pvt. Ltd after the company contested results of a test that found contamination, two people aware of the matter said.\n\nThe retest will be done at the government-run Central Drugs Laboratory in Kasauli. In September, traces of polio type-2 virus, believed to be long eradicated, were discovered in the vaccines made by Bio-Med Pvt. Ltd, putting India’s polio-free status at risk.\n\n“In their plea to the court, they (Bio-Med) have asked for retesting of samples, challenging the report which found its samples contaminated,\" said one of the persons aware of the matter.\n\n“The company is doing everything to get the matter delayed. The samples will be sent for retesting to the Kasauli laboratory,\" added the second person.\n\nDrug inspectors working to unearth the mystery behind the contamination of polio vaccines since September last year had in October also travelled to Indonesia’s PT Bio Farma Pvt Ltd, the company that supplies the bulk vaccine called key starting material (KSM). However, they did not find anything amiss there, bringing the spotlight back to the Indian firm that supplied the final vaccine to an official immunization programme.\n\nAccording to the people cited above, who spoke on condition of anonymity, the 50-page report submitted by drug inspectors to the Drug Controller General of India (DCGI) did not find “any contamination\" in the KSM supplied by PT Bio Farma. “They supply KSM to many other countries and the team has not found any contamination at their end. There are some minor good manufacturing practices (GMP) related issues which will be communicated to the firm, but as far as polio contamination is concerned, the team did not find any evidence of contamination at the Indonesia site,\" said the first person cited above.\n\nPT Bio Farma said it has “proactively investigated\" the matter, including batch review, facility assessment and testing of retain samples of all bulks shipped to Bio-Med using validated test methods. “Results have shown that there have not been any discrepancies in the manufacture of these bulks. Test results of retain samples do not indicate presence of type 2 polio virus,\" the company said in an e-mailed response.\n\n“Polio bulks of the same batches have also been shipped to our other partners as well as utilized by Bio Farma with no complaints of the kind,\" it said.\n\nAn email sent to Bio-Med on Monday remained unanswered till press time. The company’s managing director, who was arrested in September after the test results came out, was released on bail after 14 days in judicial custody.\n\n“The MD was charged under sections 37 A, C, section 17 (a), section 27 (a) under the Drugs and Cosmetics (D&C)Act. As per the Act, it is a non-bailable offence. To be released on bail, his lawyer referred to a decision by Allahabad high court as per which drug inspectors do not have a power to file a police complaint. We have now asked the law ministry for their opinion so that we can file a special leave petition in the SC stating to quash the order of Allahabad high court and Ghaziabad’s district court order of granting bail so that further action on the firm and its officials can be taken,\" said the second person.\n\nPolio drops, which carry weakened polio viruses, are given to children below the age of five under a government programme designed to build their immunity against the crippling disease. The type 2 strain is thought to have been eradicated so long ago that the current polio vaccine no longer protects against it, and vaccine makers have been asked to remove it from the vaccine and destroy their stocks of the strain.\n\nHowever, this September, experts at the World Health Organization (WHO) found type 2 polio virus in sewage and stool samples. The batches came from Bio-Med, which was supplying polio vaccines for the government-run universal immunization programme. Around 50,000 vials—one vial has 20 doses—of contaminated vaccine are believed to have been used in Uttar Pradesh and Telangana.",
        "quotes": [
            [
                "said one of the persons aware of the matter.",
                "",
                false
            ],
            [
                "The company is doing everything to get the matter delayed.",
                "",
                true
            ],
            [
                "The samples will be sent for retesting to the Kasauli laboratory,",
                "",
                true
            ],
            [
                "in the KSM supplied by PT Bio Farma.",
                "",
                false
            ],
            [
                "They supply KSM to many other countries and the team has not found any contamination at their end.",
                "",
                true
            ],
            [
                "There are some minor good manufacturing practices (GMP) related issues which will be communicated to the firm, but as far as polio contamination is concerned, the team did not find any evidence of contamination at the Indonesia site,",
                "",
                true
            ],
            [
                "the matter, including batch review, facility assessment and testing of retain samples of all bulks shipped to Bio-Med using validated test methods.",
                "",
                false
            ],
            [
                "Results have shown that there have not been any discrepancies in the manufacture of these bulks.",
                "",
                true
            ],
            [
                "Test results of retain samples do not indicate presence of type 2 polio virus,",
                "",
                true
            ],
            [
                "An email sent to Bio-Med on Monday remained unanswered till press time.",
                "",
                true
            ],
            [
                "The company’s managing director, who was arrested in September after the test results came out, was released on bail after 14 days in judicial custody.",
                "",
                true
            ],
            [
                "The MD was charged under sections 37 A, C, section 17 (a), section 27 (a) under the Drugs and Cosmetics (D&C)Act.",
                "",
                true
            ],
            [
                "As per the Act, it is a non-bailable offence.",
                "",
                true
            ],
            [
                "To be released on bail, his lawyer referred to a decision by Allahabad high court as per which drug inspectors do not have a power to file a police complaint.",
                "",
                true
            ],
            [
                "We have now asked the law ministry for their opinion so that we can file a special leave petition in the SC stating to quash the order of Allahabad high court and Ghaziabad’s district court order of granting bail so that further action on the firm and its officials can be taken,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.livemint.com/Politics/afAd4twYcILFx9O05CizQK/Test-all-polio-vaccines-for-type-2-strain-DCGI.html",
                "https://www.livemint.com/Companies/pK3XbQBIo135WGJEpXuzxJ/Polio-vaccine-contamination-Govt-may-oppose-BioMed-MDs-ba.html",
                "https://www.livemint.com/Politics/xRdS6e8YawB8eQFIu3SerK/How-India-fought-the-wild-polio-virus.html",
                "https://www.livemint.com/Politics/uzHStkd3o3zfIhYQKZhz0I/Fears-of-mystery-polio-strain-now-haunt-India.html",
                "https://www.livemint.com/Companies/ZuOPIlUHduNP0SXa5KXF5I/Indonesia-firm-gets-cleanchit-in-polio-vaccine-contamination.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "ghaziabadbased",
            "firms",
            "biomed",
            "contamination",
            "results",
            "retest",
            "samples",
            "farma",
            "asks",
            "court",
            "test",
            "govt",
            "vaccines",
            "polio",
            "vaccine"
        ]
    },
    {
        "url": "https://www.livemint.com/Politics/CyBnZJJYUsRnBwa5X3fMEP/Drug-regulator-forms-team-to-probe-polio-vaccine-lapse-case.html",
        "title": "Drug regulator forms team to probe polio vaccine lapse case",
        "authors": [
            {
                "name": "Teena Thacker",
                "link": null
            }
        ],
        "publisher": "https://www.livemint.com",
        "publish_date": "2018-09-30",
        "text": "New Delhi: Central Drugs Standard Control Organization (CDSCO) on Saturday constituted a three-member team to investigate a recent case of tainted polio vaccine.\n\nTraces of polio type-2 virus, a strain that was known to have been eradicated from India, were found in some batches of oral polio vaccine (OPV) manufactured by Ghaziabad-based Bio-Med Pvt. Ltd, posing a serious threat of polio resurfacing in India.\n\n“The three-member team will start its investigation on Wednesday to identify the possible cause of contamination,\" said a senior health ministry official, requesting anonymity.\n\nThe company on its website positions its polio vaccine as one of its ‘power brands’ and claims to practise rigorous “pharmacovigilance activities\", which are related to the detection, assessment, understanding and prevention of adverse events or any other vaccine-related problems to ensure safety.\n\nOfficials, however, said that the company’s conduct raises suspicion. “Bio-Med is the major contributor of polio vaccine. They may want to keep it alive. India eliminated the type 2 strain in 2016. Hence, type-2 containing poliovirus vaccine (ToPV) was phased out in April 2016. The company was supposed to have destroyed the batches of trivalent ToPV vaccine, which may not have been done in the present case. There are a lot of reasons that could have led to the contamination and it needs a thorough investigation. Three members will investigate and find out the root cause of contamination,\" said the official.\n\nThe company was supplying polio vaccines only for the government-run immunization programme and about 50,000 vials (one vial has 20 doses) of contaminated vaccine may have possibly been used in Uttar Pradesh, Maharashtra and Telangana, another official said. Directions have been given for the withdrawal of the vaccine manufactured by Bio-Med and recalled batches have been sent for testing to the Central Drug Laboratory (CDL), Kasauli. “The unused vials have been stocked in the warehouses and 13 batches of samples have so far been tested at CDL,\" said the second official.\n\nThe ministry has approached other companies such as Bharat Biotech and Panacea Biotec to ensure that there is no shortage of vaccine.\n\nIndia achieved a major success in its battle against polio after years of effort and was finally declared polio free in 2014. The last case was reported on 13 January 2011, when Rukhsar from Howrah was infected with type-1 polio virus. However, the possibility of the polio virus resurfacing always loomed over the country. “The present case cannot be taken lightly and holds the possibility of this threat re-entering India. What needs to be probed is the health ministry’s own system of checks and balances. All samples are sent for testing to the government laboratory in Kasauli. Why was the strain not detected in testing?\" asked a public health expert, requesting anonymity.\n\nThe contamination came to light about 15 days when the World Health Organization found signs of the virus in stool samples from surveillance reports from Uttar Pradesh. The samples were sent for further testing and confirmed contamination with type-2 virus.\n\nAs part of intensive surveillance, sewage samples are collected from 45 sites across eight states and tested for poliovirus in five accredited polio laboratories in the country. This is in addition to stool samples collected from individuals reporting sudden onset of paralysis or other polio like symptoms. Every year nearly 75,000 stool samples are collected and tested in polio laboratories in India.\n\n“This is when the WHO found type-2 polio vaccine virus in some sewage and stool samples during their routine surveillance,\" the WHO official said.\n\n“This detection indicates the use of a type-2 poliovirus containing vaccine, despite the fact that type-2 containing poliovirus vaccine (trivalent oral polio vaccine) has been phased out globally, and in India, in April 2016, as a part of the polio End Game strategy. As elsewhere, bivalent oral polio vaccine (bOPV) has replaced the trivalent OPV (tOPV) in all polio campaigns and routine immunization in India,\" said a WHO official.\n\nThe managing director of Bio-Med was arrested on Friday after the central drug regulator filed a FIR in the case. “The other directors, who are family members of the managing director, are absconding ever since,\" said the second ministry official mentioned above.\n\nCalls to Bio-Med’s landline phone outside office hours were not answered.\n\nThe decision to switch to bOPV from tOPV was taken following certification of global eradication of type-2 wild poliovirus. Removing type-2 component from polio vaccine was done with the aim of minimizing the risk of vaccine derived poliovirus type-2.\n\n“India continues to conduct mass vaccination campaigns against polio, using bOPV, as advised by the India Expert Advisory Group, to maintain high immunity against polio,\" said the WHO official.",
        "quotes": [
            [
                "said a senior health ministry official, requesting anonymity.",
                "",
                false
            ],
            [
                "The company on its website positions its polio vaccine as one of its ‘power brands’ and claims to practise rigorous “pharmacovigilance activities",
                "",
                false
            ],
            [
                "The company was supplying polio vaccines only for the government-run immunization programme and about 50,000 vials (one vial has 20 doses) of contaminated vaccine may have possibly been used in Uttar Pradesh, Maharashtra and Telangana, another official said.",
                "",
                true
            ],
            [
                "Directions have been given for the withdrawal of the vaccine manufactured by Bio-Med and recalled batches have been sent for testing to the Central Drug Laboratory (CDL), Kasauli.",
                "",
                true
            ],
            [
                "The unused vials have been stocked in the warehouses and 13 batches of samples have so far been tested at CDL,",
                "",
                true
            ],
            [
                "asked a public health expert, requesting anonymity.",
                "",
                false
            ],
            [
                "The contamination came to light about 15 days when the World Health Organization found signs of the virus in stool samples from surveillance reports from Uttar Pradesh.",
                "",
                true
            ],
            [
                "The samples were sent for further testing and confirmed contamination with type-2 virus.",
                "",
                true
            ],
            [
                "As part of intensive surveillance, sewage samples are collected from 45 sites across eight states and tested for poliovirus in five accredited polio laboratories in the country.",
                "",
                true
            ],
            [
                "This is in addition to stool samples collected from individuals reporting sudden onset of paralysis or other polio like symptoms.",
                "",
                true
            ],
            [
                "Every year nearly 75,000 stool samples are collected and tested in polio laboratories in India.",
                "",
                true
            ],
            [
                "This is when the WHO found type-2 polio vaccine virus in some sewage and stool samples during their routine surveillance,",
                "",
                true
            ],
            [
                "The managing director of Bio-Med was arrested on Friday after the central drug regulator filed a FIR in the case.",
                "",
                true
            ],
            [
                "The other directors, who are family members of the managing director, are absconding ever since,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "official",
            "forms",
            "poliovirus",
            "drug",
            "probe",
            "lapse",
            "virus",
            "regulator",
            "type2",
            "team",
            "case",
            "samples",
            "india",
            "contamination",
            "polio",
            "vaccine"
        ]
    },
    {
        "url": "https://www.livemint.com/news/india/government-launches-pulse-polio-program-2019-1552146654684.html",
        "title": "Government launches pulse polio program 2019",
        "authors": [
            {
                "name": "Neetu Chandra Sharma",
                "link": null
            }
        ],
        "publisher": "https://www.livemint.com",
        "publish_date": "2019-03-09",
        "text": "NEW DELHI: In order to sustain polio eradication drive from the country, government on Saturday launched Pulse Polio programme for 2019.\n\nPresident of India Ram Nath Kovind, launched the program by administering polio drops to children less than five years old, at the Rahstrapati Bhawan in New Delhi.\n\nMore than 17 crore children of less than five years across the country will be given polio drops as part of the drive.\n\n“Universal Immunization Programme is focusing to protect children from more diseases than ever before and has introduced several new vaccines like Pneumococcal Conjugate Vaccine, Rotavirus vaccine, and Measles-Rubella vaccine in the recent past,\" said J P Nadda, Union Minister of Health and Family Welfare.\n\n“To provide additional protection to our children, Government has also introduced the injectable Inactivated Polio Vaccine into its routine immunization program,\" Nadda added.\n\nHealth minister said that the government is making all efforts to protect children from more and more diseases and emphasized that all vaccines under the programme must reach every last child of the country.\n\n“Along with Universal Immunization Programme of the country, we have also launched Mission Indradhanush to accelerate our goal to achieve more than 90% full immunization coverage. More than 3.39 crore children and 87 lakh pregnant women have been vaccinated through Mission Indradhanush drives,\" Nadda said.\n\nThe government claimed that strengthening of immunization programme has contributed significantly to the decline of Infant Mortality Rate from 39 in 2014 to 32 per 1000 live births in 2017.\n\nThe polio eradication programme in India aims to protect children from the crippling disease by conducting two nationwide mass polio vaccination campaigns and two to three sub-national campaigns each year.\n\nThe last reported cases of wild polio in India were in West Bengal and Gujarat on 13 January 2011. On 27 March 2014, the World Health Organization (WHO) declared India a polio free country.",
        "quotes": [
            [
                "said J P Nadda, Union Minister of Health and Family Welfare.",
                "Nadda",
                false
            ],
            [
                "To provide additional protection to our children, Government has also introduced the injectable Inactivated Polio Vaccine into its routine immunization program,",
                "Nadda",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.livemint.com/Science/faL7OFjDPSMNMugAa1C4rI/Can-India-eliminate-TB-by-2025.html",
                "https://www.livemint.com/politics/policy/govt-aiming-to-ensure-middle-class-income-rises-says-president-1548960932420.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "nadda",
            "pulse",
            "program",
            "children",
            "immunization",
            "country",
            "launches",
            "launched",
            "protect",
            "2019",
            "india",
            "programme",
            "polio",
            "vaccine"
        ]
    },
    {
        "url": "https://www.livemint.com/Science/qhfqLdtZ7hjnUc9w1c6m8O/Polio-vaccine-contamination-India-to-send-team-to-Indonesia.html",
        "title": "Polio vaccine contamination: India to send team to Indonesia on 22 October",
        "authors": [
            {
                "name": "Teena Thacker",
                "link": null
            }
        ],
        "publisher": "https://www.livemint.com",
        "publish_date": "2018-10-16",
        "text": "New Delhi: A four-member expert team will leave for Indonesia on 22 October to check pharmaceutical company, PT Bio Farma, seeking to solve the mystery behind the contamination of some batches of a polio vaccine that now threatens to change India’s status as a polio-free nation.\n\nAs reported by Mint on Tuesday, India’s drug regulator had requested the health ministry to advance their trip so that they start investigation without any further delay.\n\nThe Indonesian company supplies the key starting material (KSM)—the active raw materials used in a vaccine that give it a therapeutic effect—to Indian manufacturers that make polio vaccines in oral forms.\n\n“Four drug inspectors from CDSCO (Central Drugs Standard Control Organisation) will be travelling to inspect Indonesia’s PT Bio Farma. The investigation will start from October 22-26. It provides KSM to the companies here to prepare polio vaccine. We were to leave on 29 October, but proposed to advance the trip, which has now got an approval,\" an official in the regulatory authority said on condition of anonymity.\n\nThe polio drops, which carry weakened polio viruses, are given to children below the age of five under a government run programme designed to build their immunity against the crippling disease.\n\nSince 29 September, when news of the contamination surfaced, regulators have been investigating how the type 2 strain of polio, believed to be long gone, found its way into vaccines made by Ghaziabad-based Bio-Med Pvt. Ltd.\n\nThe type 2 strain is thought to have been eradicated so long ago that the current polio vaccine no longer protects against it, and vaccine makers have been asked to remove it from the vaccine and destroy their stocks of the strain.\n\nTraces of polio type 2 virus were found in some batches of polio drops given to children. The company was supplying polio vaccines for the government-run universal immunization programme. Around 50,000 vials—one vial has 20 doses—of contaminated vaccine are believed to have been used in Uttar Pradesh and Telangana. The Mint had carried a detailed investigation on the testing mechanism followed at government’s central drug laboratory at Kasauli and the tender procedure that is followed to choose the company for supplying vaccines.",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.livemint.com/Politics/uzHStkd3o3zfIhYQKZhz0I/Fears-of-mystery-polio-strain-now-haunt-India.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "indonesia",
            "company",
            "drug",
            "supplying",
            "22",
            "used",
            "investigation",
            "send",
            "team",
            "type",
            "trip",
            "india",
            "contamination",
            "vaccines",
            "polio",
            "vaccine"
        ]
    },
    {
        "url": "https://www.livemint.com/news/india/saudi-arabia-sees-100-billion-investment-opportunity-in-india-crown-prince-1550677352488.html",
        "title": "Saudi Arabia sees $100 billion investment opportunity in India: Crown Prince",
        "authors": [],
        "publisher": "https://www.livemint.com",
        "publish_date": "2019-02-20",
        "text": "NEW DELHI: Oil-rich Saudi Arabia sees an investment opportunity of $100 billion in India in various sectors, said visiting Crown Prince Mohammed Bin Salman Wednesday here.\n\nAddressing the media along with Prime Minister Narendra Modi, the crown prince said Saudi Arabia has already invested $44 billion in India since the visit of Modi in 2016 to the Gulf nation.\n\nHe also lauded India's strength in the information technology (IT) and said Saudi Arabia too was investing a lot in the sector.\n\n\"We understand that there are opportunities for more than USD 100 billion investment in India...We want to strengthen investment and economic ties to ensure useful returns for both countries,\" the crown prince said.\n\nHe informed that Saudi Arabia has invested in India in petrochemicals and diversifying into other sectors.\n\n\"We want to increase cooperation with India as it will give a new direction to our relationship,\" he said.\n\nLater T S Tirumurti, Secretary (ER) in Ministry of External Affairs, told reporters that there is a commitment by Saudi Arabia to invest USD 100 billion in sectors like energy, petrochemicals and manufacturing.\n\nWhen asked by when investments would be made, the Secretary said there was no timeline.\n\nThe crown prince arrived here on a less than 30-hour visit Tuesday night, a day after concluding his high-profile tour of Pakistan where he said dialogue was the only way to resolve \"outstanding issues\" between India and Pakistan.\n\nIn a special gesture, Modi received Salman at the airport here, signifying the importance India attaches to the visit by the leader of the Gulf nation.\n\nThis story has been published from a wire agency feed without modifications to the text. Only the headline has been changed.",
        "quotes": [
            [
                "We understand that there are opportunities for more than USD 100 billion investment in India...We want to strengthen investment and economic ties to ensure useful returns for both countries,",
                "",
                true
            ],
            [
                "We want to increase cooperation with India as it will give a new direction to our relationship,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.livemint.com/politics/news/saudi-crown-prince-says-terrorism-a-common-concern-with-india-1550653990104.html",
                "https://www.livemint.com/news/india/not-opposed-to-masood-azhar-s-banning-by-un-saudi-fm-1550674000410.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "billion",
            "crown",
            "prince",
            "modi",
            "investment",
            "100",
            "opportunity",
            "sees",
            "india",
            "saudi",
            "visit",
            "arabia"
        ]
    },
    {
        "url": "https://www.livemint.com/Politics/u3KC2eKjfnZUcjOdwjQfSO/Government-ends-Haj-subsidy.html",
        "title": "Government ends Haj subsidy",
        "authors": [],
        "publisher": "https://www.livemint.com",
        "publish_date": "2018-01-16",
        "text": "New Delhi: There will be no subsidy for Haj from this year, minority affairs minister Mukhtar Abbas Naqvi said on Tuesday.\n\nNaqvi told reporters that despite the subsidy withdrawal, a record number of 1.75 lakh Muslims will undertake the pilgrimage this year from India.\n\nNaqvi also said that the Saudi Arabian government has in principle agreed to allow Haj journey from India by ships and officials of the two countries will sit together to finalise the modalities.\n\n“This is part of our policy to empower minorities with dignity and without appeasement,\" Naqvi told reporters and cited a host of measures for the welfare of minorities.\n\nEarlier this year, Naqvi had said that the Centre would abolish the subsidy for Haj pilgrims in accordance with a Supreme Court order.\n\n“A constitutional bench of the Supreme Court had, during the Congress regime in 2012, directed that the Haj subsidy be done away with. Hence, in the new policy, as per the recommendations of a committee, we have decided to do away with the Haj subsidy gradually,\" he had said.",
        "quotes": [
            [
                "Naqvi told reporters and cited a host of measures for the welfare of minorities.",
                "",
                true
            ],
            [
                "Earlier this year, Naqvi had said that the Centre would abolish the subsidy for Haj pilgrims in accordance with a Supreme Court order.",
                "",
                true
            ],
            [
                "A constitutional bench of the Supreme Court had, during the Congress regime in 2012, directed that the Haj subsidy be done away with.",
                "",
                true
            ],
            [
                "Hence, in the new policy, as per the recommendations of a committee, we have decided to do away with the Haj subsidy gradually,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "haj",
            "reporters",
            "withdrawal",
            "naqvi",
            "ends",
            "away",
            "policy",
            "court",
            "supreme",
            "subsidy",
            "told"
        ]
    },
    {
        "url": "https://www.livemint.com/news/india/saudi-crown-prince-mohammed-bin-salman-arrives-in-india-amid-row-with-pakistan-1550593082348.html",
        "title": "Saudi Crown Prince Mohammed bin Salman arrives in India amid row with Pakistan",
        "authors": [],
        "publisher": "https://www.livemint.com",
        "publish_date": "2019-02-19",
        "text": "New Delhi: Saudi Crown Prince Mohammed bin Salman (MBS) arrived in India Tuesday after visiting Pakistan, which New Delhi blames for the Pulwama terror attack that killed at least 40 Indian soldiers in Jammu and Kashmir.\n\nThe crown prince was welcomed at the airport by Prime Minister Narendra Modi, who embraced him in a characteristic bear hug.\n\nMBS is expected to make an effort to defuse tensions between India and Pakistan as New Delhi weighs its response to last Thursday's attack.\n\nTensions between the countries have soared since the Pulwama terror attack, in which a militant rammed an explosive-laden van into a paramilitary bus in Kashmir. It was the worst attack against Indian government forces in Kashmir's history. India has threatened a \"jaw-breaking response\".\n\nTies between India and Saudi Arabia, where millions of Indians are employed as migrant workers, have strengthened since Modi visited Riyadh in 2016 for the signing of a memorandum of understanding (MoU) on cooperation with intelligence-gathering on money laundering and terrorism financing.\n\nOther agreements are expected to be signed Wednesday in investment, tourism, housing and communications.\n\nThe two countries' two-way trade totaled $27.5 billion last year.\n\nIndia describes Saudi Arabia as a \"key pillar\" of its energy security. It provides about 17 percent of India's crude oil and about a third of its liquefied natural gas.\n\nThe relationship may be more key as a deadline nears for India to comply with US sanctions against Iran, India's largest oil provider.\n\n\"The only positive part of this is to strengthen the relationship with Saudi Arabia to make up the oil deficit with Iran,\" said Prem Shankar Jha, an economist and writer in New Delhi. \"That is the only rational part I see\" in the visit, he said.\n\nThe crown prince has a delicate balance to strike during his Asia tour, which will also take him to China.\n\nIn Islamabad, two government officials said Pakistani Prime Minister Imran Khan raised the issue of increasing tension with India during his talks with the prince. They said the prince was expected to encourage Indian leaders as well during his visit to New Delhi to try to resolve all issues through talks.\n\nThe Pakistani officials spoke on condition of anonymity as they were not authorized to talk to the media.\n\nThe trip comes five months after the crown prince came under intense pressure following the murder of journalist Jamal Khashoggi at the Saudi consulate in Istanbul.\n\nIn keeping with a long-standing policy of not commenting on countries' internal affairs, India declined to take a position on The Washington Post columnist's killing by Saudi agents at the consulate.\n\nCash-strapped Islamabad voiced support for the prince amid an international outcry, and gave a warm welcome this week. The Saudi Arabian delegation signed $20 billion in investment deals and vowed to free thousands of Pakistani prisoners in Saudi custody.",
        "quotes": [
            [
                "The only positive part of this is to strengthen the relationship with Saudi Arabia to make up the oil deficit with Iran,",
                "Prem Shankar Jha",
                true
            ],
            [
                "That is the only rational part I see",
                "Prem Shankar Jha",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.livemint.com/news/india/pulwama-attack-imran-khan-vows-retaliation-if-india-attacks-pakistan-1550578922944.html",
                "https://www.livemint.com/opinion/online-views/opinion-will-mohammed-bin-salman-come-up-with-a-strong-response-on-pulwama-1550588408778.html",
                "https://www.livemint.com/Politics/eAFn6GFI164a4J9PJTXGwM/US-reimposes-all-Iran-sanctions-lifted-under-2015-nuclear-de.html",
                "https://www.livemint.com/news/india/pulwama-terror-attack-pakistan-isolated-narendra-modi-vows-fitting-strike-back-1550248297313.html",
                "https://www.livemint.com/news/india/china-urges-restraint-by-india-pakistan-on-pulwama-terror-attack-1550580430680.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "arrives",
            "delhi",
            "crown",
            "expected",
            "pakistani",
            "prince",
            "bin",
            "pakistan",
            "row",
            "indian",
            "countries",
            "oil",
            "mohammed",
            "india",
            "saudi",
            "salman"
        ]
    },
    {
        "url": "https://www.livemint.com/Science/qhfqLdtZ7hjnUc9w1c6m8O/Polio-vaccine-contamination-India-to-send-team-to-Indonesia.html",
        "title": "Polio vaccine contamination: India to send team to Indonesia on 22 October",
        "authors": [
            {
                "name": "Teena Thacker",
                "link": null
            }
        ],
        "publisher": "https://www.livemint.com",
        "publish_date": "2018-10-16",
        "text": "New Delhi: A four-member expert team will leave for Indonesia on 22 October to check pharmaceutical company, PT Bio Farma, seeking to solve the mystery behind the contamination of some batches of a polio vaccine that now threatens to change India’s status as a polio-free nation.\n\nAs reported by Mint on Tuesday, India’s drug regulator had requested the health ministry to advance their trip so that they start investigation without any further delay.\n\nThe Indonesian company supplies the key starting material (KSM)—the active raw materials used in a vaccine that give it a therapeutic effect—to Indian manufacturers that make polio vaccines in oral forms.\n\n“Four drug inspectors from CDSCO (Central Drugs Standard Control Organisation) will be travelling to inspect Indonesia’s PT Bio Farma. The investigation will start from October 22-26. It provides KSM to the companies here to prepare polio vaccine. We were to leave on 29 October, but proposed to advance the trip, which has now got an approval,\" an official in the regulatory authority said on condition of anonymity.\n\nThe polio drops, which carry weakened polio viruses, are given to children below the age of five under a government run programme designed to build their immunity against the crippling disease.\n\nSince 29 September, when news of the contamination surfaced, regulators have been investigating how the type 2 strain of polio, believed to be long gone, found its way into vaccines made by Ghaziabad-based Bio-Med Pvt. Ltd.\n\nThe type 2 strain is thought to have been eradicated so long ago that the current polio vaccine no longer protects against it, and vaccine makers have been asked to remove it from the vaccine and destroy their stocks of the strain.\n\nTraces of polio type 2 virus were found in some batches of polio drops given to children. The company was supplying polio vaccines for the government-run universal immunization programme. Around 50,000 vials—one vial has 20 doses—of contaminated vaccine are believed to have been used in Uttar Pradesh and Telangana. The Mint had carried a detailed investigation on the testing mechanism followed at government’s central drug laboratory at Kasauli and the tender procedure that is followed to choose the company for supplying vaccines.",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.livemint.com/Politics/uzHStkd3o3zfIhYQKZhz0I/Fears-of-mystery-polio-strain-now-haunt-India.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "indonesia",
            "company",
            "drug",
            "supplying",
            "22",
            "used",
            "investigation",
            "send",
            "team",
            "type",
            "trip",
            "india",
            "contamination",
            "vaccines",
            "polio",
            "vaccine"
        ]
    }
]