[
    {
        "url": "https://www.cnn.com/2019/06/18/health/europe-measles-travel-vaccinations/index.html",
        "title": "Traveling to Europe? Make sure your measles vaccination is up to date",
        "authors": [
            {
                "name": "Jen Christensen",
                "link": null
            }
        ],
        "publisher": "www.cnn.com",
        "publish_date": "2019-06-18",
        "text": "(CNN) Measles is not the souvenir you want to bring back from your once-in-a-lifetime trip to Europe this summer, but there's an increasing likelihood that could happen if your vaccinations are not up to date.\n\nResearchers who work with the US Centers for Disease Control and Prevention are warning travelers to get their measles, mumps and rubella vaccines after a \"record high\" number of measles fatalities in Europe.\n\nThe reminder, published Monday in the journal Pediatrics , is not agency travel guidance like what the CDC released during the Zika outbreak in 2016\n\nThe CDC issued a global notice in June about increasing measles outbreaks around the world, but it doesn't have a specific warning about Europe, CDC spokesman Benjamin Haynes wrote in an email.\n\nThe measles outbreak in Europe has been extensive. From January 2018 to June 2018, European countries saw 37 deaths, a record high since the 1990s, among 41,000 reported cases. Low vaccination rates are to blame, the new warning says. In the first two months of this year, there were 34,300 reported measles cases in the European region, including 13 measles-related deaths, according to the World Health Organization\n\nThe highest concentration of cases is in Ukraine, but the disease has also been reported in destinations such as France, Greece and Italy. Georgia, Serbia and Russia have also reported high case counts.\n\nThe researchers argue that Europe is \"widely perceived as being without substantial infectious disease risks.\" Many travelers may not go to a travel clinic or consult their doctor about the vaccines they need, as they typically would before visiting more exotic locations.\n\nMeasles is highly contagious. The majority of cases brought into the United States -- where 1,044 cases have been reported this year -- come from American travelers who have gone abroad, the CDC says.\n\nThe CDC recommends that all children get two doses of the MMR vaccine, as it's known, starting with the first dose at 12 through 15 months of age and the second dose between 4 and 6 years of age. Children can also get the second dose earlier, as long as it is at least 28 days after the first dose.\n\nIf you received two doses, as the CDC recommended starting in 1989, the agency says you have a 97% chance of being protected against measles.\n\nIf you don't know whether you have had two doses, you can have a blood test or get vaccinated again. Although the CDC says \"this is not ideal, it is safe to repeat vaccinations.\"\n\nThe researchers also remind doctors to \"maintain a high degree of suspicion for measles\" and ask patients with rashes whether they have traveled to Europe or been in contact with Europeans recently.\n\nGet CNN Health's weekly newsletter Sign up here to get The Results Are In with Dr. Sanjay Gupta every Tuesday from the CNN Health team.\n\nIf you need a vaccination and have a trip coming up, the CDC recommends going to your doctor at least a month before you leave. It may take that much time for your body to build up immunity, and you may need that much time to complete vaccine series.\n\nTo learn more about the risks in a particular country, check its page on the CDC website.\n\nFor France , for example, the site has an \"outbreak alert\" in red letters at the top of the page to remind people to be vaccinated against measles. There are similar notices for Italy and for the UK , but Germany does not have such a notice.",
        "quotes": [
            [
                "widely perceived as being without substantial infectious disease risks.",
                "",
                false
            ],
            [
                "this is not ideal, it is safe to repeat vaccinations.",
                "",
                false
            ],
            [
                "maintain a high degree of suspicion for measles",
                "",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [
                "https://wwwnc.cdc.gov/travel/destinations/clinician/children/italy?s_cid=ncezid-dgmq-travel-single-002"
            ],
            "unsure": []
        },
        "key_words": [
            "sure",
            "reported",
            "europe",
            "outbreak",
            "traveling",
            "cases",
            "high",
            "measles",
            "warning",
            "vaccination",
            "need",
            "cdc",
            "date",
            "travelers"
        ]
    }
]