[
    {
        "url": "https://www.bbc.com/news/health-46387167",
        "title": "Measles resurgence 'due to vaccine hesitancy', WHO warns",
        "authors": [
            {
                "name": "Smitha Mundasad",
                "link": null
            }
        ],
        "publisher": "https://www.bbc.com",
        "publish_date": "",
        "text": "Image copyright Getty Images\n\nThere has been a worldwide resurgence of measles, with many countries experiencing \"severe and protracted\" outbreaks last year, a report warns.\n\nThe World Health Organization data shows a rise in cases in almost every region of the world, with 30% more cases in 2017 than 2016.\n\nExperts say complacency, collapsing health systems and a rise in fake news about the vaccine are behind the rise.\n\nThey say the measles vaccines can save millions of lives.\n\n'Devastating disease'\n\nMeasles is a highly contagious disease that in severe cases can lead to complications such as blindness, pneumonia and infection and swelling of the brain.\n\nThe report, put together by the World Health Organization and the Centers for Disease Control and Prevention, looked at measles cases over the past 17 years.\n\nExperts say this is the first year there has been a sustained increase in cases, with 110,000 measles-related deaths.\n\nAnd they are concerned that trends for 2018 are similar after cases reached a high in Europe in the summer.\n\nThe Americas, Europe and the Eastern Mediterranean region saw the greatest upsurge in cases. The Western Pacific region was the only area to see a decline.\n\nA large number of infections were seen in Venezuela, as health systems collapsed after political and economic crises. The country had previously eliminated the disease.\n\n'Combating complacency'\n\nAnd there are now concerns that as more people move between countries in the region, the disease could continue to spread.\n\nMeanwhile the Ukraine, Italy, France, Germany and Greece all saw an increase in cases in the past few years.\n\nIn the UK, which was declared free of the disease by the WHO last year, there have also been small outbreaks in 2018.\n\nThis led England's top doctor to urge parents to get their children vaccinated and ignore anti-vaccine myths.\n\nDr Martin Friede, of the WHO, told the BBC that it was worrying that in a number of European countries parents were not vaccinating their children.\n\nImage copyright Science Photo Library\n\nHe said: \"Probably in Europe, more than other regions, we are seeing vaccine hesitancy becoming more of a problem than elsewhere.\n\n\"In some groups, this is driven by religious beliefs but in quite a few populations it is spread by false concerns about the safety of vaccines.\"\n\nDr Friede said that social media was playing a part in this and that new ways must be found to counter misinformation.\n\nHe said: \"Industrialised countries must not be complacent and forget that the disease can come back like a storm.\n\n\"It doesn't take many unvaccinated children for that to happen and when it happens, measles is not just a rash - it can cause blindness and brain problems.\"\n\nThe report estimates that since 2000, the two doses of measles vaccines given to young children have saved more than 21 million lives.\n\nBut Dr Soumya Swaminathan, of the WHO, said: \"Without urgent efforts to increase vaccination coverage and identify populations with unacceptable levels of under- or unimmunized children, we risk losing decades of progress in protecting children and communities against this devastating but entirely preventable disease.\"",
        "quotes": [
            [
                "Probably in Europe, more than other regions, we are seeing vaccine hesitancy becoming more of a problem than elsewhere.",
                "",
                true
            ],
            [
                "In some groups, this is driven by religious beliefs but in quite a few populations it is spread by false concerns about the safety of vaccines.",
                "",
                true
            ],
            [
                "Industrialised countries must not be complacent and forget that the disease can come back like a storm.",
                "",
                true
            ],
            [
                "It doesn't take many unvaccinated children for that to happen and when it happens, measles is not just a rash - it can cause blindness and brain problems.",
                "",
                true
            ],
            [
                "Without urgent efforts to increase vaccination coverage and identify populations with unacceptable levels of under- or unimmunized children, we risk losing decades of progress in protecting children and communities against this devastating but entirely preventable disease.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.bbc.co.uk/news/health-41399850",
                "https://www.bbc.co.uk/news/health-45990874"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "vaccine",
            "report",
            "countries",
            "measles",
            "hesitancy",
            "region",
            "children",
            "say",
            "health",
            "world",
            "cases",
            "resurgence",
            "disease",
            "warns"
        ]
    },
    {
        "url": "https://www.bbc.co.uk/news/health-41399850",
        "title": "UK 'eliminates measles' for first time",
        "authors": [],
        "publisher": "https://www.bbc.co.uk",
        "publish_date": "",
        "text": "Image copyright Jovanmandic\n\nThe elimination of measles has been achieved in the UK for the first time, the World Health Organization says.\n\nThe global health body classes a country as having eliminated the disease when it has stopped it freely circulating for at least three years.\n\nWhile there are still small clusters, many of these are brought in from abroad and they are not spreading.\n\nBut health experts said there should be no complacency, warning there were several large outbreaks across Europe.\n\nThe news comes just a week after it was announced England had achieved the target of getting 95% of children to have had the first dose of the measles, mumps and rubella vaccine by their fifth birthday. Wales, Scotland and Northern Ireland were already achieving it.\n\nThat figure is considered important because it ensures herd immunity, meaning the disease cannot spread because of the high level of vaccination rates.\n\nMMR vaccination rates dipped after a panic caused by discredited former doctor Andrew Wakefield, who falsely claimed in the late 1990s that the jab caused autism.\n\nBefore that the UK was on track to achieve measles elimination.\n\n'Huge achievement'\n\nThe announcement does not, however, mean that measles has been wiped out. Last year there were over 500 cases in England, many linked to clusters of cases among young people going to festivals.\n\nBut what was important was that the disease was not able to spread more widely.\n\nDuring the first six months of this year there have been fewer than 100 cases in England along with small clusters in Wales and Northern Ireland, which were linked to Romania where there is a major outbreak.\n\nIt marks a major shift from previous years. In 1967 - the year before the vaccine was introduced - there were over 460,000 cases and 99 deaths.\n\nBy the 1980s that had been brought down to around 10,000 cases a year and even five years ago there were over 2,000 cases a year.\n\nDeaths are now rare. Since 2006 there have only been two children who have died from the disease.\n\nDr Mary Ramsay, head of immunisation at Public Health England, said: \"This is a huge achievement and a testament to all the hard work by our health professionals in the NHS to ensure that all children and adults are fully protected with two doses of the MMR vaccine.\n\n\"We need to ensure that this is sustained going forward by maintaining and improving coverage of the MMR vaccine in children and by catching up older children and young adults who missed out.\"\n\nAcross Europe 42 out of 53 countries have now achieved elimination status.",
        "quotes": [
            [
                "This is a huge achievement and a testament to all the hard work by our health professionals in the NHS to ensure that all children and adults are fully protected with two doses of the MMR vaccine.",
                "Mary Ramsay",
                true
            ],
            [
                "We need to ensure that this is sustained going forward by maintaining and improving coverage of the MMR vaccine in children and by catching up older children and young adults who missed out.",
                "Mary Ramsay",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "vaccine",
            "clusters",
            "measles",
            "uk",
            "children",
            "achieved",
            "health",
            "england",
            "eliminates",
            "cases",
            "young",
            "disease"
        ]
    },
    {
        "url": "https://www.bbc.co.uk/news/health-45990874",
        "title": "'Don't be taken in by anti-vaccine myths on social media'",
        "authors": [
            {
                "name": "Philippa Roxby",
                "link": null
            }
        ],
        "publisher": "https://www.bbc.co.uk",
        "publish_date": "",
        "text": "Image copyright Science Photo Library Image caption Children who missed an earlier MMR vaccination can have a \"catch-up\" jab\n\nPeople who believe the myths spread by anti-vaccine campaigners \"are absolutely wrong\", England's top doctor has said.\n\nProf Dame Sally Davies said the MMR vaccine was safe and had been given to millions of children worldwide but uptake was currently \"not good enough\".\n\nIn England, 87% of children receive two doses but the target is 95%.\n\nThe chief medical officer urged parents to get their children vaccinated and ignore \"social media fake news\".\n\nHer comments come on the 30th anniversary of the measles, mumps and rubella (MMR) vaccine being introduced in the UK.\n\nMedia playback is unsupported on your device Media caption The BBC investigated in 2018 why there's been a measles outbreak in Europe\n\nDamaging beliefs\n\nShe said myths peddled about the dangers of vaccines on social media was one reason parents weren't taking their children to get the MMR vaccine.\n\n\"A number of people, stars, believe these myths - they are wrong,\" she said.\n\n\"Over these 30 years, we have vaccinated millions of children.\n\n\"It is a safe vaccination - we know that - and we've saved millions of lives across the world.\n\n\"People who spread these myths, when children die they will not be there to pick up the pieces or the blame.\"\n\nImage caption Prof Dame Sally Davies said people should not be taken in by vaccine myths on social media\n\nThe MMR vaccine has dramatically reduced cases of measles, mumps and rubella and saved about 4,000 deaths from measles, resulting in the UK being declared \"measles free\" by the World Health Organization last year.\n\nThis means the disease is no longer native to the UK, although cases do still occur.\n\nHowever, Dame Sally said there had been too many cases of measles in England this year - 903 so far, and young people who had missed out on the MMR vaccine had been particularly affected.\n\nUptake of the MMR vaccine had reached a good level in previous years but has now dropped back to 87%.\n\n\"That means a lot of protection but it doesn't give us herd immunity,\" Dame Sally said.\n\n\"So when people from abroad have been coming in, travelling infected, it is spreading into our local communities.\"\n\nCatch-up jabs\n\nThe MMR vaccine is given on the NHS as a single injection to babies, usually within a month of their first birthday.\n\nThey then have a second injection before starting school, when three years old.\n\nChildren who missed an earlier MMR vaccination can have a \"catch-up\" jab on the NHS.\n\nSingle measles, mumps and rubella vaccines are available but not on the NHS in the UK.\n\nImage copyright Science Photo Library Image caption Two doses of the MMR vaccine are given to children before they start school in the UK\n\nIn 1998, a study by former doctor Andrew Wakefield incorrectly linked the MMR vaccine to autism. The research is now completely discredited.\n\nBut it had an impact on the coverage of the vaccine, which dropped to about 80% in the late 1990s and a low of 79% in 2003.\n\nNumerous public health campaigns have increased uptake in the years since.",
        "quotes": [
            [
                "A number of people, stars, believe these myths - they are wrong,",
                "Dame Sally",
                true
            ],
            [
                "Over these 30 years, we have vaccinated millions of children.",
                "",
                true
            ],
            [
                "It is a safe vaccination - we know that - and we've saved millions of lives across the world.",
                "",
                true
            ],
            [
                "People who spread these myths, when children die they will not be there to pick up the pieces or the blame.",
                "",
                true
            ],
            [
                "That means a lot of protection but it doesn't give us herd immunity,",
                "Dame Sally",
                true
            ],
            [
                "So when people from abroad have been coming in, travelling infected, it is spreading into our local communities.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.bbc.co.uk/news/health-41399850",
                "https://www.nhs.uk/conditions/vaccinations/mmr-vaccine/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "sally",
            "vaccine",
            "mmr",
            "media",
            "measles",
            "children",
            "dont",
            "caption",
            "dame",
            "myths",
            "antivaccine",
            "taken",
            "vaccination",
            "social"
        ]
    },
    {
        "url": "https://www.nhs.uk/conditions/vaccinations/mmr-vaccine/",
        "title": "MMR vaccine",
        "authors": [],
        "publisher": "https://www.nhs.uk",
        "publish_date": "2017-12-21",
        "text": "MMR is a safe and effective combined vaccine that protects against 3 separate illnesses – measles, mumps and rubella (German measles) – in a single injection. The full course of MMR vaccination requires 2 doses. Measles, mumps and rubella are highly infectious conditions that can have serious, potentially fatal complications, including meningitis, swelling of the brain (encephalitis) and deafness. They can also lead to complications in pregnancy that affect the unborn baby, and can lead to miscarriage. Since the MMR vaccine was introduced in 1988, it's rare for children in the UK to develop these serious conditions. But outbreaks happen and there have been cases of measles in recent years, so it's important to make sure that you and your children are up-to-date with the MMR vaccination. This NHS leaflet tells you about MMR vaccination.\n\nMMR vaccine for babies and pre-schoolers The MMR vaccine is given on the NHS as a single injection to babies as part of their routine vaccination schedule, usually within a month of their first birthday. They'll then have a second injection of the vaccine before starting school, usually at 3 years and 4 months. The MMR vaccine can sometimes be given to babies from 6 months of age if they may have been exposed to the measles virus, or during a measles outbreak. Babies under 6 months old are not routinely given the MMR vaccine. This is because the antibodies to measles, mumps and rubella passed from mother to baby at the time of birth are retained and can work against the vaccine, meaning that the vaccine is not usually effective. These maternal antibodies decline with age and are almost all gone by the time MMR is normally given – around the age of 1 year. MMR vaccination is recommended for 6- to 9-month-old babies if they're at high risk of becoming infected in certain circumstances, such as during a measles outbreak. But these children may not have enough protection from this early dose, so they'll still need the standard MMR doses at 12 to 13 months and 40 months of age. The MMR vaccine is given as a single injection into the muscle of the thigh or upper arm. Find out which children and adults should have the MMR vaccine Watch these healthtalk.org videos where parents weigh up the risks and benefits of MMR vaccination.\n\nMMR for older children Children up to the age of 18 who missed, or only partially completed, their earlier MMR vaccination can have a \"catch-up\" MMR vaccination on the NHS. If you know or suspect your child has not been fully immunised, arrange with your GP for them to have a catch-up MMR vaccination.\n\nMMR for women planning pregnancy If you're thinking about getting pregnant, it's a good idea to check that you're fully protected against measles, mumps and rubella. Rubella infection in pregnancy can lead to serious birth defects and miscarriage. If you're not sure whether you have had 2 doses of the MMR vaccine, ask your GP practice to check. If you have not had both doses or there's no record available, you can have the vaccinations at your GP practice. You should avoid becoming pregnant for 1 month after having MMR vaccination. Be aware that the MMR vaccine is not suitable for women who are already pregnant.\n\nHow the MMR vaccine works The MMR vaccine contains weakened versions of live measles, mumps and rubella viruses. The vaccine works by triggering the immune system to produce antibodies against measles, mumps and rubella. If you or your child then comes into contact with one of the diseases, the immune system will recognise it and immediately produce the antibodies needed to fight it. It's not possible for people who have recently had the MMR vaccine to infect other people. The MMR vaccine given in the UK is known under the brand names Priorix, or M-M-RVAXPRO. Read the patient information leaflet for Priorix (PDF, 124kb). Read the patient information leaflet for M-M-RVAXPRO (PDF, 104kb).\n\nDoes the MMR vaccine cause autism? There's been some controversy about whether the MMR vaccine might cause autism following a 1998 study by Dr Andrew Wakefield. In his paper published in The Lancet, Dr Wakefield claimed there is a link between the MMR vaccine and autism or bowel disease. But Andrew Wakefield's work has since been completely discredited and he has been struck off as a doctor in the UK. Subsequent studies in the last 9 years have found no link between the MMR vaccine and autism or bowel disease. Watch healthtalk.org videos where parents discuss their worries about the MMR vaccine.\n\nSingle measles, mumps and rubella vaccines Single vaccines are not available on the NHS in the UK because there's a risk that fewer children would receive all the necessary injections, increasing the levels of measles, mumps and rubella in the country. The delay in having 6 separate injections would also put more children at risk of developing the conditions, as well as increasing the amount of work and inconvenience for parents and those administering the vaccines.",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.nhs.uk/conditions/measles/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.healthtalk.org/peoples-experiences/pregnancy-children/immunisation/parents-concerns-about-mmr"
            ]
        },
        "key_words": [
            "vaccine",
            "mmr",
            "rubella",
            "measles",
            "children",
            "given",
            "months",
            "babies",
            "vaccination",
            "mumps"
        ]
    }
]