[
    {
        "url": "https://www.ft.com/content/2271a90c-942d-11e9-b7ea-60e35ef678d2",
        "title": "Why rich countries are more prone to ‘vaccine hesitancy’",
        "authors": [
            {
                "name": "Pharmaceuticals Sector",
                "link": null
            },
            {
                "name": "Audio Articles",
                "link": null
            },
            {
                "name": "Disease Prevention",
                "link": null
            },
            {
                "name": "Medical Science",
                "link": null
            },
            {
                "name": "Michael Skapinker",
                "link": null
            }
        ],
        "publisher": "https://www.ft.com",
        "publish_date": "2019-06-26",
        "text": "The richer countries are, the less their citizens believe that vaccines are safe. In the US and Canada, only 72 per cent believe vaccines are safe. In the northern European arc from Ireland and the UK through the Nordic countries, the figure is about 73 per cent.\n\nIn other parts of Europe, confidence in vaccines is even lower. In Germany, France, Austria, Switzerland and the Benelux countries, only 59 per cent on average believe vaccines are safe. In eastern Europe, the figure is 50 per cent.\n\nThese are the findings, published last week, of a Gallup survey for Wellcome, the UK-based foundation that funds science and health research.\n\nBy contrast, belief in vaccine safety is high in poorer regions. In South Asia, 95 per cent of people think vaccines are safe. In east Africa, the figure is 92 per cent. In Bangladesh, a determined vaccination campaign has contributed to a fall in childhood mortality. Rwanda has lifted its national immunisation rate from 30 per cent in 1995 to 95 per cent today.\n\nThat does not mean immunisation campaigns always go smoothly. In parts of Pakistan, health workers have been killed.\n\nBut the relatively low faith in immunisation in wealthy countries has also had its effect, particularly in the recent rise in measles. The most striking example is France, where an upsurge in measles cases has accompanied collapsing faith in vaccinations. One in three French people regard vaccines as unsafe — the highest level in the world.\n\nThe scepticism runs across French society. “It does not vary significantly by education, age, gender, urban or rural status, or whether people are parents,” the Wellcome report said.\n\nWhat lies behind what the report calls “vaccine hesitancy” and why is it so much higher in some countries than others? The report says that the rise of social media has prompted what Unicef calls a “real infection of misinformation”.\n\nThis may explain why richer countries, more connected to the internet and social media, have higher levels of opposition to vaccination. But some of the most notorious spikes in anti-vaccination sentiment predate the rise of social media. The now-discredited article in The Lancet by a group of doctors led by Andrew Wakefield, linking the measles, mumps and rubella vaccine to autism, appeared in 1998. It led to a crisis of confidence among some parents in the MMR vaccine, an echo of which persists today.\n\nOpposition to vaccination often appears in clusters, among people with similar beliefs and with a particular world view, which makes them resistant to advice from doctors or governments. In New York, there have been measles outbreaks among vaccine-opposing groups of strictly Orthodox Jews.\n\nThere are non-religious parents who persuade themselves and each other that the MMR vaccine is an unnaturally powerful cocktail, capable of overpowering a child’s immune system, and causing autism. They are unconvinced by large-scale studies in countries such as Denmark that have found no link between MMR and autism.\n\nFrance represents a particular puzzle. This is an advanced society with, in world terms, a well-educated, prosperous population. How did its faith in vaccination fall so low?\n\nSome French researchers point to the 2009 influenza pandemic during which many believed that the accompanying vaccination campaign was an overreaction driven by the pharmaceutical industry. Unfavourable attitudes to vaccination in the country rose from 9.6 per cent in 2005 to 38.2 per cent in 2010, after the influenza episode.\n\nGovernments are trying to tackle the issue. Some authorities have decided to exclude unvaccinated children from school. New York state this month ended the religious exemption for the vaccinations that are required for children to enrol at school.\n\nIn 2017, France’s parliament passed a law increasing the number of vaccinations for children born after the beginning of 2018. Instead of three mandatory vaccinations, children will have to have 11, including MMR, if they want to attend nurseries or schools.\n\nSome support these moves because they protect children from diseases and because the unvaccinated are a threat to those too young or ill to be vaccinated themselves. But it doesn’t change minds or win the argument. That requires persistent persuasion and pointing to how dangerous these diseases can be, something people in poorer countries, living more perilous lives, appear to find easier to understand.\n\nmichael.skapinker@ft.com\n\nTwitter: @Skapinker",
        "quotes": [
            [
                "It does not vary significantly by education, age, gender, urban or rural status, or whether people are parents,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.reuters.com/article/us-pakistan-polio/monstrous-rumors-stoke-hostility-to-pakistans-anti-polio-drive-idUSKCN1S9051",
                "https://www.apnews.com/cdab615894c24163a7947d67c6874f2f"
            ],
            "gov_pgs": [
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5930727/",
                "https://www.ncbi.nlm.nih.gov/pubmed/24176658"
            ],
            "unsure": [
                "https://www.ft.com/content/8c2a74d4-4ca0-11e9-8b7f-d49067e0f50d",
                "https://www.ft.com/content/70b4e20a-5d37-11e9-9dde-7aedca0a081a",
                "https://twitter.com/Skapinker",
                "https://wellcome.ac.uk/reports/wellcome-global-monitor/2018"
            ]
        },
        "key_words": [
            "hesitancy",
            "vaccinations",
            "cent",
            "safe",
            "vaccine",
            "mmr",
            "vaccination",
            "children",
            "vaccines",
            "measles",
            "prone",
            "countries",
            "rich"
        ]
    },
    {
        "url": "https://www.apnews.com/cdab615894c24163a7947d67c6874f2f",
        "title": "New York ends religious exemption to vaccine mandates",
        "authors": [
            {
                "name": "David Klepper",
                "link": null
            }
        ],
        "publisher": "https://www.apnews.com",
        "publish_date": "2019-06-14",
        "text": "FILE - In this March 27, 2019 file photo, a woman receives a measles, mumps and rubella vaccine at the Rockland County Health Department in Pomona, N.Y., north of New York City. On Wednesday, June 5, 2019, federal health officials updated the U.S. measles case count, saying 1,001 illnesses have been reported since the beginning of the year. (AP Photo/Seth Wenig)\n\nALBANY, N.Y. (AP) — New York eliminated the religious exemption to vaccine requirements for schoolchildren Thursday, as the nation’s worst measles outbreak in decades prompts states to reconsider giving parents ways to opt out of immunization rules.\n\nThe Democrat-led Senate and Assembly voted Thursday to repeal the exemption, which allows parents to cite religious beliefs to forego getting their child the vaccines required for school enrollment.\n\nGov. Andrew Cuomo, a Democrat, signed the measure minutes after the final vote. The law takes effect immediately but will give unvaccinated students up to 30 days after they enter a school to show they’ve had the first dose of each required immunization.\n\nWith New York’s move, similar exemptions are still allowed in 45 states, though lawmakers in several of them have introduced their own legislation to eliminate the waiver.\n\nThe issue is hotly contested and debate around it has often been emotional, pitting cries that religious freedom is being curtailed against warnings that public health is being endangered. After the vote in the Assembly, many of those watching from the gallery erupted in cries of “shame!” One woman yelled obscenities down to the lawmakers below.\n\nThe debate has only intensified with this year’s measles outbreak , which federal officials recently said has surpassed 1,000 illnesses, the highest in 27 years.\n\n“I’m not aware of anything in the Torah, the Bible, the Koran or anything else that suggests you should not get vaccinated,” said Bronx Democrat Jeffrey Dinowitz, the bill’s Assembly sponsor. “If you choose to not vaccinate your child, therefore potentially endangering other children ... then you’re the one choosing not to send your children to school.”\n\nHundreds of parents of unvaccinated children gathered at New York’s Capitol for the vote to protest.\n\nStan Yung, a Long Island attorney and father, said his Russian Orthodox religious views and health concerns about vaccines will prevent him from vaccinating his three young children. His family, he said, may consider leaving the state.\n\n“People came to this country to get away from exactly this kind of stuff,” Yung said ahead of Thursday’s votes.\n\nSupporters of the bill say religious beliefs about vaccines shouldn’t eclipse scientific evidence that they work, noting the U.S. Supreme Court ruled in 1905 that states have the right to enforce compulsory vaccination laws. During the Assembly’s floor debate, supporters brought up scourges of the past that were defeated in the U.S. through vaccines.\n\n“I’m old enough to have been around when polio was a real threat,” said Assemblywoman Deborah Glick, D-Manhattan. “I believe in science.... Your personal opinions, which may be based on junk science, do not trump the greater good.”\n\nSupporters also suggest some parents may be claiming the religious exemption for their children even though their opposition is actually based on scientifically discredited claims about the dangers of vaccines.\n\nThe bill would not change an existing state exemption given to children who cannot have vaccines for medical reasons, such as a weakened immune system.\n\nCuomo told reporters on Wednesday that he believes public health — and the need to protect those who cannot get vaccinated because for medical reasons — outweighs the concerns about religious freedom.\n\n“I understand freedom of religion,” he said. “I have heard the anti-vaxxers’ theory, but I believe both are overwhelmed by the public health risk.”\n\nThe current measles outbreak has renewed concern about the exemptions in many states. The nation last saw as many cases in 1992, when more than 2,200 were reported.\n\nThe majority of cases are from outbreaks in New York in Orthodox Jewish communities.\n\nCalifornia removed personal belief vaccine exemptions for children in both public and private schools in 2015, after a measles outbreak at Disneyland sickened 147 people and spread across the U.S. and into Canada. Maine ended its religious exemption earlier this year.\n\nMississippi and West Virginia also do not allow religious exemptions.\n\nOnce common in the U.S., measles became rare after vaccination campaigns that started in the 1960s. A decade ago, there were fewer than 100 cases a year.",
        "quotes": [
            [
                "I’m not aware of anything in the Torah, the Bible, the Koran or anything else that suggests you should not get vaccinated,",
                "Jeffrey Dinowitz",
                true
            ],
            [
                "If you choose to not vaccinate your child, therefore potentially endangering other children ... then you’re the one choosing not to send your children to school.",
                "",
                true
            ],
            [
                "People came to this country to get away from exactly this kind of stuff,",
                "Yung",
                true
            ],
            [
                "I’m old enough to have been around when polio was a real threat,",
                "Assemblywoman Deborah Glick",
                true
            ],
            [
                "I believe in science....",
                "Assemblywoman Deborah Glick",
                true
            ],
            [
                "Your personal opinions, which may be based on junk science, do not trump the greater good.",
                "Assemblywoman Deborah Glick",
                true
            ],
            [
                "I understand freedom of religion,",
                "Cuomo",
                true
            ],
            [
                "I have heard the anti-vaxxers’ theory, but I believe both are overwhelmed by the public health risk.",
                "Cuomo",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.apnews.com/17623ad3d23a4f5e8e3dda3b3559dae9",
                "https://www.apnews.com/6fd42d4fbdbb428ca7efa0104fa8da6d"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "public",
            "ends",
            "states",
            "health",
            "religious",
            "parents",
            "vaccine",
            "mandates",
            "children",
            "vaccines",
            "measles",
            "exemption",
            "outbreak",
            "york"
        ]
    },
    {
        "url": "https://www.apnews.com/6fd42d4fbdbb428ca7efa0104fa8da6d",
        "title": "Maine to end non-medical exemptions for vaccinations",
        "authors": [],
        "publisher": "https://www.apnews.com",
        "publish_date": "2019-05-24",
        "text": "AUGUSTA, Maine (AP) — Democratic Gov. Janet Mills on Friday signed into law a bill that eliminates religious and philosophical exemptions for vaccinations in Maine.\n\nMaine has one of the highest rates of non-medical vaccine exemptions in the nation, and health officials say the opt-out rates appear to be rising.\n\n“As we hear more reports of measles and other preventable diseases in Maine and across the country, it has become clear that we must act to ensure the health of our communities,” said Democratic Rep. Ryan Tipping of Orono, the bill’s sponsor.\n\nMaine will end non-medical vaccine opt-outs by 2021 for students at public and private schools and universities, including nursery school. Health care facility employees are also subject to the law.\n\nSupporters say unvaccinated children put others at risk, especially those who cannot receive inoculations for medical reasons. But opponents of the legislation say it infringes on parental rights and stigmatizes children who remain unvaccinated.\n\nThe Maine Center for Disease Control recently announced the first case of the measles in the state since 2017. The state also is dealing with an outbreak of whooping cough, for which there is a vaccine.\n\nMaine joins California, Mississippi and West Virginia to become the fourth state without religious exemptions for vaccine requirements.\n\nOpponents warn that a legal fight is brewing over whether the Maine law goes too far in infringing on religious liberty. The Maine Constitution says “no person shall be hurt, molested or retrained” for following God according to his or her “own conscience.”",
        "quotes": [
            [
                "As we hear more reports of measles and other preventable diseases in Maine and across the country, it has become clear that we must act to ensure the health of our communities,",
                "",
                true
            ],
            [
                "no person shall be hurt, molested or retrained",
                "",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "exemptions",
            "say",
            "maine",
            "health",
            "rates",
            "nonmedical",
            "religious",
            "vaccine",
            "end",
            "measles",
            "state",
            "vaccinations"
        ]
    }
]