[
    {
        "url": "https://www.cnn.com/2019/07/02/health/california-vaccine-laws-study/index.html",
        "title": "How California made a 'dramatic' impact on kindergartners getting vaccinated",
        "authors": [
            {
                "name": "Jacqueline Howard",
                "link": null
            }
        ],
        "publisher": "https://www.cnn.com",
        "publish_date": "2019-07-02",
        "text": "(CNN) There are now five states in the United States that do not offer personal, philosophical or religious exemptions from school vaccination requirements: California, Mississippi, West Virginia, Maine and New York.\n\nThe idea behind these controversial state laws -- which have received opposition from anti-vaccination activists -- is that requiring more children to get vaccinated, unless they have a medical reason not to, can help reduce the spread of disease.\n\nYet does such strict legislation really lead to more children being up-to-date on their vaccine requirements? A new study suggests yes, at least in California.\n\nThe new study involved analyzing annual data about kindergartners and their vaccination status at the start of school between 2000 and 2017. They looked at the data before and after three specific interventions took place: two vaccine-related policies and one education campaign.\n\nThe yearly rate of kindergartners without an up-to-date vaccination status rose from 7.8% in the year 2000 to 9.84% in 2013 -- before the policies and campaign -- and then the rate fell to 4.87% in 2017 -- after the policies and campaign -- according to the study published in the medical journal JAMA on Tuesday.",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "kindergartners",
            "uptodate",
            "states",
            "requirements",
            "rate",
            "california",
            "medical",
            "status",
            "vaccination",
            "vaccinated",
            "policies",
            "dramatic",
            "school",
            "impact",
            "study",
            "getting"
        ]
    }
]