[
    {
        "url": "https://nationalpost.com/pmn/health-pmn/uk-offers-hpv-vaccines-to-boys-aims-to-stop-100000-cancer-cases",
        "title": "UK offers HPV vaccines to boys, aims to stop 100,000 cancer cases",
        "authors": [],
        "publisher": "https://nationalpost.com",
        "publish_date": "2019-07-08",
        "text": "LONDON — Some 100,000 cases of cancer could be prevented in Britain in the next 40 years by a vaccine against the human papillomavirus (HPV) that causes cancers of the cervix, mouth, anus and genitals, UK health officials said on Tuesday.\n\nAnnouncing the extension of a vaccination program to cover boys as well as girls, experts at Public Health England (PHE) said the immunization plan would prevent around 64,000 cervical cancers and nearly 50,000 non-cervical cancers by 2058.\n\nThis would be 50 years after the introduction of the HPV vaccination program in Britain – which began in girls in 2008 – when people who were vaccinated as teenagers might otherwise begin to develop HPV-related cancers, PHE said in a statement.\n\nHPV is a sexually transmitted virus linked to more than 99% of cervical cancers, as well as 90% of anal cancers, about 70% of vaginal and vulvar cancers and more than 60% of penile cancers.\n\nPHE said that from September this year boys aged 12 and 13 in Britain will be offered the shots as part of a government health program.\n\nSince UK girls began getting the HPV vaccine in 2008, studies have shown that infections with some key types of the virus have fallen by 86% in 16 to 21 year-olds in England. A Scottish study also showed the vaccine had reduced pre-cancerous cervical disease in women by up to 71%.\n\nRobin Weiss, a professor of viral oncology at University College London, said the extension of the HPV program “should be a win-win situation.”\n\n“The HPV vaccine has enjoyed 10 years of success in protecting girls from acquiring cervical cancer as women,” he said in an emailed comment. “It appears clear … that vaccinated boys will themselves benefit from not getting cancer of the penis, anus, and a diminished risk of head and neck cancer.” (Reporting by Kate Kelland; Editing by Andrew Cawthorne)",
        "quotes": [
            [
                "should be a win-win situation.",
                "Robin Weiss",
                false
            ],
            [
                "The HPV vaccine has enjoyed 10 years of success in protecting girls from acquiring cervical cancer as women,",
                "",
                true
            ],
            [
                "It appears clear … that vaccinated boys will themselves benefit from not getting cancer of the penis, anus, and a diminished risk of head and neck cancer.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "britain",
            "cervical",
            "stop",
            "program",
            "uk",
            "boys",
            "aims",
            "health",
            "girls",
            "hpv",
            "offers",
            "cases",
            "cancer",
            "cancers",
            "100000",
            "vaccines",
            "vaccine"
        ]
    }
]