[
    {
        "url": "https://www.cbsnews.com/news/measles-outbreak-report-urges-travelers-get-mmr-vaccine-in-wake-of-record-breaking-european-outbreak/",
        "title": "American Academy of Pediatrics report urges travelers get MMR vaccine in wake of \"record-breaking\" European measles outbreak",
        "authors": [
            {
                "name": "April Siese",
                "link": null
            }
        ],
        "publisher": "www.cbsnews.com",
        "publish_date": "",
        "text": "A report published Monday in the American Academy of Pediatrics medical journal recommends all U.S. citizens \"receive all recommended vaccinations, including measles, before traveling abroad.\" The study comes in the wake of what researchers are describing as a \"record-breaking\" measles outbreak in the World Health Organization's (WHO) European Region.\n\nThe WHO European Region comprises 53 countries, from Andorra to Ukraine. According to data from the WHO, 41,000 measles cases were reported from January to June 2018 across those countries, including 37 deaths — a record-high number of fatalities since the 1990s.\n\nUkraine logged the most cases, with at least 23,000 reported; Serbia reported the most deaths. At one point, the study notes, measles cases in both countries exceeded 600 per 1 million people.\n\nOther countries with high incidents of measles cases include France, Georgia, Greece, Italy, and Russia. Several of these countries are listed as top international destinations for U.S. travelers, the study notes.\n\nFor example, 2.5 million Americans traveled to Italy in 2015, making it the 10th-most visited country. That year, Italy reported 251 measles cases — a number that has only continued to rise each year. Italy has reported more than 2,600 cases this year as of March 28.\n\nResearchers say low immunization rates are primarily to blame for the uptick in measles cases, which have been able to spread to other countries, including the U.S. Of the 336 U.S. measles cases reported last year through December 20, 2018, 40 originated in Europe and 12 of those cases led to stateside outbreaks.\n\nThis year, measles cases in the U.S. have skyrocketed, with 1,044 cases confirmed in 28 states as of June 13. The Centers for Disease Control and Prevention says is the greatest number of cases reported in the U.S. since 1992.\n\nThe study urges travelers to consult with a physician before traveling abroad and cite recommended practices for vaccinating children under 1 year of age if visiting a country where they may be exposed to measles.\n\n\"The Advisory Committee on Immunization Practices recommends that travelers between 6 and 11 months of age receive an early, additional dose if traveling to measles endemic countries,\" the study notes. \"Families should discuss with healthcare providers the risk of international travel with infants under 6 months of age.\"\n\nResearchers are hoping this information changes the minds of travelers who may have been reluctant to receive recommended vaccines. The paper cites a study of pre-travel health care clinic visits in the U.S., which noted that 399 travelers to Europe were eligible for the measles, mumps and rubella (MMR) vaccine but that 131 chose not to be vaccinated.\n\nHealth officials say the current measles outbreak in the U.S. got its start when people brought back the infection from traveling overseas, and it has mostly spread among children who hadn't been vaccinated.\n\nThe measles virus is highly contagious and can be spread even without direct contact, as airborne droplets can remain in an enclosed space for up to two hours after a sick person has left that area. It can take up to two weeks for symptoms to develop, however.\n\nDiscolored spots in the mouth are usually the first symptoms to appear, according to the CDC. Other symptoms include rash, high fever, cough, watery, irritated eyes and sinus issues.",
        "quotes": [
            [
                "receive all recommended vaccinations, including measles, before traveling abroad.",
                "",
                false
            ],
            [
                "The Advisory Committee on Immunization Practices recommends that travelers between 6 and 11 months of age receive an early, additional dose if traveling to measles endemic countries,",
                "",
                true
            ],
            [
                "Families should discuss with healthcare providers the risk of international travel with infants under 6 months of age.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cbsnews.com/news/measles-cases-in-us-highest-break-25-year-record-cdc-says/",
                "https://www.cbsnews.com/news/measles-outbreak-summer-deerkill-day-camp-face-a-new-risk-2019-06-13/",
                "https://www.cbsnews.com/news/measles-outbreak-cdc-urges-travelers-to-get-vaccinated-before-flying/",
                "https://www.cbsnews.com/news/new-york-is-ending-religious-exemptions-for-vaccines-amid-measles-outbreak/"
            ],
            "gov_pgs": [
                "https://www.who.int/choice/demography/euro_region/en/",
                "https://www.who.int/csr/don/06-may-2019-measles-euro/en/",
                "https://www.cdc.gov/measles/symptoms/signs-symptoms.html"
            ],
            "unsure": []
        },
        "key_words": [
            "pediatrics",
            "reported",
            "italy",
            "vaccine",
            "urges",
            "wake",
            "spread",
            "mmr",
            "countries",
            "study",
            "traveling",
            "cases",
            "measles",
            "outbreak",
            "report",
            "symptoms",
            "recordbreaking",
            "travelers"
        ]
    },
    {
        "url": "https://www.cbsnews.com/news/measles-cases-in-us-highest-break-25-year-record-cdc-says/",
        "title": "Measles cases in the U.S. break more than 25-year record, CDC says",
        "authors": [
            {
                "name": "Jason Silverstein",
                "link": null
            }
        ],
        "publisher": "www.cbsnews.com",
        "publish_date": "",
        "text": "Measles cases in the U.S. have surged to a new high, eclipsing the total number of cases from all of 1992, the worst in 27 years, the CDC said Thursday. The tally is so high that measles could lose its status as an officially eliminated disease.\n\nThere have been 971 cases confirmed in 2019 so far, according to the CDC. That's the greatest number since 1992, which had 963 cases in the entire year, and it's a dramatic spike from the 372 cases in 2018. Measles has been reported in 26 states, with New York having the most cases.\n\n\"If these outbreaks continue through summer and fall, the United States may lose its measles elimination status,\" the CDC said in a statement. \"That loss would be a huge blow for the nation and erase the hard work done by all levels of public health.\"\n\nThe U.S. started working to end measles with widespread use of the vaccine in 1966, and declared the disease eliminated in 2000, meaning there were no longer sustained outbreaks in this country. Before the measles vaccine, an estimated 3 to 4 million people in the U.S. contracted the disease every year, resulting in 400 to 500 deaths and 48,000 hospitalizations, according to CDC data.\n\nMeasles outbreak: What you need to know before flying\n\nThis year's outbreak coincided with the spread of misinformation about the safety of vaccines, with conspiracy theories falsely linking them to diseases such as autism. A new study by George Washington University found that Russian Twitter trolls fed into the misinformation, with bots stoking both sides to cause confusion. Facebook, YouTube and Pinterest announced steps this year to crack down on anti-vax misinformation.\n\n\"Measles is preventable and the way to end this outbreak is to ensure that all children and adults who can get vaccinated, do get vaccinated,\" CDC Director Robert Redfield said in a statement. \"Again, I want to reassure parents that vaccines are safe, they do not cause autism. The greater danger is the disease that vaccination prevents.\"\n\nThis story has been updated based on new information from the CDC.",
        "quotes": [
            [
                "If these outbreaks continue through summer and fall, the United States may lose its measles elimination status,",
                "",
                true
            ],
            [
                "That loss would be a huge blow for the nation and erase the hard work done by all levels of public health.",
                "",
                true
            ],
            [
                "Measles is preventable and the way to end this outbreak is to ensure that all children and adults who can get vaccinated, do get vaccinated,",
                "",
                true
            ],
            [
                "Again, I want to reassure parents that vaccines are safe, they do not cause autism.",
                "",
                true
            ],
            [
                "The greater danger is the disease that vaccination prevents.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cbsnews.com/news/anti-vax-movement-russian-trolls-fueled-anti-vaccination-debate-in-us-by-spreading-misinformation-twitter-study/",
                "https://www.cbsnews.com/news/measles-outbreak-vaccine-we-are-victims-of-our-success/",
                "https://www.cbsnews.com/news/mmr-vaccine-teaching-anti-vax-parents-to-trust-science/",
                "https://www.cbsnews.com/news/measles-outbreak-cases-top-700-as-outbreaks-continue-to-spread/",
                "https://www.cbsnews.com/news/measles-outbreak-us-cases-hit-highest-mark-25-years-today-2019-04-24/",
                "https://www.cbsnews.com/news/measles-outbreak-tracking-down-the-people-behind-anti-vaccine-pamphlet/",
                "https://www.cbsnews.com/news/new-york-measles-outbreak-spreads-to-unvaccinated-children-in-more-counties/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "vaccinated",
            "vaccine",
            "states",
            "break",
            "25year",
            "cases",
            "vaccines",
            "measles",
            "outbreak",
            "status",
            "disease",
            "cdc",
            "record"
        ]
    },
    {
        "url": "https://www.cbsnews.com/news/measles-outbreak-summer-deerkill-day-camp-face-a-new-risk-2019-06-13/",
        "title": "Summer camps face a new risk amid a measles outbreak",
        "authors": [
            {
                "name": "Jonathan Lapook",
                "link": null
            }
        ],
        "publisher": "www.cbsnews.com",
        "publish_date": "2019-06-13",
        "text": "Suffern, New York — A fresh coat of paint and final touches are being made for the 62 summer at Deerkill Day Camp in Suffern, New York. This year will be a little different, after owner and director Todd Rothman sent an email to his camper families saying religious exemptions for vaccinations will no longer be allowed.\n\n\"Everyone on our grounds, all of our campers, and all of our staff will have either proof of immunity or MMR vaccination,\" Rothman said.\n\nDeerkill is in Rockland County, New York, where a measles outbreak is centered in the ultra-Orthodox Jewish community. More than 260 cases have been reported in the county so far. Deerkill is not a religious camp, but Rothman still heard complaints from several families. Only one decided not to send their child, a 12-year-old girl.\n\n\"She had been with us for a few years. They were disappointed, they were upset, and they engaged me in a bit of discussion about the merits of vaccines which I am not in the business of. I'm in the business of making sure our campers are safe,\" Rothman said.\n\nPrecautions against measles are so stringent here, the bus companies have assured the camp owners that the 50 or so buses that pass through the gates every day don't carry children who are unvaccinated on their other routes.\n\nWhen all those kids show up later this month, camp nurse Jennifer Buonadonna will be on the outlook for a disease she's never seen.\n\n\"It's one of those things in nursing school that when we went through the childhood diseases unit, we learned about it, but we kind of glossed over it because it was something that really wasn't seen,\" she said.\n\nShe studied up on the symptoms and is taking precautions seriously so summer camp means a summer without measles.",
        "quotes": [
            [
                "Everyone on our grounds, all of our campers, and all of our staff will have either proof of immunity or MMR vaccination,",
                "Todd Rothman",
                true
            ],
            [
                "She had been with us for a few years.",
                "Todd Rothman",
                true
            ],
            [
                "They were disappointed, they were upset, and they engaged me in a bit of discussion about the merits of vaccines which I am not in the business of.",
                "Todd Rothman",
                true
            ],
            [
                "I'm in the business of making sure our campers are safe,",
                "Todd Rothman",
                true
            ],
            [
                "It's one of those things in nursing school that when we went through the childhood diseases unit, we learned about it, but we kind of glossed over it because it was something that really wasn't seen,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cbsnews.com/news/measles-outbreak-us-cases-hit-highest-mark-25-years-today-2019-04-24/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "amid",
            "summer",
            "rothman",
            "risk",
            "face",
            "york",
            "families",
            "deerkill",
            "religious",
            "suffern",
            "measles",
            "outbreak",
            "camps",
            "camp",
            "day"
        ]
    },
    {
        "url": "https://www.cbsnews.com/news/measles-outbreak-cdc-urges-travelers-to-get-vaccinated-before-flying/",
        "title": "Measles outbreak: What you need to know before flying",
        "authors": [],
        "publisher": "www.cbsnews.com",
        "publish_date": "",
        "text": "This summer, travelers may be dealing with more than just crowded airports. The measles virus has impacted at least four U.S. airports so far this year, with reported exposures in California, New Jersey and most recently Texas. The outbreak is still growing dramatically, with 60 new cases reported across the U.S. for a total of 940 measles cases in 26 states.\n\nThe CDC tells us the measles virus lingers in the air for up to two hours, which is normal for most airborne viruses, but the attack rate is high. If you have the measles, you can infect up to 18 people on average. Compare that to the flu where most people infect one or two others.\n\nEarlier this month, a case was discovered at Dallas-Fort Worth International Airport, one of the world's busiest airports. Texas health officials said last week that somebody contracted the virus overseas and brought it back to the U.S.\n\n\"General public is not at risk,\" said Texas's director of public health, Vinny Taneja. \"Only those individuals who might have been at the airport at the time and don't have immunization against measles.\"\n\nThe CDC is urging travelers to get vaccinated, especially international travelers, who could be at greater risk. With travel notices in five countries, Dr. Nancy Messonnier with the CDC recommends fliers get their measles vaccine before flying.\n\nDr. Kaylan Baban is chief wellness officer at George Washington University's School of Medicine and Health Sciences. She said that when exposure occurs, disease detectives are deployed to investigate, looking for traces of the virus left behind and tracking the sick individual's movements so that they can get information out to everyone who might be at risk. In short, time matters.\n\n\"These are high-transit areas, we get a very high volume of people coming through from all over the world, it is a perfect place to have great swapping of bacteria and viruses,\" Baban said.\n\nBaban showed us what millions of summer travelers can do to steer clear of the virus, offering familiar but useful advice: keep your hands clean.\n\n\n\n\"If you can carry a little bottle of Purell, or some sort of a hand sanitizer with you. Keep your hands washed if you are going to be touching areas like the kiosk to get your ticket,\" Baban said.\n\n\n\nShe points to security trays, seatback tray tables and arm rests as high-contact areas to be aware of.\n\n\n\nPassenger Kaylin Attridge, a self-described germophobe, said she's taken it as far as wearing gloves and wiping down her area with sanitizers.\n\n\n\n\"But we still get sick so its one of those things where I kind of say my prayers and hope for the best,\" Attridge said.\n\nSymptoms often start with a high fever, cough, or runny nose. The CDC says two doses of the vaccine is 97 percent effective and one dose is 93 percent effective.\n\nThe CDC recommends babies between six and 11 months get one dose of the measles vaccine. Children 12 months or older need at least two doses. Those doses should be given at least 28 days apart.",
        "quotes": [
            [
                "General public is not at risk,",
                "",
                true
            ],
            [
                "Only those individuals who might have been at the airport at the time and don't have immunization against measles.",
                "",
                true
            ],
            [
                "These are high-transit areas, we get a very high volume of people coming through from all over the world, it is a perfect place to have great swapping of bacteria and viruses,",
                "Baban",
                true
            ],
            [
                "If you can carry a little bottle of Purell, or some sort of a hand sanitizer with you.",
                "Baban",
                true
            ],
            [
                "Keep your hands washed if you are going to be touching areas like the kiosk to get your ticket,",
                "Baban",
                true
            ],
            [
                "But we still get sick so its one of those things where I kind of say my prayers and hope for the best,",
                "Attridge",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cbsnews.com/news/measles-outbreak-us-measles-cases-rise-due-to-new-york-outbreaks/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "doses",
            "vaccine",
            "know",
            "risk",
            "baban",
            "virus",
            "high",
            "need",
            "measles",
            "outbreak",
            "health",
            "cdc",
            "flying",
            "travelers"
        ]
    },
    {
        "url": "https://www.cbsnews.com/news/new-york-is-ending-religious-exemptions-for-vaccines-amid-measles-outbreak/",
        "title": "New York is ending religious exemptions for vaccines amid measles outbreak",
        "authors": [
            {
                "name": "Sophie Lewis",
                "link": null
            }
        ],
        "publisher": "www.cbsnews.com",
        "publish_date": "",
        "text": "Amid the ongoing measles outbreak, New York lawmakers approved a bill Thursday that will require all children attending school or daycare to receive vaccinations. Gov. Andrew Cuomo quickly signed the bill into law, to take effect immediately.\n\nThe Senate voted 36-26 and the Assembly voted 77-53. The only exception to the new legislation is for children who cannot be safely vaccinated due to a medical condition. Religious exceptions will no longer be permitted.\n\n\"The science is crystal clear: Vaccines are safe, effective and the best way to keep our children safe,\" Cuomo said in a statement. \"This administration has taken aggressive action to contain the measles outbreak, but given its scale, additional steps are needed to end this public health crisis.\n\nThe legislation comes as the country faces one of the worse measles outbreaks in a generation. According to the Centers for Disease Control and Prevention, the number of new measles cases this year has exceeded 1,000 in 28 states — the greatest number of cases reported in the U.S. since 1992 and since measles was declared eliminated in 2000.\n\n#BREAKING: The New York State Senate just passed my bill to end non-medical exemptions to vaccination. Here in New York, we protect vulnerable kids and our community—and we reject misinformation and junk science. — Senator Brad Hoylman (@bradhoylman) June 13, 2019\n\nThe states that have reported cases to the CDC are Arizona, California, Colorado, Connecticut, Florida, Georgia, Idaho, Illinois, Indiana, Iowa, Kentucky, Maine, Maryland, Massachusetts, Michigan, Missouri, New Mexico, Nevada, New Hampshire, New Jersey, New York, Oklahoma, Oregon, Pennsylvania, Texas, Tennessee, Virginia and Washington.\n\nNew York State has recorded more than 800 cases of measles since September, stemming from Orthodox Jewish communities in Brooklyn and Rockland County. New Yorkers have infected people in four other states.\n\n\"Today, New York is sending a strong message to people across our state that vaccines are safe and effective,\" State Sen. Brad Hoylman said in a statement. \"We're putting science ahead of misinformation about vaccines and standing up for the rights of immunocompromised children and adults, pregnant women and infants who can't be vaccinated through no fault of their own.\"\n\nOpponents of the legislation say religious freedom should not be overpowered by state laws. \"While I understand and respect freedom of religion, our first job is to protect the public health and by signing this measure into law, we will help prevent further transmissions and stop this outbreak right in its tracks,\" Cuomo said.\n\nNew York joins only a handful of states that do not allow nonmedical exemptions, including California, Mississippi, West Virginia and Maine. On Wednesday, actress Jessica Biel and Robert F. Kennedy Jr. lobbied in Sacramento against a bill that would tighten medical exemptions for vaccinations.\n\nUnvaccinated students in New York will now have up to 30 days to show school officials that they have received required vaccinations.",
        "quotes": [
            [
                "The science is crystal clear: Vaccines are safe, effective and the best way to keep our children safe,",
                "Cuomo",
                true
            ],
            [
                "This administration has taken aggressive action to contain the measles outbreak, but given its scale, additional steps are needed to end this public health crisis.",
                "Cuomo",
                true
            ],
            [
                "The legislation comes as the country faces one of the worse measles outbreaks in a generation.",
                "Cuomo",
                true
            ],
            [
                "According to the Centers for Disease Control and Prevention, the number of new measles cases this year has exceeded 1,000 in 28 states — the greatest number of cases reported in the U.S. since 1992 and since measles was declared eliminated in 2000.",
                "Cuomo",
                true
            ],
            [
                "BREAKING: The New York State Senate just passed my bill to end non-medical exemptions to vaccination.",
                "Cuomo",
                true
            ],
            [
                "Here in New York, we protect vulnerable kids and our community—and we reject misinformation and junk science.",
                "Cuomo",
                true
            ],
            [
                "Senator Brad Hoylman (@bradhoylman) June 13, 2019\n\nThe states that have reported cases to the CDC are Arizona, California, Colorado, Connecticut, Florida, Georgia, Idaho, Illinois, Indiana, Iowa, Kentucky, Maine, Maryland, Massachusetts, Michigan, Missouri, New Mexico, Nevada, New Hampshire, New Jersey, New York, Oklahoma, Oregon, Pennsylvania, Texas, Tennessee, Virginia and Washington.",
                "Cuomo",
                true
            ],
            [
                "New York State has recorded more than 800 cases of measles since September, stemming from Orthodox Jewish communities in Brooklyn and Rockland County.",
                "Cuomo",
                true
            ],
            [
                "New Yorkers have infected people in four other states.",
                "Cuomo",
                true
            ],
            [
                "Today, New York is sending a strong message to people across our state that vaccines are safe and effective,",
                "Cuomo",
                true
            ],
            [
                "We're putting science ahead of misinformation about vaccines and standing up for the rights of immunocompromised children and adults, pregnant women and infants who can't be vaccinated through no fault of their own.",
                "",
                true
            ],
            [
                "While I understand and respect freedom of religion, our first job is to protect the public health and by signing this measure into law, we will help prevent further transmissions and stop this outbreak right in its tracks,",
                "Cuomo",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cbsnews.com/news/measles-cases-in-us-highest-break-25-year-record-cdc-says/",
                "https://www.cbsnews.com/news/anti-vaccine-protesters-rally-as-new-york-lawmakers-consider-ending-religious-exemptions-2019-05-14/",
                "https://www.cbsnews.com/news/jessica-biel-joins-anti-vaccine-activist-robert-f-kennedy-in-lobbying-against-controversial-bill/",
                "https://www.cbsnews.com/news/mmr-vaccine-teaching-anti-vax-parents-to-trust-science/",
                "https://www.cbsnews.com/news/california-bill-that-limits-vaccine-exemptions-heads-to-assembly-passed-senate-today-2019-05-22/"
            ],
            "gov_pgs": [
                "https://www1.nyc.gov/site/doh/health/health-topics/measles.page",
                "https://www.cdc.gov/measles/cases-outbreaks.html",
                "https://www.governor.ny.gov/news/governor-cuomo-signs-legislation-removing-non-medical-exemptions-school-vaccination",
                "https://nyassembly.gov/Press/files/20190613.php"
            ],
            "unsure": [
                "https://twitter.com/NYSenate/status/1139294246257745925",
                "https://twitter.com/bradhoylman/status/1139294252486332416?ref_src=twsrc%5Etfw",
                "https://www.cbsnews.com/video/tracking-down-the-people-behind-misinformation-on-measles-vaccines/",
                "https://twitter.com/hashtag/BREAKING?src=hash&ref_src=twsrc%5Etfw",
                "https://www.cbsnews.com/video/n-y-health-officials-blame-misinformation-campaign-for-measles-outbreak/",
                "http://rocklandgov.com/departments/health/measles-information/"
            ]
        },
        "key_words": [
            "safe",
            "science",
            "amid",
            "children",
            "bill",
            "states",
            "state",
            "york",
            "religious",
            "vaccines",
            "cases",
            "measles",
            "outbreak",
            "ending",
            "exemptions"
        ]
    },
    {
        "url": "https://www.cbsnews.com/news/anti-vax-movement-russian-trolls-fueled-anti-vaccination-debate-in-us-by-spreading-misinformation-twitter-study/",
        "title": "Russian trolls fueled anti-vaccination debate in U.S. by spreading misinformation on Twitter, study finds",
        "authors": [
            {
                "name": "Caitlin O'Kane",
                "link": null
            }
        ],
        "publisher": "www.cbsnews.com",
        "publish_date": "",
        "text": "Russian Twitter trolls have attempted to fuel the anti-vaccination debate in the U.S., posting about the issue far more than the average Twitter user last year, a study out of George Washington University has found. The \"sophisticated\" bots shared opinions from both sides of the anti-vaxxer debate, which took the U.S. by storm and prompted tech companies to crack down on the spread of misinformation surrounding vaccinations.\n\nIn the study, professor David Broniatowski and his colleagues say the Russian trolls' efforts mimic those used in the past. Such trolls ramp up controversial issues in the U.S. by inflating different viewpoints, the study says.\n\nThe U.S. is in the midst of the worst measles outbreak in the country in 25 years. Health officials say misinformation and anti-vax messages have led more people to avoid vaccination, allowing the disease to spread.\n\n\"These outbreaks are due to the anti-vaccine movement,\" Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Disease, told CBSN AM in January, when the outbreaks were beginning to gain steam.\n\nAnti-vaccination movement helps measles outbreak spread\n\nHe stressed that the vaccine has been scientifically proven over many years to be safe and effective in preventing measles. However, some parents still refuse to vaccinate their kids.\n\nOne of the main reasons anti-vaxxers refuse vaccinations is that they incorrectly believe they cause autism. As part of an effort by several large tech companies to cut out the spread of vaccine misinformation, Amazon began removing books that promote supposed \"cures\" for autism.\n\nFacebook also said it would crack down on the spread of vaccine misinformation by de-prioritizing medical myths across the platform, taking action against verifiable vaccine hoaxes, the company said. Misinformation will now appear less frequently in News Feeds, both public and private pages and groups, search predictions and recommendations, according to Facebook.\n\nAccording to Axios, however, misinformation about vaccines is not the only threat, as Russia is focusing on spreading misinformation around health care issues ahead of the 2020 election.\n\nNot only did Russia fuel the anti-vaccination debate, they have also spewed unverified information about 5G wireless technology. RT, a U.S.-based Russia-backed TV network, reported that new 5G technology was linked to cancer, autism, Alzheimer's and other health issues, The New York Times reports. This had a real-world effect, with smaller blogs and websites picking up RT's false stories and sharing them as fact, the Times said.\n\nIn February 2018, special counsel Robert Mueller charged 13 Russian nationals and three Russian entities with crimes related to a campaign to sow disinformation and division in the U.S. in the run-up to the 2016 election. A so-called \"troll factory\" in St. Petersburg set up to influence U.S. voters was to blame, according to the indictment.\n\nThe trolls were paid to ridicule Hillary Clinton online and fan the flames of divisive issues in the U.S. While evidence suggested the troll factory's American operations slowed down between 2016 and 2018, Broniatowski's study suggests trolls are alive and well in Russia — and now they're pitting Americans against each other over issues of health.",
        "quotes": [
            [
                "These outbreaks are due to the anti-vaccine movement,",
                "Anthony Fauci",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cbsnews.com/news/measles-cases-in-us-highest-break-25-year-record-cdc-says/",
                "https://www.cbsnews.com/news/5g-explained-how-it-works-who-it-will-impact-and-when-well-have-it/",
                "https://www.cbsnews.com/news/most-popular-facebook-social-media-health-posts-may-be-least-accurate/",
                "https://www.cbsnews.com/news/russian-indictment-2016-elections-rod-rosenstein-announcement-today-2018-02-16/",
                "https://www.cbsnews.com/news/measles-outbreak-anti-vaccination-movement-dr-anthony-fauci/",
                "https://www.cbsnews.com/news/facebook-announces-plans-to-block-anti-vaccination-content/",
                "https://www.nytimes.com/2019/05/12/science/5g-phone-safety-health-russia.html",
                "https://www.cbsnews.com/news/mmr-vaccine-teaching-anti-vax-parents-to-trust-science/",
                "https://www.cbsnews.com/news/amazon-removes-books-promoting-autism-cures-and-vaccine-misinformation/",
                "https://www.cbsnews.com/news/inside-the-troll-factory-at-the-center-of-russias-election-meddling-campaign/"
            ],
            "gov_pgs": [
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6137759/"
            ],
            "unsure": [
                "https://www.cbsnews.com/election-2016/"
            ]
        },
        "key_words": [
            "misinformation",
            "spreading",
            "debate",
            "vaccine",
            "russian",
            "finds",
            "trolls",
            "antivaccination",
            "spread",
            "fueled",
            "russia",
            "health",
            "issues",
            "study",
            "twitter",
            "measles"
        ]
    },
    {
        "url": "https://www.cbsnews.com/news/measles-outbreak-vaccine-we-are-victims-of-our-success/",
        "title": "In measles outbreak, we are \"victims of our success\"",
        "authors": [
            {
                "name": "Wellness For Cbsnews.Com",
                "link": null
            },
            {
                "name": "Jessica Firger Covers Health",
                "link": null
            },
            {
                "name": "Jessica Firger",
                "link": null
            }
        ],
        "publisher": "www.cbsnews.com",
        "publish_date": "",
        "text": "Posters and cartoons helped promote the measles vaccine in the 1960s. Vaccination helped prevent thousands of cases of brain damage and hundreds of deaths in the U.S. each year. historyofvaccines.org/CDC\n\nMost parents of young children today never, in their own childhoods, witnessed siblings and friends fall ill with measles. Many doctors in the U.S. have never seen a case. Five decades of vaccination efforts virtually eliminated the virus from this country.\n\nThe measles vaccine, which became widely available in the U.S. in 1963, has protected millions of children from illness and saved thousands of lives. But now many experts say the current measles outbreak -- which has so far sickened more than 150 people -- demonstrates what happens over time when the frightening realities of a contagious disease fade into history.\n\n\"We are victims of our success; people don't remember how bad measles was, how frightening it could be,\" Dr. Nat Litman, a professor of pediatric infectious diseases at Albert Einstein College of Medicine and vice chair of clinical affairs at The Children's Hospital at Montefiore in New York City, told CBS News. \"People say, why should I bother, it's not around. But it's not further than a plane ride away.\"\n\nLitman, now 68, had the measles himself in 1956 when he was 10 or 11 years old -- seven years before the vaccine made its debut in the U.S. \"I had a fairly mild case of measles,\" he told CBS News. \"In that era children in the U.S. didn't get through childhood without having measles.\"\n\nBack then, most children contracted the illness by their tenth birthday and most cases didn't get reported, he said. Like losing one's baby teeth, the virus was part of growing up. Litman and his two brothers all had measles around the same time, since household exposure was common, and the three boys simply stayed home until they got better.\n\nBut not every child was so lucky. One or two out of every 1,000 children who contracts measles dies from complications related to the virus. Measles can cause a sometimes lethal secondary infection such as pneumonia. The virus also puts a child at risk for encephalitis, a potentially fatal infection of the brain. Children who developed encephalitis were often left with brain damage, loss of sight or hearing. In the 1960s as many as 4,000 children who developed encephalitis from measles became wards of the state.\n\nBob Schieffer on vaccines, the Internet, and misinformation\n\nIn a public letter written in 1988, children's author Roald Dahl recounted the heartbreaking loss of his 7-year-old daughter to measles encephalitis in 1962, a year before the vaccine became available. The little girl seemed to be getting better until one night he noticed she was no longer thinking clearly. \"In an hour, she was unconscious. In twelve hours she was dead,\" he wrote.\n\nThe situation vastly improved with widespread vaccination campaigns. A paper published in 1985 in the journal Pediatrics found measles, related complications from encephalitis and deaths declined more than 99 percent from the pre-vaccine era. The first two decades of routine measles vaccination prevented 52 million cases, 5,200 deaths, and 17,400 cases of intellectual and cognitive disability. This all resulted in a savings of more than $5 billion in health care expenses, according to the report. The World Health Organization estimates that vaccination efforts reduced deaths from measles worldwide by 75 percent between 2000 and 2013.\n\nCongressman recalls childhood case of measles that predated vaccine\n\n\"If you talk to younger doctors they will tell you they've never seen a case of x, y, or z, things that were actually run of the mill generations ago. If you don't see something you assume it's gone,\" Dr. George Wohlreich, president and CEO of the College of Physicians of Philadelphia, told CBS News.\n\nBut that doesn't mean the vaccine was an easy sell in the beginning. There was plenty of public skepticism when vaccines for measles and other once-endemic illnesses such as polio first became available. Karie Youngdahl, project director for the Historyof Vaccines.org, a history and information website created by the College of Physicians of Philadelphia, told CBS News that many families viewed the concept of vaccines as \"playing God.\" \"There was also the kind of personal liberty reasoning that we hear today,\" said Youngdahl, who recalled lining up at her school's gym as a child to receive her own vaccines.\n\nLingering suspicion of vaccines gained ground after a report in 1998 claimed immunization may make a child more likely to develop autism -- even though the study turned out to be falsified and was later retracted. The British Medical Journal called it \"an elaborate fraud,\" and the doctor who wrote it was stripped of his medical license.\n\nFalse information and unproven theories widely available on the Internet continue to fuel some parents' fears.\n\n\"Parents want a la carte. That's sort of like saying I'm going to use my seat belt every other block,\" said Wohlreich. \"There's also a degree of rider-type of mentality. If somebody is really taking care of what's going on, I don't have to worry about it and I'll have the benefits of herd immunity.\"\n\nBut the current outbreak indicates that this way of thinking is false -- and dangerous.\n\n\"Think of Elizabethan England,\" said Wohlreich. \"From what we know it was really, really filthy, dirty and dangerous. But when sanitation people came in that changed. Vaccination is like having a great sanitation department. You're not aware of what it's doing until you don't have it.\"",
        "quotes": [
            [
                "We are victims of our success; people don't remember how bad measles was, how frightening it could be,",
                "Nat Litman",
                true
            ],
            [
                "People say, why should I bother, it's not around.",
                "Nat Litman",
                true
            ],
            [
                "But it's not further than a plane ride away.",
                "Nat Litman",
                true
            ],
            [
                "I had a fairly mild case of measles,",
                "Litman",
                true
            ],
            [
                "In that era children in the U.S. didn't get through childhood without having measles.",
                "",
                true
            ],
            [
                "In an hour, she was unconscious.",
                "",
                true
            ],
            [
                "In twelve hours she was dead,",
                "",
                true
            ],
            [
                "If you talk to younger doctors they will tell you they've never seen a case of x, y, or z, things that were actually run of the mill generations ago.",
                "George Wohlreich",
                true
            ],
            [
                "If you don't see something you assume it's gone,",
                "George Wohlreich",
                true
            ],
            [
                "There was also the kind of personal liberty reasoning that we hear today,",
                "Youngdahl",
                true
            ],
            [
                "That's sort of like saying I'm going to use my seat belt every other block,",
                "Wohlreich",
                true
            ],
            [
                "There's also a degree of rider-type of mentality.",
                "Wohlreich",
                true
            ],
            [
                "If somebody is really taking care of what's going on, I don't have to worry about it and I'll have the benefits of herd immunity.",
                "Wohlreich",
                true
            ],
            [
                "From what we know it was really, really filthy, dirty and dangerous.",
                "Wohlreich",
                true
            ],
            [
                "But when sanitation people came in that changed.",
                "Wohlreich",
                true
            ],
            [
                "Vaccination is like having a great sanitation department.",
                "Wohlreich",
                true
            ],
            [
                "You're not aware of what it's doing until you don't have it.",
                "Wohlreich",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "dont",
            "vaccine",
            "told",
            "victims",
            "children",
            "success",
            "encephalitis",
            "virus",
            "vaccines",
            "measles",
            "outbreak",
            "vaccination",
            "deaths"
        ]
    },
    {
        "url": "https://www.cbsnews.com/news/mmr-vaccine-teaching-anti-vax-parents-to-trust-science/",
        "title": "Teaching anti-vax parents to trust science and the MMR vaccine",
        "authors": [],
        "publisher": "www.cbsnews.com",
        "publish_date": "",
        "text": "For years Arabella Blume, a mother of three living in Michigan, mistakenly blamed herself for her son's autism. \"I felt like I destroyed him,\" she said. \"For a long time, I thought that was my fault. … I felt like everyone was looking at me going, 'What did you do?' You know, 'How could you do this to him?' And I was looking at Alex going, 'How could I do this to him?'\"\n\nThat's because he was diagnosed shortly after receiving the vaccine for measles, mumps and rubella (or MMR).\n\nThen, a friend pointed her to the dozens of medical studies showing the vaccine does not cause autism. \"And I started looking through them. And then I was at another crossroads where I was like, 'But this was all my fault for so long.' And then I was crying because I was wrong about that.\"\n\nBlume is living proof that the antidote to misinformation about vaccines is science. \"I was relieved,\" she said, \"because I didn't hurt him. His autism wasn't my fault.\"\n\nThe current outbreaks of measles around the country are largely a result of parents being afraid to vaccinate their children against the virus. The number one concern? Autism.\n\nWith hundreds of measles cases in the U.S., and approximately 110K global deaths from measles in 2017 (mostly children under five), public health experts are employing scientific facts as an antidote to vaccine misinformation. CBS News\n\nBut the upsurge in the anti-vaccine movement in the last 20 years was ignited by a 1998 study in The Lancet, a prestigious British journal, that falsely linked the MMR vaccine with autism.\n\nIt took 12 years for the journal to retract the study after investigations concluded the research was fraudulent. The lead author was stripped of his medical license.\n\nBut the damage was done.\n\n\"I bled anti-vaccine talk,\" Blume said. \"There's all kinds of crazy stuff on the internet. The majority of people are like me – they're not super-crazy, they're just trying to find the real answers to stuff.\"\n\nSo, what does cause autism? That answer has been slow to come, partly because of the enormous detour researchers were forced to take following the Lancet article. Charles Nelson, a professor of pediatrics at Harvard Medical School and a neuroscientist at Boston Children's Hospital, said the article caused \"irreparable damage,\" for several reasons: \"First, it led many parents to stop vaccinating their kids for no reason. Second, it derailed the course of science by investing all this money to prove that vaccines didn't cause autism, rather than try to understand what does cause autism. It was a big diversion.\"\n\nDespite that diversion, the science of autism is slowly emerging. About 100 genes have been linked to the disorder so far. And the overwhelming scientific consensus is that vaccines do not cause autism.\n\nWhy, then, do some parents remain unconvinced?\n\nNelson said, \"I think one thing that is concerning to parents and to scientists is we don't know what causes autism. And because of that big uncertainty, and because one in 59 children have autism, we try to latch onto some explanation.\"\n\nNelson has spent the last 14 years trying to understand autism. He's currently studying the brain activity of babies who have siblings with autism and therefore have an increased chance of having the condition themselves.\n\nHe showed CBS News chief medical correspondent Dr. Jon LaPook the results of electroencephalogram tests conducted on babies, on which 128 sensors had been placed: \"We're looking at the continuous EEG – that is the electrical signal that these billions of neurons generate that we pick up at the scalp surface. It looks for patterns … If you see this pattern at three months, you're likely to see autism at three years.\"\n\nCharles Nelson's research studied electroencephalogram (EEG) tests conducted on babies, and discovered patterns that correlated with autism developed years later. CBS News\n\nTo understand the profound implication of Nelson's research, you need to know a crucial fact: the first dose of MMR vaccine is usually not given until a baby is 12 months old. \"Our work is suggesting that we're seeing signs of autism, at least in the brain, as early as three to six months of age, long before the MMR vaccine has been given,\" he said. \"So, clearly it can't be related to a vaccine, 'cause the vaccines haven't been given yet.\"\n\nDr. LaPook asked, \"Do you think the logic and the science at this point, with the anti-vaccine movement spreading, is that gonna do it?\"\n\n\"No,\" Nelson replied. \"One thing I'm concerned about is that, even though the science is overwhelming that vaccines don't cause autism, there are still people who think vaccines cause autism.\"\n\nNadine Gartner, an attorney and mother of two, founded an organization in Portland, Oregon, called Boost. She told Dr. LaPook, \"The vast majority of people who are not vaccinating are not the staunch, anti-vaccine movers who will never vaccinate their children no matter what. We are really concerned about reaching the parents in the middle, those who feel fearful and confused by the information flying around on all sides.\"\n\nBoost holds local workshops, led by pediatricians, to help parents figure out who and what to believe, especially since the anti-vaccine rhetoric extends beyond MMR to the many other childhood immunizations recommended by health officials.\n\nGartner said it does not work telling parents what to do: \"We know every parent wants to make the best health decisions for their children. So, I want to make sure that when parents are examining the facts, that they understand exactly what's scientific [and] what's not, and to really be able to separate the truth from the fiction.\"\n\nBoost is a non-profit organization. Gartner says they do not take donations from any special interest groups, including the pharmaceutical industry.\n\n\"I really love helping inform families and helping them make that informed choice,\" said Dr. Joel Amundson, a Portland pediatrician who volunteers his time to answer questions at the Boost workshops. he said, \"My take is that you've got, kind of on one side, people really scaring you of what might happen if you do something; and on the other side, people scaring you of what might happen if you don't do something.\"\n\n\"So, how do you get parents to move forward?\" asked Dr. LaPook.\n\n\"Without focusing on the fear tactics, but really just understanding the different risks and benefits involved,\" he replied.\n\nDr. Joel, as he's known to his patients, says he has a 99-percent vaccination rate in his clinic – higher than the percentage needed to maintain something called \"herd immunity.\" That means if enough people get vaccinated, it protects people who are not able to be vaccinated. So, when parents decide not to give the MMR, they're rolling the dice not just for their child, but for other people, including babies under 12 months, and people with cancer or weakened immune systems.\n\n\"A huge part of the conversation is building trust,\" said Dr. Amundson, \"and knowing that we're not trying to push anything onto families. We know that approach doesn't work. I've had patients that have done not a single vaccine for five years, and then turned around and chosen to do them.\"\n\nMany people questioning vaccines have forgotten that viruses such as measles, polio and smallpox used to kill millions of people around the world every year. Before the measles vaccine was available in 1963, three to four million Americans were infected each year: 400-500 died, 48,000 were hospitalized, and about 1,000 suffered severe inflammation of the brain.\n\nPre-Vaccine-Era Measles History (Centers for Disease Control and Prevention)\n\nDr. Amundson explains to parents that there are rare serious side effects from vaccines. But his bottom line is clear: For the person getting the vaccine, the benefits far outweigh the potential risks.\n\nConsider this: In 2017 alone, approximately 110,000 people died globally from the measles, mostly children under five, despite the availability of an effective and safe vaccine.\n\n\"I found the vast majority of people that are hesitant, that are nervous about it, really are just hesitant; they're concerned about stuff that they've read,\" said Dr. Amundson. \"They just want to do the right thing for their kids.\"\n\nArabella Blume and her newborn, Lily. CBS News\n\nArabella Blume empathizes with parents who just want to do the right thing. \"It's fear and love – it's fear of doing the wrong thing, and loving your kid so much that you'll go against an entire scientific community telling you you're wrong, just to try and protect them,\" she said.\n\nBut now, looking down at her healthy newborn baby girl, Lily, she said, \"The funny thing is, that with Alex I can remember looking down and thinking, 'I love him too much, I can't vaccinate him, I can't hurt him that way.' And now with her, I look down and I have the same thought, only opposite, where it's like, 'I love her so much, I can't take her outta the house until I vaccinate her.' Each comes from a place of love.\"\n\n\n\nFor more info:\n\n\n\nStory produced by Amy Wall.",
        "quotes": [
            [
                "I felt like I destroyed him,",
                "",
                true
            ],
            [
                "For a long time, I thought that was my fault.",
                "",
                true
            ],
            [
                "I felt like everyone was looking at me going, 'What did you do?",
                "",
                true
            ],
            [
                "You know, 'How could you do this to him?",
                "",
                true
            ],
            [
                "And I was looking at Alex going, 'How could I do this to him?",
                "",
                true
            ],
            [
                "And I started looking through them.",
                "",
                true
            ],
            [
                "And then I was at another crossroads where I was like, 'But this was all my fault for so long.",
                "",
                true
            ],
            [
                "And then I was crying because I was wrong about that.",
                "",
                true
            ],
            [
                "because I didn't hurt him.",
                "Blume",
                false
            ],
            [
                "His autism wasn't my fault.",
                "Blume",
                true
            ],
            [
                "There's all kinds of crazy stuff on the internet.",
                "Blume",
                true
            ],
            [
                "The majority of people are like me – they're not super-crazy, they're just trying to find the real answers to stuff.",
                "Blume",
                true
            ],
            [
                "First, it led many parents to stop vaccinating their kids for no reason.",
                "Charles Nelson",
                true
            ],
            [
                "Second, it derailed the course of science by investing all this money to prove that vaccines didn't cause autism, rather than try to understand what does cause autism.",
                "Charles Nelson",
                true
            ],
            [
                "I think one thing that is concerning to parents and to scientists is we don't know what causes autism.",
                "Charles Nelson",
                true
            ],
            [
                "And because of that big uncertainty, and because one in 59 children have autism, we try to latch onto some explanation.",
                "Charles Nelson",
                true
            ],
            [
                "We're looking at the continuous EEG – that is the electrical signal that these billions of neurons generate that we pick up at the scalp surface.",
                "Charles Nelson",
                true
            ],
            [
                "It looks for patterns … If you see this pattern at three months, you're likely to see autism at three years.",
                "Charles Nelson",
                true
            ],
            [
                "Our work is suggesting that we're seeing signs of autism, at least in the brain, as early as three to six months of age, long before the MMR vaccine has been given,",
                "",
                true
            ],
            [
                "So, clearly it can't be related to a vaccine, 'cause the vaccines haven't been given yet.",
                "",
                true
            ],
            [
                "Do you think the logic and the science at this point, with the anti-vaccine movement spreading, is that gonna do it?",
                "LaPook",
                true
            ],
            [
                "One thing I'm concerned about is that, even though the science is overwhelming that vaccines don't cause autism, there are still people who think vaccines cause autism.",
                "Charles Nelson",
                true
            ],
            [
                "The vast majority of people who are not vaccinating are not the staunch, anti-vaccine movers who will never vaccinate their children no matter what.",
                "LaPook",
                true
            ],
            [
                "We are really concerned about reaching the parents in the middle, those who feel fearful and confused by the information flying around on all sides.",
                "LaPook",
                true
            ],
            [
                "We know every parent wants to make the best health decisions for their children.",
                "LaPook",
                true
            ],
            [
                "So, I want to make sure that when parents are examining the facts, that they understand exactly what's scientific [and] what's not, and to really be able to separate the truth from the fiction.",
                "LaPook",
                true
            ],
            [
                "I really love helping inform families and helping them make that informed choice,",
                "Joel Amundson",
                true
            ],
            [
                "My take is that you've got, kind of on one side, people really scaring you of what might happen if you do something; and on the other side, people scaring you of what might happen if you don't do something.",
                "",
                true
            ],
            [
                "So, how do you get parents to move forward?",
                "LaPook",
                true
            ],
            [
                "Without focusing on the fear tactics, but really just understanding the different risks and benefits involved,",
                "",
                true
            ],
            [
                "A huge part of the conversation is building trust,",
                "Amundson",
                true
            ],
            [
                "and knowing that we're not trying to push anything onto families.",
                "Amundson",
                false
            ],
            [
                "We know that approach doesn't work.",
                "Amundson",
                true
            ],
            [
                "I've had patients that have done not a single vaccine for five years, and then turned around and chosen to do them.",
                "Amundson",
                true
            ],
            [
                "I found the vast majority of people that are hesitant, that are nervous about it, really are just hesitant; they're concerned about stuff that they've read,",
                "Amundson",
                true
            ],
            [
                "They just want to do the right thing for their kids.",
                "Amundson",
                true
            ],
            [
                "It's fear and love – it's fear of doing the wrong thing, and loving your kid so much that you'll go against an entire scientific community telling you you're wrong, just to try and protect them,",
                "Arabella Blume",
                true
            ],
            [
                "The funny thing is, that with Alex I can remember looking down and thinking, 'I love him too much, I can't vaccinate him, I can't hurt him that way.",
                "Arabella Blume",
                true
            ],
            [
                "And now with her, I look down and I have the same thought, only opposite, where it's like, 'I love her so much, I can't take her outta the house until I vaccinate her.",
                "Arabella Blume",
                true
            ],
            [
                "Each comes from a place of love.",
                "Arabella Blume",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cbsnews.com/news/study-linking-autism-to-vaccine-retracted/",
                "https://www.cbsnews.com/news/measles-outbreak-us-measles-cases-rise-due-to-new-york-outbreaks/"
            ],
            "gov_pgs": [
                "https://www.cdc.gov/measles/about/history.html"
            ],
            "unsure": []
        },
        "key_words": [
            "looking",
            "vaccine",
            "science",
            "autism",
            "cause",
            "trust",
            "really",
            "parents",
            "mmr",
            "dr",
            "thing",
            "teaching",
            "vaccines",
            "measles",
            "antivax"
        ]
    },
    {
        "url": "https://www.cbsnews.com/news/measles-outbreak-cases-top-700-as-outbreaks-continue-to-spread/",
        "title": "\"Not a harmless childhood illness\": Measles cases top 700 as outbreaks continue to spread",
        "authors": [
            {
                "name": "Wellness For Cbsnews.Com",
                "link": null
            },
            {
                "name": "Ashley Welch Covers Health",
                "link": null
            },
            {
                "name": "Ashley Welch",
                "link": null
            }
        ],
        "publisher": "www.cbsnews.com",
        "publish_date": "",
        "text": "Driven by ongoing outbreaks in New York state, the number of cases of measles in 2019 has surpassed 700, the highest level in the United States since the disease was declared eliminated in 2000.\n\nAccording to the latest figures from the Centers for Disease Control and Prevention, 704 people have been diagnosed with measles so far this year. The majority of these cases occurred in children under the age of 18 who had not been vaccinated.\n\nThe news comes as lawmakers in New York announced they are introducing legislation that would remove all non-medical exemptions from vaccine requirements for children in the state.\n\n\"Immediacy of action is critical,\" Rockland County Executive Ed Day said in a press conference on Monday. There have been 202 confirmed cases of measles in the suburban county north of New York City.\n\nIn another ongoing outbreak, Brooklyn and Queens have seen 390 cases of measles since October. Most of these cases, as well as those in Rockland County, have involved members of the ultra-Orthodox Jewish community where misinformation on the safety of vaccines has spread.\n\nWhat are the facts on the measles outbreak?\n\n\"Measles is not a harmless childhood illness\"\n\nMeasles is extremely contagious and can be serious for all age groups, but it is most dangerous for children under 5 and adults over 70.\n\nAccording to the CDC, as many as one out of every 20 children with measles develops pneumonia, the most common cause of death from measles in young kids.\n\n\"Measles is not a harmless childhood illness but a dangerous highly contagious disease,\" Health and Human Services Secretary Alex Azar said in a CDC press briefing on Monday.\n\nAbout one out of every 1,000 children with measles will develop swelling of the brain, or encephalitis, which can lead to convulsions and leave the child deaf or with an intellectual disability.\n\nFor every 1,000 children who get the disease, the CDC estimates one or two will die from it. Measles can also cause pregnant women to give birth prematurely or have a low-birth-weight baby.\n\nOf the cases that have occurred so far in 2019, 9 percent of patients have been hospitalized and 3 percent have come down with pneumonia, health officials said. No deaths have been reported.\n\nHow does measles spread?\n\nMeasles is spread through the air when an infected person coughs or sneezes. It is so contagious that if one person has it, up to 90 percent of those close to that person who are not immune will also become infected.\n\n\"The problem is you're infectious even before you have obvious symptoms like the rash,\" said CBS News chief medical correspondent Dr. Jon LaPook. \"You won't even know and can infect other people.\"\n\nThe disease was declared eliminated in the U.S. in 2000 thanks to the MMR (measles, mumps, rubella) vaccine, which meant there were no longer sustained outbreaks. But when an international traveler gets exposed to measles overseas brings the disease into the country, growing pockets of unvaccinated communities within the U.S. enable the disease to spread.\n\nWhile vaccines are required for school children across the country, almost all states allow exemptions for families who say it's against their religious beliefs, and 17 states allow a parent to opt out for philosophical or personal reasons. The proposed legislation in New York would eliminate the option in that state. California passed a similar law tightening its requirements in 2015 after a measles outbreak that spread at Disneyland.\n\nVaccinations are safe\n\nHealth officials say current measles outbreaks in the U.S. are fueled by the anti-vaccination movement, which questions the safety of vaccines and frequently spreads false information on social media. Yet experts emphasize that vaccines are safe and the best tool available to prevent measles.\n\nThe mistaken belief took off in 1998, when a doctor in the U.K. published a now discredited study claiming the MMR vaccine was linked to autism. \"That has subsequently been totally discredited,\" LaPook said. \"The lead author lost his license.\"\n\nBut the investigation took over a decade and the claim spread fear among parents, leading to a small but vocal faction that makes up the current anti-vax movement.\n\nExperts say overall vaccination rates of 90 to 95 percent are needed to provide \"herd immunity,\" which helps keep outbreaks at bay and protect babies who are too young to be vaccinated and others who can't get the vaccine for medical reasons.\n\n\"Vaccine preventable diseases belong in the history books, not in our emergency rooms,\" Azar said. \"The suffering we are seeing today is completely avoidable.\"\n\nWho needs to be vaccinated?\n\nThe CDC recommends all children get two doses of the MMR vaccine, starting with the first dose at 12 to 15 months of age, and the second dose between the ages of 4 and 6 years old. It says one dose of the MMR vaccine is 93 percent effective at preventing measles, and two doses are about 97 percent effective.\n\nHealth officials are also recommend infants 6 through 11 months receive one dose of the vaccine before international travel.\n\nTeenagers or adults who have not had measles or who have not been vaccinated should get two doses of the MMR vaccine at least 28 days apart.\n\nAnyone who does not know their vaccine status should speak to their health care provider.",
        "quotes": [
            [
                "Measles is not a harmless childhood illness",
                "",
                false
            ],
            [
                "Measles is not a harmless childhood illness but a dangerous highly contagious disease,",
                "Alex Azar",
                true
            ],
            [
                "The problem is you're infectious even before you have obvious symptoms like the rash,",
                "",
                true
            ],
            [
                "You won't even know and can infect other people.",
                "",
                true
            ],
            [
                "That has subsequently been totally discredited,",
                "LaPook",
                true
            ],
            [
                "The lead author lost his license.",
                "LaPook",
                true
            ],
            [
                "Vaccine preventable diseases belong in the history books, not in our emergency rooms,",
                "Azar",
                true
            ],
            [
                "The suffering we are seeing today is completely avoidable.",
                "Azar",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cbsnews.com/news/california-governor-signs-strict-new-vaccination-law/",
                "https://www.cbsnews.com/news/measles-outbreak-2019-northwest-measles-outbreak-prompts-look-at-vaccine-exemptions-2019-02-01/",
                "https://www.cbsnews.com/news/measles-outbreak-anti-vaccination-movement-dr-anthony-fauci/",
                "https://www.cbsnews.com/news/moms-angry-as-hell-facebook-post-about-measles-goes-viral/",
                "https://www.cbsnews.com/news/measles-outbreak-us-cases-hit-highest-mark-25-years-today-2019-04-24/",
                "https://www.cbsnews.com/news/washington-measles-outbreak-hundreds-rally-to-presesrve-not-to-vaccinate-children-2019-02-08/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "vaccine",
            "outbreaks",
            "children",
            "spread",
            "mmr",
            "dose",
            "continue",
            "york",
            "illness",
            "childhood",
            "cases",
            "measles",
            "harmless",
            "vaccines",
            "disease",
            "700"
        ]
    },
    {
        "url": "https://www.cbsnews.com/news/measles-outbreak-us-cases-hit-highest-mark-25-years-today-2019-04-24/",
        "title": "U.S. measles outbreak hits highest mark in 25 years",
        "authors": [],
        "publisher": "www.cbsnews.com",
        "publish_date": "2019-04-24",
        "text": "U.S. measles cases in 2019 have climbed to their highest level in 25 years in a resurgence largely attributed to misinformation that is turning parents against vaccines. New York City health officials on Wednesday reported 61 new cases since late last week, pushing this year's nationwide tally past the 667 cases reported for all of 2014. That would make 2019 the worst year for measles since 1994.\n\nThe Centers for Disease Control and Prevention updates its national measles count on Mondays. CDC officials said they are reviewing the latest reports.\n\nRoughly three-quarters of this year's illnesses in the U.S. have been in New York state, mainly in two ultra-Orthodox Jewish communities in Brooklyn and suburban Rockland County. Most of those cases have been in unvaccinated people.\n\nRockland County officials announced last week that they wanted to ban people infected with measles from public places for up to 21 days. \"Failure to comply will result in $2,000 per violation per day,\" said Rockland County Commissioner of Health Dr. Patricia Schnabel Ruppert.\n\n5 cases of measles confirmed in Southern California\n\nThe number of cases is likely to rise. Measles is highly contagious and can spread through the air when someone coughs or sneezes. And in recent days, Jewish families have been gathering for Passover meals. It can take 10 to 12 days for symptoms to develop.\n\nThe CDC recommends the vaccine for every American over a year old.\n\nThe measles vaccine, which first became available in the 1960s, is considered safe and highly effective, and because of it, measles was all but declared eliminated in the U.S. in 2000. But it has made comebacks since then.\n\nSome U.S. communities have low vaccination rates because of bad information spread through social media, especially the now-discredited notion that the measles-mumps-rubella vaccine is linked to autism.\n\n\"Many parents are afraid. And if you want to believe your kid doesn't need that many shots, there's plenty of places to find people who agree with you,\" said Dr. Jonathan Fielding, former head of the Los Angeles County Department of Public Health. \"It's not so easy to discern what is real and what is not.\"\n\nFor most people, measles is not life-threatening. The most common symptoms include fever, runny nose, cough and a rash all over the body. However, a very small fraction of people can suffer complications like pneumonia and swelling of the brain. Also, measles can cause pregnant women to deliver prematurely.",
        "quotes": [
            [
                "Failure to comply will result in $2,000 per violation per day,",
                "",
                true
            ],
            [
                "And if you want to believe your kid doesn't need that many shots, there's plenty of places to find people who agree with you,",
                "Jonathan Fielding",
                true
            ],
            [
                "It's not so easy to discern what is real and what is not.",
                "Jonathan Fielding",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cbsnews.com/news/measles-outbreak-flight-attendant-in-coma-after-contracting-measles/",
                "https://www.cbsnews.com/news/new-york-rockland-county-measles-outbreak-officials-announce-new-ban-2019-04-16/",
                "https://www.cbsnews.com/news/measles-outbreak-new-york-mother-defends-not-vaccinating/",
                "https://www.cbsnews.com/news/if-my-measles-shot-was-years-ago-am-i-still-protected-5-questions-answered/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "week",
            "hits",
            "officials",
            "days",
            "vaccine",
            "symptoms",
            "county",
            "york",
            "25",
            "highest",
            "cases",
            "measles",
            "outbreak",
            "health",
            "mark"
        ]
    },
    {
        "url": "https://www.cbsnews.com/news/measles-outbreak-tracking-down-the-people-behind-anti-vaccine-pamphlet/",
        "title": "Tracking down the people behind a pamphlet that's fueling New York's measles outbreak",
        "authors": [],
        "publisher": "www.cbsnews.com",
        "publish_date": "",
        "text": "The U.S. is grappling with record numbers of measles cases since the disease was declared eliminated in the U.S. back in 2000. In Rockland County, New York – ground zero of the current outbreak – the health commissioner blames an anti-vaccine pamphlet that's been circulating in the Northeast for years.\n\nDr. Patricia Ruppert, the health commissioner of Rockland County where there have been 225 measles cases confirmed since October, told CBS News' Dr. Jon LaPook that she's certain the real number is much higher.\n\n\n\n\"I think this has been a long time in coming,\" Ruppert said. \"The truth is there are a lot of unreported cases out there.\"\n\nRuppert says misinformation is fueling the rise in cases, especially within the county's orthodox Jewish community. For at least the last four years, what's come to be known as the \"PEACH pamphlet\" has been targeting orthodox Jewish communities in the Northeast.\n\n\"It holds a lot of unscientific and erroneous information,\" Ruppert said.\n\nThe pamphlet claims vaccines are a contributing factor in causing autism even though the overwhelming consensus of the scientific community is that vaccines do not cause autism. But Ruppert had no idea who is behind the pamphlet. So we tried to find out.\n\nThe pamphlet's cover says it is \"a project of parents educating and advocating for children's health,\" or \"PEACH.\" That organization's website posted a statement saying it had nothing to do with the pamphlet, even though it hosted a copy on its website until last month when the pamphlet was taken down. The website lists one address in Brooklyn but all we found was a windowless concrete building.\n\nWe found a second address in the company business records but when our team knocked on the door nobody there knew anything about PEACH. The pamphlet also lists several hotlines to call for more information.\n\n\n\n\"Welcome to the truth about vaccines,\" one of the recordings goes. \"There is a role that vaccines are playing in creating the ground work for these children's immune systems to start to show signs of impairment and destruction.\"\n\nProtesters are gathering at the New York State Capitol Tuesday to fight a bill to end religious exemptions for vaccines are expected to claim legislators are attacking their religious freedom. But in orthodox Jewish communities currently experiencing measles outbreaks, rabbis have told us there is nothing in Judaism that prohibits vaccines.\n\nDr. Aaron Glatt, an infectious disease specialist and an orthodox rabbi in Woodmere, New York, said anti-vaccine activists \"make up data.\"\n\n\"They change their reasoning as soon as it's disproven and they pick another,\" Glatt said.\n\nOn Sunday at his temple, Glatt lectured about the safety and effectiveness of vaccines and held a testing event to check people's blood for evidence of immunity. He told LaPook he's known about the PEACH pamphlet for a number of years.\n\n\n\n\"Some of the religious information they provide is embarrassing,\" Glatt said.\n\nHe hopes it doesn't take deaths to make a difference, but he's not optimistic.\n\n\"I hope the answer to that is 'no' but part of me says, 'yes.' I literally pray that I'm not proven right because there's deaths and people then switch their opinion,\" Glatt said.\n\nCBS News obtained anonymous text messages sent last month to orthodox Jewish fathers in Brooklyn while they were in temple. When we called the number provided in the text, we got another misleading statement: \"This vaccine will cause swelling of the brain. They all do. Every single vaccine causes encephalitis.\"\n\nRuppert has been scrambling to fight the false information in Rockland County about vaccines.\n\n\n\n\"What we've done in these months was to offer information in other ways: hangers on the doors, pamphlets in the synagogues, pamphlets at the house,\" Ruppert said.\n\nAmid the community's rising fear, Ruppert is doing whatever she can to control the outbreak. In a typical year, Rockland County gives about 1,200 measles vaccines. Since October, they have administered more than 20,000. She doesn't think there's been enough pressure by public health officials and the media on the anti-vaccine movement.\n\n\"I don't think we have provided the pressure that we should have probably all along,\" she said.\n\nThe PEACH organization would not speak to CBS News on the record. On Monday, we learned that PEACH changed its name, but it continues to say it promotes education and children's safety.",
        "quotes": [
            [
                "I think this has been a long time in coming,",
                "Ruppert",
                true
            ],
            [
                "The truth is there are a lot of unreported cases out there.",
                "Ruppert",
                true
            ],
            [
                "It holds a lot of unscientific and erroneous information,",
                "Ruppert",
                true
            ],
            [
                "a project of parents educating and advocating for children's health,",
                "Ruppert",
                false
            ],
            [
                "Welcome to the truth about vaccines,",
                "Ruppert",
                true
            ],
            [
                "There is a role that vaccines are playing in creating the ground work for these children's immune systems to start to show signs of impairment and destruction.",
                "Ruppert",
                true
            ],
            [
                "They change their reasoning as soon as it's disproven and they pick another,",
                "Glatt",
                true
            ],
            [
                "Some of the religious information they provide is embarrassing,",
                "Glatt",
                true
            ],
            [
                "I hope the answer to that is 'no' but part of me says, 'yes.",
                "Glatt",
                true
            ],
            [
                "I literally pray that I'm not proven right because there's deaths and people then switch their opinion,",
                "Glatt",
                true
            ],
            [
                "This vaccine will cause swelling of the brain.",
                "",
                true
            ],
            [
                "What we've done in these months was to offer information in other ways: hangers on the doors, pamphlets in the synagogues, pamphlets at the house,",
                "Ruppert",
                true
            ],
            [
                "I don't think we have provided the pressure that we should have probably all along,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cbsnews.com/news/new-york-rockland-county-measles-outbreak-officials-announce-new-ban-2019-04-16/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "pamphlet",
            "ruppert",
            "rockland",
            "thats",
            "peach",
            "orthodox",
            "glatt",
            "jewish",
            "vaccines",
            "fueling",
            "yorks",
            "outbreak",
            "information",
            "measles",
            "tracking"
        ]
    },
    {
        "url": "https://www.cbsnews.com/news/new-york-measles-outbreak-spreads-to-unvaccinated-children-in-more-counties/",
        "title": "New York measles outbreak spreads to more counties",
        "authors": [],
        "publisher": "www.cbsnews.com",
        "publish_date": "",
        "text": "The measles outbreak in New York has spread to two more counties. Health officials say cases have been confirmed in Westchester and Sullivan Counties following the spike in infections in Rockland County and the Williamsburg section of Brooklyn.\n\nMeasles has been confirmed in eight children, ranging in age from 6 months to 14 years old, all of whom live in northern Westchester and were not vaccinated, CBS New York reports. Six of the infected children are siblings. Two additional cases were confirmed in Sullivan County.\n\nOn Tuesday, New York City declared a public health emergency over the measles outbreak and ordered mandatory vaccinations in one Brooklyn neighborhood for people who may have been exposed to the virus.\n\nWestchester borders Rockland County, where measles cases have been concentrated among members of the ultra-Orthodox Jewish community. The first cases in Westchester occurred in other secluded Hasidic Jewish enclaves, Nitra and nearby Kasho, CBS New York reports. Officials said the children all appear to have been exposed to measles in Rockland County or Brooklyn.\n\n\"I'm very upset that people have their own opinion and not immunizing the children and putting risk on other children who can get sick,\" said Nitra Community Administrator Herschel Reich. \"It's very serious.\"\n\nOfficials say none of the sick children attend public schools or go to child care programs. The Westchester County Department of Health is working with the families and health care providers to identify locations where the children may have exposed others.",
        "quotes": [
            [
                "I'm very upset that people have their own opinion and not immunizing the children and putting risk on other children who can get sick,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cbsnews.com/news/rockland-county-measles-outbreak-judge-lifts-ban-on-unvaccinated-children-today-2019-04-05/",
                "https://newyork.cbslocal.com/2019/04/10/measles-outbreak-westchester-county/",
                "https://www.cbsnews.com/news/measles-outbreak-anti-vaccination-movement-dr-anthony-fauci/",
                "https://www.cbsnews.com/news/measles-outbreak-new-york-city-orders-measles-vaccination-exclude-unvaccinated-students-in-brooklyn/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "counties",
            "spreads",
            "county",
            "rockland",
            "children",
            "exposed",
            "confirmed",
            "york",
            "cases",
            "health",
            "measles",
            "outbreak",
            "westchester"
        ]
    },
    {
        "url": "https://www.cbsnews.com/news/measles-outbreak-us-cases-hit-highest-mark-25-years-today-2019-04-24/",
        "title": "U.S. measles outbreak hits highest mark in 25 years",
        "authors": [],
        "publisher": "www.cbsnews.com",
        "publish_date": "2019-04-24",
        "text": "U.S. measles cases in 2019 have climbed to their highest level in 25 years in a resurgence largely attributed to misinformation that is turning parents against vaccines. New York City health officials on Wednesday reported 61 new cases since late last week, pushing this year's nationwide tally past the 667 cases reported for all of 2014. That would make 2019 the worst year for measles since 1994.\n\nThe Centers for Disease Control and Prevention updates its national measles count on Mondays. CDC officials said they are reviewing the latest reports.\n\nRoughly three-quarters of this year's illnesses in the U.S. have been in New York state, mainly in two ultra-Orthodox Jewish communities in Brooklyn and suburban Rockland County. Most of those cases have been in unvaccinated people.\n\nRockland County officials announced last week that they wanted to ban people infected with measles from public places for up to 21 days. \"Failure to comply will result in $2,000 per violation per day,\" said Rockland County Commissioner of Health Dr. Patricia Schnabel Ruppert.\n\n5 cases of measles confirmed in Southern California\n\nThe number of cases is likely to rise. Measles is highly contagious and can spread through the air when someone coughs or sneezes. And in recent days, Jewish families have been gathering for Passover meals. It can take 10 to 12 days for symptoms to develop.\n\nThe CDC recommends the vaccine for every American over a year old.\n\nThe measles vaccine, which first became available in the 1960s, is considered safe and highly effective, and because of it, measles was all but declared eliminated in the U.S. in 2000. But it has made comebacks since then.\n\nSome U.S. communities have low vaccination rates because of bad information spread through social media, especially the now-discredited notion that the measles-mumps-rubella vaccine is linked to autism.\n\n\"Many parents are afraid. And if you want to believe your kid doesn't need that many shots, there's plenty of places to find people who agree with you,\" said Dr. Jonathan Fielding, former head of the Los Angeles County Department of Public Health. \"It's not so easy to discern what is real and what is not.\"\n\nFor most people, measles is not life-threatening. The most common symptoms include fever, runny nose, cough and a rash all over the body. However, a very small fraction of people can suffer complications like pneumonia and swelling of the brain. Also, measles can cause pregnant women to deliver prematurely.",
        "quotes": [
            [
                "Failure to comply will result in $2,000 per violation per day,",
                "",
                true
            ],
            [
                "And if you want to believe your kid doesn't need that many shots, there's plenty of places to find people who agree with you,",
                "Jonathan Fielding",
                true
            ],
            [
                "It's not so easy to discern what is real and what is not.",
                "Jonathan Fielding",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cbsnews.com/news/measles-outbreak-flight-attendant-in-coma-after-contracting-measles/",
                "https://www.cbsnews.com/news/new-york-rockland-county-measles-outbreak-officials-announce-new-ban-2019-04-16/",
                "https://www.cbsnews.com/news/measles-outbreak-new-york-mother-defends-not-vaccinating/",
                "https://www.cbsnews.com/news/if-my-measles-shot-was-years-ago-am-i-still-protected-5-questions-answered/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "week",
            "hits",
            "officials",
            "days",
            "vaccine",
            "symptoms",
            "county",
            "york",
            "25",
            "highest",
            "cases",
            "measles",
            "outbreak",
            "health",
            "mark"
        ]
    },
    {
        "url": "https://www.cbsnews.com/news/measles-outbreak-us-measles-cases-rise-due-to-new-york-outbreaks/",
        "title": "U.S. measles count continues to climb, driven by New York outbreaks",
        "authors": [],
        "publisher": "www.cbsnews.com",
        "publish_date": "",
        "text": "New York — U.S. health officials say at least 60 more measles cases have been reported, increasing a 2019 tally that is already the highest it's been in 25 years. Officials on Monday said 764 cases have been reported as of last Thursday. It's the most in the U.S. since 1994, when 963 were reported.\n\nNew York has had the most illnesses this year, by far. Last week's cases included 41 in New York City and 11 in nearby Rockland County. Most were unvaccinated people in Orthodox Jewish communities.\n\nIn all, 23 states have reported cases this year. The latest to join the list is Pennsylvania.\n\n\"The CDC says protection across the country is pretty strong. The problem is in these areas where we're seeing outbreaks and where there's under-protection\" due to people who haven't been vaccinated, said CBS News chief medical correspondent Dr. Jon LaPook.\n\nMeasles was once common but gradually became rare after a vaccination campaign that started in the 1960s.\n\nThe disease is extremely contagious and can be serious for all age groups, but is most dangerous for children under 5 and adults over 70. Babies who are too young to get vaccinated are particularly at risk.\n\nAccording to the CDC, as many as one out of every 20 children with measles develops pneumonia, the most common cause of death for that age group. Approximately one out of every 1,000 children with measles will develop swelling of the brain, or encephalitis, which can lead to convulsions and leave the child deaf or with an intellectual disability.\n\nFor every 1,000 children who contract the virus, the CDC estimates one or two will die from it. Measles can also cause pregnant women to give birth prematurely or have a low-birthweight baby.\n\nThe disease is vaccine-preventable, with one dose of the MMR vaccine being 93 percent effective at preventing measles, and two doses about 97 percent effective.\n\nThe CDC recommends all children get two doses of the MMR vaccine, starting with the first dose at 12 to 15 months of age, and the second dose between the ages of 4 and 6 years old. Infants 6 through 11 months should receive one dose of the vaccine before international travel.\n\nSome doctors have urged those who received the measles vaccine between 1963 and 1968 to consider getting a booster shot to make sure they're protected. \"Starting in 1963 we started vaccinating. The first five years of the vaccine — some batches of it were not very good. None of us really know which batch we got,\" CBS News medical contributor Dr. David Agus explained.\n\nAgus said there's no danger in getting an additional measles shot, though you may experience soreness at the site of injection.",
        "quotes": [
            [
                "The CDC says protection across the country is pretty strong.",
                "",
                true
            ],
            [
                "The problem is in these areas where we're seeing outbreaks and where there's under-protection",
                "",
                false
            ],
            [
                "Starting in 1963 we started vaccinating.",
                "",
                true
            ],
            [
                "The first five years of the vaccine — some batches of it were not very good.",
                "",
                true
            ],
            [
                "None of us really know which batch we got,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cbsnews.com/news/measles-vaccine-adults-who-were-vaccinated-in-the-1960s-may-need-a-measles-booster/",
                "https://www.cbsnews.com/news/measles-outbreak-2019-northwest-measles-outbreak-prompts-look-at-vaccine-exemptions-2019-02-01/",
                "https://www.cbsnews.com/news/measles-outbreak-cases-top-700-as-outbreaks-continue-to-spread/",
                "https://www.cbsnews.com/news/if-my-measles-shot-was-years-ago-am-i-still-protected-5-questions-answered/",
                "https://www.cbsnews.com/news/measles-outbreak-new-york-city-orders-measles-vaccination-exclude-unvaccinated-students-in-brooklyn/",
                "https://www.cbsnews.com/news/measles-outbreak-2nd-state-of-emergency-rockland-county-new-york-today-2019-04-25/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "vaccinated",
            "reported",
            "vaccine",
            "age",
            "outbreaks",
            "count",
            "children",
            "dose",
            "york",
            "cases",
            "measles",
            "climb",
            "cdc",
            "driven",
            "continues"
        ]
    },
    {
        "url": "https://www.cbsnews.com/news/anti-vaccine-protesters-rally-as-new-york-lawmakers-consider-ending-religious-exemptions-2019-05-14/",
        "title": "Protesters rally as New York lawmakers consider ending religious exemptions for vaccines",
        "authors": [
            {
                "name": "Jonathan Lapook",
                "link": null
            }
        ],
        "publisher": "www.cbsnews.com",
        "publish_date": "2019-05-14",
        "text": "Opponents of vaccinations staged a protest at the New York state capitol on Tuesday. Lawmakers are considering a bill that would eliminate religious exemptions for vaccinations, but protestors are trying to kill the bill.\n\nMost of the measles cases in New York have occurred in Orthodox Jewish communities, where an illustrated magazine known as the \"PEACH pamphlet\" has been circulating. Public health officials said the pamphlet is specifically targeting the community.\n\nThe pamphlet falsely links vaccines to autism. But the overwhelming consensus of the scientific community is that vaccines do not cause autism.\n\nThe pamphlet's cover says it is \"a project of parent's educating and advocating for children's health,\" or \"PEACH.\" That organization's website posted a statement saying it had nothing to do with the pamphlet, even though it hosted a copy on its website until last month.\n\nCBS News found an address listed for PEACH but nobody there knew about the group.\n\nSome of the more established names at Tuesday's rally included Robert F. Kennedy Jr., even though some other family members have disavowed his views about vaccines and Del Bigtree, a leading voice questioning vaccines. Back in March, he used Holocaust imagery to align himself with vaccine skeptics in the Orthodox Jewish community. Bigtree's funding has grown.\n\n\"I would say we are being donated to by we are being donated to by lawyers, by doctors, by scientists by entertainers that all believe that this needs to be discussed,\" he said.\n\nCBS News took a look at the most recent tax filing available for his organization and saw that in one year, contributions went from a little over $100,000 to more than $1.4 million.",
        "quotes": [
            [
                "a project of parent's educating and advocating for children's health,",
                "",
                false
            ],
            [
                "I would say we are being donated to by we are being donated to by lawyers, by doctors, by scientists by entertainers that all believe that this needs to be discussed,",
                "Robert F. Kennedy Jr.",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cbsnews.com/news/measles-outbreak-tracking-down-the-people-behind-anti-vaccine-pamphlet/",
                "https://www.cbsnews.com/news/new-york-rockland-county-measles-outbreak-officials-announce-new-ban-2019-04-16/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "pamphlet",
            "protesters",
            "donated",
            "peach",
            "rally",
            "website",
            "york",
            "orthodox",
            "lawmakers",
            "religious",
            "vaccines",
            "health",
            "jewish",
            "consider",
            "ending",
            "exemptions",
            "vaccinations"
        ]
    },
    {
        "url": "https://www.cbsnews.com/news/jessica-biel-joins-anti-vaccine-activist-robert-f-kennedy-in-lobbying-against-controversial-bill/",
        "title": "Jessica Biel joins vaccine skeptic Robert F. Kennedy to oppose bill – but says she's not against vaccinations",
        "authors": [
            {
                "name": "Caitlin O'Kane",
                "link": null
            }
        ],
        "publisher": "www.cbsnews.com",
        "publish_date": "",
        "text": "Some members of the California Senate welcomed Jessica Biel on Wednesday to discuss a controversial bill that would tighten medical exemptions for vaccinations. Biel joined anti-vaccine advocate Robert F. Kennedy Jr. who lobbied against the bill.\n\nKennedy posted several photos of the actress on Instagram, writing: \"Please say thank you to the courageous @jessicabiel for a busy and productive day at the California State House.\"\n\nThe bill in question, SB 276, would require California's State Department of Public Health to develop a more streamlined medical exemption document for vaccinations. Currently, parents in the state who do not want to get their children vaccinated can submit a written statement by a licensed physician explaining why the immunization is not safe for their child.\n\nThe bill, introduced by State Senator Richard Pan, proposes that by 2021, licensed physicians and surgeons statewide must use a standardized medical exemption request form, and that this form becomes the only one accepted by the state government.\n\nIn an Instagram post on Thursday, Biel explained why she personally opposes the bill. \"I am not against vaccinations — I support children getting vaccinations and I also support families having the right to make educated medical decisions for their children alongside their physicians,\" she wrote.\n\nBiel said her concern with SB 276 is in regards to medical exemptions. \"My dearest friends have a child with a medical condition that warrants an exemption from vaccinations, and should this bill pass, it would greatly affect their family's ability to care for their child in this state,\" she wrote, explaining this is why she spoke to legislators to argue against the bill.\n\nHer fellow lobbyist, Kennedy, has argued that vaccines, specifically those containing the element thimerosal, may cause autism, a view unsupported by scientific evidence and dismissed as a conspiracy theory by experts.\n\nPan, who is a pediatrician as well as a state legislator, pushed back against Biel on Twitter. \"Promoting misinformation that discourages vaccination defines being an anti-vaxxer,\" Pan wrote. In another tweet, he pleaded, \"Will the 1% please stop trying to spread preventable diseases to the 99%?\"\n\nPublic health officials say misinformation about vaccines and parents opting out of vaccinating their kids for non-medical reasons are enabling the resurgence of measles, which was previously considered eliminated in the United States. The U.S. is currently experiencing the biggest measles outbreak in more than 25 years, with over 1,000 cases confirmed in 28 states, according to the Centers for Disease Control and Prevention.\n\nN.Y. health officials blame misinformation campaign for measles outbreak\n\nKennedy, the son of Sen. Robert F. Kennedy and Ethel Kennedy, has argued that external factors, such as vaccines, were causing not only autism, but autoimmune illnesses, allergies and other conditions in children.\n\nWhile it has been proven that vaccinations do not cause autism, many so-called \"anti-vaxxers\" are against immunizations, believing these false claims. Other anti-vaxxers argue they have religious objections to vaccines.\n\nIt is unclear what Biel said while lobbying with Kennedy at California's capital on Wednesday. In 2015, it was rumored that the actress, who has one son with singer Justin Timberlake, was not planning on vaccinating her child. However, Biel has not explicitly called herself an \"anti-vaxxer.\"\n\nAlong with Kennedy, Republican Assemblyman Tom Lackey and State Senator Brian Jones also posted photos with Biel during her time at the capital. In a tweet, Jones welcomed both Biel and Kennedy, thanking them \"for taking the time to chat about your opposition to #SB276.\" He also included the hashtag #NoOnSB276.\n\nCBS News reached out to representatives for Biel and Kennedy and is awaiting response.",
        "quotes": [
            [
                "Please say thank you to the courageous @jessicabiel for a busy and productive day at the California State House.",
                "Ethel Kennedy",
                true
            ],
            [
                "I am not against vaccinations — I support children getting vaccinations and I also support families having the right to make educated medical decisions for their children alongside their physicians,",
                "Biel",
                true
            ],
            [
                "My dearest friends have a child with a medical condition that warrants an exemption from vaccinations, and should this bill pass, it would greatly affect their family's ability to care for their child in this state,",
                "Biel",
                true
            ],
            [
                "Promoting misinformation that discourages vaccination defines being an anti-vaxxer,",
                "Pan",
                true
            ],
            [
                "Will the 1% please stop trying to spread preventable diseases to the 99%?",
                "Pan",
                true
            ],
            [
                "for taking the time to chat about your opposition to #SB276.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.cbsnews.com/news/measles-outbreak-anti-vaccination-movement-dr-anthony-fauci/",
                "https://www.intouchweekly.com/posts/jessica-biel-justin-timberlake-baby-vaccination-77276/",
                "https://www.cbsnews.com/news/mmr-vaccine-teaching-anti-vax-parents-to-trust-science/",
                "https://www.cbsnews.com/news/researchers-find-effective-way-to-sway-vaccine-skeptics/",
                "https://www.cbsnews.com/news/measles-outbreak-cdc-urges-travelers-to-get-vaccinated-before-flying/",
                "https://www.cbsnews.com/news/measles-outbreak-tracking-down-the-people-behind-anti-vaccine-pamphlet/"
            ],
            "gov_pgs": [
                "https://leginfo.legislature.ca.gov/faces/billTextClient.xhtml?bill_id=201920200SB276",
                "https://www.cdc.gov/measles/cases-outbreaks.html"
            ],
            "unsure": [
                "https://twitter.com/DrPanMD/status/1139218128750014470"
            ]
        },
        "key_words": [
            "robert",
            "oppose",
            "vaccine",
            "misinformation",
            "bill",
            "biel",
            "jessica",
            "f",
            "state",
            "medical",
            "vaccines",
            "measles",
            "joins",
            "health",
            "kennedy",
            "shes",
            "skeptic",
            "vaccinations"
        ]
    },
    {
        "url": "https://www.cbsnews.com/news/mmr-vaccine-teaching-anti-vax-parents-to-trust-science/",
        "title": "Teaching anti-vax parents to trust science and the MMR vaccine",
        "authors": [],
        "publisher": "www.cbsnews.com",
        "publish_date": "",
        "text": "For years Arabella Blume, a mother of three living in Michigan, mistakenly blamed herself for her son's autism. \"I felt like I destroyed him,\" she said. \"For a long time, I thought that was my fault. … I felt like everyone was looking at me going, 'What did you do?' You know, 'How could you do this to him?' And I was looking at Alex going, 'How could I do this to him?'\"\n\nThat's because he was diagnosed shortly after receiving the vaccine for measles, mumps and rubella (or MMR).\n\nThen, a friend pointed her to the dozens of medical studies showing the vaccine does not cause autism. \"And I started looking through them. And then I was at another crossroads where I was like, 'But this was all my fault for so long.' And then I was crying because I was wrong about that.\"\n\nBlume is living proof that the antidote to misinformation about vaccines is science. \"I was relieved,\" she said, \"because I didn't hurt him. His autism wasn't my fault.\"\n\nThe current outbreaks of measles around the country are largely a result of parents being afraid to vaccinate their children against the virus. The number one concern? Autism.\n\nWith hundreds of measles cases in the U.S., and approximately 110K global deaths from measles in 2017 (mostly children under five), public health experts are employing scientific facts as an antidote to vaccine misinformation. CBS News\n\nBut the upsurge in the anti-vaccine movement in the last 20 years was ignited by a 1998 study in The Lancet, a prestigious British journal, that falsely linked the MMR vaccine with autism.\n\nIt took 12 years for the journal to retract the study after investigations concluded the research was fraudulent. The lead author was stripped of his medical license.\n\nBut the damage was done.\n\n\"I bled anti-vaccine talk,\" Blume said. \"There's all kinds of crazy stuff on the internet. The majority of people are like me – they're not super-crazy, they're just trying to find the real answers to stuff.\"\n\nSo, what does cause autism? That answer has been slow to come, partly because of the enormous detour researchers were forced to take following the Lancet article. Charles Nelson, a professor of pediatrics at Harvard Medical School and a neuroscientist at Boston Children's Hospital, said the article caused \"irreparable damage,\" for several reasons: \"First, it led many parents to stop vaccinating their kids for no reason. Second, it derailed the course of science by investing all this money to prove that vaccines didn't cause autism, rather than try to understand what does cause autism. It was a big diversion.\"\n\nDespite that diversion, the science of autism is slowly emerging. About 100 genes have been linked to the disorder so far. And the overwhelming scientific consensus is that vaccines do not cause autism.\n\nWhy, then, do some parents remain unconvinced?\n\nNelson said, \"I think one thing that is concerning to parents and to scientists is we don't know what causes autism. And because of that big uncertainty, and because one in 59 children have autism, we try to latch onto some explanation.\"\n\nNelson has spent the last 14 years trying to understand autism. He's currently studying the brain activity of babies who have siblings with autism and therefore have an increased chance of having the condition themselves.\n\nHe showed CBS News chief medical correspondent Dr. Jon LaPook the results of electroencephalogram tests conducted on babies, on which 128 sensors had been placed: \"We're looking at the continuous EEG – that is the electrical signal that these billions of neurons generate that we pick up at the scalp surface. It looks for patterns … If you see this pattern at three months, you're likely to see autism at three years.\"\n\nCharles Nelson's research studied electroencephalogram (EEG) tests conducted on babies, and discovered patterns that correlated with autism developed years later. CBS News\n\nTo understand the profound implication of Nelson's research, you need to know a crucial fact: the first dose of MMR vaccine is usually not given until a baby is 12 months old. \"Our work is suggesting that we're seeing signs of autism, at least in the brain, as early as three to six months of age, long before the MMR vaccine has been given,\" he said. \"So, clearly it can't be related to a vaccine, 'cause the vaccines haven't been given yet.\"\n\nDr. LaPook asked, \"Do you think the logic and the science at this point, with the anti-vaccine movement spreading, is that gonna do it?\"\n\n\"No,\" Nelson replied. \"One thing I'm concerned about is that, even though the science is overwhelming that vaccines don't cause autism, there are still people who think vaccines cause autism.\"\n\nNadine Gartner, an attorney and mother of two, founded an organization in Portland, Oregon, called Boost. She told Dr. LaPook, \"The vast majority of people who are not vaccinating are not the staunch, anti-vaccine movers who will never vaccinate their children no matter what. We are really concerned about reaching the parents in the middle, those who feel fearful and confused by the information flying around on all sides.\"\n\nBoost holds local workshops, led by pediatricians, to help parents figure out who and what to believe, especially since the anti-vaccine rhetoric extends beyond MMR to the many other childhood immunizations recommended by health officials.\n\nGartner said it does not work telling parents what to do: \"We know every parent wants to make the best health decisions for their children. So, I want to make sure that when parents are examining the facts, that they understand exactly what's scientific [and] what's not, and to really be able to separate the truth from the fiction.\"\n\nBoost is a non-profit organization. Gartner says they do not take donations from any special interest groups, including the pharmaceutical industry.\n\n\"I really love helping inform families and helping them make that informed choice,\" said Dr. Joel Amundson, a Portland pediatrician who volunteers his time to answer questions at the Boost workshops. he said, \"My take is that you've got, kind of on one side, people really scaring you of what might happen if you do something; and on the other side, people scaring you of what might happen if you don't do something.\"\n\n\"So, how do you get parents to move forward?\" asked Dr. LaPook.\n\n\"Without focusing on the fear tactics, but really just understanding the different risks and benefits involved,\" he replied.\n\nDr. Joel, as he's known to his patients, says he has a 99-percent vaccination rate in his clinic – higher than the percentage needed to maintain something called \"herd immunity.\" That means if enough people get vaccinated, it protects people who are not able to be vaccinated. So, when parents decide not to give the MMR, they're rolling the dice not just for their child, but for other people, including babies under 12 months, and people with cancer or weakened immune systems.\n\n\"A huge part of the conversation is building trust,\" said Dr. Amundson, \"and knowing that we're not trying to push anything onto families. We know that approach doesn't work. I've had patients that have done not a single vaccine for five years, and then turned around and chosen to do them.\"\n\nMany people questioning vaccines have forgotten that viruses such as measles, polio and smallpox used to kill millions of people around the world every year. Before the measles vaccine was available in 1963, three to four million Americans were infected each year: 400-500 died, 48,000 were hospitalized, and about 1,000 suffered severe inflammation of the brain.\n\nPre-Vaccine-Era Measles History (Centers for Disease Control and Prevention)\n\nDr. Amundson explains to parents that there are rare serious side effects from vaccines. But his bottom line is clear: For the person getting the vaccine, the benefits far outweigh the potential risks.\n\nConsider this: In 2017 alone, approximately 110,000 people died globally from the measles, mostly children under five, despite the availability of an effective and safe vaccine.\n\n\"I found the vast majority of people that are hesitant, that are nervous about it, really are just hesitant; they're concerned about stuff that they've read,\" said Dr. Amundson. \"They just want to do the right thing for their kids.\"\n\nArabella Blume and her newborn, Lily. CBS News\n\nArabella Blume empathizes with parents who just want to do the right thing. \"It's fear and love – it's fear of doing the wrong thing, and loving your kid so much that you'll go against an entire scientific community telling you you're wrong, just to try and protect them,\" she said.\n\nBut now, looking down at her healthy newborn baby girl, Lily, she said, \"The funny thing is, that with Alex I can remember looking down and thinking, 'I love him too much, I can't vaccinate him, I can't hurt him that way.' And now with her, I look down and I have the same thought, only opposite, where it's like, 'I love her so much, I can't take her outta the house until I vaccinate her.' Each comes from a place of love.\"\n\n\n\nFor more info:\n\n\n\nStory produced by Amy Wall.",
        "quotes": [
            [
                "I felt like I destroyed him,",
                "",
                true
            ],
            [
                "For a long time, I thought that was my fault.",
                "",
                true
            ],
            [
                "I felt like everyone was looking at me going, 'What did you do?",
                "",
                true
            ],
            [
                "You know, 'How could you do this to him?",
                "",
                true
            ],
            [
                "And I was looking at Alex going, 'How could I do this to him?",
                "",
                true
            ],
            [
                "And I started looking through them.",
                "",
                true
            ],
            [
                "And then I was at another crossroads where I was like, 'But this was all my fault for so long.",
                "",
                true
            ],
            [
                "And then I was crying because I was wrong about that.",
                "",
                true
            ],
            [
                "because I didn't hurt him.",
                "Blume",
                false
            ],
            [
                "His autism wasn't my fault.",
                "Blume",
                true
            ],
            [
                "There's all kinds of crazy stuff on the internet.",
                "Blume",
                true
            ],
            [
                "The majority of people are like me – they're not super-crazy, they're just trying to find the real answers to stuff.",
                "Blume",
                true
            ],
            [
                "First, it led many parents to stop vaccinating their kids for no reason.",
                "Charles Nelson",
                true
            ],
            [
                "Second, it derailed the course of science by investing all this money to prove that vaccines didn't cause autism, rather than try to understand what does cause autism.",
                "Charles Nelson",
                true
            ],
            [
                "I think one thing that is concerning to parents and to scientists is we don't know what causes autism.",
                "Charles Nelson",
                true
            ],
            [
                "And because of that big uncertainty, and because one in 59 children have autism, we try to latch onto some explanation.",
                "Charles Nelson",
                true
            ],
            [
                "We're looking at the continuous EEG – that is the electrical signal that these billions of neurons generate that we pick up at the scalp surface.",
                "Charles Nelson",
                true
            ],
            [
                "It looks for patterns … If you see this pattern at three months, you're likely to see autism at three years.",
                "Charles Nelson",
                true
            ],
            [
                "Our work is suggesting that we're seeing signs of autism, at least in the brain, as early as three to six months of age, long before the MMR vaccine has been given,",
                "",
                true
            ],
            [
                "So, clearly it can't be related to a vaccine, 'cause the vaccines haven't been given yet.",
                "",
                true
            ],
            [
                "Do you think the logic and the science at this point, with the anti-vaccine movement spreading, is that gonna do it?",
                "LaPook",
                true
            ],
            [
                "One thing I'm concerned about is that, even though the science is overwhelming that vaccines don't cause autism, there are still people who think vaccines cause autism.",
                "Charles Nelson",
                true
            ],
            [
                "The vast majority of people who are not vaccinating are not the staunch, anti-vaccine movers who will never vaccinate their children no matter what.",
                "LaPook",
                true
            ],
            [
                "We are really concerned about reaching the parents in the middle, those who feel fearful and confused by the information flying around on all sides.",
                "LaPook",
                true
            ],
            [
                "We know every parent wants to make the best health decisions for their children.",
                "LaPook",
                true
            ],
            [
                "So, I want to make sure that when parents are examining the facts, that they understand exactly what's scientific [and] what's not, and to really be able to separate the truth from the fiction.",
                "LaPook",
                true
            ],
            [
                "I really love helping inform families and helping them make that informed choice,",
                "Joel Amundson",
                true
            ],
            [
                "My take is that you've got, kind of on one side, people really scaring you of what might happen if you do something; and on the other side, people scaring you of what might happen if you don't do something.",
                "",
                true
            ],
            [
                "So, how do you get parents to move forward?",
                "LaPook",
                true
            ],
            [
                "Without focusing on the fear tactics, but really just understanding the different risks and benefits involved,",
                "",
                true
            ],
            [
                "A huge part of the conversation is building trust,",
                "Amundson",
                true
            ],
            [
                "and knowing that we're not trying to push anything onto families.",
                "Amundson",
                false
            ],
            [
                "We know that approach doesn't work.",
                "Amundson",
                true
            ],
            [
                "I've had patients that have done not a single vaccine for five years, and then turned around and chosen to do them.",
                "Amundson",
                true
            ],
            [
                "I found the vast majority of people that are hesitant, that are nervous about it, really are just hesitant; they're concerned about stuff that they've read,",
                "Amundson",
                true
            ],
            [
                "They just want to do the right thing for their kids.",
                "Amundson",
                true
            ],
            [
                "It's fear and love – it's fear of doing the wrong thing, and loving your kid so much that you'll go against an entire scientific community telling you you're wrong, just to try and protect them,",
                "Arabella Blume",
                true
            ],
            [
                "The funny thing is, that with Alex I can remember looking down and thinking, 'I love him too much, I can't vaccinate him, I can't hurt him that way.",
                "Arabella Blume",
                true
            ],
            [
                "And now with her, I look down and I have the same thought, only opposite, where it's like, 'I love her so much, I can't take her outta the house until I vaccinate her.",
                "Arabella Blume",
                true
            ],
            [
                "Each comes from a place of love.",
                "Arabella Blume",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cbsnews.com/news/study-linking-autism-to-vaccine-retracted/",
                "https://www.cbsnews.com/news/measles-outbreak-us-measles-cases-rise-due-to-new-york-outbreaks/"
            ],
            "gov_pgs": [
                "https://www.cdc.gov/measles/about/history.html"
            ],
            "unsure": []
        },
        "key_words": [
            "looking",
            "vaccine",
            "science",
            "autism",
            "cause",
            "trust",
            "really",
            "parents",
            "mmr",
            "dr",
            "thing",
            "teaching",
            "vaccines",
            "measles",
            "antivax"
        ]
    },
    {
        "url": "https://www.cbsnews.com/news/california-bill-that-limits-vaccine-exemptions-heads-to-assembly-passed-senate-today-2019-05-22/",
        "title": "California lawmakers advance bill that would limit vaccine exemptions",
        "authors": [],
        "publisher": "www.cbsnews.com",
        "publish_date": "2019-05-22",
        "text": "California lawmakers moved ahead Wednesday with tougher rules that limit parents from choosing whether to vaccinate their children. The California proposal would give state public health officials instead of local doctors the authority to decide which children can skip their shots before attending school.\n\nSenators sent the measure to the Assembly as the nation struggles to stem the highest number of measles cases in decades and as state efforts to strengthen vaccine requirements draw emotional opposition.\n\nThis year has seen substantially more measles cases than 2018, according to a Centers for Disease Control and Prevention report released in April. By the end of March, the number of confirmed cases nationwide had exceeded the 372 reported last year. As of May 17, half a dozen states have faced measles outbreaks amounting to 880 total cases.\n\nCalifornia has been particularly impacted, with multiple measles outbreaks being reported so far this year. Earlier this month, moviegoers were potentially exposed to the measles during a screening of \"Avengers: Endgame\" in Orange County. In April, more than 900 students were quarantined across two colleges.\n\nTracking down the people behind misinformation on measles vaccines\n\nDemocratic state Sen. Richard Pan of Sacramento said his proposal is needed because some \"unscrupulous physicians\" have been selling medical immunization exemptions since California ended non-medical exemptions in 2016. The bill was signed into law following a measles outbreak at Disneyland. The CDC reports that 125 cases were connected to that outbreak.\n\nUnder the new proposal, doctors would have to certify that they examined the patient and then send the state health department the reason they are recommending the exemption. State and county health officials also could revoke exemptions if they are found to be fraudulent or don't meet federal immunization standards.\n\n\"This is about keeping our community safe,\" Pan said.\n\nHe said exemptions would still be allowed for the less than 1% of students who should avoid vaccinations because they have a severe allergic reaction or impaired immunity from a liver problem, the HIV virus, chemotherapy or other conditions.\n\nThe measure passed on a party-line 24-10 vote, with no Republican support. Four Democratic lawmakers did not vote, with two Democratic senators saying it goes too far or reneges on lawmakers' earlier promise not to infringe on medical exemptions.\n\nSeveral Republican lawmakers said they agree the state should crack down on doctors who sell medical exemptions but that they should be sanctioned by the state medical board through the normal disciplinary process.\n\n\"Why isn't the medical board dealing with these bad actors?\" Sen. Jeff Stone said.\n\nThe Republican from Temecula called Pan's bill \"a dangerous intrusion, not only into the doctor-patient relationship but also the personal liberties of the parents and their children.\"",
        "quotes": [
            [
                "This is about keeping our community safe,",
                "",
                true
            ],
            [
                "Why isn't the medical board dealing with these bad actors?",
                "Jeff Stone",
                true
            ],
            [
                "a dangerous intrusion, not only into the doctor-patient relationship but also the personal liberties of the parents and their children.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.cbsnews.com/news/california-governor-signs-strict-new-vaccination-law/",
                "https://www.cbsnews.com/news/moviegoers-in-california-nj-potentially-exposed-to-measles-at-avengers-endgame-screenings/",
                "https://www.cbsnews.com/news/los-angeles-colleges-measles-quarantine-today-2019-04-26/",
                "https://www.cbsnews.com/news/measles-outbreak-2019-exceed-2018-numbers-anti-vaccination/"
            ],
            "gov_pgs": [
                "https://www.cdc.gov/mmwr/preview/mmwrhtml/mm6406a5.htm"
            ],
            "unsure": [
                "https://www.instagram.com/p/BxxxAXgg2eR/?igshid=6jz96u1du9tj"
            ]
        },
        "key_words": [
            "limit",
            "vaccine",
            "proposal",
            "bill",
            "advance",
            "state",
            "lawmakers",
            "california",
            "medical",
            "cases",
            "measles",
            "republican",
            "health",
            "doctors",
            "exemptions"
        ]
    }
]