[
    {
        "url": "https://atlantic.ctvnews.ca/public-health-officials-declare-new-brunswick-measles-outbreak-over-1.4498671",
        "title": "Public health officials declare New Brunswick measles outbreak over",
        "authors": [],
        "publisher": "atlantic.ctvnews.ca",
        "publish_date": "2019-07-08",
        "text": "\n\nTHE CANADIAN PRESS\n\n\n\n\n\nSAINT JOHN, N.B. -- New Brunswick's chief medical officer of health says a measles outbreak in the province is officially over.\n\n\"We had no severe cases and no deaths,\" Dr. Jennifer Russell said Monday as she announced the news in Saint John.\n\nThe outbreak started on April 26 when someone returned from a European trip with the measles.\n\nThe disease spread to 11 other people in the Saint John region, with the last case confirmed on May 31.\n\n\"That's how outbreaks like this will continue to happen. There exists outbreaks of measles worldwide, including Europe and the U.S. People won't stop travelling so these diseases can be brought back on a plane ride,\" Russell said.\n\n\"We have to remain vigilant, and that means that people who are travelling to any of these places need to have immunization records checked and make sure they have the proper immunizations before they travel,\" she said.\n\nRussell credited her team at Public Health and other officials with the Health and Education departments for their work in containing the outbreak to just 12 people.\n\n\"I'm extraordinarily proud of the work that was done here,\" she said.\n\nOver the course of the outbreak, Public Health officials contacted 7,500 people who may have had contact with confirmed cases and immunized 2,370 people at 12 special immunization clinics.\n\nTo declare the end of an outbreak, Health Canada guidelines recommend at least 32 days pass following the rash onset date of the last case associated with the outbreak.\n\nMeasles is a serious and contagious disease that can be spread by sneezing and coughing, and can lead to serious complications such as pneumonia. It can be life-threatening if left untreated.\n\nMost people are protected from measles infection from two doses of vaccine. In New Brunswick, the vaccine that protects against measles, mumps, rubella and varicella is free for babies aged 12 and 18 months and for children born in 2009 and later who have not previously received two doses.\n\nRussell said her staff went an extra step during the outbreak.\n\n\"Even people who have had two doses of the measles, mumps, rubella vaccine would have gotten a third dose if they were in that group of people exposed and were able to get it within 72 hours. We offered several clinics to make that happen,\" she said.\n\n-- By Kevin Bissett in Fredericton.",
        "quotes": [
            [
                "We had no severe cases and no deaths,",
                "Jennifer Russell",
                true
            ],
            [
                "That's how outbreaks like this will continue to happen.",
                "Russell",
                true
            ],
            [
                "There exists outbreaks of measles worldwide, including Europe and the U.S. People won't stop travelling so these diseases can be brought back on a plane ride,",
                "Russell",
                true
            ],
            [
                "We have to remain vigilant, and that means that people who are travelling to any of these places need to have immunization records checked and make sure they have the proper immunizations before they travel,",
                "Russell",
                true
            ],
            [
                "I'm extraordinarily proud of the work that was done here,",
                "Russell",
                true
            ],
            [
                "Even people who have had two doses of the measles, mumps, rubella vaccine would have gotten a third dose if they were in that group of people exposed and were able to get it within 72 hours.",
                "Russell",
                true
            ],
            [
                "We offered several clinics to make that happen,",
                "Russell",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://t.co/yPi7r3tO4v",
                "https://twitter.com/CTVAtlantic?ref_src=twsrc%5Etfw",
                "https://twitter.com/LauraBrownCTV/status/1148246083946127360?ref_src=twsrc%5Etfw"
            ]
        },
        "key_words": [
            "officials",
            "brunswick",
            "declare",
            "12",
            "vaccine",
            "work",
            "travelling",
            "spread",
            "serious",
            "saint",
            "health",
            "measles",
            "outbreak",
            "public"
        ]
    }
]