[
    {
        "url": "https://www.medicalnewstoday.com/articles/324619.php",
        "title": "MMR vaccine does not cause autism, even in those most at risk",
        "authors": [
            {
                "name": "Tim Newman",
                "link": null
            }
        ],
        "publisher": "https://www.medicalnewstoday.com",
        "publish_date": "2019-03-07",
        "text": "A new large-scale Danish study searches for connections between autism and the MMR vaccine. In particular, they investigate at-risk individuals. Once again, no links are found.\n\n\n\nThe latest study to look at MMR vaccines and autism goes an extra step. The latest study to look at MMR vaccines and autism goes an extra step.\n\nThe furor surrounding vaccines and their relationship with autism has been rumbling along for decades.\n\nA paper published in 1998 first described a link between the measles, mumps, and rubella (MMR) vaccine and autism.\n\nBoth the findings and the lead researchers have since been entirely discredited.\n\nAnyone who takes an interest in science might be asking whether we need to carry out any more research in defense of the MMR jab. After all, strong evidence has already been collected, confirmed, and replicated.\n\nFacts upon facts\n\nThe author of the study that sparked the storm, Andrew Wakefield, has since been stripped of his clinical and academic credentials.\n\nVaccination rates dropped after the panic began, and they still have not returned to the levels needed to protect children from disease adequately.\n\nThe authors of the latest study write that \"Measles outbreaks are not uncommon in Europe and in the United States, and vaccine hesitancy or avoidance has been identified as a major cause.\"\n\nClearly, not everyone is convinced that the MMR vaccine is safe; scare stories are difficult to forget and worryingly easy to perpetuate.\n\nBy continuing to publish high-quality evidence, the fears surrounding vaccines might, one day, be extinguished once and for all.\n\nOverturning all arguments\n\nSome people have criticized earlier studies that found no link between the MMR vaccine and autism. They argue that, although the vaccine might not increase autism risk at a population level, it might make a difference for children who already have an increased risk of autism.\n\nAccording to the authors of the present study, another common argument is that the vaccine is \"associated with a regressive form of autism, leading to a clustering of cases with onset shortly after MMR vaccination.\" They argue that this time-sensitive interaction might not have been picked up in some of the previous work.\n\nThe team of scientists set out to overturn these arguments. This week, they published their findings in the Annals of Internal Medicine.\n\nThe researchers, from the Statens Serum Institut in Copenhagen, Denmark, took data from a Danish population registry. In all, they had access to data from 657,461 children; of these, 6,517 received an autism diagnosis during the 10-year follow-up.\n\nThe data are in, again\n\nThe researchers compared autism rates in children who had received the MMR vaccination and compared them against children who had not had the jab.\n\nAs expected, there was no increase in risk associated with the vaccination. Similarly, even in children with a higher risk of developing autism, the MMR vaccination made no difference.\n\nThe autism risk factors that the team accounted for included having a sibling with an autism diagnosis, low birth weight, maternal age, paternal age, and smoking during pregnancy. The authors conclude:\n\n\"[O]ur study does not support that MMR vaccination increases the risk for autism, triggers autism in susceptible children, or is associated with clustering of autism cases after vaccination.\"\n\nIn further analyses, they also looked for links between vaccinations other than MMR and autism; again, they found none.\n\nOne of the study's main strengths is the large number of individuals included in the analysis. As the authors write, the study's size allowed them to conclude that \"even minute increases in autism risk after MMR vaccination are unlikely.\"\n\nDiscussing the future\n\nThe paper is published alongside an editorial, written by Dr. Saad B. Omer and Dr. Inci Yildirim from Emory University in Atlanta, Georgia.\n\nWith an air of frustration, the authors write, \"Even in the face of substantial and increasing evidence against an MMR-autism association, the discussion around the potential link has contributed to vaccine hesitancy.\"\n\nThe editorial sets a rather bleak tone, stating, \"It has been said that we now live in a 'fact-resistant' world, where data have limited persuasive value.\"\n\nThe authors explain that measles — a disease which can have severe complications — was declared eradicated in the U.S. in 2000. Just 3 months into 2019, there have been five measles outbreaks already this year.\n\nThe latest study drops yet another heavy batch of data onto the already broken back of a failed, faked argument; but, sadly, it takes more than data to change minds.",
        "quotes": [
            [
                "Measles outbreaks are not uncommon in Europe and in the United States, and vaccine hesitancy or avoidance has been identified as a major cause.",
                "",
                true
            ],
            [
                "associated with a regressive form of autism, leading to a clustering of cases with onset shortly after MMR vaccination.",
                "",
                false
            ],
            [
                "O]ur study does not support that MMR vaccination increases the risk for autism, triggers autism in susceptible children, or is associated with clustering of autism cases after vaccination.",
                "",
                true
            ],
            [
                "even minute increases in autism risk after MMR vaccination are unlikely.",
                "",
                false
            ],
            [
                "Even in the face of substantial and increasing evidence against an MMR-autism association, the discussion around the potential link has contributed to vaccine hesitancy.",
                "",
                true
            ],
            [
                "It has been said that we now live in a 'fact-resistant' world, where data have limited persuasive value.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.thelancet.com/journals/lancet/article/PIIS0140673697110960/fulltext",
                "https://www.medicalnewstoday.com/articles/323758.php",
                "https://www.medicalnewstoday.com/articles/37135.php",
                "https://annals.org/aim/article-abstract/2727206/use-low-dose-aspirin-mortality-after-prostate-cancer-diagnosis-nationwide",
                "https://annals.org/aim/fullarticle/2727208/further-evidence-mmr-vaccine-safety-scientific-communications-considerations"
            ],
            "gov_pgs": [
                "https://www.ncbi.nlm.nih.gov/pubmed/15877763",
                "https://www.ncbi.nlm.nih.gov/pubmed/11850369"
            ],
            "unsure": [
                "https://www.nejm.org/action/cookieAbsent",
                "https://www.bmj.com/content/342/bmj.c5347",
                "https://www.bmj.com/content/342/bmj.c7452/"
            ]
        },
        "key_words": [
            "does",
            "risk",
            "cause",
            "autism",
            "mmr",
            "vaccine",
            "study",
            "authors",
            "children",
            "vaccination",
            "vaccines",
            "data"
        ]
    },
    {
        "url": "https://annals.org/aim/article-abstract/2727206/use-low-dose-aspirin-mortality-after-prostate-cancer-diagnosis-nationwide",
        "title": "Low-Dose Aspirin Use and Prostate Cancer Mortality",
        "authors": [
            {
                "name": "Aarhus",
                "link": null
            },
            {
                "name": "Aarhus University Hospital",
                "link": null
            },
            {
                "name": "Michael Borre",
                "link": null
            },
            {
                "name": "Christian Dehlendorff",
                "link": null
            },
            {
                "name": "C.D.",
                "link": null
            },
            {
                "name": "C.S.",
                "link": null
            },
            {
                "name": "Denmark",
                "link": null
            },
            {
                "name": "Copenhagen",
                "link": null
            },
            {
                "name": "Danish Cancer Society Research Center",
                "link": null
            },
            {
                "name": "Charlotte Skriver",
                "link": null
            }
        ],
        "publisher": "https://annals.org",
        "publish_date": "2019-04-02",
        "text": "Danish Cancer Society Research Center, Copenhagen, Denmark (C.S., C.D.)\n\nAarhus University Hospital, Aarhus, Denmark (M.B., M.N., H.T.S.)\n\nCopenhagen University Hospital, Copenhagen, Denmark (K.B.)\n\nDanish Cancer Society Research Center and Copenhagen University Hospital, Copenhagen, Denmark (S.B.L.)\n\nDanish Cancer Society Research Center, Copenhagen, Denmark, and Zealand University Hospital, Næstved, Denmark (S.O.D.)\n\nUniversity of Southern Denmark, Odense, Denmark (A.P., J.H.)\n\nDanish Cancer Society Research Center and University of Copenhagen, Copenhagen, Denmark, and Aarhus University Hospital, Aarhus, Denmark (S.F.)\n\nGrant Support: By grant R79-A5286 from the Danish Cancer Society.\n\nDisclosures: Authors have disclosed no conflicts of interest. Forms can be viewed at www.acponline.org/authors/icmje/ConflictOfInterestForms.do?msNum=M17-3085.\n\nEditors' Disclosures: Christine Laine, MD, MPH, Editor in Chief, reports that her spouse has stock options/holdings with Targeted Diagnostics and Therapeutics. Darren B. Taichman, MD, PhD, Executive Editor, reports that he has no financial relationships or interests to disclose. Cynthia D. Mulrow, MD, MSc, Senior Deputy Editor, reports that she has no relationships or interests to disclose. Jaya K. Rao, MD, MHS, Deputy Editor, reports that she has stock holdings/options in Eli Lilly and Pfizer. Catharine B. Stack, PhD, MS, Deputy Editor for Statistics, reports that she has stock holdings in Pfizer, Johnson & Johnson, and Colgate-Palmolive. Christina C. Wee, MD, MPH, Deputy Editor, reports employment with Beth Israel Deaconess Medical Center. Sankey V. Williams, MD, Deputy Editor, reports that he has no financial relationships or interests to disclose. Yu-Xiao Yang, MD, MSCE, Deputy Editor, reports that he has no financial relationships or interest to disclose.\n\nReproducible Research Statement: Study protocol: Not available. Statistical code: Available to interested readers by contacting Dr. Dehlendorff (e-mail, chrdehl@cancer.dk). Data set: Not available.\n\nCorresponding Author: Charlotte Skriver, MSc, Danish Cancer Society Research Center, Danish Cancer Society, Strandboulevarden 49, DK-2100 Copenhagen Ø, Denmark; e-mail, skriver@cancer.dk.\n\nCurrent Author Addresses: Ms. Skriver and Drs. Dehlendorff, Dalton, and Friis: Danish Cancer Society Research Center, Danish Cancer Society, Strandboulevarden 49, DK-2100 Copenhagen Ø, Denmark.\n\nDr. Borre: Department of Urology, Aarhus University Hospital, Palle Juul-Jensens Boulevard 99, DK-8200 Aarhus N, Denmark.\n\nDrs. Brasso and Larsen: Copenhagen Prostate Cancer Center, Department of Urology, Copenhagen University Hospital, Ole Maaløes Vej 24, DK-2200 Copenhagen N, Denmark.\n\nDrs. Nørgaard and Sørensen: Department of Clinical Epidemiology, Aarhus University Hospital, Olof Palmes Allé 43–45, DK-8200 Aarhus N, Denmark.\n\nDrs. Pottegård and Hallas: Clinical Pharmacology and Pharmacy, Department of Public Health, University of Southern Denmark, J. B. Winsløws Vej 19, DK-5000 Odense C, Denmark.\n\nAuthor Contributions: Conception and design: C. Skriver, C. Dehlendorff, M. Borre, K. Brasso, S.O. Dalton, A. Pottegård, J. Hallas, H.T. Sørensen, S. Friis.\n\nAnalysis and interpretation of the data: C. Skriver, C. Dehlendorff, M. Borre, K. Brasso, S.B. Larsen, S.O. Dalton, M. Nørgaard, A. Pottegård, J. Hallas, S. Friis.\n\nDrafting of the article: C. Skriver, K. Brasso, S.B. Larsen, S.O. Dalton, S. Friis.\n\nCritical revision for important intellectual content: C. Dehlendorff, M. Borre, S.B. Larsen, S.O. Dalton, M. Nørgaard, A. Pottegård, J. Hallas, H.T. Sørensen, S. Friis.\n\nFinal approval of the article: C. Skriver, C. Dehlendorff, M. Borre, K. Brasso, S.B. Larsen, S.O. Dalton, M. Nørgaard, A. Pottegård, J. Hallas, H.T. Sørensen, S. Friis.\n\nStatistical expertise: C. Dehlendorff, A. Pottegård.\n\nObtaining of funding: C. Skriver, S. Friis.\n\nCollection and assembly of data: C. Dehlendorff, C. Skriver, S. Friis.",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "editor",
            "mortality",
            "lowdose",
            "aspirin",
            "denmark",
            "cancer",
            "copenhagen",
            "prostate",
            "hospital",
            "reports",
            "skriver",
            "society",
            "c",
            "university"
        ]
    }
]