[
    {
        "url": "https://www.cnn.com/2019/04/15/health/measles-2019-us-global-cdc-who-bn/index.html",
        "title": "Measles accelerates to second-highest level in US in 25 years and over 100,000 global cases",
        "authors": [
            {
                "name": "Elizabeth Cohen",
                "link": null
            }
        ],
        "publisher": "https://www.cnn.com",
        "publish_date": "2019-04-15",
        "text": "(CNN) The number of measles cases in the United States made its biggest jump of the year, with 90 new cases reported in just one week, according to numbers released Monday by the US Centers for Disease Control and Prevention.\n\nWith 555 total cases, 2019 now has the second-highest number of measles cases in the United States in 25 years -- and the year isn't even half over.\n\n\"I'm obviously very concerned about the size and also acceleration of the current outbreak,\" said Dr. Nancy Messonier, director of the CDC's National Center for Immunization and Respiratory Diseases. \"This is not going to stop on its own.\"\n\nMeasles isn't just rising in the United States. The World Health Organization reported Monday that there were more than 110,000 measles cases worldwide in the first three months of 2019, an increase of nearly 300% from the same period last year.\n\nThe data is provisional, and the actual number of measles cases is probably higher, as WHO estimates that fewer than 1 in 10 cases globally is reported to the agency.",
        "quotes": [
            [
                "I'm obviously very concerned about the size and also acceleration of the current outbreak,",
                "Nancy Messonier",
                true
            ],
            [
                "This is not going to stop on its own.",
                "Nancy Messonier",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [
                "https://www.cdc.gov/measles/cases-outbreaks.html"
            ],
            "unsure": []
        },
        "key_words": [
            "25",
            "measles",
            "reported",
            "secondhighest",
            "global",
            "states",
            "isnt",
            "100000",
            "level",
            "cases",
            "worldwide",
            "accelerates",
            "yearthe",
            "number",
            "united",
            "2019"
        ]
    }
]