[
    {
        "url": "https://www.mtlblog.com/news/canada/qc/montreal/officials-warn-of-measles-contamination-risk-at-montreal-restaurant",
        "title": "Officials Warn Of Measles Contamination Risk At Montreal Restaurant",
        "authors": [],
        "publisher": "www.mtlblog.com",
        "publish_date": "",
        "text": "The measles diagnoses are adding up. There is now a fourth person in the Montreal region that has been diagnosed with the virus.\n\nLast week Montreal health authorities expanded their list of Laval areas where people may have been exposed. And now there is a new location on that list and it's the first one to be in Montreal.\n\nThe restaurant Pizza Pita on Decarie has been added to the locations of possible exposure. They estimate the time to be on June 26 somewhere between 4 PM and 6 PM.\n\nIf you think you may have been exposed, the time limit for monitoring symptoms, in the case of Pizza Pita, is July 14th.\n\nPizza Pita, a family-owned diner in the Plamondon is one of 11 locations to be added to the list. All other locations are currently in Laval and include public transit, gyms, common shopping areas and pharmacies.\n\nTo read the entire list of locations, dates and times where exposure to measles may have occurred, take a look at Quebec's Health website here.\n\nRead More: Warning: Measles Outbreak In Montreal Area, Hundreds Of People Potentially Exposed\n\n\n\nIf you think you may have been in any of the listed exposure locations, take note of any symptoms such as fever or redness over the body.\n\nThose with weakened immune systems may receive a preventive treatment as long as their exposure date time limit has not ended.\n\nMeasles is a highly contagious, able to survive and spread in a single droplet of air for up to two hours. While measles was eradicated in Canada in 1998, outbreaks continue to grow due to the anti-vax movement.\n\nIf you have any questions about the measles vaccine or any other type of vaccine, the Government of Canada has all your answers, check it out here.\n\nFor any health concerns, you can also call Info-Santé by dialing 811.\n\nPizza Pita is located at 6415 Decarie Blvd, Montreal.",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://santemontreal.qc.ca/en/public/support-and-services/info-sante-and-info-social-8-1-1/"
            ]
        },
        "key_words": [
            "symptoms",
            "warn",
            "contamination",
            "exposure",
            "officials",
            "restaurant",
            "health",
            "think",
            "pita",
            "list",
            "risk",
            "measles",
            "montreal",
            "locations",
            "vaccine"
        ]
    }
]