[
    {
        "url": "https://www.theatlantic.com/magazine/archive/2019/08/measles-as-metaphor/592756/",
        "title": "What the Measles Epidemic Really Says About America",
        "authors": [
            {
                "name": "Peter Beinart",
                "link": null
            }
        ],
        "publisher": "https://www.theatlantic.com",
        "publish_date": "2019-07-08",
        "text": "One answer is that contemporary America suffers from a dangerous lack of historical memory. Most of the parents who are today skipping or delaying their children’s combined measles, mumps, and rubella (MMR) vaccine don’t remember life with measles, much less that it used to kill more children than drowning does today. Nor do they recall how other diseases stamped out by vaccines—most prominently smallpox and polio—took lives and disfigured bodies.\n\nRead: Measles and the limits of facts\n\nOur amnesia about vaccines is part of a broader forgetting. Prior generations of Americans understood the danger of zero-sum economic nationalism, for instance, because its results remained visible in their lifetimes. When Al Gore debated Ross Perot about NAFTA in 1993, he reminded the Texan businessman of the 1930 Smoot-Hawley Tariff Act, which raised tariffs on 20,000 foreign products—prompting other countries to retaliate, deepening the Great Depression, and helping to elect Adolf Hitler. But fewer and fewer people remember the last global trade war. Similarly, as memories of Nazism fade across Europe and the United States, anti-Semitism is rising. Technology may improve; science may advance. But the fading of lessons that once seemed obvious should give pause to those who believe history naturally bends toward progress.\n\nRead: The anti-vaccine movement is forgetting the Polio epidemic\n\nDeclining vaccination rates not only reflect a great forgetting; they also reveal a population that suffers from overconfidence in its own amateur knowledge. In her book Calling the Shots: Why Parents Reject Vaccines, the University of Colorado at Denver’s Jennifer Reich notes that starting in the 1970s, alternative-health movements “repositioned expertise as residing within the individual.” This ethos has grown dramatically in the internet age, so much so that “in arenas as diverse as medicine, mental health, law, education, business, and food, self-help or do-it-yourself movements encourage individuals to reject expert advice or follow it selectively.” Autodidacticism can be valuable. But it’s one thing to Google a food to see whether it’s healthy. It’s quite another to dismiss decades of studies on the benefits of vaccines because you’ve watched a couple of YouTube videos. In an interview, Reich told me that some anti-vaccine activists describe themselves as “researchers,” thus equating their scouring of the internet on behalf of their families with the work of scientists who publish in peer-reviewed journals.\n\nIn many ways, the post-1960s emphasis on autonomy and personal choice has been liberating. But it can threaten public health. Considered solely in terms of the benefits to one’s own child, the case for vaccinating against measles may not be obvious. Yes, the vaccine poses little risk to healthy children, but measles isn’t necessarily that dangerous to them either. The problem is that for others in society—such as children with a compromised immune system—measles may be deadly. By vaccinating their own children, and thus ensuring that they don’t spread the disease, parents contribute to the “herd immunity” that protects the vulnerable. But this requires thinking more about the collective and less about one’s own child. And this mentality is growing rarer in an era of what Reich calls “individualist parenting,” in which well-off parents spend “immense time and energy strategizing how to keep their children healthy while often ignoring the larger, harder-to-solve questions around them.”",
        "quotes": [
            [
                "repositioned expertise as residing within the individual.",
                "Jennifer Reich",
                false
            ],
            [
                "in arenas as diverse as medicine, mental health, law, education, business, and food, self-help or do-it-yourself movements encourage individuals to reject expert advice or follow it selectively.",
                "",
                false
            ],
            [
                "immense time and energy strategizing how to keep their children healthy while often ignoring the larger, harder-to-solve questions around them.",
                "Reich",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.theatlantic.com/health/archive/2019/04/measles-media/588130/",
                "https://www.theatlantic.com/ideas/archive/2019/05/poway-shooting-shows-anti-semitism-flourishing/588649/",
                "https://www.theatlantic.com/health/archive/2014/10/the-anti-vaccine-movement-is-forgetting-the-polio-epidemic/381986/",
                "https://www.theatlantic.com/magazine/archive/2016/09/dont-know-much-about-history/492746/",
                "https://www.theatlantic.com/health/archive/2013/12/the-last-smallpox-patient-on-earth/282169/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "children",
            "america",
            "reich",
            "vaccinating",
            "today",
            "measles",
            "healthy",
            "forgetting",
            "parents",
            "really",
            "vaccines",
            "epidemic",
            "vaccine"
        ]
    },
    {
        "url": "https://www.theatlantic.com/health/archive/2019/04/measles-media/588130/",
        "title": "Measles and the Limits of Facts",
        "authors": [
            {
                "name": "James Hamblin",
                "link": null
            }
        ],
        "publisher": "https://www.theatlantic.com",
        "publish_date": "2019-04-26",
        "text": "The global-health organization Gavi ties the issue together, citing a storm of seemingly disparate factors: disinformation campaigns in Europe, a collapsing health system in Venezuela, and pockets of low immunization in Africa. In South Sudan, where hundreds of measles cases have been reported in recent months, efforts to vaccinate people after the country’s civil war appear to have been thwarted because of the difficulty of keeping vaccines cool—not because people are refusing them.\n\nThough the United States’ own outbreaks are unrelated to one another in a physical sense, they are linked to a growing online disinformation movement. In a statement on Thursday, the CDC said the outbreak in New York is significant in part due to “misinformation in the communities about the safety of the measles/mumps/rubella vaccine. Some organizations are deliberately targeting these communities with inaccurate and misleading information about vaccines.”\n\nRead: How misinfodemics spread disease\n\nThe overall effect is a single, global dilemma. There is no opting out. The death toll will go up or down; the choice is between doing what’s possible to contain the virus and enabling its spread. The ways media ecosystems have evolved and siloed people are familiar in political discourse, but they are less addressed in conversations about public health.\n\nIn a statement this week, U.S. Secretary of Health and Human Services Alex Azar reiterated a tactic that has proven ineffective at reaching skeptical populations in recent years: telling them what to do. “Vaccines are a safe, highly effective public-health solution that can prevent this disease,” he said. “The measles vaccines are among the most extensively studied medical products we have, and their safety has been firmly established over many years in some of the largest vaccine studies ever undertaken.”\n\nEarlier this month, CNN asked 10 current and former liaison members of the CDC’s Advisory Committee on Immunization Practices about the agency’s plans for countering anti-vaccination disinformation online. The response of the senior director of infection control at the Children’s Minnesota Hospital, Patricia Stinchfield, was emblematic: “I feel like on social media, the anti-vaxxers are very sophisticated and active and way ahead of us.” Another official, who declined an interview with CNN, issued a statement that included: “It is critical that parents and anyone seeking information about vaccines have access to credible information.”\n\nResearch suggests that the reason informed people fall into conspiracy-theory mind-sets often has less to do with a lack of information than with social and emotional alignment. Facts are necessary, but not at all sufficient. Websites and YouTube videos where a federal employee in a suit states various statistics are unlikely to be effective against targeted disinformation campaigns that only need to plant the seed of doubt in the mind of people already skeptical of the medical establishment. The work of global inoculation requires first rebuilding a social contract, which means meeting people on the platforms where they now get their information, in the ways they now consume it.",
        "quotes": [
            [
                "misinformation in the communities about the safety of the measles/mumps/rubella vaccine.",
                "",
                false
            ],
            [
                "Some organizations are deliberately targeting these communities with inaccurate and misleading information about vaccines.",
                "",
                true
            ],
            [
                "Vaccines are a safe, highly effective public-health solution that can prevent this disease,",
                "Alex Azar",
                true
            ],
            [
                "The measles vaccines are among the most extensively studied medical products we have, and their safety has been firmly established over many years in some of the largest vaccine studies ever undertaken.",
                "Alex Azar",
                true
            ],
            [
                "I feel like on social media, the anti-vaxxers are very sophisticated and active and way ahead of us.",
                "Patricia Stinchfield",
                true
            ],
            [
                "It is critical that parents and anyone seeking information about vaccines have access to credible information.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "information",
            "states",
            "ways",
            "disinformation",
            "limits",
            "facts",
            "skeptical",
            "social",
            "spread",
            "measles",
            "statement",
            "vaccines",
            "vaccine"
        ]
    },
    {
        "url": "https://www.theatlantic.com/ideas/archive/2019/05/poway-shooting-shows-anti-semitism-flourishing/588649/",
        "title": "Anti-Semitism Is Thriving in America",
        "authors": [
            {
                "name": "Professor Of Holocaust History At Emory University",
                "link": null
            },
            {
                "name": "Deborah Lipstadt",
                "link": null
            }
        ],
        "publisher": "https://www.theatlantic.com",
        "publish_date": "2019-05-03",
        "text": "These gunmen may not have received direct orders from a leader, but social media have eliminated the necessity for a leader to issue orders, facilitating their radicalization. And though there is no reason to think they’ve ever met, they are deeply connected, one with the other.\n\nWhite supremacism—which has at its core anti-Semitism—is nurtured by the extremist rhetoric that has become almost commonplace within the United States. It is growing and flourishing. Had this act of terror been committed by an individual influenced by ISIS or al-Qaeda, it would quickly have been labeled terrorism. Government agencies must recognize white-supremacist attacks as a form of domestic terrorism, and treat them as such.\n\nOur president’s claim that these attacks are coming from a “small group of people” and present no “rising threat” is contradicted not only by Charleston, Poway, and Pittsburgh, but also by recent assessments by law-enforcement entities. Both the FBI and the Department of Homeland Security have warned of the threat of violence from white supremacists. In recent years, white supremacists have been responsible for more homicides than any other extremist group.\n\nBen Judah: Europe’s ubiquitous anti-Semitism\n\nThe federal government needs enhanced powers to regularly assess and share data on the activities of these individuals and groups. Federal law-enforcement agencies must be empowered to regularly assess this threat and train officers on how to address it.\n\nBut anti-Semitism itself is an equal-opportunity hatred, even if the violence it sparks is not evenly distributed. It also comes from the political left. On my own campus, a pro-Palestinian group recently called for the boycott of all Jewish groups, including Hillel and Chabad. That’s anti-Semitism.\n\nIn truth, when it comes to anti-Semitism, the right and the left often find common ground. The far right talks about the federal government as ZOG, the Zionist Occupation Government; the left sees AIPAC, the American Israel Public Affairs Committee, as a behemoth of unbelievable proportions, driving American policy in ways that are antithetical to America’s best interests. This absence of a dividing line between left and right when it comes to anti-Semitism was evident when the former Ku Klux Klan leader David Duke clicked “like” on Representative Ilhan Omar’s tweet claiming that American support of Israel is “all about the Benjamins baby.”\n\nHow can this hatred find such hospitable circumstance at diametrically opposed ends of the spectrum? Part of the answer lies in the ubiquitous nature of anti-Semitism. Jew hatred can best be compared to a herpes virus for which there is no cure. It is adaptable and thrives in a welcome environment. Anti-Semitism flourishes when anti-Semites feel emboldened and think that what they are doing will be welcomed and not looked upon askance. That is true of people on the right and the left.",
        "quotes": [],
        "links": {
            "articles": [
                "https://atlantajewishtimes.timesofisrael.com/emory-pro-palestinian-students-call-to-boycott-jewish-organizations/",
                "https://www.theatlantic.com/ideas/archive/2019/02/european-jews-dont-need-be-defined-anti-semitism/583270/",
                "https://www.theatlantic.com/ideas/archive/2019/01/homegrown-terrorists-2018-were-almost-all-right-wing/581284/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "america",
            "antisemitism",
            "hatred",
            "thriving",
            "leader",
            "left",
            "white",
            "american",
            "threat",
            "right",
            "comes",
            "federal"
        ]
    },
    {
        "url": "https://www.theatlantic.com/health/archive/2014/10/the-anti-vaccine-movement-is-forgetting-the-polio-epidemic/381986/",
        "title": "The Anti-Vaccine Movement Is Forgetting the Polio Epidemic",
        "authors": [
            {
                "name": "Jennie Rothenberg Gritz",
                "link": null
            }
        ],
        "publisher": "https://www.theatlantic.com",
        "publish_date": "2014-10-28",
        "text": "Salk: No. I wouldn’t hesitate to use very strong words about that. Of course it’s a good thing to live a healthy life, to keep the body strong and well-rested. I won’t rule out that it can help to protect against some types of disease. But when it comes to these organisms that can be very damaging to people, I think it’s wishful thinking to imagine that a healthy lifestyle can protect against infection.\n\nAnd what we see is that many diseases are starting to come back. Measles is recurring; whooping cough is recurring. The kids whose parents are choosing not to immunize them are at risk, but so are babies and kids who might not be able to be vaccinated for one reason or another. These kids are no longer having the same benefit of herd immunity. Their level of protection is now eroding.\n\nRothenberg Gritz: Do you remember when you first started hearing about widespread opposition to vaccines?\n\nSalk: I don’t remember exactly when, but it first came to my attention through some of my friends. I read some of the materials they sent me, and it just was really hard for me to follow some of the logic—particularly when it came to the polio vaccine, which I knew something about. People were claiming that it was all a myth, that the disappearance of polio had nothing to do with vaccines.\n\nThe reality is that back in 1954, there was a huge double-blind study involving 1.8 million schoolchildren. The results were clear-cut: If you got the polio vaccine, you were protected; if you didn’t, you were not. When you have that kind of data, you just can’t say that the disappearance of polio is due to other things. What strikes me is—I don’t know quite how to put this, but it’s like there’s an epidemic of misinformation, and we’ve got to inoculate the public against it.\n\nRothenberg Gritz: Why do you think this misinformation has spread so widely?\n\nSalk: Part of it is that people have become complacent because these diseases aren’t rampant anymore. During the polio epidemic, people were really frightened. This was a disease they didn’t understand, whose appearance they couldn’t predict, and it had terrible effects on kids. Swimming pools and movie theaters were closed. It’s easy to forget this now. Also, these days, there are a lot of concerns about living naturally and not wanting to be exposed to things that are made in a laboratory.\n\nBut there are probably other forces at work. Back in the 1950s, people really looked to science and medicine as something that would make their lives better. But once the fear of these diseases began to subside, people started looking at other large-scale forces in the world—the Vietnam War, the government, and so on—and wondering, Can we trust large institutions? Can we trust pharmaceutical companies? I think that that’s something that’s driven people also: a sense of alienation.\n\nRothenberg Gritz: Do you think it would help if there were more scientists like your father—celebrity researchers who communicated directly with the public and appeared on the covers of major magazines?",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "thats",
            "diseases",
            "epidemic",
            "kids",
            "antivaccine",
            "forgetting",
            "gritz",
            "movement",
            "think",
            "trust",
            "things",
            "really",
            "polio",
            "vaccine"
        ]
    },
    {
        "url": "https://www.theatlantic.com/magazine/archive/2016/09/dont-know-much-about-history/492746/",
        "title": "Why the U.S. President Needs a Council of Historians",
        "authors": [
            {
                "name": "Niall Ferguson",
                "link": null
            },
            {
                "name": "Graham Allison",
                "link": null
            }
        ],
        "publisher": "https://www.theatlantic.com",
        "publish_date": "2016-08-04",
        "text": "To address this deficit, it is not enough for a president to invite friendly historians to dinner, as Obama has been known to do. Nor is it enough to appoint a court historian, as John F. Kennedy did with Arthur M. Schlesinger Jr. We urge the next president to establish a White House Council of Historical Advisers. Historians made similar recommendations to Presidents Carter and Reagan during their administrations, but nothing ever came of these proposals. Operationally, the Council of Historical Advisers would mirror the Council of Economic Advisers, established after World War II. A chair and two additional members would be appointed by the president to full-time positions, and respond to assignments from him or her. They would be supported by a small professional staff and would be part of the Executive Office of the President.\n\nFor too long, history has been disparaged as a “soft” subject by social scientists offering spurious certainty. We believe it is time for a new and rigorous “applied history”—an attempt to illuminate current challenges and choices by analyzing precedents and historical analogues. We not only want to see applied history incorporated into the Executive Office of the President, alongside economic expertise; we also want to see it developed as a discipline in its own right at American universities, beginning at our own. When people refer to “applied history” today, they are typically referring to training for archivists, museum curators, and the like. We have in mind a different sort of applied history, one that follows in the tradition of the modern historian Ernest May and the political scientist Richard Neustadt. Their 1986 book, Thinking in Time, provides the foundation on which we intend to build.\n\nMainstream historians take an event, phenomenon, or era and attempt to explain what happened. They sometimes say that they study the past “for its own sake.” Applied historians would take a current predicament and try to identify analogues in the past. Their ultimate goal would be to find clues about what is likely to happen, then suggest possible policy interventions and assess probable consequences. You might say that applied history is to mainstream history as medical practice is to biochemistry, or engineering is to physics. But those analogies are not quite right. In the realm of science, there is mutual respect between practitioners and theorists. In the realm of policy, by contrast, there is far too often mutual contempt between practitioners and academic historians. Applied history can try to remedy that.\n\nImagine that President obama had a Council of Historical Advisers today. What assignments could he give it?\n\nStart with the issue that the president and his national-security team have been struggling with most: isis. Recent statements indicate that the administration tends to see isis as essentially a new version of al-Qaeda, and that a top goal of U.S. national-security policy is to decapitate it as al-Qaeda was decapitated with Osama bin Laden’s assassination. But history suggests that isis is quite different in structure from al-Qaeda and may even be a classic acephalous network. When we searched for historical analogues to isis, we came up with some 50 groups that were similarly brutal, fanatical, and purpose-driven, including the Bolsheviks of the Russian Revolution. By considering which characteristics of isis are most salient, a Council of Historical Advisers might narrow this list to the most relevant analogues. Study of these cases might dissuade the president from equating isis with its recent forerunner.",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "historical",
            "isis",
            "needs",
            "advisers",
            "president",
            "council",
            "policy",
            "historians",
            "applied",
            "analogues",
            "history"
        ]
    },
    {
        "url": "https://www.theatlantic.com/health/archive/2013/12/the-last-smallpox-patient-on-earth/282169/",
        "title": "The Last Smallpox Patient on Earth",
        "authors": [
            {
                "name": "Alexis C. Madrigal",
                "link": null
            }
        ],
        "publisher": "https://www.theatlantic.com",
        "publish_date": "2013-12-09",
        "text": "On December 9, 1979, the Global Commission for the Certification of Smallpox Eradication signed their names to the statement that \"smallpox has been eradicated from the world.\"\n\nIt was the first time that a disease had been banished from the earth by the planning and action of the world's public health professionals. And it became a model for later (ongoing) efforts to eradicate polio and several lesser known diseases.\n\nThe disease only spread from human to human, so there had been an unbroken chain of infection for more than three millennia. In the 1960s, before the eradication program, more than half a million people died every year from the disease.\n\nBut in country after country, vaccination and isolation programs lowered rates of infection until the numbers dwindled to one person who was infected, the last patient.\n\nIn Botswana in 1974, it was a little girl, Prisca Elias. In Pakistan, 1976, Kausar Parveen. Rahima Banu, Bangladesh, 1976. Amina Salat, Ethiopia, 1976.\n\nFinally, someone had to be the last person on Earth to contract smallpox, and that person was Somalia's Ali Maow Maalin.",
        "quotes": [
            [
                "smallpox has been eradicated from the world.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [
                "https://www.who.int/features/2010/smallpox/last_cases/en/"
            ],
            "unsure": [
                "https://en.wikipedia.org/wiki/Eradication_of_infectious_diseases"
            ]
        },
        "key_words": [
            "infection",
            "disease",
            "country",
            "human",
            "1976",
            "worlds",
            "person",
            "eradication",
            "earth",
            "smallpox",
            "patient"
        ]
    },
    {
        "url": "https://www.theatlantic.com/ideas/archive/2019/02/european-jews-dont-need-be-defined-anti-semitism/583270/",
        "title": "Europe’s Ubiquitous Anti-Semitism",
        "authors": [
            {
                "name": "Author Of",
                "link": null
            },
            {
                "name": "Ben Judah",
                "link": null
            }
        ],
        "publisher": "https://www.theatlantic.com",
        "publish_date": "2019-02-21",
        "text": "Anti-Semitism, I kept thinking, is just not that important, unless for whatever reason I decide to live and work in Cairo or Tehran. I kept thinking that even after I was pinned to a wall, throttled, and punched in the head by Galloway supporters in 2015 shouting, “Get out, you fucking Jew.”\n\nI made a mistake. Just this week, eight Labour MPs have left their party to become independent, in no small part because of the protracted and bitter anti-Semitism crisis that has dogged Jeremy Corbyn’s Labour Party. I felt a creeping horror watching the heavily pregnant Luciana Berger call the Labour Party she was leaving “institutionally anti-Semitic.”\n\nBut it wasn’t about the Labour Party.\n\nI felt it again, stronger, like a cold sweat, when I saw the footage of the Jewish intellectual Alain Finkielkraut being mobbed by gilets jaunes—the yellow-vested protesters—who had crossed his path. They yelled, “Palestine,” “France belongs to us,” “Dirty Zionist,” and “The people will punish you.”\n\nBecause, yet again, something that should have nothing to do with the Jews—a parliamentary split, or a protest movement sparked by fuel prices—was now all about the Jews. But the insults themselves were not the thing troubling me. What troubled me was what this said about being a European Jew. There was no escaping the flu; it had taken over.\n\nBoth Berger in Britain and Finkielkraut in France were telling the same story—the days that European Jews could lead public lives not defined by anti-Semitism were over. We were back, not to the days of Hitler, but to the days of Benjamin Disraeli and Pierre Mendès-France, when being a Jewish public figure was a constant struggle. Not deadly, not insurmountable, just exhausting. A process of endlessly navigating an ever-mutating conspiracy theory against you.\n\nRead: Is it time for the Jews to leave Europe?\n\nThis goes just as much for figures on the left as for figures to their right or in the center. To watch Jon Lansman, the Jewish founder and chair of Momentum, the pro-Corbyn movement, endlessly defend his leader whilst condemning his most fevered supporters is to watch a man whose public life is now defined by anti-Semitism, too.\n\nCountless British Jews on Twitter, from the fuming columnists condemning the left to the leftist comedian and Corbyn-supporting director David Schneider, are now tirelessly trying to parse anti-Semitism from anti-Zionism. Facebook is rife with vigilante anti-anti-Semitism accounts obsessively highlighting every anti-Semitic Labour comment. These are lives taken over, hijacked, by anti-Semitism.\n\nAnd I hate this. I hate seeing lives taken over by anti-Semitism. I hate seeing people’s minds taken over like this. I hate the psychological damage I can see it causing, to so many Jewish people of all stripes.\n\nI hate how it creates a state a mind so relentlessly negative, so embattled, so insecure. I hate how it turns the happiest, calmest people into furious Twitter warriors, into single-issue advocates. I hate the ugliness, the unhappiness, in the Jewish experience that it creates. I hate the paranoia, and how it makes Jews turn on Jews.",
        "quotes": [
            [
                "Get out, you fucking Jew.",
                "Galloway",
                true
            ],
            [
                "France belongs to us,",
                "Luciana Berger",
                true
            ],
            [
                "The people will punish you.",
                "Luciana Berger",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.politico.eu/article/galloway-bradford-elections-uk-ge2015/",
                "https://www.theatlantic.com/magazine/archive/2015/04/is-it-time-for-the-jews-to-leave-europe/386279/",
                "https://www.euronews.com/2019/02/17/yellow-vests-macron-slams-abuse-of-french-philosopher-alain-finkielkraut-at-protests"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "ubiquitous",
            "antisemitism",
            "jewish",
            "public",
            "jews",
            "labour",
            "left",
            "taken",
            "hate",
            "party",
            "lives",
            "europes"
        ]
    },
    {
        "url": "https://www.theatlantic.com/ideas/archive/2019/01/homegrown-terrorists-2018-were-almost-all-right-wing/581284/",
        "title": "The Terrorism That Doesn’t Spark a Panic",
        "authors": [
            {
                "name": "Staff Writer At",
                "link": null
            },
            {
                "name": "Adam Serwer",
                "link": null
            }
        ],
        "publisher": "https://www.theatlantic.com",
        "publish_date": "2019-01-28",
        "text": "Adam Serwer: Trump’s caravan hysteria led to this\n\nOn Wednesday, the Anti-Defamation League released a report finding that attackers with ties to right-wing extremist movements killed at least 50 people in 2018. That was close to the total number of Americans killed by domestic extremists, meaning that the far right had an almost absolute monopoly on lethal terrorism in the United States last year. That monopoly would be total if, in one case, the perpetrator had not “switched from white supremacist to radical Islamist beliefs prior to committing the murder.”\n\nThe number of fatalities is 35 percent higher than the previous year, and it marks the fourth-deadliest year for such attacks since 1970. In fact, according to the ADL, white supremacists are responsible for the majority of such attacks “almost every year.” The 2018 attacks include the one at Pittsburgh’s Tree of Life synagogue by a man who blamed Jews for the migrant caravan, the mass shooting at a yoga studio by an “incel” obsessed with interracial dating, and the school massacre in Parkland, Florida, carried out by a student who wished that “all the Jews were dead.”\n\nFrom 2009 through 2018, right-wing extremists accounted for 73 percent of such killings, according to the ADL, compared with 23 percent for Islamists and 3 percent for left-wing extremists. In other words, most terrorist attacks in the United States, and most deaths from terrorist attacks, are caused by white extremists. But they do not cause the sort of nationwide panic that helped Trump win the 2016 election and helped the GOP expand its Senate majority in the midterms.\n\nPeter Beinart: Trump shut programs to counter violent extremism\n\nWhen white extremists kill, politicians do not demand that they be racially profiled. They do not call for bans on white people coming to the United States. They do not insist that white people’s freedom of movement be restricted, their houses of worship be surveilled, their leaders be banned from holding public office, or their neighborhoods be “secured” and occupied by armed agents of the state. And they do not demand that taxpayers foot the bill for a massive, symbolic monument that will register America’s official disdain for white people in perpetuity.\n\nAnd that’s how it should be. It would be immoral to collectively punish white people for the actions of a few extremists—and it would only raise the stature of those extremists, partially legitimize their grievances in the eyes of potential followers, and strengthen their ability to recruit future operatives for further attacks. But that’s not the reason none of those things happen. They don’t happen because, as America’s largest demographic group, white people have the political power and influence to prevent such proposals from even being contemplated. This is a form of political correctness so powerful that it shapes behavior without being mentioned or publicly acknowledged; it is simply the way things work.",
        "quotes": [
            [
                "switched from white supremacist to radical Islamist beliefs prior to committing the murder.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "panic",
            "united",
            "attacks",
            "thats",
            "states",
            "terrorism",
            "extremists",
            "total",
            "spark",
            "doesnt",
            "white",
            "trump",
            "things",
            "2018"
        ]
    }
]