[
    {
        "url": "https://medicalxpress.com/news/2019-07-childhood-vaccines-tough-straight.html",
        "title": "Childhood vaccines: Tough questions, straight answers",
        "authors": [
            {
                "name": "Mayo Clinic News Network",
                "link": null
            }
        ],
        "publisher": "https://medicalxpress.com",
        "publish_date": "",
        "text": "Credit: CC0 Public Domain\n\nDo vaccines cause autism? Is it OK to skip certain vaccines? Get the facts on these and other common questions.\n\nChildhood vaccines protect children from a variety of serious or potentially fatal diseases, including diphtheria, measles, mumps, rubella, polio, tetanus, whooping cough (pertussis) and others. If these diseases seem uncommon—or even unheard of—it's usually because these vaccines are doing their job. Still, you might wonder about the benefits and risks of childhood vaccines. Here are straight answers to common questions about childhood vaccines.\n\nIs Natural Immunity Better Than Vaccination?\n\nA natural infection might provide better immunity than vaccination—but there are serious risks. For example, a natural chickenpox (varicella) infection could lead to pneumonia. A natural polio infection could cause permanent paralysis. A natural mumps infection could lead to deafness. A natural Haemophilus influenzae type b (Hib) infection could result in permanent brain damage or even death. Vaccination can help prevent these diseases and their potentially serious complications.\n\nDo Vaccines Cause Autism?\n\nVaccines do not cause autism. Despite much controversy on the topic, researchers haven't found a connection between autism and childhood vaccines. In fact, the original study that ignited the debate years ago has been retracted.\n\nAre Vaccine Side Effects Dangerous?\n\nAny vaccine can cause side effects. Usually, these side effects are minor—a low-grade fever, fussiness and soreness at the injection site. Some vaccines cause a temporary headache, fatigue or loss of appetite. Rarely, a child might experience a severe allergic reaction or a neurological side effect, such as a seizure. Although these rare side effects are a concern, the risk of a vaccine causing serious harm or death is extremely small. The benefits of getting a vaccine are much greater than the possible side effects for almost all children.\n\nOf course, vaccines aren't given to children who have known allergies to specific vaccine components. Likewise, if your child develops a life-threatening reaction to a particular vaccine, further doses of that vaccine won't be given.\n\nWhy Are Vaccines Given So Early?\n\nThe diseases that childhood vaccines are meant to prevent are most likely to occur when a child is very young and the risk of complications is greatest. That makes early vaccination—sometimes beginning shortly after birth—essential. If you postpone vaccines until a child is older, it might be too late.\n\nIs It OK To Pick And Choose Vaccines?\n\nIn general, skipping vaccines isn't a good idea. This can leave your child vulnerable to potentially serious diseases that could otherwise be avoided. And consider this: For some children—including those who can't receive certain vaccines for medical reasons (such as cancer therapy) - the only protection from vaccine-preventable diseases is the immunity of the people around them. If immunization rates drop, vaccine-preventable diseases might once again become common threats.\n\nIf you have reservations about particular vaccines, discuss your concerns with your child's doctor. If your child falls behind the standard vaccines schedule, ask the doctor about catch-up immunizations.\n\n©2019 Mayo Foundation for Medical Education and Research\n\nDistributed by Tribune Content Agency, LLC.",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://medicalxpress.com/tags/fatal+diseases/",
                "https://medicalxpress.com/tags/childhood+vaccines/",
                "https://medicalxpress.com/tags/child/",
                "https://medicalxpress.com/tags/children/",
                "https://medicalxpress.com/tags/cancer+therapy/",
                "https://medicalxpress.com/tags/vaccine-preventable+diseases/",
                "https://medicalxpress.com/tags/vaccine/"
            ]
        },
        "key_words": [
            "infection",
            "diseases",
            "natural",
            "cause",
            "serious",
            "answers",
            "straight",
            "child",
            "effects",
            "questions",
            "tough",
            "vaccines",
            "childhood",
            "vaccine"
        ]
    }
]