[
    {
        "url": "https://abcnews.go.com/Health/confidence-vaccines-low-major-european-countries-amid-global/story?id=63807219",
        "title": "Confidence in vaccines low in some major European countries amid global measles outbreaks",
        "authors": [],
        "publisher": "abcnews.go.com",
        "publish_date": "2019-06-19",
        "text": "The U.S. is just one country where measles outbreaks are a health concern, and a new report published today evaluates vaccine confidence around the world.\n\nInterested in Measles? Add Measles as an interest to stay up to date on the latest Measles news, video, and analysis from ABC News. Add Interest\n\nIt found that vaccine confidence is particularly low in some countries experiencing ongoing measles outbreaks, as a lack of confidence in vaccines could lead to lower vaccination rates and therefore, an easier spread of the disease.\n\nIn France, when asked how much they trust that vaccines are safe, 47% of respondents said that \"yes\" they trust vaccines or have \"some\" belief that they are safe, while 33% said that they have “no” or “not much” trust that vaccines are safe.\n\nThat finding, which comes from the Gallup World Poll 2018, funded by the Wellcome Global Monitor, makes France the country with the largest percentage of apparent vaccine skeptics in the world.\n\nJohn Bums-Murdock/Wellcome\n\nBy comparison, the number of people who said they have “no” or “not much” trust in vaccines in the U.S. was 11%, while 72% of respondents said they have \"a lot\" or \"some\" trust in vaccines.\n\nThe majority of Western European countries have upwards of 70% trust in vaccines, but those numbers drop when looking at some Eastern European and former Soviet countries like Belarus, which has 36% trust in vaccines, Romania, which has 63%, and Ukraine, which has 29%.\n\nThe report also found that high-income regions like North America and Northern Europe have higher rates of vaccine confidence -- 72% and 73% respectively -- while that rate is lower in Western Europe, 59%, and Eastern Europe, 50%.\n\nThere are ongoing measles outbreaks or confirmed cases of measles in France, Poland, and Ukraine, as well as Japan, the Philippines, Hong Kong, Colombia and Venezuela and the U.S., according to the Centers for Disease Control and Prevention.\n\n\"Over the last century, vaccines have made many devastating infectious diseases a distant memory. Vaccines save up to 3 million lives every year -- and research has consistently shown that they are both safe and effective,\" Charlie Weller, the head of Wellcome's Vaccines Programme, said in a news release.\n\nMarko Djurica/Reuters, FILE\n\n\"It is reassuring to hear from this survey that worldwide, almost all parents are vaccinating their children. There are pockets across the world where trust in vaccines is of concern, therefore we cannot be complacent. To ensure society gets the full benefit of vaccines we need to close the gap between scientific consensus and public attitudes towards vaccines,\" Weller said.\n\nAround the world, the Gallup World Poll found that 92% of parents said that their children are vaccinated, but the more than 188 million parents who have not vaccinated their children still pose a health threat.\n\nGlobally, 79% of people \"somewhat\" or \"strongly agree\" that vaccines are safe, while only 7% \"somewhat\" or \"strongly disagree.\"",
        "quotes": [
            [
                "Over the last century, vaccines have made many devastating infectious diseases a distant memory.",
                "Charlie Weller",
                true
            ],
            [
                "Vaccines save up to 3 million lives every year -- and research has consistently shown that they are both safe and effective,",
                "Charlie Weller",
                true
            ],
            [
                "It is reassuring to hear from this survey that worldwide, almost all parents are vaccinating their children.",
                "Weller",
                true
            ],
            [
                "There are pockets across the world where trust in vaccines is of concern, therefore we cannot be complacent.",
                "Weller",
                true
            ],
            [
                "To ensure society gets the full benefit of vaccines we need to close the gap between scientific consensus and public attitudes towards vaccines,",
                "Weller",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [
                "https://abcnews.go.com/Health/number-measles-cases-1000-us-time-eradication/story?id=63606750",
                "https://abcnews.go.com/alerts/obamacare",
                "https://abcnews.go.com/alerts/france",
                "https://abcnews.go.com/alerts/measles",
                "https://www.cdc.gov/globalhealth/measles/globalmeaslesoutbreaks.htm",
                "https://abcnews.go.com/US/low-vaccination-rates-big-factor-ongoing-measles-outbreak/story?id=60620765"
            ],
            "unsure": [
                "https://wellcome.ac.uk/reports/wellcome-global-monitor/2018/appendix-country-level-data"
            ]
        },
        "key_words": [
            "low",
            "safe",
            "major",
            "trust",
            "european",
            "parents",
            "amid",
            "vaccines",
            "world",
            "countries",
            "france",
            "measles",
            "confidence",
            "vaccine",
            "outbreaks",
            "global"
        ]
    }
]