[
    {
        "url": "https://www.independent.co.uk/news/health/france-measles-vaccine-antivaxx-vaccine-government-world-health-organisation-a8958611.html",
        "title": "How France is persuading its citizens to get vaccinated",
        "authors": [
            {
                "name": "Alex Whiting",
                "link": null
            }
        ],
        "publisher": "www.independent.co.uk",
        "publish_date": "2019-07-08",
        "text": "In February this year, a holiday in paradise turned into a nightmare for one French family. Soon after their arrival in Costa Rica, their unvaccinated five-year-old son developed measles, the country’s first case since 2014. The parents, also unvaccinated, tested positive for the virus too. They were believed to have brought it from France.\n\nThe family were swiftly quarantined, and the Costa Rican authorities contacted people at risk. A few weeks later, two American children – again, unvaccinated – also developed measles in the country. Again, the authorities had to act quickly to contain it.\n\nMeasles is more contagious than Ebola, tuberculosis or flu, it has no specific treatment, and it can be picked up from the air or from surfaces for as long as two hours after an infected person has come and gone. Because it’s so infectious, health experts see it as an early warning sign that there’s a problem with vaccination coverage.\n\nWe’ll tell you what’s true. You can form your own view. From 15p €0.18 $0.18 USD 0.27 a day, more exclusives, analysis and extras.\n\n“Measles is like a canary in the mine,” says Heidi Larson, director of the Vaccine Confidence Project and a professor of anthropology at the London School of Hygiene and Tropical Medicine. To protect a population from measles, she says, at least 95 per cent of people need to be vaccinated – a higher threshold than for most other infections. This means that if vaccination rates start falling, “it’s going to be the first to show its ugly head”.\n\nWhen last measured in 2017, Costa Rica had a vaccination rate of 96 per cent for the disease – a clear sign that its people shouldn’t have been at risk from each other. That same year, France’s measles coverage stood at only 90 per cent. This isn’t surprising in light of the widespread concern about childhood vaccines in France. One in three French people think vaccines are unsafe – the world’s highest rate – and nearly one in five believe they aren’t effective – second only to Liberia.\n\nThis is according to new data from the Wellcome Global Monitor, a worldwide poll of more than 140,000 people in 144 countries. France may be on the extreme end, but it’s part of a global trend that has many health experts worried. Trust in vaccination programmes is crucial to maintaining high immunity rates. But across the EU, people are delaying or even refusing vaccines, contributing to a rise in disease outbreaks.\n\nBetween 2010 and 2017, over half a million French infants didn’t receive a first dose of the measles vaccine. And last year, France was among the 10 countries with the highest year-on-year increases in measles, with confirmed cases jumping from just over 500 in 2017 to nearly 3,000 in 2018.\n\nAccording to the World Health Organisation (WHO), reluctance or refusal to vaccinate is now one of the top 10 major threats to global health. One manifestation of this is that even people in high-income countries, with good healthcare systems, are dying from easily preventable diseases. More than 70 people died of measles across Europe in 2018 – three of them in France.\n\n“It’s a tragedy for Europe that a child or an adult has died because of a preventable disease,” says Patrick O’Connor, a team lead in WHO Europe’s Vaccine-Preventable Diseases and Immunisation programme. “We owe it to them to protect them.” A critical mass of unvaccinated people produces a wildfire effect, O’Connor adds. “Next year it could be diphtheria, or a variety of things.”\n\n“The good news is that a lot of people who are sceptical, who don’t think vaccines are safe, still vaccinate their children,” says Hania Farhan, senior director of methodology at Gallup, which carried out the Wellcome Global Monitor poll. This is true for France, where vaccine coverage rates exceed levels of trust. But the spike in measles shows that, for some diseases, coverage still desperately needs to improve.\n\n“It’s all about money for the pharmaceutical companies,” says Priscille, a young mother who lives in Paris. Like many French parents, she is unsure about vaccinating her child. The 25-year-old doubts the effectiveness of injections, and is worried about damaging her baby’s immune system, even though there’s no evidence to support these fears.\n\nIt’s all about money for the pharmaceutical companies. I think the immune system builds itself, and if it’s broken somewhere, it becomes complicated Priscille, a mother in Paris, on why she is unsure about vaccinating her child\n\n“I think the immune system builds itself, and if it’s broken somewhere, it becomes complicated,” she says, holding her daughter Madeleine in the family’s apartment. “Maybe the basic idea of a vaccine is very good,” she adds, “but the vaccines we have today are not good enough.” This lack of trust in vaccines, despite overwhelming evidence that they are safe and effective, can be traced at least in part to the French government’s mishandling of a series of medical scares.\n\nA blood transfusion scandal rocked the country in the 1990s. In the previous decade, thousands of people had been given blood contaminated with HIV – most of them before the link between blood, HIV and Aids was fully understood. Many of those who received contaminated blood died. Global headlines screamed “Transfusion of death” and “Blood scandal ministers walk free” as the world’s media tracked it for nearly a decade.\n\nFormer health minister Edmond Herve was convicted for his role in two people being given HIV-tainted blood, though he was spared a sentence. He was alleged to have delayed introducing a blood-screening test developed by an American firm until a rival French product was ready for market. On the heels of this scandal came reports from medical professionals who claimed to have developed multiple sclerosis after receiving the hepatitis B vaccine.\n\nAlthough the WHO investigated and concluded there was no evidence of a link, the government suspended its school vaccination programme and promised to investigate in a bid to calm public outcry. “But suspending it also raised suspicions,” says Larson. Then in 2009, controversy around vaccinations to protect against the H1N1 flu pandemic led to an “absolute, total breakdown of trust”, Larson says.\n\nFrance had ordered 94 million doses of H1N1 vaccine at a cost of almost €1bn. It was enough to inoculate about 80 per cent of the population with two doses. But by the time the bulk of the vaccines had been delivered, it was realised that only one dose was necessary, and in any case the pandemic was less dangerous than initially thought. By the end of the vaccination campaign in January 2010, less than 10 per cent of the population had come forward for vaccination, and the government was trying to cancel or sell off its surplus supplies.\n\n“The public was angry at the WHO for what they thought was overinflation of the risk, angry at the government for having bought so much vaccine,” Larson says. The percentage of people who were favourable towards vaccinations fell from 91 per cent in 2000 to 61 per cent in 2010, according to national health agency Sante Publique France. By 2016 it had recovered somewhat, but only to 75 per cent.\n\nUntil the late 1980s, the French media rarely covered health-related scandals. Journalists focused on the great achievements of medicine and relied almost exclusively on big-shot professors at big universities, says Jeremy Ward, a researcher on vaccine hesitancy at the Vitrome laboratory in Marseille. “The HIV epidemic and the blood transfusion scandal changed everything,” says Ward. Newspapers invested more in their health coverage, looked for scoops and controversies, and reported on the experience of patients.\n\nMore recently, and as in many other countries, social media has enabled scare stories and misinformation about vaccines to spread fast. The Facebook group Info Vaccins France, for example, has a series of testimonies from parents saying their children either died or became seriously ill following routine inoculations. Part of the problem is that if just one person in several million has an adverse reaction to a vaccine, their story will spread and inflate on social media with no wider context, one Paris-based doctor says.\n\nSome of those online are campaigning for freedom to choose whether or not to vaccinate. Others are seeking to counter what they say is a conspiracy of silence around the ill-effects of vaccines. Some are even doctors themselves. Henri Joyeux, a former surgeon and an honorary professor of oncology at the University of Montpellier, has been a leading campaigner against injections containing aluminium. It’s used in some vaccines to boost the immune response and make a vaccine more effective and long lasting.\n\nJoyeux, who was nearly disbarred from the medical profession for his views against vaccination, launched a campaign against Infanrix hexa – the six-in-one children’s vaccine – in 2016. It’s since got over 1 million signatures. Vaccinations against some diseases – like polio, diphtheria and tetanus – are important, he says.\n\nBut his complaint against Infanrix hexa is that it contains aluminium and formaldehyde, “dangerous substances for humans and especially infants, which can cause a serious disease, macrophagic myofasciitis”. Infanrix hexa, he says, also contains “the hepatitis B vaccine suspected of being linked to multiple sclerosis”. His campaign materials go on to say: “In addition, vaccinating children against six serious diseases at once is a risky medical procedure that can trigger an uncontrolled immune response (anaphylactic shock) and increase the risk of autoimmune disease in the long term.”\n\nThe scientific consensus – across the European Medicines Agency, the Vaccine Knowledge Project (University of Oxford), the UK NHS and others – is that Infanrix hexa is safe. “There’s a lot of pretty negative, discouraging and sometimes quite frightening material about immunisation on websites,” says Larson, and aluminium “is the big scary bogeyman for France”.\n\nO’Connor at the WHO says it’s an issue that medical professionals are battling worldwide. “The fervent or militant resistors are very loud on social media and other forums. People pick that up and then they have lots of questions.” In response, French health bodies have put out information on social media platforms including Twitter, Facebook and LinkedIn. They have funded YouTube videos like “Nine bullshits on vaccines”, which has had over 350,000 views in 18 months, and sometimes they engage directly in online chats.\n\nIt is very important that communication around vaccination continues and is always present vis-a-vis fake news. The battle is not won Sylvie Quelet, Sante Publique France\n\nFollowing a recent measles outbreak, a representative from Sante Publique France introduced himself to mothers chatting on Doctissimo, a website set up by two doctors to spread reliable information about health. He reminded the mothers of the rules around vaccines and answered their questions and concerns.\n\n“It is a lot of work,” says Sylvie Quelet, director of health promotion and prevention at Sante Publique France. “It is very important that communication around vaccination continues and is always present vis-a-vis fake news,” she says. “The battle is not won.”\n\n“All my patients have concerns about vaccines,” says Veronique Dufour, a paediatrician and vaccine expert. “Vaccines are intrusive, so it’s normal for them to ask questions.” Dufour is the deputy chief physician of the Paris maternal and infant protection centre. There are similar centres dotted across France, providing medical education and support for children, mothers and pregnant women. She says her job has become much easier since the government increased the number of mandatory vaccines from three to 11 in January 2018.\n\nPreviously, the three vaccines that were mandatory – diphtheria, tetanus and polio – had good immunisation rates of 95 per cent or higher. But eight other vaccines, including measles, meningococcal C and hepatitis B, had only been recommended – and coverage was lower. Now, unless they have a medical exemption, children need to have had all 11 of these vaccines to attend a state-run school.\n\n“People are asking fewer questions. Very, very few are not vaccinated,” Dufour says. Doctors say the change in law has sent a clear signal to the public that all vaccines are important. Early signs are that confidence in vaccines is rising since the law change. A small study of parents with young children carried out in February this year found that 91 per cent think vaccination is important for their children’s health, and 87 per cent think it is important for protection of the wider population. Both figures show a 5 per cent increase since a similar study was carried out in June 2018.\n\nVaccination rates have also increased. The percentage of babies receiving the first dose of meningococcal C vaccine rose from 39 per cent in 2017 to 76 per cent in 2018. In the same period, vaccination rates for hepatitis B, human papillomavirus (HPV) and measles also modestly increased. France aims to achieve 95 per cent coverage for all vaccine-preventable diseases except flu, where the target is 75 per cent.\n\nThe new law arose out of a major consultation to look at how to restore confidence in vaccines and improve immunisation rates. The government launched the consultation in 2016, and it involved both citizens and medical professionals. “There was a confusion between mandatory and recommended vaccines. People understood that if it was recommended, it wasn’t so important,” says Magid Herida, a senior vaccine expert at France’s health ministry.\n\nThe consultation also suggested setting up a website for the public with information about vaccines – vaccination-info-service.fr – which now has around a quarter of a million unique visitors a month. A more in-depth website has been established for health professionals. The health ministry is also considering ways to make the vaccination process simpler. In most cases, parents have to get a prescription from their doctor, buy the vaccines from a pharmacy and store them in their fridge, and then book another appointment with a doctor to receive the injection.\n\nMandatory vaccination is one of the most successful ways of increasing immunisation rates, according to the WHO. Indeed, France is not the only EU member to mandate large numbers of childhood vaccines. Others include Italy, Hungary, Bulgaria, Croatia, Czech Republic, Latvia, Poland, Slovakia and Slovenia. But the WHO warns that this approach can also provoke vaccine hesitancy – “not necessarily because of safety or other concerns, but due to resistance to the notion of forced vaccination”.\n\n“Taking away freedom of choice can easily appear authoritarian,” says Ward of the Vitrome laboratory. In France’s highly politicised environment, he says, this could prompt a minority who were previously hesitant to become rampantly anti-vaccine. There might also be an increase in the number of children being given medical exemptions, Ward adds, which are supposed to apply if a child is allergic to eggs or if their immune system is too fragile. “There are doctors in France – as in all other countries – who provide fake medical exemptions.\n\n“When you talk to people who work in private schools, many tell you a lot of children are not vaccinated and the school directors don’t check,” Ward says. For some parents, this makes private schools more attractive. Parents like Priscille plan to keep their children away from public nurseries and to send them to alternative schools that are outside the state education system. “I’m lucky because I don’t work, so I don’t have to put them in the creche, so I have the choice over vaccines,” she says.\n\nYou can wait, but not too much, because the main purpose of the vaccination is to protect the child before they are exposed to the risk. If you are getting close to the exposure, it’s too late Sydney Sebban, paediatrician\n\nLaws are relatively quick to change. Attitudes and behaviour may take longer. Sitting in a cafe near Notre Dame cathedral, the day after it was devastated by fire, paediatrician Sydney Sebban says doctors have to take the time to build trust with parents. He starts to do this when they bring their babies in for the first time at 15 days old, and he asks them about vaccinations, alongside feeding and sleeping. It’s a matter of listening to their questions, taking time and giving them quality information, he says.\n\n“I say to them there is no product which has zero risk. It doesn’t exist. People must think about side effects of ibuprofen or antibiotics. And I ask them: ‘How was it when you were vaccinated, what happened, how did you feel?’” He encourages the parents to talk to their parents and grandparents about illnesses that have been forgotten since widespread immunisation began.\n\n“You can wait, but not too much, because the main purpose of the vaccination is to protect the child before they are exposed to the risk. If you are getting close to the exposure, it’s too late.”\n\nUnless vaccination rates are sustainably increased, diseases such as measles will continue to spread in Europe, says the European Centre for Disease Prevention and Control. “The most devastating consequence of vaccine hesitancy, or inadequate vaccine uptake, would be a resurgence of fatal or life-changing vaccine-preventable diseases which are currently well controlled, or are targeted for elimination,” says the centre’s chief scientist, Mike Catchpole.\n\nAll in all, most experts say the public needs to be reminded that vaccines protect lives from killer diseases that few people in western countries have any experience of. “Vaccines are one of the best public health interventions that we have, and they work. We just have to make sure people understand that,” says O’Connor. Among officials, doctors and academics, there is a cautious optimism that France will continue to see a rise in immunisation rates. “France can bring down the level of scepticism with some extraordinary efforts,” says Larson. “But I think it’s never going to fully go away.”\n\nThe Wellcome Global Monitor is funded by Wellcome, the publisher of Mosaic. Wellcome funds research into public attitudes to vaccines and vaccine uptake",
        "quotes": [
            [
                "How was it when you were vaccinated, what happened, how did you feel?",
                "",
                true
            ],
            [
                "Measles is like a canary in the mine,",
                "Heidi Larson",
                true
            ],
            [
                "it’s going to be the first to show its ugly head",
                "",
                false
            ],
            [
                "It’s a tragedy for Europe that a child or an adult has died because of a preventable disease,",
                "Patrick O'Connor",
                true
            ],
            [
                "We owe it to them to protect them.",
                "Patrick O'Connor",
                true
            ],
            [
                "Next year it could be diphtheria, or a variety of things.",
                "O'Connor",
                true
            ],
            [
                "The good news is that a lot of people who are sceptical, who don’t think vaccines are safe, still vaccinate their children,",
                "Hania Farhan",
                true
            ],
            [
                "It’s all about money for the pharmaceutical companies,",
                "Priscille",
                true
            ],
            [
                "I think the immune system builds itself, and if it’s broken somewhere, it becomes complicated,",
                "",
                true
            ],
            [
                "Maybe the basic idea of a vaccine is very good,",
                "",
                true
            ],
            [
                "but the vaccines we have today are not good enough.",
                "",
                false
            ],
            [
                "But suspending it also raised suspicions,",
                "Larson",
                true
            ],
            [
                "The public was angry at the WHO for what they thought was overinflation of the risk, angry at the government for having bought so much vaccine,",
                "Larson",
                true
            ],
            [
                "The HIV epidemic and the blood transfusion scandal changed everything,",
                "Ward",
                true
            ],
            [
                "dangerous substances for humans and especially infants, which can cause a serious disease, macrophagic myofasciitis",
                "",
                false
            ],
            [
                "the hepatitis B vaccine suspected of being linked to multiple sclerosis",
                "",
                false
            ],
            [
                "In addition, vaccinating children against six serious diseases at once is a risky medical procedure that can trigger an uncontrolled immune response (anaphylactic shock) and increase the risk of autoimmune disease in the long term.",
                "",
                true
            ],
            [
                "There’s a lot of pretty negative, discouraging and sometimes quite frightening material about immunisation on websites,",
                "Larson",
                true
            ],
            [
                "is the big scary bogeyman for France",
                "Larson",
                false
            ],
            [
                "The fervent or militant resistors are very loud on social media and other forums.",
                "O'Connor",
                true
            ],
            [
                "People pick that up and then they have lots of questions.",
                "O'Connor",
                true
            ],
            [
                "It is a lot of work,",
                "Sylvie Quelet",
                true
            ],
            [
                "It is very important that communication around vaccination continues and is always present vis-a-vis fake news,",
                "",
                true
            ],
            [
                "All my patients have concerns about vaccines,",
                "Veronique Dufour",
                true
            ],
            [
                "Vaccines are intrusive, so it’s normal for them to ask questions.",
                "Dufour",
                true
            ],
            [
                "Very, very few are not vaccinated,",
                "Dufour",
                true
            ],
            [
                "There was a confusion between mandatory and recommended vaccines.",
                "Magid Herida",
                true
            ],
            [
                "People understood that if it was recommended, it wasn’t so important,",
                "Magid Herida",
                true
            ],
            [
                "not necessarily because of safety or other concerns, but due to resistance to the notion of forced vaccination",
                "Magid Herida",
                false
            ],
            [
                "Taking away freedom of choice can easily appear authoritarian,",
                "Ward",
                true
            ],
            [
                "When you talk to people who work in private schools, many tell you a lot of children are not vaccinated and the school directors don’t check,",
                "Ward",
                true
            ],
            [
                "I’m lucky because I don’t work, so I don’t have to put them in the creche, so I have the choice over vaccines,",
                "Priscille",
                true
            ],
            [
                "I say to them there is no product which has zero risk.",
                "",
                true
            ],
            [
                "People must think about side effects of ibuprofen or antibiotics.",
                "",
                true
            ],
            [
                "And I ask them: ‘How was it when you were vaccinated, what happened, how did you feel?",
                "",
                true
            ],
            [
                "You can wait, but not too much, because the main purpose of the vaccination is to protect the child before they are exposed to the risk.",
                "",
                true
            ],
            [
                "If you are getting close to the exposure, it’s too late.",
                "",
                true
            ],
            [
                "The most devastating consequence of vaccine hesitancy, or inadequate vaccine uptake, would be a resurgence of fatal or life-changing vaccine-preventable diseases which are currently well controlled, or are targeted for elimination,",
                "",
                true
            ],
            [
                "Vaccines are one of the best public health interventions that we have, and they work.",
                "O'Connor",
                true
            ],
            [
                "We just have to make sure people understand that,",
                "O'Connor",
                true
            ],
            [
                "France can bring down the level of scepticism with some extraordinary efforts,",
                "Larson",
                true
            ],
            [
                "But I think it’s never going to fully go away.",
                "Larson",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "vaccinated",
            "vaccine",
            "rates",
            "citizens",
            "france",
            "parents",
            "persuading",
            "vaccines",
            "health",
            "cent",
            "medical",
            "vaccination",
            "measles"
        ]
    }
]