[
    {
        "url": "http://www.cidrap.umn.edu/news-perspective/2019/07/us-measles-cases-reach-1109-studies-point-early-vaccination",
        "title": "US measles cases reach 1,109 as studies point to early vaccination",
        "authors": [],
        "publisher": "www.cidrap.umn.edu",
        "publish_date": "",
        "text": "Today the US Centers for Disease Control and Prevention (CDC) recorded 14 more measles cases, raising the year's total number of cases to 1,109, as two studies conducted in other nations highlight some advantages of early vaccination of babies.\n\nTwenty-eight states have reported cases this year, but most cases have been part of large outbreaks. The CDC is tracking four ongoing outbreaks (3 or more related cases) in New York's Rockland County; New York City; Butte County, California; and Washington state.\n\n\"These outbreaks are linked to travelers who brought measles back from other countries such as Israel, Ukraine, and the Philippines, where large measles outbreaks are occurring,\" the CDC said.\n\nLast year, the CDC recorded 372 measles cases, and officials confirmed 120 in 2017. This year's case count is the highest in the United States since 1992, and since measles was declared eliminated in 2000.\n\nAs of Jul 1, New York City has noted 619 cases—10 more than the previous week—in a measles outbreak that began last September in predominantly Orthodox Jewish communities in Brooklyn and Queens.\n\nStudies point toward earlier vaccination\n\nCurrently the CDC and the World Health Organization recommend that all children receive two doses of the measles, mumps, and rubella vaccine, with the first dose administered between 12 and 15 months. But the new studies raise the possibility of earlier vaccination.\n\nA Pakistani research group published in BMC Infectious Diseases a study that showed infants up to the age of 6 months had protective maternal antibodies against measles, but levels drop sharply after birth.\n\nThe researchers said maternal antibodies are transferred through the placenta and through breast milk and colostrum.\n\n\"Breast feeding provides early protection against measles however, these acquired levels drop down to low levels immediately after birth and then after 06 months,\" the authors write. \"Based on the results of this study, we urge further consideration to the possibility of earlier measles vaccination administration, such as at 6 months, to attempt to save more infants from this fatal infection.\"\n\nA South African group published in The Journal of Infectious Diseases alsofound that early two-dose measles vaccination at 6 and 12 months of age was safe and induced antibody responses in both HIV-exposed and HIV-unexposed infants.\n\nThe authors say the vaccine-derived immune response \"could partly offset the early loss of maternally derived antibodies in infants born to predominantly measles-vaccinated mothers.\"\n\nSee also:\n\nJul 8 CDC update\n\nJul 1 NYC Health update\n\nJul 5 BMC Infect Dis study\n\nJul 6 J Infect Dis study",
        "quotes": [
            [
                "These outbreaks are linked to travelers who brought measles back from other countries such as Israel, Ukraine, and the Philippines, where large measles outbreaks are occurring,",
                "",
                true
            ],
            [
                "Breast feeding provides early protection against measles however, these acquired levels drop down to low levels immediately after birth and then after 06 months,",
                "",
                true
            ],
            [
                "Based on the results of this study, we urge further consideration to the possibility of earlier measles vaccination administration, such as at 6 months, to attempt to save more infants from this fatal infection.",
                "",
                true
            ],
            [
                "could partly offset the early loss of maternally derived antibodies in infants born to predominantly measles-vaccinated mothers.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://bmcinfectdis.biomedcentral.com/articles/10.1186/s12879-019-4167-0"
            ],
            "gov_pgs": [
                "https://www1.nyc.gov/site/doh/health/health-topics/measles.page",
                "https://www.cdc.gov/measles/cases-outbreaks.html"
            ],
            "unsure": [
                "https://academic.oup.com/jid/advance-article-abstract/doi/10.1093/infdis/jiz348/5529477?redirectedFrom=fulltext"
            ]
        },
        "key_words": [
            "infants",
            "reach",
            "months",
            "early",
            "outbreaks",
            "point",
            "levels",
            "cases",
            "measles",
            "study",
            "vaccination",
            "studies",
            "cdc",
            "1109"
        ]
    },
    {
        "url": "https://bmcinfectdis.biomedcentral.com/articles/10.1186/s12879-019-4167-0",
        "title": "Seroprevalence of Transplacentally acquired Measles antibodies in unvaccinated infants at nine months of age and its relation to the feeding practices",
        "authors": [
            {
                "name": "Rana Jawad Asghar",
                "link": null
            },
            {
                "name": "Federal General Hospital",
                "link": null
            },
            {
                "name": "Mir. Muhammad Hassan Bullo",
                "link": null
            },
            {
                "name": "Pakistan Medical Research Council",
                "link": null
            },
            {
                "name": "Muhammad Arif Nadeem Saqib",
                "link": null
            },
            {
                "name": "Islamabad",
                "link": null
            },
            {
                "name": "National Institute Of Health",
                "link": null
            },
            {
                "name": "Phrc",
                "link": null
            },
            {
                "name": "Central Research Centre",
                "link": null
            },
            {
                "name": "Najma Javed",
                "link": null
            }
        ],
        "publisher": "https://bmcinfectdis.biomedcentral.com",
        "publish_date": "2019-12-10",
        "text": "In this study we found that in the 1–90 days age group the mean measles IgG level was > 8.0 U/ml, in the 91–180 days group < 12 U/ml and in the 181–270 days age group it was > 8.0 U/ml with respective p. values of 0.0001 (significant), 0.608 (Not significant) and 0.484 (Not significant). Regarding the feeding practices, IgG antibodies were 0.574 (8-12 U), 0.466 (< 8.0 U) and 0.634 (> 12 U) in breast feed group, animal feed group and breast milk+ top feed group respectively. Out of 483, 71.8% (275) were of term gestation and delivered normally while 106 were delivered through C-Section with mean IgG values of 0.569 and 0.596 respectively which are not statistically significant. These findings are in accordance with other studies [14–16] revealing that the majority of maternal measles antibodies transfer across the placenta takes place during the third trimester of gestation and this transfer is receptor mediated. Another study added that preterm delivery was associated with lower but protective levels of Maternal Measles Antibodies (MMA) and post-term deliveries with higher levels of MMA than term deliveries. In our study 72% deliveries were at term however all normally delivered babies did not have protective levels of maternal measles IgG antibodies. It may be due to the fact that mother’s own immunity against measles (presence of IgG antibodies) also plays a role in transplacental transfer of antibodies to neonates.\n\nThis study revealed that the measles protective measles antibodies were present in 91–180 days age group as compared to 1–90 days age group and 181–270 age groups. Muscat et al. in their study discussed that there is waning of the maternal transferred measles antibodies in the infants before vaccination age e.g., < 1 year, therefore measles risk and severity are greater than the risk and severity among those aged ≥1 year [17]. It is consistent with our findings.\n\nA Nigerian study revealed that 58% of children had lost the protective maternal antibody by the age of 4 months and only 3% of the children had enough antibodies to protect them between the ages of 6–9 months [18]. Our study has the same findings emphasizing the need for early measles vaccination to protect infants from becoming victim of this fatal illness.\n\nSandra et al. in their study found that the estimated duration of protection by maternal antibodies among infants was short e.g. 3.3 months for measles [19], and our results are the same. Another study [20] showed that the rate of decay of passive immunity was slower in infants of naturally immune women (un-vaccinated), but the median time to loss of immunity was longer than that in infants of vaccinated mothers (3.78 vs. 0.97 months). This is in contrast to our study in which out of 09 vaccinated mothers, only two had enough levels to transfer antibodies to their newborns. However, this is one of the limitations of our study that we did not follow the infants to record the decay of maternal antibodies in infants.\n\nIn Pakistan, not every child is born with enough trans-placentally transferred anti-measles antibody levels to protect the child during infancy. Further, most of the maternal acquired antibodies wane before reaching the current recommended age for vaccination e.g. 09 months. It is, therefore suggested that vaccine may need to be repeated (> 2 doses) and that the measles first dose is delivered before 09 months of age, if measles immunity is desired. It calls an urgent need to review the measles vaccination schedule from 09 months to 06 months to protect these susceptible infants.",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "relation",
            "igg",
            "infants",
            "feeding",
            "months",
            "maternal",
            "levels",
            "unvaccinated",
            "group",
            "antibodies",
            "measles",
            "study",
            "practices",
            "transplacentally",
            "seroprevalence",
            "age"
        ]
    }
]