[
    {
        "url": "https://www.cbc.ca/news/canada/british-columbia/bc-health-ministry-measles-schools-1.5195052",
        "title": "",
        "authors": [
            {
                "name": "The Canadian Press",
                "link": null
            }
        ],
        "publisher": "www.cbc.ca",
        "publish_date": "",
        "text": "The B.C. government says public health officials will start reviewing school enrolment records of kindergarten-to-Grade 12 students to ensure children are immunized against contagious diseases including measles.\n\nThe Health Ministry says officials will do their review between August and October and contact parents if their children are not up to date on the measles, mumps and rubella vaccine.\n\nIt says most parents are already complying with the vaccination requirement so there is no need for them to do anything before their children begin classes in September, when it will be mandatory to report students' immunization records.\n\nHealth Minister Adrian Dix says the goal of the first year of the reporting requirement will be to get children caught up on vaccinations by the end of the school year.\n\nHe says a provincial catch-up vaccination program has seen 33,000 children immunized since April.\n\nDix says public health nurses have reported that more families who were initially hesitant are now choosing to immunize their kids.\n\n\"They've noticed more new-and-expecting parents take an active interest in their child's vaccination schedule,\" he says.\n\n\"It should be said that older students in grades 10, 11 and 12 have been our most significant uptake in terms of immunization.\n\nMMR vaccine myths debunked\n\nB.C. provincial health officer Dr. Bonnie Henry and CBC reporter Bethany Lindsay address five misconceptions about the vaccine for measles, mumps and rubella. 2:49\n\nHalf a million records reviewed\n\nThe voluntary program was introduced after a measles outbreak in B.C. linked to two French schools in Vancouver.\n\nHealth authorities have already reviewed more than half a million students' immunization records and parents or guardians of those with incomplete or missing records have been notified.\n\nMeasles spreads through virus-laden droplets after an infected person coughs or sneezes.\n\nInfection with the measles virus starts with a high fever, coughing, sneezing and red eyes, followed by a blotchy, painful rash that starts on the face and spreads to cover the whole body.\n\nThe disease can lead to complications such as ear infections, blindness, pneumonia and encephalitis, which is a swelling of the brain and can be fatal.\n\nThe first shot of the measles, mumps and rubella vaccine is given when children are a year old, and the second dose usually follows when they are about four to six years old.",
        "quotes": [
            [
                "They've noticed more new-and-expecting parents take an active interest in their child's vaccination schedule,",
                "Dix",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "mumps",
            "students",
            "children",
            "rubella",
            "health",
            "vaccination",
            "records",
            "vaccine",
            "parents",
            "measles"
        ]
    }
]