[
    {
        "url": "https://www.cbc.ca/news/canada/new-brunswick/measles-outbreak-saint-john-vaccine-access-public-health-1.5191159",
        "title": "",
        "authors": [],
        "publisher": "www.cbc.ca",
        "publish_date": "",
        "text": "Public Health has relaxed restrictions on the supply of measles vaccines, providing broader access to New Brunswickers, according to a memo sent to health-care practitioners on Wednesday.\n\nNo new cases of the highly contagious respiratory disease have been confirmed in the Saint John health region since May 31.\n\n\"As a result, the previous prioritization of vaccination has been relaxed to allow for broader usage for the general public,\" the memo signed by Dr. Cristin Muecke, the province's deputy chief medical officer of health, states.\n\nNo precise date has been set to declare the outbreak over, said Bruce Macfarlane, communications director for the Department of Health.\n\n\"But I can tell you we are looking at least 32 days following the rash onset date of the last outbreak-associated case.\"\n\nHealth officials have previously said the outbreak won't be declared over until two incubation periods — roughly 40 days — have passed since the last confirmed case.\n\nIn the meantime, Muecke is still asking health-care practitioners to prioritize when offering a \"catch up\" dose of the measles, mumps, rubella (MMR) vaccine to adults.\n\n\"Moving forward, not all individuals and settings will be at equal risk,\" she wrote.\n\nAbout 15,700 doses of the measles, mumps, rubella (MMR) vaccine have been distributed since the measles outbreak in the Saint John health region began in April, according to health officials. (Canadian Press/Associated Press)\n\nSome of the factors that might \"raise the priority\" of individuals include:\n\nLiving or spending time in vulnerable group settings, such as shelters or special care homes.\n\nWorking in the allied health professions, such as childcare and education, or in group care settings.\n\nTravelling outside Canada, including the United States and Europe.\n\nThere have been 12 confirmed cases of measles since the outbreak began on April 26 with an individual who had recently travelled to Europe and visited the Saint John Regional Hospital's emergency room before being diagnosed.\n\nThe most recent case, someone at Hampton High School, is linked to Kennebecasis Valley High School in Quispamsis, where nine of the cases are based, while the other one is connected to the emergency room.\n\nWe made a list of the most frequently asked measles questions and got answers from a Saint John family doctor. 2:57\n\nHealth officials have declined to release any information about the infected individuals, including whether they were immunized, citing privacy.\n\nMeasles is transmitted through the air or by direct contact with an infected individual. People can be contagious for about four days before the tell-tale red blotchy rash appears.\n\nAdequate supply\n\nOne dose of MMR is considered about 85 per cent effective, while the recommended two doses provide about 97 per cent protection, according to health officials.\n\nApproximately 15,700 doses of the vaccine have been distributed since the outbreak began, said Macfarlane.\n\n\"At this time, there are no indications to order more vaccine,\" he said.\n\nMacfarlane has declined to say if, or how many, lab results are pending.\n\nMeasles is diagnosed through blood and urine samples and swabs of the nose and throat.\n\nPublic Health usually waits for all three test results before confirming a case, Dr. Jennifer Russell, chief medical officer of health, told CBC News. The average lab turnaround time is between one and three days, depending on the sample, she said.\n\nCost not released\n\nEarlier this month, the province secured an additional 20,000 doses of MMR from the national repository.\n\nNormally, Public Health only gets about 5,000 doses annually to immunize adults, health officials have said.\n\nMacfarlane did not respond to a request for information about how much the publicly funded vaccine costs.\n\nPrior to Wednesday, Muecke was asking health-care practitioners to give priority to \"susceptible individuals\" potentially exposed to confirmed measles cases and \"vulnerable populations\" in the outbreak area, including infants between the ages of six months and one year.\n\nOther prioritized individuals included:\n\nSusceptible health-care workers, regardless of age, if they have received less than the recommended two doses.\n\nPost-partum women susceptible to rubella (serologically negative) should be vaccinated with MMR before discharge, as per hospital policy.\n\nUnimmunized individuals born between 1970 and 1995.\n\nThose born in or after 1970 who are planning to travel to the United States or overseas.\n\nMove to mandatory immunization\n\nEarlier this month, Education Minister Dominic Cardy introduced legislative amendments to make immunization mandatory for children in public schools and daycares unless they have a medical exemption.\n\nIf the amendments pass, starting on Sept. 1, 2021, all existing and new students would have to either provide proof they're immunized against various diseases, such as measles and whooping cough, or provide a medical exemption form signed by a health professional.\n\nOtherwise they won't be allowed in and will have to go to private school or be home-schooled instead, Cardy has said.\n\nEducation Minister Dominic Cardy has previously likened unvaccinated students to guns in schools. (CBC)\n\nUnder the current legislation, parents can sign a form refusing to have their children vaccinated based on personal \"objections.\"\n\nThe amendments would remove all non-medical exemptions and help protect vulnerable children through so-called herd immunity, or community immunity, by ensuring at least 95 per cent of students are vaccinated, said Cardy.\n\nEarly symptoms of measles may include fever, cough, runny nose, red or sore eyes, sleepiness, irritability and tiny white spots in the mouth.\n\nAbout three to seven days after those symptoms start, the rash usually develops on the face and then spreads to the rest of the body.\n\nAnyone exhibiting symptoms should self-isolate and call Tele-Care, the provincial health information line, for advice by dialling 811, health officials advise.\n\nPeople born before 1970 are considered immune.",
        "quotes": [
            [
                "As a result, the previous prioritization of vaccination has been relaxed to allow for broader usage for the general public,",
                "Cristin Muecke",
                true
            ],
            [
                "But I can tell you we are looking at least 32 days following the rash onset date of the last outbreak-associated case.",
                "Bruce Macfarlane",
                true
            ],
            [
                "Moving forward, not all individuals and settings will be at equal risk,",
                "",
                true
            ],
            [
                "At this time, there are no indications to order more vaccine,",
                "Macfarlane",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cbc.ca/news/canada/new-brunswick/measles-saint-john-confirmed-hospital-1.5113154",
                "https://www.cbc.ca/news/canada/new-brunswick/measles-saint-john-kennebecasis-school-new-brunswick-1.5136801",
                "https://www.cbc.ca/news/canada/new-brunswick/measles-outbreak-saint-john-hampton-high-school-1.5158687"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "mmr",
            "health",
            "days",
            "vaccine",
            "individuals",
            "doses",
            "measles",
            "outbreak",
            "saint",
            "officials"
        ]
    },
    {
        "url": "https://www.cbc.ca/news/canada/new-brunswick/measles-saint-john-confirmed-hospital-1.5113154",
        "title": "",
        "authors": [],
        "publisher": "www.cbc.ca",
        "publish_date": "",
        "text": "A person in Saint John who recently travelled to Europe has become the province's first confirmed case of measles since 2017, public health announced Friday.\n\nDepartment officials are working with local health-care providers to contact people who may have been exposed to the individual with the serious and highly contagious respiratory disease, which is transmitted through the air or by direct contact.\n\nThat could include people who visited the Saint John Regional Hospital's emergency room or X-ray/CT department during the following days and times:\n\nApril 18, 6 p.m. to 3 a.m. (and X-ray/CT)\n\nApril 19, 8:30 a.m. to 2 p.m. (and X-ray/CT)\n\nApril 21, 10 a.m. to 4:30 p.m.\n\nApril 22, 9:30 a.m. to 2 p.m.\n\nApril 22, 6:30 p.m. to 12:30 a.m.\n\nDr. Jennifer Russell, the province's chief medical officer of health, is urging anyone who was potentially exposed to check their immunization record. Most people are protected with two doses of the measles, mumps, rubella and varicella, or MMRV vaccine.\n\nDr. Jennifer Russell, New Brunswick's chief medical officer of health, said vaccination is the best way people can protect themselves and others against the measles. (Joe McDonald/CBC)\n\n\"Make sure that if you're going to go to a clinic or hospital call ahead, so they can put precautions in place to protect other patients,\" Russell said in an interview.\n\nShe said the Saint John case was confirmed Friday, and the patient is isolated at home.\n\n\"Once public health knows of somebody who's been exposed, they do a risk assessment to figure out what the next steps would be,\" she said.\n\nNeed to seek help\n\nAdults born before 1970 are considered immune.\n\nAnyone who believes they have symptoms consistent with the measles should isolate themselves and seek medical attention, said Russell.\n\nIf people have symptoms, or suspect their vaccines aren't up to date and they've been to the Saint John hospital at those times, they must let their health-care provider or 811 know before visiting a clinic or hospital.\n\nEarly symptoms of the measles may include fever, cough, runny nose, red or sore eyes, sleepiness, irritability and tiny white spots in the mouth.\n\nWithin three to seven days, a red blotchy rash will appear, first on the face and then spreading to the rest of the body.\n\nCan be fatal\n\nSymptoms usually begin within eight to 12 days after infection.\n\nMost people are sick for up to 10 days and are contagious from four days before the rash develops until four days after.\n\nThere is no cure for the disease. Treatment is meant to relieve symptoms and prevent complications.\n\nMeasles is diagnosed through blood and urine tests and swabs of the nose and throat.\n\nThe virus can be more severe in adults and infants, said Russell.\n\nComplications can include ear infections, pneumonia, blindness, and swelling of the brain, which can cause seizures, deafness, brain damage or death.\n\nIf the virus is contracted during pregnancy, it can cause premature labour, miscarriage and low birth weight.\n\nOne case two years ago\n\nThe last confirmed case of the measles in New Brunswick, in 2017, was a student at the University of New Brunswickin Fredericton. That case was linked to an outbreak in Nova Scotia.\n\nThere have been 41 cases of the measles across Canada so far this year, most of them associated with travel to countries with current measles activity, public health officials said.\n\nThe MMRV vaccine is free for babies aged 12 to 18 months in New Brunswick.\n\nAdults born in 1970 or later can receive a free vaccine if they haven't already had two doses.\n\nNo other information about the infected person has been disclosed, including their sex, age, why they were at the hospital, whether they had been vaccinated, or how long they were abroad. Health officials cited confidentiality.\n\nOnce someone has had the measles, they are considered protected for life.",
        "quotes": [
            [
                "Make sure that if you're going to go to a clinic or hospital call ahead, so they can put precautions in place to protect other patients,",
                "Russell",
                true
            ],
            [
                "Once public health knows of somebody who's been exposed, they do a risk assessment to figure out what the next steps would be,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cbc.ca/news/canada/new-brunswick/measles-unb-fredericton-student-1.4063848"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "john",
            "health",
            "russell",
            "case",
            "days",
            "measles",
            "symptoms",
            "public",
            "saint",
            "officials"
        ]
    },
    {
        "url": "https://www.cbc.ca/news/canada/new-brunswick/measles-saint-john-kennebecasis-school-new-brunswick-1.5136801",
        "title": "",
        "authors": [],
        "publisher": "www.cbc.ca",
        "publish_date": "",
        "text": "Hundreds of teachers from numerous schools across the Anglophone South School District were gathered at Kennebecasis High School just days before someone at the Quispamsis school was diagnosed with measles, says the superintendent.\n\nAbout 460 teachers from Rothesay, Quispamsis, Belleisle and Hampton attended the local branch meeting of the New Brunswick Teachers' Association at the Quispamsis school on the evening of May 6, said Zoë Watson.\n\nOn May 13, public health announced the school had the second confirmed case of the highly contagious respiratory disease in the Saint John area in recent weeks.\n\nHealth officials have not released any information about the two affected individuals, citing privacy, but the cases are related and both people are isolated at home.\n\nMeasles is transmitted through the air or by direct contact. People infected with the measles virus can be contagious about four days before the rash appears until four days after.\n\nAll of the teachers who visited KVHS last week have been notified and will be invited to attend an immunization clinic being planned at the school in the coming days, said Watson.\n\nAbout 100 of the approximately 1,050 students do not have the two recommended doses of the measles, mumps, rubella and varicella, or MMRV, vaccine, she said.\n\nA team of public heath nurses was at the school earlier this week to go through individual immunization records and found about 10 per cent of the student body did not have complete immunization, said Watson.\n\nThe nurses followed up with the parents of those students and found some of them do have full immunization, but their records are at their homes.\n\n\"So that's positive news,\" said Watson.\n\n\"Our ideal goal would be to have 100 per cent [vaccinated] and certainly as we get through this situation, I expect between Health and Education there will be more conversation.\"\n\nPeople infected with the measles virus can be contagious four days before the rash appears, until four days after, say health officials. (Submitted by Emmanuel Bilodeau)\n\nIn New Brunswick, students must provide proof of immunization before starting school. Students who transfer from outside the province are also required to provide immunization records.\n\nThe Department of Education's Policy 706 does allow for exemptions from immunization for either medical reasons or personal objections, but only a \"very small number go that route,\" said Watson.\n\nIn the event of a \"significant outbreak,\" those students could be excluded from school, she said.\n\n\"We haven't reached that point.\"\n\nThe provision has been in place since the early-2000s and hasn't been used yet, according to Watson.\n\n\"But I will tell you there are ongoing conversations between the Department of Education and Department of Health about that policy,\" she added.\n\nThis person was at the emergency room at the same time as the first confirmed patient with measles. Zoe Watson is the superintendent with Anglophone School District South. 10:44\n\nThe affected individual at Kennebecasis Valley High School was at the Saint John Regional Hospital's emergency department at the same time as the first infected patient in April, said the province's chief medical officer of health, Dr. Jennifer Russell.\n\nOther potential locations people may have come into contact with the affected individual include:\n\nShadow Lawn Inn in Rothesay on May 6 during lunch.\n\nThe John Cleese show at Harbour Station on May 7 at 7:30 p.m., in section 26, rows 14-20 and section 27, rows 14-24. About 1,600 people attended.\n\nMeasles symptoms usually begin within eight to 12 days after infection and may include fever, cough, runny nose, red or sore eyes, sleepiness, irritability and tiny white spots in the mouth.\n\nWithin three to seven days, the classic red blotchy rash usually develops on the face and then spreads to the rest of the body.\n\nCan be fatal\n\nAnyone who believes they have symptoms should isolate themselves and seek medical attention, said Russell. They should call ahead before visiting their family doctor, clinic or emergency room so proper precautions can be taken to prevent others from being exposed, she said.\n\nMeasles is diagnosed through blood and urine tests and swabs of the nose and throat.\n\nThe disease can be more severe in adults, infants and pregnant women. Complications can include ear infections, pneumonia, blindness and swelling of the brain, which can cause seizures, deafness, brain damage or death. If contracted during pregnancy, it can cause premature labour, miscarriage and low birth weight.\n\nAdults born before 1970 are considered immune, but some people born between 1970 and 1995 have not had their second shot, said Russell.\n\nA dedicated phone line has been set up to help people check their immunization record — 643-6251.\n\nAbout 5,000 doses of the vaccine are available.\n\nThe last confirmed case of the measles in New Brunswick, in 2017, was a student at the University of New Brunswick in Fredericton.",
        "quotes": [
            [
                "Our ideal goal would be to have 100 per cent [vaccinated] and certainly as we get through this situation, I expect between Health and Education there will be more conversation.",
                "",
                true
            ],
            [
                "very small number go that route,",
                "Zoë Watson",
                false
            ],
            [
                "We haven't reached that point.",
                "Zoë Watson",
                true
            ],
            [
                "But I will tell you there are ongoing conversations between the Department of Education and Department of Health about that policy,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cbc.ca/news/canada/new-brunswick/measles-saint-john-confirmed-hospital-1.5113154",
                "https://www.cbc.ca/news/canada/new-brunswick/measles-second-case-confirmed-new-brunswick-quispamsis-1.5134509",
                "http://www.cbc.ca/news/canada/new-brunswick/measles-saint-john-new-brunswick-public-health-1.5135178",
                "https://www.cbc.ca/news/canada/new-brunswick/measles-unb-fredericton-student-1.4063848"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "school",
            "department",
            "rash",
            "students",
            "teachers",
            "health",
            "days",
            "brunswick",
            "measles",
            "immunization"
        ]
    },
    {
        "url": "https://www.cbc.ca/news/canada/new-brunswick/measles-outbreak-saint-john-hampton-high-school-1.5158687",
        "title": "",
        "authors": [],
        "publisher": "www.cbc.ca",
        "publish_date": "",
        "text": "The measles outbreak in the Saint John region has grown to 12 confirmed cases and has spread to Hampton High School, the department of health has confirmed.\n\nThe previous 11 cases have been linked to Kennebecasis Valley High School in Quispamsis and the Saint John Regional Hospital's emergency department. The new case at Hampton High is linked to the cases at Kennebecasis Valley High School.\n\nAnyone present at Hampton High on May 30 or 31 may have been exposed to the highly contagious respiratory disease, the letter sent home to parents on Friday night from New Brunswick's deputy chief medical officer of health Dr. Cristin Muecke states.\n\nShe estimates about 18 of the approximately 600 students \"could be vulnerable.\"\n\nDr. Cristin Muecke, deputy chief medical officer of health for New Brunswick, said students will be allowed to sign their own immunization consent forms because of the short notice about Sunday's clinic. (CBC)\n\nChief medical officer of health Dr. Jennifer Russell says public health has been in direct contact with those potentially exposed to the disease.\n\nMeasles is transmitted by direct contact with an infected individual or through the air, with infectious respiratory droplets lingering for up to two hours after the contagious person leaves an area.\n\nClinic not for family members or public\n\nPublic Health will hold a special vaccination clinic at Hampton High School on Sunday from 10 a.m. until 5 p.m. for students and staff only.\n\nIf the measles, mumps, rubella (MMR) vaccine is administered within 72 hours of possible exposure, it can provide retroactive protection, regardless of previous immunization history.\n\nAnyone who is pregnant or has a compromised immune system should not receive a live vaccine. They are advised to stay away from the school until Public Health can give further advice.\n\n\"Those close to you, including family members, are not considered to have had a potential exposure unless otherwise notified,\" and should not attend the clinic, wrote Muecke.\n\n\"For safety and security reasons, this clinic is not open to the public. Please do not distribute further beyond the school community.\"\n\nAnglophone South School District superintendent Zoë Watson said today the school is connecting with anyone who was in Hampton High on Thursday or Friday.\n\n\"This includes members of district staff, partners and special guests who were at the school for an activity yesterday,\" Watson said in an email.\n\nThe school gym has been set up for the clinic tomorrow.\n\nVaccine supply reserved for most vulnerable\n\nPublic Health is reserving its vaccine supply for those most at risk during the outbreak — infants and people who have had direct contact with somebody with measles.\n\n\"We need to protect our vaccine doses for those that we know came into contact with a case,\" Russell said.\n\nOne dose of the measles, mumps, rubella (MMR) vaccine is about 85 per cent effective, while two doses offer about 97 per cent protection, according to health officials. (Submitted)\n\nShe confirmed there is enough vaccine for the outbreak, and the department is in contact with national health officials to make sure there is adequate supply.\n\nIt's unclear how many more people have potentially been exposed through the Hampton case.\n\nEarlier this week, health officials said more than 2,000 people were potentially exposed through the nine cases linked to Kennebecasis Valley High School and two ER-related cases.\n\nThe Hampton case is the first new confirmed case since Tuesday, but on Friday Russell announced another possible point of exposure related to a previously announced case.\n\nVet's Taxi users take heed\n\nPeople who used Vet's Taxi last week may have come into contact with the virus, she said.\n\nRussell didn't release any information about the infected individual, but Vet's co-owner Shelley Orr told CBC News it was a passenger, not a driver.\n\nThe dates and times in question include:\n\nMay 22 from 8 p.m. to 11:30 p.m.\n\nMay 24 from 9:40 a.m. to 1:30 p.m.\n\nMay 25 from 2:45 p.m. to 5 p.m. and 6:40 p.m. to 9:10 p.m.\n\nMay 26 from 12:50 p.m. to 3:05 p.m.\n\nIt's too late for anyone potentially exposed in that case to get a vaccine because more than 72 hours have passed, said Russell.\n\nShe is advising them to self-monitor for measles symptoms, which can take up to 18 days to begin.\n\n\"If you are experiencing symptoms stay at home and self-isolate. Do not go to the ER, community health clinic or doctor's office, call Telecare 811.\"\n\nHampton High School has 543 students and 44 staff, according to its website. (Google Street View)\n\nEarly symptoms may include fever, cough, runny nose, red or sore eyes, sleepiness, irritability and tiny white spots in the mouth.\n\nAbout three to seven days after those symptoms start, the telltale red blotchy rash usually develops on the face and then spreads to the rest of the body.\n\nSince October 1995, all children born in New Brunswick have been offered two doses of the MMR vaccine, which is generally about 97 per cent effective, Muecke said in her letter to Hampton High parents, guardians, students and staff.\n\n\"However, a small number of individuals could become infected if they have been exposed to an active case,\" she said.\n\n\"In a school of 600 students this could potentially mean that about 18 students could be vulnerable.\"\n\nVaccination rates unknown\n\nBut Education Minister Dominic Cardy has said the province doesn't know how many unvaccinated students are in the school system because the school districts have not been consistently enforcing proof of immunization requirements.\n\nAnyone who has already had two doses of MMR can safely get a third, said Muecke. Individuals who have received the MMR or another live vaccine within the past month should not, however.\n\nStudents and staff who have not received a dose of MMR in the last 28 days will be contacted by Public Health to arrange to have blood drawn to determine their immunity to measles, she said.\n\n\"If the results are negative or borderline, or if the required information for the student is absent, Public Health may exclude them from the school for 21 days to contain the outbreak.\"\n\nHampton High's online calendar shows exam week is scheduled to start on June 10 and prom is on June 17.\n\n\"I am certain some of you will have questions regarding the clinic, and what a case of measles means for our students as we close out the school year,\" principal Rosemary Southard wrote in an email to parents, students and staff.\n\nClasses and activities are continuing as usual, she said.\n\n\"Should Public Health deem it necessary for any student to remain at home, we will ensure that supports are made available.\"\n\nHampton High has 543 students and 44 staff, according to its website.\n\nPeople born before 1970 are considered immune to measles and anyone who has already had it is considered protected for life.\n\nMeasles can be severe in infants and adults born after 1970. Complications can include ear infections, pneumonia, blindness and swelling of the brain, which can cause seizures, deafness, brain damage or death.\n\nIf contracted during pregnancy, it can cause miscarriage, premature labour, and low birth weight.\n\nThe first confirmed case of measles in the region, announced on April 26, was an individual who had recently travelled to Europe and visited the Saint John Regional Hospital's emergency department before being diagnosed.\n\nPossible exposure times at the ER include:",
        "quotes": [
            [
                "Those close to you, including family members, are not considered to have had a potential exposure unless otherwise notified,",
                "Muecke",
                true
            ],
            [
                "For safety and security reasons, this clinic is not open to the public.",
                "",
                true
            ],
            [
                "Please do not distribute further beyond the school community.",
                "",
                true
            ],
            [
                "This includes members of district staff, partners and special guests who were at the school for an activity yesterday,",
                "Watson",
                true
            ],
            [
                "We need to protect our vaccine doses for those that we know came into contact with a case,",
                "Russell",
                true
            ],
            [
                "If you are experiencing symptoms stay at home and self-isolate.",
                "",
                true
            ],
            [
                "Do not go to the ER, community health clinic or doctor's office, call Telecare 811.",
                "",
                true
            ],
            [
                "However, a small number of individuals could become infected if they have been exposed to an active case,",
                "Muecke",
                true
            ],
            [
                "In a school of 600 students this could potentially mean that about 18 students could be vulnerable.",
                "",
                true
            ],
            [
                "If the results are negative or borderline, or if the required information for the student is absent, Public Health may exclude them from the school for 21 days to contain the outbreak.",
                "",
                true
            ],
            [
                "I am certain some of you will have questions regarding the clinic, and what a case of measles means for our students as we close out the school year,",
                "Rosemary Southard",
                true
            ],
            [
                "Should Public Health deem it necessary for any student to remain at home, we will ensure that supports are made available.",
                "Rosemary Southard",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cbc.ca/news/canada/new-brunswick/measles-saint-john-mmrv-vaccine-rationing-new-brunswick-1.5156850",
                "https://www.cbc.ca/news/canada/new-brunswick/measles-saint-john-kennebecasis-school-new-brunswick-1.5136801",
                "https://www.cbc.ca/news/canada/new-brunswick/measles-saint-john-kennebecasis-school-1.5151007",
                "https://www.cbc.ca/news/canada/new-brunswick/new-brunswick-student-immunization-mandatory-education-minister-cardy-1.5155481",
                "https://www.cbc.ca/news/canada/new-brunswick/measles-saint-john-confirmed-hospital-1.5113154"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "school",
            "students",
            "clinic",
            "health",
            "high",
            "vaccine",
            "case",
            "measles",
            "hampton",
            "public"
        ]
    },
    {
        "url": "https://www.cbc.ca/news/canada/new-brunswick/measles-unb-fredericton-student-1.4063848",
        "title": "",
        "authors": [],
        "publisher": "www.cbc.ca",
        "publish_date": "",
        "text": "A student at the University of New Brunswick in Fredericton has \"recently\" been diagnosed with the measles, the university said in a statement Monday.\n\nIt is the first confirmed case of the highly contagious virus in the province since 2013 and is linked to a recent outbreak in Nova Scotia, according to health officials.\n\n\"The student in question was not a member of the residence community, is currently receiving treatment and is doing well,\" the university said in what it described as an \"important public health notice.\"\n\nNo information about the student has been released.\n\nThose known to have been in direct contact with the student have been notified, but as a precaution, university officials have released a list of dates, times and locations where people may have come into contact with the affected student between March 22 and March 30.\n\nAccording to public health officials, the risk of contracting measles in this situation is low, but if you are experiencing symptoms as outlined below, we encourage you to contact public health. - UNB Fredericton\n\n\"We would ask that the UNB community refer to the information,\" and anyone who made contact should watch for measles symptoms until April 20, the statement said.\n\nEarly symptoms of the measles, which usually appear eight to 12 days after infection, are similar to the common cold, including a cough, runny nose and sore eyes, followed by a fever and a red blotchy rash that spreads from the face down to the body.\n\n\"According to public health officials, the risk of contracting measles in this situation is low, but if you are experiencing symptoms … we encourage you to contact public health,\" the notice said.\n\nSpread through close contact\n\nMost people are protected from the measles by being adequately vaccinated, Department of Health spokesperson Veronique Taylor said in an email.\n\nAnyone born after 1970 who has not had the free two-dose vaccine that protects against the measles, mumps and rubella (MMR) and has never had the measles is at risk.\n\nMeasles can be spread through the air via coughs or sneezes by an infected person, according to health officials.\n\nIt can also be spread by direct contact with infected secretions of the nose and throat through sharing food, drinks, cigarettes or kissing someone who has the virus.\n\nThe virus can remain contagious on surfaces for up to two hours. A person can spread measles from four days before to four days after the rash develops.\n\nMeasles can cause ear infections and pneumonia. Swelling of the brain occurs in one child out of 1,000 and can lead to seizures, deafness, mental retardation or death.\n\nMost fully recover\n\nThere is no specific treatment for the measles. Most people are sick for up to 10 days and then recover completely.\n\nAnyone who has already had the measles is considered protected for life. Adults born before 1970 are considered immune.\n\nThe university said it is working with public health in its investigation and management of the case and will provide updates as they become available.\n\nIn the meantime, anyone with questions or concerns is encouraged to contact public health's communicable diseases office at 506-444-5905, Telecare (811) after hours, or the UNB Student Health Centre at 506-453-4837.\n\nOver the past five years, Canada has seen an average of 10 cases of measles each year.\n\nBut Nova Scotia has had a recent outbreak, with at least 20 cases reported so far this year, and Ontario has also recently reported some cases.\n\nAlmost all cases are linked to international travel or exposure to individuals who travelled abroad, said Taylor.\n\nNew Brunswick has had two reported cases of measles between 2002 and 2011, according to health officials.\n\nPossible contact times with the affected UNB student and locations:",
        "quotes": [
            [
                "The student in question was not a member of the residence community, is currently receiving treatment and is doing well,",
                "",
                true
            ],
            [
                "We would ask that the UNB community refer to the information,",
                "",
                true
            ],
            [
                "According to public health officials, the risk of contracting measles in this situation is low, but if you are experiencing symptoms … we encourage you to contact public health,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "student",
            "contact",
            "unb",
            "health",
            "days",
            "university",
            "measles",
            "symptoms",
            "public",
            "cases"
        ]
    },
    {
        "url": "https://www.cbc.ca/news/canada/new-brunswick/measles-second-case-confirmed-new-brunswick-quispamsis-1.5134509",
        "title": "",
        "authors": [
            {
                "name": "Cbc News",
                "link": null
            }
        ],
        "publisher": "www.cbc.ca",
        "publish_date": "",
        "text": "Public health is investigating a second confirmed case of measles, the provincial government announced Monday.\n\nThe case was confirmed at Kennebecasis Valley High School in Quispamsis, public health said.\n\nThe news comes less than a month after the department declared the first confirmed case of measles in New Brunswick since 2017.\n\nOn April 26, public health said a person in Saint John who recently travelled to Europe was infected, and department officials were working to contact people who may have been exposed to the individual.\n\nThe same effort is underway again with officials from public health, local health-care centres and the school district contacting people at risk.\n\nThe serious and highly contagious respiratory disease is transmitted through the air or by direct contact.\n\n\"Measles is a highly contagious respiratory disease and is vaccine-preventable,\" Dr. Jennifer Russell, chief medical officer of health, said in a release.\n\nRussell urged people who have been potentially exposed to check their immunization record. Most people are protected with two doses of the measles, mumps, rubella and varicella, or MMRV vaccine.\n\nSymptoms\n\nEarly symptoms of the measles may include fever, cough, runny nose, red or sore eyes, sleepiness, irritability and tiny white spots in the mouth. Within three to seven days, a red blotchy rash will appear, first on the face and then spreading to the rest of the body.\n\nSymptoms usually begin within eight to 12 days after infection.\n\n\"If these symptoms are present, it is important that you contact your health-care provider, Public health or 811 prior to presenting to a clinic, physician's office or emergency room so that necessary measures can be put into place to prevent the spread to others,\" said Russell.\n\nNo cure\n\nMost people are sick for up to 10 days and are contagious from four days before the rash develops until four days after.\n\nThere is no cure for the disease. Treatment is meant to relieve symptoms and prevent complications.\n\nAdults born before 1970 are considered immune, and adults born later can receive a free MMRV vaccine if they haven't had two doses.",
        "quotes": [
            [
                "Measles is a highly contagious respiratory disease and is vaccine-preventable,",
                "Jennifer Russell",
                true
            ],
            [
                "If these symptoms are present, it is important that you contact your health-care provider, Public health or 811 prior to presenting to a clinic, physician's office or emergency room so that necessary measures can be put into place to prevent the spread to others,",
                "Russell",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "disease",
            "school",
            "health",
            "days",
            "contagious",
            "confirmed",
            "case",
            "measles",
            "symptoms",
            "public"
        ]
    },
    {
        "url": "http://www.cbc.ca/news/canada/new-brunswick/measles-saint-john-new-brunswick-public-health-1.5135178",
        "title": "",
        "authors": [],
        "publisher": "www.cbc.ca",
        "publish_date": "",
        "text": "The second confirmed case of measles in the Saint John area is related to the first, the province's chief medical officer of health confirmed on Tuesday.\n\nThe affected individual at Kennebecasis Valley High School, who was identified Monday and is now isolated at home, was at the Saint John Regional Hospital's emergency department at the same time as the first patient in April, said Dr. Jennifer Russell.\n\nPublic health officials continue to work with officials at the Quispamsis school to identify anyone who may have been exposed to the most recent case of the highly contagious respiratory disease to determine if their vaccinations are up to date, said Russell.\n\nShe could not say how many people that could be or estimate what percentage of students are vaccinated.\n\nKVHS has more than 1,100 students and more than 100 staff, according to its website.\n\nOther potential locations people may have come into contact with the affected individual include:\n\nShadow Lawn Inn in Rothesay on May 6 during lunch.\n\nThe John Cleese show at Harbour Station on May 7 at 7:30 p.m., in section 26, rows 14-20 and section 27, rows 14-24. About 1,600 people attended.\n\nPeople infected with the measles virus can be contagious four days before the rash appears, up until four days after, say health officials. (Submitted by Emmanuel Bilodeau)\n\nAnyone who was at those locations during those times is urged to contact their health-care provider to ensure they've had the two recommended doses of the measles, mumps, rubella and varicella (MMRV) vaccine, said Russell.\n\nIf they haven't, they should, she said.\n\nIt's too late to protect them from this particular event but would protect them from possible future exposure to the virus, which is transmitted through the air or by direct contact.\n\nA dedicated phone line has been set up to help people check their immunization record — 643-6251.\n\nAbout 5,000 doses of the vaccine are available.\n\nAn immunization clinic is being planned for the school, she said.\n\n\"If things escalate to where we need more human resources, we do have a contingency plan to pull extra resources.\"\n\nDr. Jennifer Russell, New Brunswick's chief medical officer of health says anyone who believes they have symptoms consistent with the measles should isolate themselves and seek medical attention. 1:23\n\nMeasles can be more severe in adults, infants and pregnant women. Complications can include ear infections, pneumonia, blindness and swelling of the brain, which can cause seizures, deafness, brain damage or death. If contracted during pregnancy, it can cause premature labour, miscarriage and low birth weight.\n\nAdults born before 1970 are considered immune, but some people born between 1970 and 1995 have not had their second shot, said Russell.\n\nPublic health officials are working on transferring immunization records to an electronic database so information about vaccination rates is readily available, but it's \"quite a large project\" and is expected to take about 18 months to complete, she said.\n\nThe MMRV vaccine is free for babies aged 12 to 18 months in New Brunswick. Adults born in 1970 or later can receive a free vaccine if they haven't already had the recommended two doses. (CBC)\n\nMeasles symptoms usually begin within eight to 12 days after infection and may include fever, cough, runny nose, red or sore eyes, sleepiness, irritability and tiny white spots in the mouth.\n\nWithin three to seven days, the classic red blotchy rash usually develops on the face and then spreads to the rest of the body.\n\nPeople can be contagious for up to four days before the rash develops until four days after.\n\nAnyone who believes they have symptoms consistent with the measles should isolate themselves and seek medical attention, said Russell.\n\nThey should call ahead before visiting their family doctor, clinic or emergency room so proper precautions can be taken to prevent others from being exposed, she said.\n\nMeasles is diagnosed through blood and urine tests and swabs of the nose and throat.\n\n'Some people got lackadaisical'\n\nDr. Mike Simon said his Saint John practice, like other family practices in the city, has seen an increase in calls since the first confirmed case was announced.\n\nIt has helped raise awareness about the importance of immunization against the disease that was \"basically eradicated years ago,\" he said.\n\n\"Some people got lackadaisical about it. So now you're bringing that to the forefront of their minds.\"\n\nOne in 10 people who get measles will have side-effects, one in 1,000 will get encephalitis and brain damage, and one or two of every 1,000 children will die, said Simon.\n\nDr. Mike Simon said one or two out of every 1,000 children who get measles will die, so he stressed the importance of immunization. (CBC)\n\nBut one vaccine offers about 85 per cent protection, and two doses are almost 100 per cent effective, he said.\n\n\"So people can get in there, get fixed up and we can hopefully, down the road, erase that worry from their mind.\n\n\"And people can get into the regular habit now of — 'I'm not going to question the vaccine. We're going to get it, we're going to protect the public, protect the kids especially.'\"\n\nThere is no cure for the disease. Treatment is meant to relieve symptoms and prevent complications.\n\nMost people fully recover in about 10 days.\n\nLast case in province was in 2017\n\nThe first confirmed case of measles in Saint John was announced on April 26. The individual, who had recently travelled to Europe, visited the Halifax Infirmary's emergency department for unrelated symptoms on April 17 before going to the Saint John Regional Hospital's emergency room or X-ray/CT department several times between April 18 and April 22.\n\nThe two Saint John-area cases are the first confirmed ones in the province since 2017, when a student at the University of New Brunswick in Fredericton was affected.\n\nHealth officials have not released any information about the affected individuals, citing privacy.",
        "quotes": [
            [
                "If things escalate to where we need more human resources, we do have a contingency plan to pull extra resources.",
                "",
                true
            ],
            [
                "Some people got lackadaisical about it.",
                "",
                true
            ],
            [
                "So now you're bringing that to the forefront of their minds.",
                "",
                true
            ],
            [
                "So people can get in there, get fixed up and we can hopefully, down the road, erase that worry from their mind.",
                "",
                true
            ],
            [
                "And people can get into the regular habit now of — 'I'm not going to question the vaccine.",
                "",
                true
            ],
            [
                "We're going to get it, we're going to protect the public, protect the kids especially.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "saint",
            "health",
            "vaccine",
            "confirmed",
            "immunization",
            "days",
            "measles",
            "symptoms",
            "john",
            "officials"
        ]
    },
    {
        "url": "https://www.cbc.ca/news/canada/new-brunswick/measles-unb-fredericton-student-1.4063848",
        "title": "",
        "authors": [],
        "publisher": "www.cbc.ca",
        "publish_date": "",
        "text": "A student at the University of New Brunswick in Fredericton has \"recently\" been diagnosed with the measles, the university said in a statement Monday.\n\nIt is the first confirmed case of the highly contagious virus in the province since 2013 and is linked to a recent outbreak in Nova Scotia, according to health officials.\n\n\"The student in question was not a member of the residence community, is currently receiving treatment and is doing well,\" the university said in what it described as an \"important public health notice.\"\n\nNo information about the student has been released.\n\nThose known to have been in direct contact with the student have been notified, but as a precaution, university officials have released a list of dates, times and locations where people may have come into contact with the affected student between March 22 and March 30.\n\nAccording to public health officials, the risk of contracting measles in this situation is low, but if you are experiencing symptoms as outlined below, we encourage you to contact public health. - UNB Fredericton\n\n\"We would ask that the UNB community refer to the information,\" and anyone who made contact should watch for measles symptoms until April 20, the statement said.\n\nEarly symptoms of the measles, which usually appear eight to 12 days after infection, are similar to the common cold, including a cough, runny nose and sore eyes, followed by a fever and a red blotchy rash that spreads from the face down to the body.\n\n\"According to public health officials, the risk of contracting measles in this situation is low, but if you are experiencing symptoms … we encourage you to contact public health,\" the notice said.\n\nSpread through close contact\n\nMost people are protected from the measles by being adequately vaccinated, Department of Health spokesperson Veronique Taylor said in an email.\n\nAnyone born after 1970 who has not had the free two-dose vaccine that protects against the measles, mumps and rubella (MMR) and has never had the measles is at risk.\n\nMeasles can be spread through the air via coughs or sneezes by an infected person, according to health officials.\n\nIt can also be spread by direct contact with infected secretions of the nose and throat through sharing food, drinks, cigarettes or kissing someone who has the virus.\n\nThe virus can remain contagious on surfaces for up to two hours. A person can spread measles from four days before to four days after the rash develops.\n\nMeasles can cause ear infections and pneumonia. Swelling of the brain occurs in one child out of 1,000 and can lead to seizures, deafness, mental retardation or death.\n\nMost fully recover\n\nThere is no specific treatment for the measles. Most people are sick for up to 10 days and then recover completely.\n\nAnyone who has already had the measles is considered protected for life. Adults born before 1970 are considered immune.\n\nThe university said it is working with public health in its investigation and management of the case and will provide updates as they become available.\n\nIn the meantime, anyone with questions or concerns is encouraged to contact public health's communicable diseases office at 506-444-5905, Telecare (811) after hours, or the UNB Student Health Centre at 506-453-4837.\n\nOver the past five years, Canada has seen an average of 10 cases of measles each year.\n\nBut Nova Scotia has had a recent outbreak, with at least 20 cases reported so far this year, and Ontario has also recently reported some cases.\n\nAlmost all cases are linked to international travel or exposure to individuals who travelled abroad, said Taylor.\n\nNew Brunswick has had two reported cases of measles between 2002 and 2011, according to health officials.\n\nPossible contact times with the affected UNB student and locations:",
        "quotes": [
            [
                "The student in question was not a member of the residence community, is currently receiving treatment and is doing well,",
                "",
                true
            ],
            [
                "We would ask that the UNB community refer to the information,",
                "",
                true
            ],
            [
                "According to public health officials, the risk of contracting measles in this situation is low, but if you are experiencing symptoms … we encourage you to contact public health,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "student",
            "contact",
            "unb",
            "health",
            "days",
            "university",
            "measles",
            "symptoms",
            "public",
            "cases"
        ]
    },
    {
        "url": "https://www.cbc.ca/news/canada/new-brunswick/measles-saint-john-mmrv-vaccine-rationing-new-brunswick-1.5156850",
        "title": "",
        "authors": [
            {
                "name": "Cbc News",
                "link": null
            }
        ],
        "publisher": "www.cbc.ca",
        "publish_date": "",
        "text": "The measles outbreak in the Saint John area has many New Brunswickers scrambling to be vaccinated, only to be turned away by the provincial health-care system and some pharmacies.\n\nDr. Jennifer Russell, chief medical officer of health, said in an outbreak situation doses of the measles, mumps, rubella and varicella, or MMRV, vaccine are reserved for those who have potentially been exposed — with exceptions for infants.\n\n\"During the outbreak, the people who are most at risk are the people who came into direct contact with somebody with measles and so that's why we reserved the doses of the vaccine for those individuals,\" Russell told CBC News.\n\nThe exceptions include the regularly scheduled vaccination program for 12-month-old and 18-month-old children. Babies between six and 12 months are also being vaccinated as a \"protective measure,\" Russell said.\n\nShe said the vaccine supply in each province is secured \"with a contract that explicitly says these doses can only be used for the outbreak management.\"\n\nThere are 11 confirmed cases of the highly contagious respiratory disease that's transmitted through the air or by direct contact with an infected individual.\n\nAt least 2,000 people have potentially been exposed to the virus either through nine cases at Kennebecasis Valley High School in Quispamsis or two others who visited the Saint John Regional Hospital's emergency department, officials have said.\n\nNo luck at pharmacies\n\nPaul Blanchard, executive director of the New Brunswick Pharmacists' Association, said people are turning to pharmacies for the vaccine and coming up empty.\n\n\"Our members are getting calls from people all over the place,\" Blanchard said. \"On average, in some places, Saint John for sure, five to eight to 10 calls an hour just asking if you have the vaccine.\"\n\nHe said most pharmacies are out of the \"small inventory\" they would normally have on hand, and doses are on back-order until the summer.\n\nDr. Jennifer Russell, New Brunswick's chief medical officer of health, said no vaccine is 100 per cent effective, meaning people who have received two doses of the MMRV vaccine could develop measles. (CBC)\n\nRussell said she understands the public's concern and frustration, but she said statistics indicate the vaccine has a three per cent failure rate, meaning even people with two MMRV doses could still develop measles.\n\n\"That's why that extra dose we offer in an outbreak setting is so critical because you're covering off that three per cent of the individuals who had the misfortune of being one of those people who the vaccine wasn't 100 per cent effective,\" Russell said.\n\nWhen will the rationing stop?\n\nThe stockpiling of doses will stop once the outbreak is declared over, and Russell said that can't be done until two incubation periods — roughly 40 days — pass since the last confirmed case.\n\nThe incubation period is between seven and 18 days.\n\nThe rationing of MMRV vaccine doses will cease when the measles outbreak is declared over. (Canadian Press/Associated Press)\n\nRussell said they are not worried the province will run out of vaccine.\n\nMost people are protected from measles with two doses of the MMR vaccine.\n\nMeasles can be more severe in adults and infants. Complications can include ear infections, pneumonia, blindness and swelling of the brain, which can cause seizures, deafness, brain damage or death.\n\nIf contracted during pregnancy, it can cause miscarriage, premature labour, and low birth weight.\n\nPeople born before 1970 are considered immune.",
        "quotes": [
            [
                "During the outbreak, the people who are most at risk are the people who came into direct contact with somebody with measles and so that's why we reserved the doses of the vaccine for those individuals,",
                "Russell",
                true
            ],
            [
                "with a contract that explicitly says these doses can only be used for the outbreak management.",
                "",
                false
            ],
            [
                "Our members are getting calls from people all over the place,",
                "Blanchard",
                true
            ],
            [
                "On average, in some places, Saint John for sure, five to eight to 10 calls an hour just asking if you have the vaccine.",
                "Blanchard",
                true
            ],
            [
                "That's why that extra dose we offer in an outbreak setting is so critical because you're covering off that three per cent of the individuals who had the misfortune of being one of those people who the vaccine wasn't 100 per cent effective,",
                "Russell",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "john",
            "mmrv",
            "vaccinated",
            "cent",
            "vaccine",
            "russell",
            "doses",
            "measles",
            "outbreak",
            "saint"
        ]
    },
    {
        "url": "https://www.cbc.ca/news/canada/new-brunswick/measles-saint-john-kennebecasis-school-1.5151007",
        "title": "",
        "authors": [],
        "publisher": "www.cbc.ca",
        "publish_date": "",
        "text": "With three more measles cases confirmed late Sunday in the Saint John area, bringing the total number to eight, health officials are bracing for the outbreak to continue to grow.\n\nAll three new cases are linked to Kennebecasis Valley High School, where four other cases of the highly contagious respiratory disease were previously confirmed, Department of Health spokesperson Bruce Macfarlane said Monday.\n\nTwo of the new cases are KVHS students or staff who were exposed to a previously confirmed case at the Quispamsis school, said Macfarlane.\n\nThe third person was exposed to an infected individual from KVHS while visiting the Saint John Regional Hospital's emergency department as a patient, he said.\n\nThe ER is where the outbreak began on April 26, after someone who had recently travelled to Europe visited several times over several days.\n\nNo information about that individual has been released, but none of the confirmed cases to date are health-care workers, said Macfarlane.\n\nIt would be naive of us not to say that we will have more cases. - Kimberly Barker, regional medical officer of health\n\nHealth officials are contacting people who may have been exposed to the virus within the past 72 hours and urging them to get a dose of the measles, mumps, rubella (MMR) vaccine for added protection if they haven't already received a shot in the past 28 days.\n\nHowever, the number of cases is expected to climb, according to regional medical officer of health Dr. Kimberly Barker.\n\n\"In an outbreak setting, as you can see, you begin to catch people that participated in sports … went to a restaurant, went to a sleepover — it just grows exponentially,\" she said during a news conference at the Saint John Hilton Hotel.\n\n\"And so it would be naive of us not to say that we will have more cases.\"\n\nBarker said no one could say how long the increase in cases would last.\n\nMeasles is transmitted through the air or by direct contact with an infected individual.\n\nThe incubation period can be up to 18 days.\n\n\"I think sometimes people say, 'Eight cases of measles, you know, what's the big deal?' … But for those eight cases, we've had to contact nearly 2,000 people that may have come into contact with that,\" said Barker.\n\nAn outbreak would be declared over at approximately 40 days after the last case, she said.\n\nClasses continue at Kennebecasis school\n\nAs of Monday, about 30 students and four staff at KVHS have been told to stay home because of lack of immunity or missing proof of immunization, said Zoë Watson, the superintendent of Anglophone South School District.\n\nIf any of those students continue to be excluded, she said the district will ensure they have whatever support they need to progress through to the end of the school year.\n\nOtherwise, classes and most activities are continuing as usual — at least for now.\n\n\"As this is an evolving situation, our focus over the last week has been on assisting public health in containing the spread of this virus,\" said Watson.\n\n\"Alternate arrangements may certainly have to be made in the coming days as a result of the measles outbreak and those situations will be addressed as they arise.\"\n\nWatson encouraged parents throughout the district to ensure their children's schools have up-to-date contact information in case they need to be reached.\n\nZoë Watson, the superintendent of Anglophone South School District, said classes at Kennebecasis Valley High School are continuing as scheduled, for now. (CBC)\n\nAn upcoming elementary drama festival may be relocated to another school, she said.\n\nBut hundreds of people attended an academic awards ceremony at the school last Thursday evening and \"a couple of rental activities\" proceeded Sunday morning, just hours before public health held another special immunization clinic in the gym because two more cases were confirmed on Saturday.\n\nMore than 950 people at the school have been immunized at four special clinics in recent days, said Watson.\n\nKVHS has more than 1,000 students and more than 100 staff.\n\n\"The safety of the students and the adults in that building is our priority and we'll continue to work through those,\" she said.\n\nBarker said she has received \"a number of calls\" from concerned and confused parents, but closing the school may not necessarily eliminate the exposure risk.\n\n\"These kids are going to congregate somewhere else, whether it's in a mall or in somebody's basement … So from our perspective, trying to minimize alternative venues where these kids might congregate would mean keeping them at school and continuously monitoring and offering vaccination.\"\n\nQuebec trip cancelled\n\nMeanwhile, Rothesay Park School has cancelled its Grade 8 trip to Quebec May 29-June 2 because of the measles outbreak, principal Tammy Doherty advised parents in an email on Monday.\n\n\"We have not taken this decision lightly and realize how disappointing this will be to our students,\" Doherty wrote.\n\nBut following consultation with the district office, which has been working closely with public health to contain the outbreak, it's considered necessary to both protect students and reduce the risk of spreading the disease, the notice states.\n\n\"Our greatest concern would be that a student could start to present these symptoms while travelling away from home and their regular health care provider, and in extended close proximity to their classmates.\"\n\nNew Brunswick health authorities are advising staff and students at a Saint John-area high school that they must receive a measles booster shot if they want to continue going to the school. (Canadian Press/Associated Press)\n\nPeople who have had two doses of the MMR vaccine are considered 97 per cent protected, which is usually adequate, said Dr. Jennifer Russell, the province's chief medical officer of health.\n\nBut if they've been exposed to an active case, there's a three per cent chance they could become infected.\n\n\"So that means three in 100 people,\" she said. \"When almost everyone is vaccinated, the rare cases that do occur tend to be in these people.\"\n\nSo public health is urging anyone exposed within the past 72 hours to get a third shot as added protection during the outbreak.\n\nHealthy individuals who have received two doses of a measles, mumps, rubella-containing vaccine require no further dose, unless advised by public health because of a recent exposure, Dr. Jennifer Russell, New Brunswick's chief medical officer of health, said Monday. (CBC)\n\nOnly those who haven't received an MMR vaccine in the past 28 days are eligible.\n\n\"Vaccination is still our best possible protection against measles,\" said Russell.\n\n\"It is important to note that if nobody in the school had been vaccinated, then 90 per cent would have become ill. It's that contagious.\"\n\nMonitor for symptoms\n\nPublic health has contacted individuals who were at the ER last Saturday between 3 p.m. and 7:30 p.m. to invite them to attend an immunization clinic, said Russell.\n\nIf anyone was there at that time and hasn't been contacted, they should call Tele-Care at 811, she said.\n\nAnyone who attended the ER at the following times is asked to monitor for measles symptoms and to check their immunization records:\n\nMay 19, 10:45 p.m.-1:35 a.m.\n\nMay 22, 8 p.m.-11:05 p.m.\n\nMay 24, 9:45 a.m.-12:30 p.m.\n\nPeople infected with the measles virus can be contagious about four days before the telltale rash appears until four days after. (Submitted by Emmanuel Bilodeau)\n\nMeasles symptoms, which usually begin within eight to 12 days after infection, may include fever, cough, runny nose, red or sore eyes, sleepiness, irritability and tiny white spots in the mouth.\n\nWithin three to seven days, a red blotchy rash usually develops on the face and then spreads to the rest of the body.\n\n'Stay home'\n\nAnyone exhibiting symptoms or believes they have been exposed should \"stay home,\" said Dr. John Dornan, the regional chief of staff for the Horizon Health Network.\n\n\"This is very unusual for us to tell people to do that, but when you walk into a busy emergency room or a busy family doctor's office, you risk exposing other people there that might not have adequate immunization,\" he said.\n\n\"People say, 'Is measles just a rash?' Sometimes it isn't. Often it is, but it can be a very significant concern for infants and for adults.\"\n\nComplications can include ear infections, pneumonia, blindness and swelling of the brain, which can cause seizures, deafness, brain damage or death. If contracted during pregnancy, it can cause miscarriage, premature labour, and low birth weight.\n\n\"So in a word, stay home,\" said Dornan.\n\nMeasles can be very serious for some infants and adults, said Dr. John Dornan, the regional chief of staff for the Horizon Health Network. (CBC)\n\nPeople can get \"good, sound advice\" over the phone by calling Tele-Care at 811 or their family doctor's office, he said.\n\nIn some cases, staff from the extramural program might be able to make a home visit to help make a diagnosis or take a swab.\n\nMeasles is diagnosed through blood and urine tests and swabs of the nose and throat.\n\nAnyone who decides to seek medical attention should call ahead before visiting their doctor's office, a clinic or emergency room so proper measures can be put into place to prevent the possible spread to others, officials said.\n\nA dedicated phone line has been set up to help people check their immunization record — 643-6251.",
        "quotes": [
            [
                "In an outbreak setting, as you can see, you begin to catch people that participated in sports … went to a restaurant, went to a sleepover — it just grows exponentially,",
                "Doherty",
                true
            ],
            [
                "And so it would be naive of us not to say that we will have more cases.",
                "",
                true
            ],
            [
                "I think sometimes people say, 'Eight cases of measles, you know, what's the big deal?",
                "Barker",
                true
            ],
            [
                "But for those eight cases, we've had to contact nearly 2,000 people that may have come into contact with that,",
                "Barker",
                true
            ],
            [
                "As this is an evolving situation, our focus over the last week has been on assisting public health in containing the spread of this virus,",
                "Doherty",
                true
            ],
            [
                "Alternate arrangements may certainly have to be made in the coming days as a result of the measles outbreak and those situations will be addressed as they arise.",
                "",
                true
            ],
            [
                "The safety of the students and the adults in that building is our priority and we'll continue to work through those,",
                "Doherty",
                true
            ],
            [
                "These kids are going to congregate somewhere else, whether it's in a mall or in somebody's basement … So from our perspective, trying to minimize alternative venues where these kids might congregate would mean keeping them at school and continuously monitoring and offering vaccination.",
                "Doherty",
                true
            ],
            [
                "We have not taken this decision lightly and realize how disappointing this will be to our students,",
                "Doherty",
                true
            ],
            [
                "Our greatest concern would be that a student could start to present these symptoms while travelling away from home and their regular health care provider, and in extended close proximity to their classmates.",
                "Doherty",
                true
            ],
            [
                "So that means three in 100 people,",
                "Russell",
                true
            ],
            [
                "When almost everyone is vaccinated, the rare cases that do occur tend to be in these people.",
                "Russell",
                true
            ],
            [
                "Vaccination is still our best possible protection against measles,",
                "Russell",
                true
            ],
            [
                "It is important to note that if nobody in the school had been vaccinated, then 90 per cent would have become ill.",
                "",
                true
            ],
            [
                "This is very unusual for us to tell people to do that, but when you walk into a busy emergency room or a busy family doctor's office, you risk exposing other people there that might not have adequate immunization,",
                "Dornan",
                true
            ],
            [
                "People say, 'Is measles just a rash?",
                "John Dornan",
                true
            ],
            [
                "Often it is, but it can be a very significant concern for infants and for adults.",
                "John Dornan",
                true
            ],
            [
                "So in a word, stay home,",
                "Dornan",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cbc.ca/news/canada/new-brunswick/measles-saint-john-confirmed-hospital-1.5113154",
                "https://www.cbc.ca/news/canada/new-brunswick/measles-saint-john-new-brunswick-public-health-1.5135178"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "exposed",
            "school",
            "students",
            "health",
            "days",
            "immunization",
            "measles",
            "outbreak",
            "staff",
            "cases"
        ]
    },
    {
        "url": "https://www.cbc.ca/news/canada/new-brunswick/new-brunswick-student-immunization-mandatory-education-minister-cardy-1.5155481",
        "title": "",
        "authors": [],
        "publisher": "www.cbc.ca",
        "publish_date": "",
        "text": "Education Minister Dominic Cardy says any students who don't meet immunization requirements this fall won't be allowed through the school doors unless and until they do.\n\nCardy isn't just talking about excluding students during an outbreak like the ongoing one in the Saint John area, where 11 cases of measles have been confirmed, nine of which are linked to Kennebecasis Valley High School in Quispamsis. He means barring them from attending school entirely.\n\n\"We wouldn't let a child come to school with a gun,\" he said. \"And a child coming to school who's able to transmit easily infectious, fatal diseases is doing just that — they're bringing something dangerous into the school environment,\" he said.\n\n\"Certainly, my expectation is that starting in September every child going into a New Brunswick school be there with their vaccine cards to prove that they are not a risk to themselves or others in the school system.\"\n\nNew Brunswick has a long-standing policy that requires students to either show proof they are immunized against measles, mumps, rubella, diphtheria, tetanus, polio, pertussis (whooping cough), varicella (chicken pox) and meningococcal disease, or obtain an exemption for medical or parental objections.\n\nBut it hasn't been consistently enforced for years, so the province doesn't know how many unvaccinated students are in the school system.\n\nCardy intends to change that.\n\n\"They will be excluded from school if they are unwilling to follow the rules around health and safety,\" he said, adding he will give people \"a reasonable amount of time\" to comply once public health resources aren't stretched so thin dealing with the measles outbreak.\n\nPersonal exemption provision too broad\n\nHe also plans to \"tighten up\" the personal exemption provision of Policy 706, which he describes as too broad.\n\nAs it stands, parents can \"just say,' I don't want to have my kids vaccinated,'\" he said. \"I don't think that's good enough.\n\n\"I am unaware of any faith tradition that tells people that, you know, 'Thy children must be infected with easily preventable diseases.'\n\n\"And we also have an option in New Brunswick that if people don't want to be part of a public system, they're free to home school their kids.\"\n\nUnder Policy 706, children are supposed to be immunized against measles, mumps, rubella, diphtheria, tetanus, polio, pertussis, varicella and meningococcal disease before entering the school system. (Canadian Press/Associated Press)\n\nCardy believes the only exceptions should be for medical reasons to ensure so-called herd immunity, or community immunity.\n\n\"If we had that herd immunity, this outbreak wouldn't have happened,\" he said.\n\nAccording to the Public Health Agency of Canada, because measles is so highly contagious and spreads so easily, either through the air or direct contact with an infected individual, at least 95 per cent of people need to be vaccinated for herd immunity to work.\n\n\"If you don't want to get yourself vaccinated or your kids vaccinated, think about the kids who are suffering from severe immunosuppression\" and can't be vaccinated, said Cardy.\n\nMarissa Gootjes, 15, of Quispamsis, is just one of those students. She was happy to be back at Kennebecasis Valley High School after undergoing brain surgery to remove a cancerous tumour, followed by 13 months of chemotherapy, but now has to stay home because she's at risk of contracting measles.\n\n'Marissa the Fierce' Gootjes, who earned her nickname playing hockey, may be sidelined for the rest of the school year if the measles outbreak continues to grow because she is immunocompromised from undergoing chemotherapy. (Submitted by Jan Gootjes)\n\nAlthough some people have questioned whether mandatory immunization could violate charter rights, Cardy argued he also has a duty to protect the rights of students who are vulnerable.\n\n\"It doesn't make much sense when we spend time talking about move-over laws on highways and bike laws and helmet laws and stuff like that, if we're going to ignore the transmission of infectious, potentially fatal diseases in our schools,\" he said.\n\n\"If you're going to be in a public school system, we've got to take public health into account.\"\n\n\"That's going to be the choice that parents have to make is if they want to participate in the public school system. There are rules around public health there to protect everyone in our society and those rules will be enforced.\"",
        "quotes": [
            [
                "We wouldn't let a child come to school with a gun,",
                "Cardy",
                true
            ],
            [
                "And a child coming to school who's able to transmit easily infectious, fatal diseases is doing just that — they're bringing something dangerous into the school environment,",
                "Cardy",
                true
            ],
            [
                "Certainly, my expectation is that starting in September every child going into a New Brunswick school be there with their vaccine cards to prove that they are not a risk to themselves or others in the school system.",
                "",
                true
            ],
            [
                "They will be excluded from school if they are unwilling to follow the rules around health and safety,",
                "Cardy",
                true
            ],
            [
                "just say,' I don't want to have my kids vaccinated,",
                "Cardy",
                false
            ],
            [
                "I don't think that's good enough.",
                "Cardy",
                true
            ],
            [
                "I am unaware of any faith tradition that tells people that, you know, 'Thy children must be infected with easily preventable diseases.",
                "Cardy",
                true
            ],
            [
                "And we also have an option in New Brunswick that if people don't want to be part of a public system, they're free to home school their kids.",
                "Cardy",
                true
            ],
            [
                "If we had that herd immunity, this outbreak wouldn't have happened,",
                "Cardy",
                true
            ],
            [
                "If you don't want to get yourself vaccinated or your kids vaccinated, think about the kids who are suffering from severe immunosuppression",
                "Cardy",
                false
            ],
            [
                "It doesn't make much sense when we spend time talking about move-over laws on highways and bike laws and helmet laws and stuff like that, if we're going to ignore the transmission of infectious, potentially fatal diseases in our schools,",
                "Cardy",
                true
            ],
            [
                "If you're going to be in a public school system, we've got to take public health into account.",
                "",
                true
            ],
            [
                "That's going to be the choice that parents have to make is if they want to participate in the public school system.",
                "Cardy",
                true
            ],
            [
                "There are rules around public health there to protect everyone in our society and those rules will be enforced.",
                "Cardy",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cbc.ca/news/canada/new-brunswick/measles-outbreak-saint-john-marissa-gootjes-immunity-school-1.5154558"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "school",
            "vaccinated",
            "students",
            "health",
            "going",
            "rules",
            "system",
            "measles",
            "dont",
            "public"
        ]
    }
]