[
    {
        "url": "https://www.vicnews.com/news/risk-of-measles-remains-two-months-after-last-confirmed-vancouver-island-case/",
        "title": "Risk of measles remains, two months after last confirmed Vancouver Island case – Victoria News",
        "authors": [
            {
                "name": "Local News",
                "link": null
            },
            {
                "name": "Nina Grossman",
                "link": null
            }
        ],
        "publisher": "www.vicnews.com",
        "publish_date": "2019-07-09",
        "text": "Immunization is still vital to preventing another measles outbreak like the one B.C. experienced this spring. (Unsplash)\n\nAs the snow cleared in February, something new emerged: Measles. Case after case was reported to the public, and many British Columbians rushed to get immunized and avoid exposure for themselves and their kids.\n\nB.C. saw 29 confirmed cases of measles – eight of those on Vancouver Island – but since May, not much has been heard on the outbreak.\n\nIt’s been just over two months since the Island’s last reported exposure, but that doesn’t mean the region is – or will ever be – out of the woods. At least not until everyone gets vaccinated, according to Dr. Dee Hoyano, Island Health medical officer.\n\n“That’s what’s really been brought home to us this last year. We aren’t [out of the woods] until we have measles immunization globally,” Hoyano told Black Press Media by phone. “There’s always a chance that someone can be infected when they travel overseas or when they come to Canada and have been exposed elsewhere.”\n\nREAD ALSO: Mistrust, lack of info holding back Canadians getting vaccinated: B.C. pharmacist\n\nREAD ALSO: Check immunization records for measles: Island Health\n\nThe high rate of immunization in Canada means outbreaks, like the one B.C. experienced earlier this year, don’t have a good chance at continued transmission – but Hoyano is quick to emphasize that all the confirmed cases on the Island were linked to travel outside Canada in some form.\n\nShe says Asia, Africa and lately, parts of Europe still have higher rates of measles infection.\n\nThe only way to protect yourself and other British Columbians is immunization, she says.\n\n“I think our biggest preventative effort is to ensure that everyone has access to immunization and gets it done,” Hoyano said. “Public education is huge. We just try to get that message out.”\n\nBetween public engagement and media coverage of measles exposures, many heard the message.\n\nIsland Health administered over 7,300 measles vaccinations since February – double the number administered the year prior.\n\nUltimately, Hoyano said that even if measles is off the radar for now, vaccinations should remain a priority.\n\n“I don’t think it would be unusual to have another case of measles occurring here again. Just given the amount of travel people do… I think it’s just really important that people think about that in terms of why it’s important to be immunized.”\n\nFor more information on measles and immunization, visit islandhealth.ca.\n\n\n\nnina.grossman@blackpress.ca\n\nLike us on Facebook and follow us on Twitter",
        "quotes": [
            [
                "That’s what’s really been brought home to us this last year.",
                "Hoyano",
                true
            ],
            [
                "We aren’t [out of the woods] until we have measles immunization globally,",
                "Hoyano",
                true
            ],
            [
                "There’s always a chance that someone can be infected when they travel overseas or when they come to Canada and have been exposed elsewhere.",
                "Hoyano",
                true
            ],
            [
                "I think our biggest preventative effort is to ensure that everyone has access to immunization and gets it done,",
                "Hoyano",
                true
            ],
            [
                "We just try to get that message out.",
                "Hoyano",
                true
            ],
            [
                "I don’t think it would be unusual to have another case of measles occurring here again.",
                "",
                true
            ],
            [
                "Just given the amount of travel people do… I think it’s just really important that people think about that in terms of why it’s important to be immunized.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.vicnews.com/news/check-immunization-records-for-measles-island-health/",
                "https://www.vicnews.com/news/only-3-of-canadian-adults-fully-vaccinated-b-c-pharmacist/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.islandhealth.ca/health-alerts/health-alerts/measles-cases-vancouver-bc-washington-state",
                "https://www.facebook.com/victorianews",
                "https://twitter.com/blackpressmedia"
            ]
        },
        "key_words": [
            "island",
            "months",
            "bc",
            "confirmed",
            "hoyano",
            "think",
            "risk",
            "victoria",
            "case",
            "measles",
            "immunization",
            "canada",
            "vancouver",
            "remains",
            "travel",
            "public"
        ]
    },
    {
        "url": "https://www.vicnews.com/news/check-immunization-records-for-measles-island-health/",
        "title": "Check immunization records for measles: Island Health – Victoria News",
        "authors": [
            {
                "name": "Local News",
                "link": null
            },
            {
                "name": "Erin Haluschak",
                "link": null
            }
        ],
        "publisher": "www.vicnews.com",
        "publish_date": "2019-01-30",
        "text": "Island Health is encouraging all residents to check their vaccination records following an outbreak of measles in Washington state that prompted its governor to declare a state of emergency.\n\nDr. Charmaine Enns, medical health officer for Island Health, said while the measles is a serious infection, it is vaccine-preventable.\n\n“Before the vaccine, (measles) was quite common but serious. As we vaccinate, sometimes we lose seriousness of the infection. This is a disease that is serious; it can cause infections or pneumonia.”\n\nShe added there is a one in 1,000 chance of measles causing encephalitis (brain inflammation), while the death rate for the disease is one in 3,000.\n\nAs of Jan. 28, there have been 36 confirmed cases of the measles in Washington state since the beginning of the year.\n\nOn Monday, Washington public health officials confirmed two cases of measles in Hawaii were in unvaccinated children who travelled from the state to Hawaii.\n\nMeasles is highly infectious and spreads through the air by coughing and sneezing, as well as respiratory secretions, said Enns.\n\nMeasles symptoms include fever, cough, runny nose and red eyes, followed a few days later by a rash that starts on the face and spreads to the chest. It is important to note people with measles can infect others prior to the onset of symptoms like fever and rash.\n\nAs a result of the number of incidents in the neighboring state and the close proximity to B.C., the BC Centre for Disease Control has issued a warning to British Columbians following the outbreak.\n\nRELATED: Measles outbreak in Washington state spurs warning from BC Centre for Disease Control\n\nEnns explained if residents are fully vaccinated, there is generally little to worry about.\n\nShe added there are exceptions for individuals such as those who’ve had bone marrow transplants or have recently gone through chemotherapy; those residents may have to be re-immunized.\n\nIf someone cannot find their immunization records, she encourages residents to check with their doctor but said it would be simply a wasted dose if vaccinated twice.\n\nThe measles vaccine is available as a combined measles, mumps and rubella (MMR) vaccine, and is available from a local health unit, family doctor and many pharmacists.\n\n“The purpose of the vaccine is twofold: to prevent the disease and to reduce the transmission,” she explained.\n\nIn B.C., children receive two doses of measles-containing vaccine during routine immunization, with the first at 12 months of age and the second at four years of age or school entry.\n\nAdults born before Jan. 1, 1970 are generally assumed to have acquired immunity to measles from natural infection; however, there may be a small number of susceptible individuals born before 1970 who do not have a history of measles disease. For health care workers, Enns noted those born in 1957 or later, who do not have evidence of immunity measles, need two doses of a measles-containing vaccine. Those born before 1957 are considered immune to the disease.\n\n“You really don’t want to get measles to develop a natural immunity, because there is a chance you can die; you want to be protected,” said Enns.\n\nTo date, no cases have been reported in B.C. related to the Washington state outbreak, but travellers to affected communities are at risk of exposure, said Enns.\n\nThere have been outbreaks in Western Europe within the past year, and anytime travel is involved, there is a chance of spreading the disease. There was a case of the measles reported during the 2010 Olympic Winter Games in Vancouver.\n\nThe last large outbreaks of measles in B.C. were in 2014 and 2010.\n\nTo find a public health unit anywhere in the province, see the site finder on ImmunizeBC.ca.",
        "quotes": [
            [
                "Before the vaccine, (measles) was quite common but serious.",
                "",
                true
            ],
            [
                "As we vaccinate, sometimes we lose seriousness of the infection.",
                "",
                true
            ],
            [
                "This is a disease that is serious; it can cause infections or pneumonia.",
                "",
                true
            ],
            [
                "The purpose of the vaccine is twofold: to prevent the disease and to reduce the transmission,",
                "",
                true
            ],
            [
                "You really don’t want to get measles to develop a natural immunity, because there is a chance you can die; you want to be protected,",
                "Enns",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.comoxvalleyrecord.com/news/measles-outbreak-in-washington-state-spurs-warning-from-bc-centre-for-disease-control/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://immunizebc.ca/"
            ]
        },
        "key_words": [
            "born",
            "island",
            "vaccine",
            "bc",
            "serious",
            "state",
            "check",
            "victoria",
            "records",
            "immunization",
            "measles",
            "health",
            "washington",
            "residents",
            "disease"
        ]
    },
    {
        "url": "https://www.vicnews.com/news/only-3-of-canadian-adults-fully-vaccinated-b-c-pharmacist/",
        "title": "Mistrust, lack of info holding back Canadians getting vaccinated: B.C. pharmacist – Victoria News",
        "authors": [
            {
                "name": "Katya Slepian",
                "link": null
            }
        ],
        "publisher": "www.vicnews.com",
        "publish_date": "2019-07-07",
        "text": "11 per cent of B.C. adults say their trust in vaccinations have decreased in the past year\n\nAs recent measles scares have led the province to bring in a mandatory vaccine registry for children, B.C.’s pharmacists are hoping to make sure adults are keeping vaccinated too.\n\nRashin Mandegarian, a Vancouver-based pharmacist with Shoppers Drug Mart said recent studies show only 3 per cent of Canadian adults are up-to-date on their vaccinations.\n\n“Mistrust is one of the main reasons people don’t vaccinate,” Mandegarian told Black Press Media by phone.\n\n“And 11 per cent of B.C. adults say their trust in vaccinations has decreased in the past year.”\n\nMandegarian points to the recent attention given to the anti-vax movement as a key reason for the distrust, noting that although there’s no scientific proof that vaccines can be dangerous, misinformation can sow mistrust.\n\nREAD MORE: B.C. launches mandatory vaccine registry for schoolchildren\n\nPharmacists in B.C. can administer vaccines, and Mandegarian hears a lot of questions and concerns in her day-to-day.\n\n“About 30 per cent of people believe that vaccine can result in sickening side affects,” she said.\n\n“But vaccines cannot make you sick, you cannot get a disease.”\n\nMost vaccines don’t contain a live copy of the virus, Mandegarian said, and even in those that do “the virus is severely weakened so there is just enough to trigger an immune response.”\n\nShe said that even among British Columbians who aren’t specifically concerned about vaccines, many think it’s a “one and done” situation.\n\nBut that couldn’t be further from the truth.\n\n“It’s a common misconception a childhood vaccination lasts a lifetime but it is really important to receive a booster shot for diseases like tetanus and diphtheria.”\n\nIn B.C., the two vaccines are given together and the government recommends a booster shot every 10 years.\n\nAlthough immunization records can be difficult to find, Mandegarian points out that an extra vaccine or a booster shot is never harmful.\n\nREAD MORE: B.C.’s measles vaccination program gains traction\n\n@katslepian\n\nkatya.slepian@bpdigital.ca\n\nLike us on Facebook and follow us on Twitter.",
        "quotes": [
            [
                "Mistrust is one of the main reasons people don’t vaccinate,",
                "Mandegarian",
                true
            ],
            [
                "And 11 per cent of B.C.",
                "",
                true
            ],
            [
                "adults say their trust in vaccinations has decreased in the past year.",
                "",
                false
            ],
            [
                "About 30 per cent of people believe that vaccine can result in sickening side affects,",
                "",
                true
            ],
            [
                "But vaccines cannot make you sick, you cannot get a disease.",
                "",
                true
            ],
            [
                "the virus is severely weakened so there is just enough to trigger an immune response.",
                "Mandegarian",
                false
            ],
            [
                "It’s a common misconception a childhood vaccination lasts a lifetime but it is really important to receive a booster shot for diseases like tetanus and diphtheria.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.peacearchnews.com/news/b-c-launches-mandatory-vaccine-registry-for-children-to-attend-school/",
                "https://www.abbynews.com/news/b-c-s-measles-vaccination-program-gains-traction-in-may/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/BCNews",
                "https://twitter.com/katslepian",
                "https://twitter.com/BlackPressMedia"
            ]
        },
        "key_words": [
            "vaccinated",
            "getting",
            "mandegarian",
            "lack",
            "bc",
            "vaccine",
            "recent",
            "adults",
            "pharmacist",
            "holding",
            "booster",
            "victoria",
            "virus",
            "vaccines",
            "shot",
            "cent",
            "info",
            "canadians",
            "mistrust"
        ]
    },
    {
        "url": "https://www.comoxvalleyrecord.com/news/measles-outbreak-in-washington-state-spurs-warning-from-bc-centre-for-disease-control/",
        "title": "Measles outbreak in Washington state spurs warning from BC Centre for Disease Control – Comox Valley Record",
        "authors": [
            {
                "name": "Keri Coles",
                "link": null
            }
        ],
        "publisher": "www.comoxvalleyrecord.com",
        "publish_date": "2019-01-26",
        "text": "The BC Centre for Disease Control has issued a warning to British Columbians after an outbreak of measles in Washington state led its governor to declare a state of emergency Friday.\n\nThere have been 32 confirmed cases in the state in January, according to Washington State Department of Health. The number and close proximity to B.C. has the provincial health authority urging B.C. residents to ensure their vaccinations are up-to-date.\n\nMeasles is highly infectious and spreads through the air by coughing and sneezing, as well as respiratory secretions. Measles symptoms include fever, cough, runny nose and red eyes, followed a few days later by a rash that starts on the face and spreads to the chest. It is important to note people with measles can infect others prior to the onset of symptoms like fever and rash.\n\nThe best protection against measles is vaccination, says BCCDC.\n\nRELATED: Fraser Health warning of possible measles exposure on BC Ferries\n\nTravellers to the affected communities are at risk of exposure to measles. British Columbia typically experiences a few cases of measles each year, usually among under-vaccinated travellers returning from parts of the world where measles is still common.\n\nIn 2018, six cases of measles were reported among BC residents with two cases acquired during travel out of Canada and four acquired from imported cases.\n\nThe last large outbreaks of measles in B.C. were in 2014 and 2010.\n\nRELATED: Measles warning issued for Vancouver music festival, restaurant, other locations\n\nTo date, no cases have been reported in B.C. related to the current Washington state outbreak.\n\nThe measles vaccine is available as a combined measles, mumps and rubella (MMR) vaccine, and is available from your local health unit, family doctor, and many pharmacists.\n\nMost people are immune to measles because they’ve had two doses of the measles, mumps, rubella vaccine or had the illness in the past. However, the health authority warns that individuals born between 1970 and 1994 or who grew up outside of British Columbia may have received only one dose and would require a second.\n\nTo find a public health unit anywhere in the province, see the site finder on ImmunizeBC.ca.",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.vicnews.com/news/fraser-health-warning-of-possible-measles-exposure-on-bc-ferries/",
                "https://www.vicnews.com/news/measles-warning-issued-for-vancouver-music-festival-restaurant-other-locations/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.instagram.com/victoria_news/",
                "https://www.facebook.com/victorianews/",
                "https://twitter.com/VictoriaNews",
                "https://immunizebc.ca/"
            ]
        },
        "key_words": [
            "control",
            "bc",
            "vaccine",
            "british",
            "state",
            "valley",
            "unit",
            "cases",
            "washington",
            "measles",
            "outbreak",
            "warning",
            "health",
            "disease",
            "spurs",
            "record"
        ]
    },
    {
        "url": "https://www.peacearchnews.com/news/b-c-launches-mandatory-vaccine-registry-for-children-to-attend-school/",
        "title": "B.C. launches mandatory vaccine registry for schoolchildren – Peace Arch News",
        "authors": [
            {
                "name": "Ashley Wadhwani",
                "link": null
            }
        ],
        "publisher": "www.peacearchnews.com",
        "publish_date": "2019-06-28",
        "text": "The Vaccination Status Reporting Regulation will go into effect ahead of upcoming school year\n\nThe province is rolling out a new immunization registry to require parents and guardians to submit a child’s vaccination records if they attend public school.\n\nREAD MORE: B.C. sees boost in measles vaccines in ‘catch-up’ immunization program\n\nHealth Minister Adrian Dix said Friday that the Vaccination Status Reporting Regulation will go into effect on July 1.\n\n“This mandatory reporting of the immunization status of students will ensure the public health system is prepared in the event of an outbreak,” Dix said during a news conference in Vancouver.\n\n“Furthermore, with the up-to-date records, public health can reach out to families with children behind on their immunizations and provide an opportunity to catch them up, as well as discuss any concerns with parents.”\n\nMost parents have already submitted necessary paperwork to their local health unit, Dix said.\n\nThe registry is the latest in a number of moves made by the health ministry since January, following a measles outbreak at a small group of elementary schools in Vancouver.\n\nThere have been 27 confirmed cases of measles this year, from 100 Mile House to Greater Victoria.\n\nREAD MORE: Should B.C. parents receive money if they make sure their kids are vaccinated?\n\nIn April, the province rolled out a “catch-up” immunization program. So far, 95 per cent of 566,000 students have received two doses of the measles, mumps and rubella vaccine.\n\nIn August, public health officials will review school enrolment records and match them against immunization records for children in kindergarten to Grade 12.\n\nDix said the goal for the first year will be to help parents get their children up to date on immunizations by the end of the 2019-20 school year.\n\nImmunization is not mandatory in Canada. Ontario and New Brunswick are the only other provinces that require proof of immunization for children to attend school. Parents can seek an exemption on religious or conscientious grounds.\n\n@ashwadhwani\n\nashley.wadhwani@bpdigital.ca\n\nLike us on Facebook and follow us on Twitter.",
        "quotes": [
            [
                "This mandatory reporting of the immunization status of students will ensure the public health system is prepared in the event of an outbreak,",
                "Dix",
                true
            ],
            [
                "Furthermore, with the up-to-date records, public health can reach out to families with children behind on their immunizations and provide an opportunity to catch them up, as well as discuss any concerns with parents.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.abbynews.com/news/b-c-sees-boost-in-measles-vaccines-in-first-month-of-catch-up-immunization-program/",
                "https://www.vicnews.com/news/measles-vaccine-screening-likely-for-b-c-schools-this-fall/",
                "https://www.abbynews.com/news/should-b-c-parents-receive-money-if-they-make-sure-their-kids-are-vaccinated/",
                "https://www.abbynews.com/news/b-c-s-measles-vaccination-program-gains-traction-in-may/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/ashwadhwani",
                "https://www.facebook.com/BCNews",
                "https://twitter.com/BlackPressMedia"
            ]
        },
        "key_words": [
            "measles",
            "peace",
            "vaccine",
            "bc",
            "children",
            "parents",
            "mandatory",
            "arch",
            "schoolchildren",
            "records",
            "immunization",
            "launches",
            "health",
            "vaccination",
            "status",
            "school",
            "registry",
            "public"
        ]
    },
    {
        "url": "https://www.abbynews.com/news/b-c-s-measles-vaccination-program-gains-traction-in-may/",
        "title": "B.C.’s measles vaccination program gains traction – Abbotsford News",
        "authors": [
            {
                "name": "Ashley Wadhwani",
                "link": null
            }
        ],
        "publisher": "www.abbynews.com",
        "publish_date": "2019-06-18",
        "text": "More than 15,000 doses of the MMR vaccine has been administered across the province\n\nB.C.’s “catch-up” immunization program has picked up traction since being launched in April, as health officials look to minimize the risk of the highly infectious measles disease.\n\nMore than 15,796 doses of measles vaccinations have been administered to children and youth since B.C. launched pop-up clinics in schools and cities, the health ministry said in report released Tuesday.\n\nREAD MORE: Should B.C. parents receive money if they make sure their kids are vaccinated?\n\nNearly 12,000 doses of the MMR vaccine were administered in May alone.\n\n“We are making real progress, but a sustained effort is required to achieve the immunity levels we need to protect our children,” Health Minister Adrian Dix wrote in the report.\n\n“We are working with our immunization experts on the vaccine status reporting regulation that will start in September 2019. More details will be announced in the near future.”\n\nDix announced the measles immunization catch-up program on April 1, after 29 people caught the highly contagious virus since January, stemming from multiple breakouts. Cases have been confirmed in the Lower Mainland, Greater Victoria and the Cariboo.\n\nMost recently, a traveller infected with measles had a layover at Vancouver International Airport, sparking an alert by the BC Centre for Disease Control.\n\nREAD MORE: Alert issued after person with measles has layover in Vancouver airport\n\nMeasles easily spreads through the air by coughing, sneezing and carried on breath. Symptoms include fever, cough, runny nose and red eyes, followed a few days later by a rash that starts on the face and spreads to the chest.\n\nThe province’s target is 95 per cent immunization.\n\nDix urged any parents or guardians with questions about their child’s immunity to contact their regional health authority or family doctor.\n\n@ashwadhwani\n\nashley.wadhwani@bpdigital.ca\n\nLike us on Facebook and follow us on Twitter.",
        "quotes": [
            [
                "We are making real progress, but a sustained effort is required to achieve the immunity levels we need to protect our children,",
                "Adrian Dix",
                true
            ],
            [
                "We are working with our immunization experts on the vaccine status reporting regulation that will start in September 2019.",
                "",
                true
            ],
            [
                "More details will be announced in the near future.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.abbynews.com/news/b-c-sees-boost-in-measles-vaccines-in-first-month-of-catch-up-immunization-program/",
                "https://www.abbynews.com/news/alert-issued-after-person-with-measles-has-layover-in-vancouver-airport/",
                "https://www.vicnews.com/news/catch-up-immunization-aims-to-stamp-out-b-c-measles-resurgence/",
                "https://www.abbynews.com/news/should-b-c-parents-receive-money-if-they-make-sure-their-kids-are-vaccinated/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/ashwadhwani",
                "https://www.facebook.com/BCNews",
                "https://twitter.com/BlackPressMedia"
            ]
        },
        "key_words": [
            "bcs",
            "doses",
            "spreads",
            "vaccine",
            "bc",
            "administered",
            "traction",
            "program",
            "gains",
            "abbotsford",
            "health",
            "measles",
            "immunization",
            "vaccination",
            "vancouver"
        ]
    }
]