[
    {
        "url": "https://www.bbc.com/news/stories-48668841",
        "title": "The medical student who died of measles",
        "authors": [
            {
                "name": "Diana Kuryshko",
                "link": null
            },
            {
                "name": "Kateryna Shypko",
                "link": null
            },
            {
                "name": "Tim Whewell",
                "link": null
            }
        ],
        "publisher": "www.bbc.com",
        "publish_date": "",
        "text": "Image copyright Oksana Butenko\n\nUntil recently health authorities thought they had almost eliminated measles from Europe. But now the potentially deadly illness is on the rise because of a dramatic fall in vaccination rates. Worst hit is Ukraine, now suffering the one of the worst measles epidemics in the world, with more than 100,000 cases since 2017.\n\nOn an autumn day in 2017, Oksana Butenko waved goodbye to her teenage son Serhiy as he set off for university to study to become a doctor.\n\nEighteen months later, in February this year, she brought his body back to her small village in western Ukraine in a coffin.\n\nThe young man who wanted to devote his life to curing people of diseases had himself died at age 18, suddenly, of an illness health authorities say is completely preventable - measles, a disease they thought, a few years ago, they had almost eradicated in Europe.\n\nImage copyright Oksana Butenko Image caption Serhiy Butenko died of pneumonia brought on by measles\n\n\"He was a brilliant boy,\" Oksana says, standing outside the little silver-domed village church where her son's funeral was held. \"He was the most precious thing I ever had. It was his dream to become a medic, that's what he lived for.\n\n\"I don't know why it happened. I remember my childhood, everyone got measles, but they all recovered.\"\n\nMeasles is a highly contagious disease that most people get over after a couple of weeks of high temperature, and an unpleasant skin rash. But in a few cases - one or two in a thousand - it leads on to fatal complications, most commonly pneumonia.\n\nSerhiy died of pneumonia brought on by measles after several days in intensive care, infection eating away at his lungs, unable to breathe without artificial ventilation.\n\nHe was one of 39 people to have died of measles in Ukraine since the current outbreak began in 2017.\n\nMeasles has been surging across Europe, with the number of new cases tripling last year to 82,596. The majority of those were in Ukraine, with 53,218 catching the disease.\n\nImage caption Ukraine has seen a surge of measles cases in the last two years\n\n\"We have this perfect storm of what happened over the last 40 years and it's culminated in the problem that we have now,\" says the country's acting health minister, Ulana Suprun. She's talking about the dramatic decline in the proportion of people who are protected against measles by vaccination.\n\nUntil about 2001, she says, Ukraine imported a strain of vaccine from Russia that the World Health Organisation (WHO) later declared to be ineffective. As a result, \"about 44% of the measles cases in Ukraine are adults - adults who thought that they had been vaccinated, but the vaccine was not useful\".\n\nThen there was a problem with the cold chain - keeping the vaccine refrigerated so that it remains effective. Amid the economic collapse that followed the break-up of the Soviet Union in 1991, with poorly-equipped hospitals and unreliable energy supplies, the vaccine wasn't always kept at the correct temperature.\n\nImage caption Oles Pohranychny: Distrust of vaccination reflects wider malaise in society\n\nBut an even greater problem was psychological. As the years went on, more and more people refused vaccination for themselves, or their children.\n\n\"It's a question of trust,\" says Oles Pohranychny, headmaster of a private primary school in the western city of Lviv. Two years into the epidemic, only half his pupils are vaccinated against measles.\n\n\"Vaccine is something that I take, and believe that it will protect me against something. Now our school has the children of parents born in the 1990s, when no-one believed anything. Not one another, not medicine, not the state.\n\n\"In the whole former Soviet Union, it was a period of transition from a paternalistic society, to a society where you are responsible for yourself - but you don't know how to be responsible for yourself. Everyone around was lying - that's what people thought in the '90s. You had to be like a clenched fist, and trust no-one. Otherwise you were a loser. Trust was for losers.\"\n\nDr Suprun, the acting Health Minister, blames the media and politicians for fanning the anti-vaccination mood, particularly after a widely-publicised incident in 2008 when a schoolboy called Anton Tishchenko died shortly after being immunised against measles - though a medical report later showed that his death was unconnected to the vaccine.\n\nFind out more\n\nListen to Dying from Mistrust in Ukraine, Tim Whewell's report for the BBC World Service's Assignment programme on BBC iPlayer\n\nIn the wake of that tragedy, vaccination rates fell so drastically that by 2016 only 31% of the population were covered by MMR, the main vaccine against measles, mumps and rubella - the lowest level of vaccination in the world, even lower than in Africa, as Dr Suprun put it.\n\nThe WHO recommends 95% of children should be immunised with the MMR vaccine to achieve the herd immunity level at which all children - vaccinated and unvaccinated - are protected from measles, mumps and rubella.\n\nImage caption Ukrainian soldiers line up for vaccination\n\nDr Suprun says that even now she is fighting a tide of misinformation. \"We have politicians trying to get votes saying that you don't need to be vaccinated, it's all a big plot by Western governments to take over the minds of our children, that vaccine is a big plot by pharmaceutical companies to come in and make a lot money off of Ukraine. Unfortunately, even with 39 deaths, it's difficult to convince people that this is a real problem.\"\n\nThe death of Serhiy Butenko, however, did jolt his fellow students at Vinnitsa Medical University, in central Ukraine.\n\n\"There was a feeling of emptiness,\" says Oleh Yefymenko, head of the student council. \"A lot of people knew him, really his story touched everyone.\"\n\nMedical records show that Serhiy had been vaccinated, at the ages of one and six, as recommended by the health authorities. But it wasn't enough to protect him, because he caught the measles virus just after being taken ill with another viral disease - mononucleosis, or glandular fever.\n\n\"This mononucleosis weakened his immune system, so that it could not fight properly against the measles virus,\" says Dr Alexandra Popovich, who oversaw Serhiy's treatment in his last days.\n\nIt's possible that he would have been better protected if he had had a recent booster jab of vaccine.\n\nBut the more important lesson to take from the tragedy, says Dr Popovich, is that Serhiy would not have died if he hadn't been exposed to measles in the first place, if the level of herd immunity in the population had been high enough.\n\nAfter Serhiy's death many of his fellow students rushed to get vaccinated, according to student leader Oleg Yeminenko.\n\nImage caption Oleh Yefymenko says Serhiy's death shocked fellow students\n\nBut how come medical students, future doctors, hadn't thought of that long before? By that time the measles outbreak had been raging for nearly two years.\n\nThe University authorities told the BBC they conducted a major campaign last year to encourage students to get jabbed, and achieved a vaccination rate of more than 98%.\n\nThey said students are taught about vaccination \"from the point of view of evidence-based medicine, studying immunology, statistical data, contra-indications and consequences.\"\n\nBut Kateryna Bulavinova, of the United Nations children's agency UNICEF, which has been helping the Ukrainian government in the fight against measles, said Serhiy Butenko's death showed that university deans are not doing enough, in general, to protect students.\n\n\"In my personal opinion this is a horrifying situation because it was preventable,\" she said. \"For me, it's a big mystery, because it's the third year of outbreak in Ukraine with huge figures of those who contracted measles. But still the deans of all medical universities didn't take their position about protecting students.\"\n\n\"The biggest issue is with health care workers themselves. We have got more and more young doctors who have no idea about immunisation, or doubt immunisation, or are against immunisation.\"\n\nThe health minister Ulana Suprun also believes doctors themselves are the main spreaders of doubt about vaccines.\n\nImage caption Some doctors in Ukraine are taught non vaccination helps a child in the long run\n\nShe says that some student doctors are taught that vaccinations are not necessary. The rationale is the belief that it is better for a child to contract the the disease, because then they will have immunity for the rest of their lives. \"When you have academics at that level teaching new doctors that they don't need to vaccinate the children, it really does confuse the issue,\" Dr Suprun says.\n\nDr Fedir Lapiy, an advisor to the government on immunisation, says \"We have professors who believe that vaccination against measles during the influenza season, October to May, for example, is a dangerous procedure because it will cause immunosuppression. That's a myth, false information. It's dangerous for the country.\"\n\nDr Suprun says misinformation by health workers and medical academics cannot be stopped because universities are independent and there is currently no means to withdraw professional qualifications. But a system to license physicians that will make that possible is now being introduced.\n\nImage caption Dr Fedir Lapiy says some academics are spreading anti-vaccination myths\n\nShe says many of the problems that led to the epidemic are now being overcome. Vaccines are procured by Unicef, which has assisted the government in visiting hospitals and clinics to ensure the cold chain is maintained.\n\n\"The vaccines that have been given in the last year or two years, we know have worked,\" she says. \"We've vaccinated last year over 900,000 people and we had zero deaths or serious complications from the vaccine.\"\n\nMobile vaccination brigades have toured the regions worst hit by the epidemic to immunise children who missed getting the jab. Free vaccination is also now available to all adults.\n\nLast year, 90% of one- and six-year-olds were vaccinated against measles. But that still leaves a huge backlog of children, and adults, who failed to be vaccinated at the right time in earlier years.\n\nAnd Unicef estimates that as many as 30% of vaccination certificates may be falsified.\n\n\"When parents are told that it's required to vaccinate their children to have them come to schools, they then go to physicians and unfortunately buy vaccine certificates,\" Dr Suprun says.\n\nIn Lviv region, the worst-hit, she says, \"when we came into the (regional) department of health and asked them how many children will need to be vaccinated, they told us by their records it's 22,000. But when we went to the schools, and we verified which records were accurate, we found that it was 50,000 children that needed to be vaccinated, because 28,000 had fake vaccine certificates.\"\n\nImage caption Campaigner Veronika Sidorenko has not vaccinated her children\n\nBy law, Ukrainian children have to be vaccinated against certain diseases, including measles, in order to attend state schools. But the law is not always observed, and it is also contested by some parents including Veronika Sidorenko, founder of a movement called \"Vaccination - Free Choice.\"\n\nHer three children are unvaccinated. \"When I compared the risk of getting the disease, against which we vaccinate, and the risk of the consequences of vaccination, I decided not to vaccinate,\" she says.\n\nAccording to the WHO, the risk of suffering a severe allergic reaction to the measles virus is one in a million. But Veronika mistrusts WHO statistics. She thinks the campaign for universal vaccination is driven partly by lobbying by the pharmaceutical industry.\n\n\"If we had large scale research - let's say 1,000 non-vaccinated children and 1,000 vaccinated ones, and we could trace their life through 50 years - we could actually assert that [vaccination prevents measles outbreaks]. But we don't have that and no-one is going to do it, so I believe we can't say for sure.\"\n\nWhen challenged that her choices are putting other children in danger, she says she doesn't believe in herd immunity.\n\nIn the meantime, the epidemic in Ukraine is continuing to gain pace, with almost as many new cases in the last six months as in the whole of last year. The 39th victim of measles complications died this month.\n\n\"This is the era of iPhones, and all kinds of high technologies,\" says Unicef's Kateryna Bulavinova.\n\n\"To have this high a number of people dying of a completely preventable disease is horrible.\"\n\nYou may also be interested in:\n\nPolio: The final battle\n\nThe battle to persuade Pakistan's people of the benefits of polio vaccination - in one of only three countries where the disease is still rife.",
        "quotes": [
            [
                "He was the most precious thing I ever had.",
                "Oksana Butenko",
                true
            ],
            [
                "It was his dream to become a medic, that's what he lived for.",
                "Oksana Butenko",
                true
            ],
            [
                "I don't know why it happened.",
                "Oksana Butenko",
                true
            ],
            [
                "I remember my childhood, everyone got measles, but they all recovered.",
                "Oksana Butenko",
                true
            ],
            [
                "We have this perfect storm of what happened over the last 40 years and it's culminated in the problem that we have now,",
                "",
                true
            ],
            [
                "about 44% of the measles cases in Ukraine are adults - adults who thought that they had been vaccinated, but the vaccine was not useful",
                "",
                false
            ],
            [
                "It's a question of trust,",
                "Oles Pohranychny",
                true
            ],
            [
                "Vaccine is something that I take, and believe that it will protect me against something.",
                "",
                true
            ],
            [
                "Now our school has the children of parents born in the 1990s, when no-one believed anything.",
                "",
                true
            ],
            [
                "Not one another, not medicine, not the state.",
                "",
                true
            ],
            [
                "In the whole former Soviet Union, it was a period of transition from a paternalistic society, to a society where you are responsible for yourself - but you don't know how to be responsible for yourself.",
                "",
                true
            ],
            [
                "Everyone around was lying - that's what people thought in the '90s.",
                "",
                true
            ],
            [
                "You had to be like a clenched fist, and trust no-one.",
                "",
                true
            ],
            [
                "We have politicians trying to get votes saying that you don't need to be vaccinated, it's all a big plot by Western governments to take over the minds of our children, that vaccine is a big plot by pharmaceutical companies to come in and make a lot money off of Ukraine.",
                "Suprun",
                true
            ],
            [
                "Unfortunately, even with 39 deaths, it's difficult to convince people that this is a real problem.",
                "Suprun",
                true
            ],
            [
                "There was a feeling of emptiness,",
                "Oleh Yefymenko",
                true
            ],
            [
                "A lot of people knew him, really his story touched everyone.",
                "Oleh Yefymenko",
                true
            ],
            [
                "This mononucleosis weakened his immune system, so that it could not fight properly against the measles virus,",
                "Alexandra Popovich",
                true
            ],
            [
                "from the point of view of evidence-based medicine, studying immunology, statistical data, contra-indications and consequences.",
                "",
                false
            ],
            [
                "In my personal opinion this is a horrifying situation because it was preventable,",
                "",
                true
            ],
            [
                "For me, it's a big mystery, because it's the third year of outbreak in Ukraine with huge figures of those who contracted measles.",
                "",
                true
            ],
            [
                "But still the deans of all medical universities didn't take their position about protecting students.",
                "",
                true
            ],
            [
                "The biggest issue is with health care workers themselves.",
                "",
                true
            ],
            [
                "We have got more and more young doctors who have no idea about immunisation, or doubt immunisation, or are against immunisation.",
                "",
                true
            ],
            [
                "When you have academics at that level teaching new doctors that they don't need to vaccinate the children, it really does confuse the issue,",
                "",
                true
            ],
            [
                "We have professors who believe that vaccination against measles during the influenza season, October to May, for example, is a dangerous procedure because it will cause immunosuppression.",
                "Fedir Lapiy",
                true
            ],
            [
                "That's a myth, false information.",
                "Fedir Lapiy",
                true
            ],
            [
                "It's dangerous for the country.",
                "Fedir Lapiy",
                true
            ],
            [
                "The vaccines that have been given in the last year or two years, we know have worked,",
                "",
                true
            ],
            [
                "We've vaccinated last year over 900,000 people and we had zero deaths or serious complications from the vaccine.",
                "",
                true
            ],
            [
                "When parents are told that it's required to vaccinate their children to have them come to schools, they then go to physicians and unfortunately buy vaccine certificates,",
                "Suprun",
                true
            ],
            [
                "when we came into the (regional) department of health and asked them how many children will need to be vaccinated, they told us by their records it's 22,000.",
                "",
                false
            ],
            [
                "But when we went to the schools, and we verified which records were accurate, we found that it was 50,000 children that needed to be vaccinated, because 28,000 had fake vaccine certificates.",
                "",
                true
            ],
            [
                "When I compared the risk of getting the disease, against which we vaccinate, and the risk of the consequences of vaccination, I decided not to vaccinate,",
                "",
                true
            ],
            [
                "If we had large scale research - let's say 1,000 non-vaccinated children and 1,000 vaccinated ones, and we could trace their life through 50 years - we could actually assert that [vaccination prevents measles outbreaks].",
                "",
                true
            ],
            [
                "But we don't have that and no-one is going to do it, so I believe we can't say for sure.",
                "",
                true
            ],
            [
                "This is the era of iPhones, and all kinds of high technologies,",
                "Kateryna Bulavinova",
                true
            ],
            [
                "To have this high a number of people dying of a completely preventable disease is horrible.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.bbc.co.uk/news/extra/AETmcEnXRC/polio_the_final_battle"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.bbc.co.uk/programmes/w3csy5cl"
            ]
        },
        "key_words": [
            "vaccinated",
            "student",
            "caption",
            "vaccine",
            "died",
            "children",
            "ukraine",
            "suprun",
            "medical",
            "health",
            "measles",
            "vaccination",
            "disease"
        ]
    },
    {
        "url": "https://www.bbc.co.uk/news/extra/AETmcEnXRC/polio_the_final_battle",
        "title": "Polio: The final battle",
        "authors": [
            {
                "name": "Shumaila Jaffery",
                "link": null
            }
        ],
        "publisher": "bbc.co.uk",
        "publish_date": "",
        "text": "At the foot of Margalla’s lush green hills, outside Islamabad, lies an almost impenetrable building surrounded by barriers, armed guards and sniffer dogs. Visitors are extensively searched before being allowed inside.\n\nIt could be an army barracks. It is, in fact, Pakistan’s National Emergency Operation Centre, and the headquarters of its polio eradication programme.\n\nBabar Atta, Pakistan’s most senior government official in charge of the programme, talks to me in his office surrounded by charts and graphs. On the wall is a giant map marked with coloured pins to indicate the country’s high risk areas.\n\nDespite the recent setbacks, Pakistan’s polio programme has achieved significant success over the last 25 years.\n\nBut any programme of this size would be vulnerable to difficulties.\n\nIn Pakistan, there are more than 40 million children under the age of five, according to Atta. The government says an average of 500,000 children remain missing from national campaigns, but Atta believes the number is far higher.\n\n“If the polio virus is still present in our environment, it points to just one thing - that we are missing a large number of children in every campaign.”\n\nChildren who have been vaccinated are given ink marks on their fingers. But polio vaccine ambassador Abrar had suggested to me that polio workers were marking the fingers of children who hadn’t been vaccinated, to inflate numbers.\n\nAtta agrees this could be happening.\n\n“I have worked in Pakistan’s polio programme for eight years, and I was the one who identified fake finger marking,” he says.\n\nHe says one of the reasons the Pakistani public is so suspicious of the polio vaccination programme is because the CIA fake vaccine scandal created such a backlash.\n\nThe CIA and doctor accused of being involved have always denied the scheme took place but the Pakistan authorities are adamant it did, and Afridi remains in jail.\n\n“It created mistrust among people - they ask why the West, particularly the US, is so bothered about polio in Pakistan? We will have to de-link the polio programme from the West if we want to make it successful.”\n\nAnd he is determined to signal that the government will not tolerate fake news surrounding the vaccine. A few weeks after I visited him he announced the government had suspended seven schools in Peshawar found to have been involved in creating “mass hysteria” over the vaccine in April.\n\nAtta is adamant that the key to success is to win parents’ hearts and minds.\n\n“We need to win people over. It’s the parents’ right to ask questions, and it’s the government’s responsibility to respond to them.”\n\nBack on the streets this is down to polio workers like Gulnaz to wrestle with parents’ fears. And in Pakistan’s battle with polio, fear is all too often followed by violence.\n\n“I don’t feel intimidated any more, because I am not alone in this. There are people who are working in more dangerous areas and are doing a far better job. I get a lot of strength from my colleagues, and Allah is with me. I like this job; my heart finds solace in it,” she says.",
        "quotes": [
            [
                "If the polio virus is still present in our environment, it points to just one thing - that we are missing a large number of children in every campaign.",
                "",
                true
            ],
            [
                "I have worked in Pakistan’s polio programme for eight years, and I was the one who identified fake finger marking,",
                "Atta",
                true
            ],
            [
                "It created mistrust among people - they ask why the West, particularly the US, is so bothered about polio in Pakistan?",
                "",
                true
            ],
            [
                "We will have to de-link the polio programme from the West if we want to make it successful.",
                "",
                true
            ],
            [
                "We need to win people over.",
                "",
                true
            ],
            [
                "It’s the parents’ right to ask questions, and it’s the government’s responsibility to respond to them.",
                "",
                true
            ],
            [
                "I don’t feel intimidated any more, because I am not alone in this.",
                "",
                true
            ],
            [
                "There are people who are working in more dangerous areas and are doing a far better job.",
                "",
                true
            ],
            [
                "I get a lot of strength from my colleagues, and Allah is with me.",
                "",
                true
            ],
            [
                "I like this job; my heart finds solace in it,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "vaccine",
            "pakistan",
            "pakistans",
            "children",
            "workers",
            "parents",
            "polio",
            "atta",
            "final",
            "programme",
            "battle",
            "fake"
        ]
    }
]