[
    {
        "url": "http://www.politifact.com/florida/statements/2015/dec/22/marco-rubio/marco-rubio-says-ted-cruz-voted-defense-cuts-rand-/",
        "title": "Marco Rubio says Ted Cruz voted for defense cuts in Rand Paul's budget proposal",
        "authors": [],
        "publisher": "www.politifact.com",
        "publish_date": "2015-12-22",
        "text": "The only budget Ted Cruz \"ever voted for in his time in the Senate is a budget that cut defense spending by more than Barack Obama proposes we cut it.\"\n\nMarco Rubio portrayed fellow GOP senator and presidential hopeful Ted Cruz as all talk and no action on defense in an interview on Meet the Press.\n\n\"He talks tough on some of these issues,\" Rubio said Dec. 13. \"For example, he was going to ‘carpet bomb’ ISIS. But the only budget he's ever voted for in his time in the Senate is a budget that cut defense spending by more than Barack Obama proposes we cut it.\"\n\nRubio has tried to portray himself as a strong supporter of the military, while Cruz has tried to appeal to hawks as well as libertarians , who typically favor less defense spending.\n\nWe decided to fact-check Rubio’s claim that Cruz voted for a budget that cut defense spending by more than the Democratic president.\n\nCruz’s vote on Rand Paul’s budget proposal\n\nRubio’s campaign pointed to Cruz’s 2013 vote in favor of a budget proposal by U.S. Sen. Rand Paul, R-Ky., who is also running for president. Cruz was one of just 18 senators, all Republican, to vote in favor of Paul’s amendment. Rubio voted against it. The measure failed.\n\nPaul’s 2013 proposal emerged after the widespread budget cuts, known as the sequester, went into effect. The sequester dramatically reduced non-war defense spending during the next decade.\n\nRubio’s campaign pointed to Paul’s statement in his budget proposal about cutting military spending:\n\n\"This budget proposal does not simply reduce military spending, but provides directives to realign the military for the 21st century,\" Paul wrote. \"It seeks to reduce the size and scope of the military complex, including its global footprint to one that is more in line with a policy of containment.\"\n\nUnder Paul’s proposal , defense appropriations would have gone from $521 billion in 2014 to $634 billion in 2023. The nonpartisan Congressional Budget Office, meanwhile, projected $588 billion in defense appropriations in 2014 to $731 billion in 2023. That means that Paul actually increased year-over-year defense spending, though it did not keep pace with estimated projections to sustain current defense levels.\n\nWas Paul’s proposal a ‘cut’ for defense?\n\nSo why did Rubio refer to Paul’s budget as a \"cut\" if defense spending would rise?\n\n\"We take the budget document at its word that it cuts defense spending and seeks to reduce the size and scope of the military,\" Rubio senior adviser Joe Pounder said.\n\nBut experts questioned whether Rubio can call Paul’s proposal a \"cut.\"\n\n\"Paul’s defense budget was above the budget caps set in the Budget Control Act, so in that respect it was an increase (and the president’s budget was an even larger increase),\" said Todd Harrison, a defense budget expert at the Center for Strategic and International Studies. \"But Paul’s defense budget was less than what other Republicans were proposing and what the president was proposing, so in that sense it was a cut.\"\n\nPaul’s 2013 proposal for defense was well below Obama’s request both at the time and now, Harrison said.\n\nChristopher Preble, at the libertarian Cato Institute, said he would not call Paul’s budget a \"cut.\"\n\n\"As is typical in Washington-speak, a less-than-expected increase is often cast as a cut,\" he said. \"This is misleading.\"\n\nCruz spokesman Brian Phillips made a similar argument.\n\n\"So it sounds like Rubio is engaging in the time-honored Washington cartel tactic of budget gimmickry and is suggesting that a reduction in the rate of increase is equal to a ‘cut’ when in fact the Obama and Paul budgets spend more on defense every year,\" Phillips said. \"The fact is, in supporting the Paul budget, Cruz did not support a cut in defense spending, but a more responsible rate of increase.\"\n\nBenjamin Friedman, a defense expert at Cato, pointed to Cruz’s vote in March in favor of a Rubio amendment to boost defense spending over two years rather than Paul’s amendment which would have boosted it with offsets.\n\n\"This was a budget, so it doesn’t make Rubio wrong, but it undermines his larger point,\" Friedman said.\n\nOur ruling\n\nRubio said that the only budget Cruz \"ever voted for in his time in the Senate is a budget that cut defense spending by more than Barack Obama proposes we cut it.\"\n\nRubio was referring to Cruz’s vote in favor of Paul’s budget proposal in 2013. But Rubio mischaracterized Paul’s plan when he called it a \"cut.\" That proposal included an increase in defense spending each year from 2014 going forward a decade, although it did not keep pace with estimated projections in growth.\n\nHowever, there is a kernel of truth here in that Paul’s proposal for defense was below Obama’s request.\n\nWe rate this statement Mostly False.",
        "quotes": [
            [
                "ever voted for in his time in the Senate is a budget that cut defense spending by more than Barack Obama proposes we cut it.",
                "Barack Obama",
                false
            ],
            [
                "He talks tough on some of these issues,",
                "Barack Obama",
                true
            ],
            [
                "For example, he was going to ‘carpet bomb’ ISIS.",
                "Barack Obama",
                true
            ],
            [
                "But the only budget he's ever voted for in his time in the Senate is a budget that cut defense spending by more than Barack Obama proposes we cut it.",
                "Barack Obama",
                true
            ],
            [
                "This budget proposal does not simply reduce military spending, but provides directives to realign the military for the 21st century,",
                "Rand Paul",
                true
            ],
            [
                "It seeks to reduce the size and scope of the military complex, including its global footprint to one that is more in line with a policy of containment.",
                "Rand Paul",
                true
            ],
            [
                "We take the budget document at its word that it cuts defense spending and seeks to reduce the size and scope of the military,",
                "Joe Pounder",
                true
            ],
            [
                "Paul’s defense budget was above the budget caps set in the Budget Control Act, so in that respect it was an increase (and the president’s budget was an even larger increase),",
                "Todd Harrison",
                true
            ],
            [
                "But Paul’s defense budget was less than what other Republicans were proposing and what the president was proposing, so in that sense it was a cut.",
                "Todd Harrison",
                true
            ],
            [
                "As is typical in Washington-speak, a less-than-expected increase is often cast as a cut,",
                "Harrison",
                true
            ],
            [
                "So it sounds like Rubio is engaging in the time-honored Washington cartel tactic of budget gimmickry and is suggesting that a reduction in the rate of increase is equal to a ‘cut’ when in fact the Obama and Paul budgets spend more on defense every year,",
                "Barack Obama",
                true
            ],
            [
                "The fact is, in supporting the Paul budget, Cruz did not support a cut in defense spending, but a more responsible rate of increase.",
                "Barack Obama",
                true
            ],
            [
                "This was a budget, so it doesn’t make Rubio wrong, but it undermines his larger point,",
                "Friedman",
                true
            ],
            [
                "ever voted for in his time in the Senate is a budget that cut defense spending by more than Barack Obama proposes we cut it.",
                "Barack Obama",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.politico.com/story/2015/03/ted-cruz-marco-rubio-rand-paul-senate-pentagon-budget-116434"
            ],
            "gov_pgs": [
                "https://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=113&session=1&vote=00069"
            ],
            "unsure": [
                "https://www.youtube.com/watch?v=4NC8JmyqSQI"
            ]
        },
        "key_words": [
            "marco",
            "cut",
            "ted",
            "defense",
            "spending",
            "rubio",
            "cuts",
            "pauls",
            "military",
            "proposal",
            "voted",
            "rand",
            "cruz",
            "budget"
        ]
    },
    {
        "url": "https://www.politico.com/story/2015/03/ted-cruz-marco-rubio-rand-paul-senate-pentagon-budget-116434",
        "title": "2016 brawl breaks out on Senate floor",
        "authors": [
            {
                "name": "Manu Raju",
                "link": null
            }
        ],
        "publisher": "www.politico.com",
        "publish_date": "2015-03-26",
        "text": "The 2016 Republican nomination contest spilled onto the Senate floor Thursday, turning a marathon budget debate into a battle over which candidate is prepared to lead the country at a time of war.\n\nFour GOP senators are trying to gain the upper hand on the commander-in-chief test — Marco Rubio, Rand Paul, Ted Cruz and Lindsey Graham — and their competition was on vivid display as the Senate took up a Rubio plan to pump tens of billions of dollars more into the Pentagon budget. Paul blasted the idea because the new spending wasn’t offset by other cuts. And caught in the middle was Cruz, who’s pitching himself as a fiscal conservative who can appeal to the hawkish and libertarian wings of the GOP but ultimately sided with Rubio and Graham.\n\nStory Continued Below\n\nIn an interview with POLITICO, Paul lambasted his foes for engaging in “reckless” and “irresponsible” behavior, showing that they lacked the “courage” and conviction to rein in the country’s mountain of debt. He said there are now two camps in the GOP primary field: one that cares about the debt, and another that does not.\n\n“I think there are a great deal of problems for people who want to argue that they are fiscal conservatives and yet would simply borrow hundreds of billions of dollars for defense,” Paul said. “I think it is irresponsible and dangerous to the country to borrow so much money to add into defense.”\n\nThe tough words came in the aftermath of two votes that both failed Thursday, one proposed by Rubio that would raise defense spending — with no corresponding cuts — and another by Paul that would cut tens of billions from a range of different accounts. Rubio said all other issues are “elementary” when compared with the funding for a robust national defense.\n\nAs the Rubio plan was moving forward, Cruz was clearly torn. The Texas senator stood quietly at the well of the Senate chamber for several tense minutes, reading the text of the Rubio amendment and checking his smartphone.\n\nFinally, with his colleagues watching, Cruz gave a thumbs-up sign, siding with Rubio in the growing debate inside the party between fiscal hard-liners and defense hawks that has dominated the GOP’s budget fight.\n\n“I think it is critical that we allocate the resources that are necessary to provide for our national security functions,” Cruz told reporters Thursday.\n\nThe deliberations on defense spending were the latest sign of jockeying among the Republican senators running for the White House. They’re pushing proposals and casting votes to bolster their messages — and keeping a close eye on the others’ every move.\n\nRubio has increasingly pushed for a larger and more robust U.S. presence worldwide, aligning himself with the likes of a leading GOP defense hawk, Graham, who is also weighing a 2016 run.\n\nCruz, at times, has sided with the libertarian wing of the party, including joining Paul to rail against the Obama administration’s drone policy and opposing the president’s effort to authorize strikes in Syria in 2013. Yet, he has joined with Republican hawks on other issues, including seeking a tough line against Russia and Vladimir Putin.\n\nAnd then there’s Paul: As a libertarian-minded Republican who pushes for a less aggressive U.S. presence worldwide, his biggest hurdle as a national candidate is selling himself as a viable leader of the military.\n\nPerhaps in response to that concern, Paul came up with his own idea this week aimed at showcasing his belief in a strong military, while staying true to his calls to rein in big federal deficits. He proposed an amendment to increase defense spending by $190 billion over the next two years, but he offset that spending hike with cuts to science, education and natural resource programs.\n\n“I think it was irresponsible and dangerous … and an inconsistent theme for anybody who wants to say that they are concerned about the debt,” Paul said in the interview. “I think it shows a lack of concern about the debt. I think it was a very, very important vote to see the contrast of the two different approaches.”\n\nPaul’s arguments failed to convince his colleagues in both parties Thursday. Democrats united against it, and most Republicans opposed it, too. It failed on a 4-96 vote, with Cruz, Rubio and Graham all opposing it.\n\nThe debate of Paul’s plan came immediately after the chamber voted down Rubio’s proposal. It showcased a clear contrast between the two likely candidates on one of the most important issues of 2016. Rubio’s plan fared slightly better than Paul’s, losing on a 32-68 vote; it also won the support of defense hawks like Graham and was cosponsored by Arkansas Sen. Tom Cotton.\n\n“The national security of our country is the predominant obligation of the federal branch of government,” Rubio said on the Senate floor. “It is the one thing that only the federal government can do, and it is the first thing that it is tasked with doing.”\n\nThis is similar to the point Rubio has made repeatedly as he prepares a 2016 run: Senators, he says, are more experienced in dealing with international affairs than governors, whose careers have been more rooted in parochial matters. And as fears over the Islamic State militants and Iran begin to dominate the debate on the campaign trail, the senators who are running for president are trying to showcase their foreign policy chops.\n\nThis is a central reason why Graham — who in contrast to the three first-term senators has served in Congress since 1995 — believes he has a serious chance of emerging from a crowded field. He has long been one of the Republicans’ most aggressive voices on foreign affairs. He’s been a staunch proponent of the Iraq War and a relentless critic of President Barack Obama’s national security policies.\n\nLast week, Graham secured an amendment to increase the Overseas Contingency Operations account by $38 billion, up to $96 billion, a move that would allow the funds to be spent on defense and avoid the restrictions of budget caps. Critics, like Paul, view such moves as budget gimmicks. But Graham fired back, particularly at some fiscal hard-liners in the House Freedom Caucus who are skeptical of the higher defense numbers.\n\n“The Freedom Caucus is not going to go to Iraq,” Graham said earlier this week. “Somebody else is going to go to Iraq and fight ISIL — not the Freedom Caucus. And when they go, I hope they are well-trained and well-equipped.”\n\nBut Paul added: “I think if you want to add money to defense, the difficult vote is mine. And it shows that there is not a great deal of courage out there among people. They went the easy way. They want to keep borrowing it. And that is a great danger for our country.”\n\nSeung Min Kim contributed to this report.\n\nFollow @politico",
        "quotes": [
            [
                "I think there are a great deal of problems for people who want to argue that they are fiscal conservatives and yet would simply borrow hundreds of billions of dollars for defense,",
                "Paul",
                true
            ],
            [
                "I think it is irresponsible and dangerous to the country to borrow so much money to add into defense.",
                "Paul",
                true
            ],
            [
                "I think it is critical that we allocate the resources that are necessary to provide for our national security functions,",
                "Ted Cruz",
                true
            ],
            [
                "I think it was irresponsible and dangerous … and an inconsistent theme for anybody who wants to say that they are concerned about the debt,",
                "Paul",
                true
            ],
            [
                "I think it shows a lack of concern about the debt.",
                "Paul",
                true
            ],
            [
                "I think it was a very, very important vote to see the contrast of the two different approaches.",
                "Paul",
                true
            ],
            [
                "The national security of our country is the predominant obligation of the federal branch of government,",
                "Rubio",
                true
            ],
            [
                "It is the one thing that only the federal government can do, and it is the first thing that it is tasked with doing.",
                "Rubio",
                true
            ],
            [
                "The Freedom Caucus is not going to go to Iraq,",
                "Lindsey Graham",
                true
            ],
            [
                "Somebody else is going to go to Iraq and fight ISIL — not the Freedom Caucus.",
                "Lindsey Graham",
                true
            ],
            [
                "And when they go, I hope they are well-trained and well-equipped.",
                "Lindsey Graham",
                true
            ],
            [
                "I think if you want to add money to defense, the difficult vote is mine.",
                "Paul",
                true
            ],
            [
                "And it shows that there is not a great deal of courage out there among people.",
                "Paul",
                true
            ],
            [
                "They want to keep borrowing it.",
                "Paul",
                true
            ],
            [
                "And that is a great danger for our country.",
                "Paul",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/politico",
                "https://mailchi.mp/a7c062a845f4/subscribetoplaybook"
            ]
        },
        "key_words": [
            "senate",
            "2016",
            "floor",
            "think",
            "brawl",
            "graham",
            "paul",
            "spending",
            "senators",
            "breaks",
            "national",
            "rubio",
            "defense",
            "cruz",
            "budget"
        ]
    }
]