[
    {
        "url": "http://politicaladarchive.org/ad/polad_donaldtrump_k1mkc/",
        "title": "Political TV Ad Archive » PolAd",
        "authors": [],
        "publisher": "politicaladarchive.org",
        "publish_date": "",
        "text": "Clinton said, \"Trump Management was charged with discriminating against African-Americans and breaking federal law.\"\n\nThe government in 1973 accused Trump, his father and Trump Management of violating the Fair Housing Act, part of the Civil Rights Act of 1968. The case alleged Trump’s realty company discriminated against non-white tenants and potential tenants at numerous apartment complexes.\n\nThe government settled the lawsuit, after Trump waged a years-long legal battle, so Trump never admitted guilt. But the company did agree to comply with extensive requirements intended to stop housing discrimination at its properties.\n\nClinton’s claim is carefully phrased. For that, we rate her claim True.",
        "quotes": [
            [
                "Trump Management was charged with discriminating against African-Americans and breaking federal law.",
                "Clinton",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.politifact.com/truth-o-meter/statements/2016/sep/14/hillary-clinton/clinton-ad-trump-management-was-charged-discrimina/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "violating",
            "trump",
            "act",
            "political",
            "polad",
            "tenants",
            "management",
            "yearslong",
            "ad",
            "company",
            "claim",
            "archive",
            "housing",
            "waged",
            "tv"
        ]
    },
    {
        "url": "https://www.politifact.com/truth-o-meter/statements/2016/sep/14/hillary-clinton/clinton-ad-trump-management-was-charged-discrimina/",
        "title": "Clinton ad: Trump Management was charged with discriminating against black people",
        "authors": [],
        "publisher": "www.politifact.com",
        "publish_date": "2016-09-14",
        "text": "Black Americans have \"everything\" to lose if Donald Trump becomes president, says a recent ad out of Democratic candidate Hillary Clinton’s campaign.\n\n\"Trump management was charged with discriminating against African-Americans and breaking federal law,\" the ad’s narrator says.\n\nThe Clinton campaign has run the ad on cable television in Florida, North Carolina, Ohio and Pennsylvania.\n\nThere has been a lot of reporting on the subject of the Republican nominee’s discrimination lawsuits, so we decided it was about time we looked, too. We found that the government did, in fact, charge Trump and his real estate company with discrimination, in violation of the Civil Rights Act.\n\nBack in 1973, Trump was president of his father’s realty company, Trump Management, which operated nearly 40 apartment buildings comprised of about 14,000 residences total, mostly in New York City.\n\nIn October of that year, the federal government filed a complaint against Trump, his father Fred Trump, and Trump Management. The complaint alleged that the Trumps violated the Fair Housing Act, part of the Civil Rights Act of 1968, by discriminating against tenants and potential tenants based on their race.\n\n\"The defendants, through the actions of their agents and employees, have discriminated against persons because of race in the operation of their apartment buildings,\" the complaint reads.\n\nTrump and the government eventually settled the claim, so Trump never admitted guilt, but documents prepared by the government describe numerous allegations of race-based discrimination at more than 15 different Trump Management properties.\n\nMany of the incidents involved a black person being told the complex had no availability when apartments were in fact available.\n\nFor example, one black man asked about two-bedroom apartments at Trump’s Westminster complex in Brooklyn, and a superintendent told him nothing was available. That was March 18, 1972. On March 19, 1972, the black man’s wife, who was white, visited the complex and was offered an application for a two-bedroom apartment on the spot.\n\nThe government lawyers also interviewed several people who said executives for Trump Management discouraged rental agents from renting to black people.\n\nIn one case, the government claimed the Trump Management comptroller instructed one rental agent to attach a sheet of paper that said \"C\" for \"colored\" to every application submitted by a person of color. Another rental agent said Fred Trump told him to encourage black tenants to find other housing in order to decrease the black population at that particular complex.\n\nDonald Trump called the charges \"absolutely ridiculous,\" according to the New York Times article that originally reported the charges back in 1973. Trump and his company filed a countersuit the following December, claiming the government made baseless charges and asking for $100 million in damages. The court dismissed the countersuit.\n\nTrump’s campaign did not respond to our requests for comment, but they have continued to deny the charges in recent comments to other news outlets.\n\nTrump and the government settled the case in 1975. Trump Management agreed to train employees about their obligations under the Fair Housing Act and to launch a two-year marketing program to inform the community about their fair housing practices, including giving a weekly list of vacancies to the New York Urban League, among other requirements.\n\nTrump saw the settlement as a success, writing in his 1987 memoir, Art of the Deal: \"In the end, the government couldn’t prove its case, and we ended up taking a minor settlement without admitting any guilt. Instead, we agreed to do some equal-opportunity advertising of vacancies in the local newspaper. And that was the end of the suit.\"\n\nExperts told us that settlements don’t mean the parties involved are innocent, though.\n\nThe government settles \"north of 98 percent\" of these kinds of housing discrimination cases, and often fairly quickly, said Robert Schwemm, law professor at the University of Kentucky and an expert in housing discrimination law. And in every settlement, the agreement allows the defendant to say they’re agreeing to take voluntary action to remedy the problem without admitting guilt.\n\n\"That doesn’t mean there wasn’t lots of evidence\" against Trump, Schwemm said.\n\nThe government brought their suit against Trump five years after the Civil Rights Act went into effect. There was plenty of race-based housing discrimination nationwide at that time, Schwemm said. But the government had limited resources dedicated to this issue, so government attorneys prioritized bringing complaints against big \"pattern\" cases that they believed would have a broader impact.\n\nSchwemm said of the 20 to 30 Fair Housing Act cases the government brought against fair housing providers in the first five years, he’s only aware of two in New York, including Trump’s, and very few others in cities outside the southern United States.\n\nA lot of the housing discrimination at that time was subtle — like taking a black person’s rental application and just never looking at it. The more blatant sort of discrimination alleged in Trump’s case, that they coded applications based on race, was \"not unheard of\" but \"pretty extreme,\" Schwemm said.\n\nIn 1978, the government wrote a letter to Trump’s lawyers saying they believed the company had violated the settlement by steering black tenants to specific properties, according to the New York Times. But the government ultimately didn’t pursue the case before the settlement terms expired.\n\nOur ruling\n\nClinton said, \"Trump Management was charged with discriminating against African-Americans and breaking federal law.\"\n\nThe government in 1973 accused Trump, his father and Trump Management of violating the Fair Housing Act, part of the Civil Rights Act of 1968. The case alleged Trump’s realty company discriminated against non-white tenants and potential tenants at numerous apartment complexes.\n\nThe government settled the lawsuit, after Trump waged a years-long legal battle, so Trump never admitted guilt. But the company did agree to comply with extensive requirements intended to stop housing discrimination at its properties.\n\nClinton’s claim is carefully phrased. For that, we rate her claim True.",
        "quotes": [
            [
                "Trump management was charged with discriminating against African-Americans and breaking federal law,",
                "",
                true
            ],
            [
                "The defendants, through the actions of their agents and employees, have discriminated against persons because of race in the operation of their apartment buildings,",
                "",
                true
            ],
            [
                "In the end, the government couldn’t prove its case, and we ended up taking a minor settlement without admitting any guilt.",
                "Donald Trump",
                true
            ],
            [
                "Instead, we agreed to do some equal-opportunity advertising of vacancies in the local newspaper.",
                "Donald Trump",
                true
            ],
            [
                "And that was the end of the suit.",
                "Donald Trump",
                true
            ],
            [
                "That doesn’t mean there wasn’t lots of evidence",
                "Schwemm",
                false
            ],
            [
                "Trump Management was charged with discriminating against African-Americans and breaking federal law.",
                "Clinton",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2016/08/28/us/politics/donald-trump-housing-race.html",
                "https://www.nytimes.com/1973/12/13/archives/realty-company-asks-100million-bias-damages-no-names-or-addresses.html",
                "https://www.nytimes.com/1973/10/16/archives/major-landlord-accused-of-antiblack-bias-in-city-us-accuses-major.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://books.google.ca/books?id=Ye6e_VxM00kC&q=admitting+any+guilt&redir_esc=y",
                "https://archive.org/embed/PolAd_DonaldTrump_k1mkc"
            ]
        },
        "key_words": [
            "charged",
            "trump",
            "discrimination",
            "act",
            "black",
            "tenants",
            "management",
            "housing",
            "ad",
            "company",
            "fair",
            "trumps",
            "clinton",
            "discriminating"
        ]
    },
    {
        "url": "https://www.nytimes.com/2016/08/28/us/politics/donald-trump-housing-race.html",
        "title": "‘No Vacancies’ for Blacks: How Donald Trump Got His Start, and Was First Accused of Bias",
        "authors": [
            {
                "name": "Steve Eder",
                "link": null
            },
            {
                "name": "Jonathan Mahler",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "2016-08-28",
        "text": "Looking back, Mr. Trump’s response to the lawsuit can be seen as presaging his handling of subsequent challenges, in business and in politics. Rather than quietly trying to settle — as another New York developer had done a couple of years earlier — he turned the lawsuit into a protracted battle, complete with angry denials, character assassination, charges that the government was trying to force him to rent to “welfare recipients” and a $100 million countersuit accusing the Justice Department of defamation.\n\nWhen it was over, Mr. Trump declared victory, emphasizing that the consent decree he ultimately signed did not include an admission of guilt.\n\nBut an investigation by The New York Times — drawing on decades-old files from the New York City Commission on Human Rights, internal Justice Department records, court documents and interviews with tenants, civil rights activists and prosecutors — uncovered a long history of racial bias at his family’s properties, in New York and beyond.\n\nThat history has taken on fresh relevance with Mr. Trump arguing that black voters should support him over Hillary Clinton, whom he has called a bigot.\n\nWhile there is no evidence that Mr. Trump personally set the rental policies at his father’s properties, he was on hand while they were in place, working out of a cubicle in Trump Management’s Brooklyn offices as early as the summer of 1968.\n\nThen and now, Mr. Trump has steadfastly denied any awareness of any discrimination at Trump properties. While Mr. Trump declined to be interviewed for this article, his general counsel, Alan Garten, said in a statement that there was “no merit to the allegations.” And there has been no suggestion of racial bias toward prospective residents in the luxury housing that Mr. Trump focused on as his career took off in Manhattan in the 1980s.\n\nIn the past, Mr. Trump has treated the case as a footnote in the narrative of his career. In his memoir “The Art of the Deal,” he dispensed with it in five paragraphs. And while stumping in Ohio, he even singled out his work at one of his father’s properties in Cincinnati, omitting that, at the time, the development was the subject of a separate discrimination lawsuit — one that included claims of racial slurs uttered by a manager whom Mr. Trump had personally praised.",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.nytimes.com/2016/08/25/us/politics/donald-trump-black-voters.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "bias",
            "trump",
            "york",
            "accused",
            "start",
            "racial",
            "properties",
            "rights",
            "trying",
            "blacks",
            "donald",
            "vacancies",
            "mr",
            "lawsuit",
            "personally",
            "justice"
        ]
    },
    {
        "url": "https://www.nytimes.com/1973/12/13/archives/realty-company-asks-100million-bias-damages-no-names-or-addresses.html",
        "title": "Realty Company Asks $100‐Million ‘Bias’ Damages",
        "authors": [
            {
                "name": "Barbara Campbell",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "1973-12-13",
        "text": "No Names or Addresses\n\nRoy Cohn, the lawyer handling the case, said the Government's suit gave no names, addresses or specific incidences of discrimination. Mr. Trump said the company had been asked to detail its renting practices, and he charged that the. Government was asking the company to investigate itself.\n\nA spokesman for the Department of Justice, John Wilson, declined to discuss the specifics of the Trump case, saying only that the civil‐rights division of the department was bringing the suit to enforce the 1968 Fair Housing Act.\n\nWhen Mr. Trump was asked why he believed the Govern ment was trying to force the company to rent to welfare clients, he said the Lefrak Corporation, which was sued for discriminatory practices in 1971 by the Justice Department, was forced to sign a consent decree saying they would admit welfare clients.\n\nMr. Trump said he would not sign such a decree because it would be unfair to his other tenants, since welfare clients are not required to sign leases and could move out in “one or two months.” He also said that if he allowed welfare clients into his apartments, which are in such areas as Forest Hills and Jamaica Estates in Queens and in the Brighton Beach section of Brooklyn, there would be a ::massive fleeing from the city of not only our tenants, but communities whole.”\n\nLefrak Disagrees on Decree\n\nSamuel J. Lefrak, who heads the Lefrak organization, denied that he had signed a decree agreeing to rent to welfare cli ents. Instead, according to his son, Richard, the Life Realty Company, which handles renting for Lefrak, signed a decree saying it would rent to anyone whose income was equal to at least 90 per cent of the monthly rent.\n\nWelfare recipients, Mr. Lefrak said, cannot meet that criteria “unless they have a rich uncle taking care of them.” In that case, he said, Lefrak would rent to a welfare recipient. If there is a co‐signer to guarantee the rent and sign a lease for a welfare recipient, he said, Lefrak would also rent to them.\n\nOf the 16,000 rental units owned by the Trump Corporation in the city, Mr. Trump estimated that 700 were rented to blacks. He said the only considerations for renting were whether the client could afford the rent and whether the apartment was suitable for the number of people in the family.\n\nREMEMBER THE NEEDIEST!",
        "quotes": [
            [
                "unless they have a rich uncle taking care of them.",
                "Lefrak",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "realty",
            "asks",
            "rent",
            "bias",
            "trump",
            "lefrak",
            "sign",
            "damages",
            "company",
            "welfare",
            "100million",
            "saying",
            "decree",
            "mr",
            "renting"
        ]
    },
    {
        "url": "https://www.nytimes.com/1973/10/16/archives/major-landlord-accused-of-antiblack-bias-in-city-us-accuses-major.html",
        "title": "Major Landlord Accused Of Antiblack Bias in City",
        "authors": [
            {
                "name": "Morris Kaplan",
                "link": null
            }
        ],
        "publisher": "www.nytimes.com",
        "publish_date": "1973-10-16",
        "text": "The Department of Justice, charging discrimination against blacks in apartment rentals, brought suit in Federal Court in Brooklyn yesterday against the Trump Management Corporation, a major owner and manager of real estate here.\n\nThe corporation, which owns and rents more than 14,000 apartments in Brooklyn, Queens and Staten Island, was accused of violating the Fair Housing Act of 1968 in its operation of 39 buildings. Most are in Coney Island, Brooklyn, and in Jamaica Estates and Forest Hills, Queens.\n\nSeeking an injunction to halt alleged discriminatory practises, the Government contended that Trump Management had refused to rent or negotiate rentals “because of race and color.” It also charged that the company had required different rental terms and conditions because of race and that it had misrepresented to blacks that apartments were not available.\n\nAt the corporation's main office, 600 Avenue Z in Brooklyn, Donald Trump, president, denied the charges.\n\nAdvertisement Continue reading the main story\n\n“They are absolutely ridiculous,” he said. “We never have discriminated, and we never would. There have been a number of local actions against us, and we've won them all. We were charged with discrimination, and we proved in court that we did not discriminate.”",
        "quotes": [
            [
                "We never have discriminated, and we never would.",
                "",
                true
            ],
            [
                "There have been a number of local actions against us, and we've won them all.",
                "",
                true
            ],
            [
                "We were charged with discrimination, and we proved in court that we did not discriminate.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "rentals",
            "court",
            "landlord",
            "bias",
            "trump",
            "city",
            "race",
            "accused",
            "discrimination",
            "brooklyn",
            "management",
            "major",
            "island",
            "corporation",
            "main",
            "antiblack"
        ]
    }
]