[
    {
        "url": "http://www.cbsnews.com/blogs/2010/02/23/politics/politicalhotsheet/entry6235624.shtml%27",
        "title": "Harry Reid Says GOP Should \"Stop Crying\" About Reconciliation",
        "authors": [
            {
                "name": "Brian Montopoli",
                "link": null
            }
        ],
        "publisher": "www.cbsnews.com",
        "publish_date": "2010-02-23",
        "text": "(AP Photo/Pablo Martinez Monsivais)\n\nReid said reconciliation had been used 21 times since 1981, mostly by Republicans when they were in control of the Senate for the passage of items like the Bush tax cuts. (Here's a handy chart of when the procedure has been used.)\n\nUnder reconciliation, Democrats would need a simple majority in the Senate to pass legislation, as opposed to the 60 votes needed to break a filibuster.\n\n\"They should stop crying about reconciliation as if it's never been done before,\" Reid said.\n\nFollowing Senate Democrats' weekly luncheon, Reid said \"nothing is off the table\" but that \"realistically, they should stop crying about this. It's been done 21 times before.\"\n\n\"The question is: Is reconciliation the only way we can do health-care reform?\" he said. \"The answer to that is no. But I've been told that my Republican friends are lamenting reconciliation, but I would recommend for them to go back and look at history.\"\n\n\"It's done almost every Congress, and they're the ones that used it more than anyone else,\" he added.\n\nIn his own press availability Tuesday, Senate Republican Leader Mitch McConnell said \"it appears as if the administration has already made up their mind to go forward with a beefed up Senate version and to try to jam it through under a seldom-used process that we commonly refer to around here as reconciliation.\"\n\nRepublican Whip Sen. Jon Kyl told reporters that \"it's hard for us to quite understand why, with reconciliation being planned, we're having a meeting [Thursday] which is allegedly designed to engender some bipartisan agreement for a way forward.\"\n\n\"It seems to me at least that, until the Democratic leaders take reconciliation off the table, it'll be very hard for Republicans to believe that they intend to engage us in good faith,\" Kyl added.\n\nWill Obama Health Care Plan Pass Via Reconciliation?\n\nA War of Words Before the Health Care Summit\n\nObama's Health Care Plan at a Glance",
        "quotes": [
            [
                "They should stop crying about reconciliation as if it's never been done before,",
                "Reid",
                true
            ],
            [
                "realistically, they should stop crying about this.",
                "Reid",
                false
            ],
            [
                "It's been done 21 times before.",
                "Reid",
                true
            ],
            [
                "The question is: Is reconciliation the only way we can do health-care reform?",
                "Reid",
                true
            ],
            [
                "The answer to that is no.",
                "Reid",
                true
            ],
            [
                "But I've been told that my Republican friends are lamenting reconciliation, but I would recommend for them to go back and look at history.",
                "Reid",
                true
            ],
            [
                "It's done almost every Congress, and they're the ones that used it more than anyone else,",
                "Reid",
                true
            ],
            [
                "it appears as if the administration has already made up their mind to go forward with a beefed up Senate version and to try to jam it through under a seldom-used process that we commonly refer to around here as reconciliation.",
                "Mitch McConnell",
                false
            ],
            [
                "it's hard for us to quite understand why, with reconciliation being planned, we're having a meeting [Thursday] which is allegedly designed to engender some bipartisan agreement for a way forward.",
                "Reid",
                false
            ],
            [
                "It seems to me at least that, until the Democratic leaders take reconciliation off the table, it'll be very hard for Republicans to believe that they intend to engage us in good faith,",
                "Kyl",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cbsnews.com/news/obamas-health-care-plan-at-a-glance/",
                "https://www.cbsnews.com/news/a-war-of-words-before-the-health-care-summit/",
                "https://www.cbsnews.com/news/will-obama-health-care-plan-pass-via-reconciliation/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.brendan-nyhan.com/blog/2009/04/the-legislative-history-of-reconciliation-19802008.html"
            ]
        },
        "key_words": [
            "reconciliation",
            "health",
            "harry",
            "care",
            "senate",
            "way",
            "table",
            "stop",
            "told",
            "crying",
            "used",
            "gop",
            "reid",
            "times"
        ]
    },
    {
        "url": "https://www.cbsnews.com/news/obamas-health-care-plan-at-a-glance/",
        "title": "Obama's Health Care Plan at a Glance",
        "authors": [],
        "publisher": "www.cbsnews.com",
        "publish_date": "",
        "text": "President Barack Obama released a health care overhaul proposal Monday that builds on legislation passed Christmas Eve by the Senate, and makes some changes to placate Democrats in the House. Here are some of the main features:\n\nHOW MANY COVERED: Like the Senate bill, Obama's proposal would cover 31 million uninsured Americans.\n\nINSURANCE MANDATE: Like the bills approved last year by the House and Senate, the proposal would require almost everyone to be insured or pay a fine. There is an exemption for low-income people. The Senate bill exempted people with incomes under the federal poverty level ($21,200 for a family of four) whereas Obama's plan, like the House version, would exempt people under the tax-filing threshold ($45,295 for a family of four). But the fines levied under the insurance mandate would be higher than the Senate proposed. Obama also keeps a \"hardship exemption\" that excuses anyone from buying insurance if it would cost more than 8 percent of their income.\n\nINSURANCE MARKET REFORMS: Like the House and Senate bills, Obama's proposal would stop unpopular insurance industry practices such as denying coverage to people with pre-existing conditions or charging women more. In response to a recent 39 percent rate hike announcement by Anthem Blue Cross in California, Obama would give the federal government the authority to block rate hikes, roll back premium prices and force insurance companies to give rebates to consumers.\n\nMEDICAID: Like the Senate bill, Obama's proposal would expand the federal-state Medicaid insurance program for the poor to cover people with incomes up to 133 percent of the federal poverty level, $29,327 a year for a family of four. The federal government would pick up more of the tab, paying 100 percent of the cost for newly eligible individuals through 2017. Obama eliminated a special deal that would have given Nebraska 100 percent federal funding for newly eligible Medicaid recipients in perpetuity. A different, one-time deal negotiated by Sen. Mary Landrieu for her state, Louisiana, worth as much as $300 million stayed in.\n\nTAXES: Obama scaled back a tax on high-cost insurance plans that was opposed by House Democrats and labor unions. The tax would be delayed from 2013 until 2018 and the thresholds at which it is imposed would be moved up from policies worth $8,500 for individuals and $23,000 for families, to $10,200 for individuals and $27,500 for families. Those changes mean $120 billion in lost revenue over 10 years that Obama would replace mostly by applying an increased Medicare payroll tax to investment income as well as wages for individuals making more than $200,000, or married couples above $250,000. The Senate bill had applied the tax only to wage income.\n\nPRESCRIPTION DRUGS: Obama would close the \"doughnut hole\" coverage gap in the Medicare prescription drug benefit that kicks in once seniors have spent $2,830. The Senate bill would have provided a 50 percent discount on the cost of brand-name drugs in the doughnut hole but Obama would close the gap entirely by 2020. The added cost, which the White House did not disclose, would be paid for in part by an additional $10 billion in fees on the drug industry.\n\nEMPLOYER RESPONSIBILITY: Obama keeps the approach in the Senate bill, which doesn't require businesses to offer coverage, but charges fees to companies with more than 50 employees if the government subsidizes employees' coverage. Obama increases the fees to $2,000 per worker instead of $750, but grants companies an allowance that was not part of the original Senate plan.\n\nSUBSIDIES: Obama provides more generous subsidies overall for purchasing insurance than the Senate bill did. The aid is available for households making up to four times the federal poverty level ($88,000 for a family of four).\n\nHOW YOU CHOOSE YOUR HEALTH INSURANCE: Small businesses, the self-employed and the uninsured could pick a plan offered through new state-based purchasing pools called exchanges. Liberals hoped Obama would go with a national exchange like the House bill did, but he stuck with the Senate's state-based approach. People working for big companies would not see major changes.\n\nGOVERNMENT-RUN PLAN: Obama did not include the government-run insurance plan sought by some Democrats. He kept the Senate approach, which gives Americans purchasing coverage through new insurance exchanges the option of signing up for national plans overseen by the federal office that manages the government health plan available to members of Congress. Those plans would be private, but one would have to be nonprofit.\n\nABORTION: Obama did not change the abortion language in the Senate bill, which is opposed by anti-abortion groups that say it allows federal funding of abortion. The bill tries to maintain a strict separation between taxpayer funds and private premiums that would pay for abortion coverage.\n\nNo health plan would be required to offer coverage for the procedure. In plans that do cover abortion, beneficiaries would have to pay for it separately, and those funds would have to be kept in a separate account from taxpayer money. States could ban abortion coverage in plans offered through the exchange. Exceptions would be made for cases of rape, incest and danger to the life of the mother.\n\nCBSNews.com Special Report: Health Care",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.cbsnews.com/health/"
            ]
        },
        "key_words": [
            "glance",
            "obamas",
            "health",
            "obama",
            "care",
            "federal",
            "senate",
            "insurance",
            "plan",
            "house",
            "bill",
            "proposal",
            "coverage",
            "plans"
        ]
    },
    {
        "url": "https://www.cbsnews.com/news/a-war-of-words-before-the-health-care-summit/",
        "title": "A War of Words Before the Health Care Summit",
        "authors": [
            {
                "name": "Mark Knoller",
                "link": null
            }
        ],
        "publisher": "www.cbsnews.com",
        "publish_date": "",
        "text": "(AP)\n\nbegins at Blair House, a war of words is warming up.\n\nA rhetorical rocket's red glare was apparent at dawn's early light, when at five o'clock this morning White House Communications Director Dan Pfeiffer posted a blog dismissing the Republicans health care plan as \"a collection of piecemeal and sometimes conflicting ideas.\"\n\nHe chastised GOP leaders for not yet doing what President Obama did yesterday: post the health care plan they intend to bring to the negotiating table on Thursday.\n\nAt about the same time that Pfeiffer's piece was hitting the Web, Sen. Orrin Hatch's guest editorial in USA Today was hitting the newsstands. The Utah Republican blasted the new proposal from Mr. Obama, saying it fails to \"abandon the big government approach the American people have overwhelmingly rejected.\"\n\n(AP)\n\nHouse Republicans presented Mr. Obama with their health care proposals when he addressed their Issues Conference in Baltimore last month.\n\n\"Actually, I've gotten many of your ideas. I've taken a look at them, even before I was handed this,\" said the president of the 30-page booklet titled \"Better Solutions: A Compilation of GOP Alternatives.\"\n\nBut that's not good enough for the White House which Pfeiffer said wants to know \"what proposal (Republicans) will be bringing to the table.\"\n\nThe GOP isn't looking for competing plans. It rejects both the House and Senate versions of health care reform passed by the respective chambers last year. Republicans want the Blair House talks on health care to return to square one.\n\n\"It we really want to create something that will work, we need to start from scratch on a new proposal,\" Hatch writes.\n\nRepublicans are also up in arms that if the Blair House talks produce no consensus, as close to a sure thing as you get in Washington, then Democrats will \"jam their bill through Congress\" by utilizing the so-called \"nuclear option.\" It calls for passing most elements of the Democrats plan by use of reconciliation, the process meant for budget bills which bars a filibuster and requires only a simple majority.\n\nWriting for the Republicans, Hatch urges the White House to move forward on health care \"in an incremental and fiscally responsible manner.\"\n\nThe White House agrees – but those words mean very different things to the two sides.\n\nMore CBSNews.com Coverage:\n\nObama's Health Care Plan Unveiled\n\nDems Warily Adopt Obama's Health Care Plan\n\nWill Obama Health Care Plan Pass Via Reconciliation?\n\nNo Public Option in Obama Health Care Plan\n\n@katiecouric: GOP Has \"No Incentive\" to Work With Democrats\n\nCBSNews.com Special Report: Health Care",
        "quotes": [
            [
                "a collection of piecemeal and sometimes conflicting ideas.",
                "Dan Pfeiffer",
                false
            ],
            [
                "abandon the big government approach the American people have overwhelmingly rejected.",
                "Obama",
                false
            ],
            [
                "Actually, I've gotten many of your ideas.",
                "",
                true
            ],
            [
                "I've taken a look at them, even before I was handed this,",
                "",
                true
            ],
            [
                "Better Solutions: A Compilation of GOP Alternatives.",
                "",
                true
            ],
            [
                "what proposal (Republicans) will be bringing to the table.",
                "Pfeiffer",
                false
            ],
            [
                "It we really want to create something that will work, we need to start from scratch on a new proposal,",
                "Hatch",
                true
            ],
            [
                "in an incremental and fiscally responsible manner.",
                "Hatch",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.cbsnews.com/news/dems-warily-adopt-obamas-health-care-plan/",
                "https://www.cbsnews.com/news/will-obama-health-care-plan-pass-via-reconciliation/",
                "https://www.cbsnews.com/news/gop-has-no-incentive-to-work-with-democrats/",
                "https://www.cbsnews.com/news/no-public-option-in-obama-health-care-plan/",
                "https://www.cbsnews.com/news/obamas-health-care-plan-unveiled/"
            ],
            "gov_pgs": [
                "https://obamawhitehouse.archives.gov/blog/2010/02/22/will-republicans-post-their-health-plan-and-when",
                "http://www.whitehouse.gov/health-care-meeting/proposal",
                "http://www.gop.gov/solutions/healthcare"
            ],
            "unsure": [
                "https://www.cbsnews.com/health/",
                "http://blogs.usatoday.com/oped/2010/02/opposing-view-start-from-scratch.html"
            ]
        },
        "key_words": [
            "republicans",
            "words",
            "health",
            "obama",
            "blair",
            "care",
            "white",
            "house",
            "summit",
            "plan",
            "war",
            "proposal",
            "gop"
        ]
    },
    {
        "url": "https://www.cbsnews.com/news/will-obama-health-care-plan-pass-via-reconciliation/",
        "title": "Will Obama Health Care Plan Pass Via Reconciliation?",
        "authors": [
            {
                "name": "Stephanie Condon",
                "link": null
            }
        ],
        "publisher": "www.cbsnews.com",
        "publish_date": "",
        "text": "(AP)\n\nnew health care proposal , but if Republicans are not willing to accept the plan, the White House indicated today it would approve of a plan for Democrats to bypass the unified opposition.\n\nWhite House Communications Director Dan Pfeiffer said told reporters today that the president's plan is designed for \"maximum flexibility,\" the Washington Post reports.\n\n\"The president expects and believes the American people deserve an up or down vote on health care,\" Pfeiffer said. \"This is designed to provide us maximum flexibility if the opposition decides to take the extraordinary step of filibustering health reform.\"\n\nIf Republicans call a filibuster to stall debate of a bill, it typically takes 60 votes to end the filibuster. Democrats no longer have a 60-vote majority, so the only other way they could get around a filibuster without any Republican support is through a procedural maneuver called reconciliation. This process allows any budget-related items to be passed with a simple 51-vote majority.\n\nRepublicans at this point seem unwilling to go along with the president's plan. Senate Minority Leader Mitch McConnell (Ky.) said yesterday on \"Fox News Sunday\" that he would go to Thursday's health care summit \"good faith\" but still believes the best way forward would be to \"start over.\" The bill unveiled by the White House today, however, is compiled of provisions from the bills that already exist, and congressional Republicans are already pouncing on it.\n\n\"It's disappointing that Democrats in Washington either aren't listening, or are completely ignoring what Americans across the country have been saying,\" McConnell said in a statment in response to the president's bill. \"Our constituents don't want yet another partisan, back-room bill.\"\n\nHouse Republican Leader John Boehner (Ohio) added, \"The President has crippled the credibility of this week's summit by proposing the same massive government takeover of health care based on a partisan bill the American people have already rejected.\"\n\nWhite House Press Secretary Robert Gibbs in his daily press briefing Monday insisted that Thursday's summit will not be political theater and that \"the president wants to hear people bring their ideas\" to the table.\n\nRepublicans \"push back greatly that their the party is the 'party of No,'\" he said. \"Thursday's a peferct venue to be a 'party of Yes.'\"\n\nObama's Health Care Plan Unveiled\n\nGOP Has \"No Incentive\" to Work With Democrats\n\nGovernors to Congress: Get Us in the Game!\n\nCBSNews.com Special Report: Health Care\n\nThe president left out of his bill the plan for a \"public option,\" or a government-run insurance program that would be available as an alternative to private insurance. Republicans in Congress are unequivocally opposed to the public option.\n\nHowever, a group of Democratic senators have started a push to include the public option in a reconciliation bill, citing a CBS News/ New York Times poll from December revealing persistent public support for the idea.\n\nTwenty senators are now supporting the plan to include the public option in the reconciliation bill, including Democratic Senatorial Campaign Committee Chairman Robert Menendez (D-N.J.) and high-ranking Sen. Chuck Schumer (D-N.Y.). Senate Majority Leader Harry Reid said he is open to the idea.",
        "quotes": [
            [
                "The president expects and believes the American people deserve an up or down vote on health care,",
                "Pfeiffer",
                true
            ],
            [
                "This is designed to provide us maximum flexibility if the opposition decides to take the extraordinary step of filibustering health reform.",
                "Pfeiffer",
                true
            ],
            [
                "It's disappointing that Democrats in Washington either aren't listening, or are completely ignoring what Americans across the country have been saying,",
                "McConnell",
                true
            ],
            [
                "Our constituents don't want yet another partisan, back-room bill.",
                "McConnell",
                true
            ],
            [
                "The President has crippled the credibility of this week's summit by proposing the same massive government takeover of health care based on a partisan bill the American people have already rejected.",
                "John Boehner",
                true
            ],
            [
                "the president wants to hear people bring their ideas",
                "McConnell",
                false
            ],
            [
                "push back greatly that their the party is the 'party of No,",
                "",
                false
            ],
            [
                "Thursday's a peferct venue to be a 'party of Yes.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cbsnews.com/news/poll-outlook-for-economy-bad-but-improving/",
                "https://www.cbsnews.com/news/4-dem-senators-pressure-reid-to-use-reconciliation-for-public-option/",
                "https://www.cbsnews.com/news/gop-has-no-incentive-to-work-with-democrats/",
                "http://www.washingtonpost.com/wp-dyn/content/article/2010/02/22/AR2010022201731.html?noredirect=on",
                "https://www.cbsnews.com/news/no-public-option-in-obama-health-care-plan/",
                "https://www.cbsnews.com/news/obamas-health-care-plan-unveiled/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://search.cbsnews.com/blogs/2009/10/15/politics/politicalhotsheet/entry5386805.shtml",
                "https://www.cbsnews.com/video/watch/?id=6231953n",
                "http://www.foxnews.com/politics/2010/02/21/transcript-fox-news-sunday-interview-future-gop/",
                "https://www.cbsnews.com/health/",
                "http://theplumline.whorunsgov.com/health-care/breaking-reid-signals-support-for-reconciliation-vote-on-public-option/",
                "http://whipcongress.com/"
            ]
        },
        "key_words": [
            "republicans",
            "reconciliation",
            "obama",
            "health",
            "president",
            "pass",
            "today",
            "thursdays",
            "care",
            "public",
            "plan",
            "house",
            "bill"
        ]
    },
    {
        "url": "https://www.cbsnews.com/news/dems-warily-adopt-obamas-health-care-plan/",
        "title": "Dems Warily Adopt Obama's Health Care Plan",
        "authors": [],
        "publisher": "www.cbsnews.com",
        "publish_date": "",
        "text": "Congressional Democrats cautiously embraced President Barack Obama's new health care plan as their last hope for enacting a comprehensive overhaul. Republicans trashed it, dimming prospects for any deal at the bipartisan health care summit that Obama has scheduled for Thursday to try to jump-start the debate.\n\nA year after calling on Congress to act to reform the nation's costly and inefficient health care system, Obama finally produced a plan of his own Monday. It used legislation already passed by the Senate as its starting point, making changes designed to appeal to House Democrats.\n\nEven after months in which health care gradually turned from Obama's top domestic priority into a political albatross, Obama opted for one last attempt at full-scale legislation. It costs around $1 trillion over a decade, requires nearly everyone to be insured or pay a fine, and puts new requirements on insurance companies, including - in a new twist responding to recent rate hikes - giving the federal government authority to block big premium increases.\n\nIn the end Obama may have to settle for much less than what he proposed Monday - or nothing at all. But many Democrats said that despite all the bad-news polls and the loss of their filibuster-proof Senate supermajority in a special-election upset, it would still be better to pass a sweeping bill than make small changes or none at all.\n\nIf Obama fails on a comprehensive health care overhaul where Bill Clinton and other presidents failed before him, the chance won't come around again anytime soon.\n\n\"This is the last time out,\" said House Ways and Means Committee Chairman Charles Rangel, D-N.Y. \"So this is it. This is it.\"\n\nThe whole endeavor will now rise or fall on Obama's ability to sell his plan at the summit Thursday, and the reaction from lawmakers and the public in the days ahead. Congressional Democrats got their first look at the proposal Monday morning. Reflecting the uncertain future of the health overhaul effort, many focused as much on the fact that Obama finally stepped in with a detailed plan of his own as on the policy details.\n\n\"The president needs to say 'This is what I'm for', and it sounds like he's done that,\" said Sen. Tom Carper, D-Del.\n\nObama's plan does not include the government insurance option sought by liberals and it dramatically scales back a tax on high-value insurance plans from the Senate bill that was opposed in the House. It eliminates a controversial Medicaid deal for Nebraska, offers all states more help with Medicaid funding, and beefs up subsidies to help lower-income people buy care, all changes that won praise from House Democrats. It also closes the so-called \"doughnut hole\" in Medicare's prescription drug coverage.\n\nObama's Health Care Plan Unveiled\n\nWill Obama Health Care Plan Pass Via Reconciliation?\n\nNo Public Option in Obama Health Care Plan\n\n@katiecouric: GOP Has \"No Incentive\" to Work With Democrats\n\nCBSNews.com Special Report: Health Care\n\nIndividuals and small businesses would shop for insurance in regulated state-based marketplaces called exchanges.\n\nObama tried to avoid the mistakes Clinton made in delivering a health care proposal to Capitol Hill and telling Congress to pass it, but many now believe he erred in the opposite direction.\n\nRepublican leaders made no secret of their contempt.\n\n\"Democrats in Washington either aren't listening, or are completely ignoring what Americans across the country have been saying,\" said Senate Minority Leader Mitch McConnell, R-Ky. \"Our constituents don't want yet another partisan, back-room bill that slashes Medicare for our seniors, raises a half-trillion dollars in new taxes, fines them if they don't buy the right insurance and further expands the role of government.\"\n\nRep. Eric Cantor, the House Republican whip, assailed the proposal Tuesday as a \"repackaged\" version of Senate-passed legislation that the American people already have rejected.\n\nCantor, R-Va., said \"the American people do not like the Senate health care bill,\" and he suggested that Obama will be able to rely only on Democrats to push the bill through to final congressional passage. He called it a \"nonstarter\" and said the health care summit Obama has scheduled later this week likely won't be productive.\n\nIf Obama can't achieve agreement with Republicans, White House officials made clear Monday they're prepared to attempt to push the legislation through the Senate under controversial rules allowing a simple majority vote rather than the 60-vote supermajority Democrats no longer control.\n\n\"The president expects and believes the American people deserve an up or down vote on health reform,\" said White House Communications Director Dan Pfeiffer. \"And our proposal is designed to give ourselves maximum flexibility to ensure that we can get an up or down vote if the opposition decides that they need the extraordinary step of filibustering health reform.\"\n\nUnder that approach, the House would have to pass the bill already passed by the Senate, and both chambers would then pass the package of changes released Monday by Obama. But it's not at all clear that Democratic leaders command the votes they need to pull it off in either chamber. If Obama chooses to go that route he'll have to work hard to bring balky Democrats along with him.\n\nCantor made his remarks on ABC's \"Good Morning America.\"",
        "quotes": [
            [
                "This is the last time out,",
                "",
                true
            ],
            [
                "The president needs to say 'This is what I'm for', and it sounds like he's done that,",
                "Tom Carper",
                true
            ],
            [
                "Democrats in Washington either aren't listening, or are completely ignoring what Americans across the country have been saying,",
                "Mitch McConnell",
                true
            ],
            [
                "Our constituents don't want yet another partisan, back-room bill that slashes Medicare for our seniors, raises a half-trillion dollars in new taxes, fines them if they don't buy the right insurance and further expands the role of government.",
                "",
                true
            ],
            [
                "the American people do not like the Senate health care bill,",
                "Cantor",
                false
            ],
            [
                "The president expects and believes the American people deserve an up or down vote on health reform,",
                "Cantor",
                true
            ],
            [
                "And our proposal is designed to give ourselves maximum flexibility to ensure that we can get an up or down vote if the opposition decides that they need the extraordinary step of filibustering health reform.",
                "Cantor",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cbsnews.com/news/will-obama-health-care-plan-pass-via-reconciliation/",
                "https://www.cbsnews.com/news/gop-has-no-incentive-to-work-with-democrats/",
                "https://www.cbsnews.com/news/no-public-option-in-obama-health-care-plan/",
                "https://www.cbsnews.com/news/obamas-health-care-plan-unveiled/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.cbsnews.com/health/"
            ]
        },
        "key_words": [
            "obamas",
            "health",
            "obama",
            "democrats",
            "pass",
            "care",
            "senate",
            "insurance",
            "plan",
            "house",
            "dems",
            "warily",
            "bill",
            "adopt"
        ]
    },
    {
        "url": "https://www.cbsnews.com/news/gop-has-no-incentive-to-work-with-democrats/",
        "title": "GOP Has \"No Incentive\" to Work With Democrats",
        "authors": [
            {
                "name": "Brian Montopoli",
                "link": null
            }
        ],
        "publisher": "www.cbsnews.com",
        "publish_date": "",
        "text": "In the @katiecouric segment, both journalists told Couric that Republicans have no incentive to reach out to the majority party.\n\n\"They know that whatever their numbers are now, in January after the elections, in both the House and the Senate, they're gonna be a lot bigger,\" said Allen. \"So why should they make a deal now?\"\n\nWith regard to Thursday's televised bipartisan health care summit, Halperin predicted \"no real movement\" -- \"unless the president can convince [Republicans] that it is in the country's interest that they cooperate and the country demands it 'cause we have an economic crisis and we're at war and all the other big problems.\"\n\nHe noted that the label that they are \"the party of no\" is damaging for Republicans, which has prompted them to argue that they have their own ideas that are being ignored by Democrats.\n\nThe panelists discussed the notion of a third party candidate who could unite Washington to get things done, though they were not able to name anyone who might fit the bill.\n\n\"If General Powell were 25 years younger, half as sane as Ross Perot and had all of Michael Bloomberg's money, he could do it,\" said Halperin. \"But he's not.\"\n\nAllen suggested that the White House's recent push for bipartisanship comes not long before a push by Democrats to draw clear differences with Republicans.\n\n\"That is every indication we have that the Democratic strategy for the spring is to amp up the partisanship, to make it clear we're on the side of the working class,\" he said. \"We're on the side of the middle class families. Not Republicans. They're on the sides of insurance companies, of banks, of for-profit student lenders.\"\n\n\"Game Change\" co-author Halperin said \"someone should ask\" speakers at this past weekend's Conservative Political Action Conference what programs they want to cut.\n\n\"Because they don't have answers,\" he said. \"All they have is the ability to capitalize on criticizing what President Obama has opened the door to, which is that the people in Washington now are out of touch and support the government.\"\n\nWatch the full conversation, which includes a discussion of Evan Bayh's decision not to seek reelection, the use of filibusters and the partisan media, above.",
        "quotes": [
            [
                "They know that whatever their numbers are now, in January after the elections, in both the House and the Senate, they're gonna be a lot bigger,",
                "Allen",
                true
            ],
            [
                "So why should they make a deal now?",
                "Allen",
                true
            ],
            [
                "unless the president can convince [Republicans] that it is in the country's interest that they cooperate and the country demands it 'cause we have an economic crisis and we're at war and all the other big problems.",
                "Halperin",
                false
            ],
            [
                "If General Powell were 25 years younger, half as sane as Ross Perot and had all of Michael Bloomberg's money, he could do it,",
                "Halperin",
                true
            ],
            [
                "That is every indication we have that the Democratic strategy for the spring is to amp up the partisanship, to make it clear we're on the side of the working class,",
                "Allen",
                true
            ],
            [
                "We're on the side of the middle class families.",
                "Allen",
                true
            ],
            [
                "They're on the sides of insurance companies, of banks, of for-profit student lenders.",
                "Allen",
                true
            ],
            [
                "Because they don't have answers,",
                "Allen",
                true
            ],
            [
                "All they have is the ability to capitalize on criticizing what President Obama has opened the door to, which is that the people in Washington now are out of touch and support the government.",
                "Allen",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.cbsnews.com/politics/"
            ]
        },
        "key_words": [
            "republicans",
            "washington",
            "democrats",
            "incentive",
            "theyre",
            "president",
            "clear",
            "class",
            "work",
            "halperin",
            "younger",
            "gop",
            "party",
            "push"
        ]
    },
    {
        "url": "https://www.cbsnews.com/news/no-public-option-in-obama-health-care-plan/",
        "title": "No Public Option in Obama Health Care Plan",
        "authors": [],
        "publisher": "www.cbsnews.com",
        "publish_date": "",
        "text": "Making a last-ditch effort to save his health care overhaul, President Barack Obama on Monday put forward a nearly $1 trillion, 10-year compromise that would allow the government to deny or roll back egregious insurance premium increases that infuriated consumers.\n\nPosted Monday morning on the White House Web site, the plan would provide coverage to more than 31 million Americans now uninsured without adding to the federal deficit. It comes just four days before Obama's one-of-a-kind, televised health care summit with Democrats and Republicans. (You can read the plan here)\n\nEven with the latest changes, it's highly uncertain such an ambitious proposal can get through Congress. Republicans are virtually all opposed, and some Democrats who last year supported sweeping health care changes are having second thoughts in an election year. After a year in pursuit of what was once his top domestic priority, Obama may have to settle for a modest fallback.\n\nMark Knoller: Obama's Health Care Plan Unveiled\n\nSpecial Report: Health Care Reform\n\nWeeks ago, the president and congressional Democrats were on the verge of an historic step - a long-sought remake of the nation's health care system after a half-century of unsuccessful attempts by scores of politicians. Then Republican Scott Brown stunned Washington with an upset win in the Massachusetts Senate race, denying Democrats their 60-seat majority and reversing any political momentum.\n\nDetermined to avoid facing voters empty-handed, Obama offered a fresh proposal based on Democratic-passed bills.\n\nThe plan conspicuously omits a government insurance plan sought by liberals and viewed as a non-starter by conservatives and some congressional moderates. It includes Senate-passed restrictions on federal funding for abortion adamantly opposed by abortion foes as well as abortion rights supporters.\n\nThe new White House plan would give the federal government the power to regulate the health insurance industry much like a public utility. The Health and Human Services Department - in conjunction with state authorities - would be able to deny egregious premium increases, limit them or demand rebates for consumers.\n\nHouse Republican Leader John Boehner slammed the president's proposal after its release.\n\n\"The president has crippled the credibility of this week's summit by proposing the same massive government takeover of health care based on a partisan bill the American people have already rejected,\" he said. \"This new Democrats-only backroom deal doubles down on the same failed approach that will drive up premiums, destroy jobs, raise taxes, and slash Medicare benefits.\"\n\nObama, who deferred to Congress on the specifics for more than a year, has finally put forward a detailed plan of his own. By and large, it follows the bill passed by Senate Democrats on Christmas Eve, with changes intended to make it acceptable to their House counterparts.\n\nIt would require most Americans to carry health insurance coverage, with federal subsidies to help many afford the premiums. Insurance companies would be barred from denying coverage to people with medical problems or charging them more.\n\nThe plan dramatically scales back a Senate tax on high-cost health insurance plans objected to by House Democrats - and labor unions. Instead of raising $150 billion over 10 years, it would bring in just $30 billion, the administration said. A Medicare payroll tax increase on upper-income earners would help plug the revenue gap. For the first time, Medicare taxes would be assessed on investment income, not just wages.\n\nLike the Senate bill, the Obama plan would create competitive insurance markets in each state for small businesses and people buying their own coverage. But it would strip out special Medicaid deals the Senate bill granted to certain states, gradually close the Medicare prescription coverage gap, make newly available coverage for working families more affordable. Those changes move in the direction of the House bill.\n\nEstimated to cost about $1 trillion over 10 years, Obama's plan would be paid for by a mix of Medicare cuts, tax increases and new fees on health care industries.\n\nOversight of insurance companies has traditionally been a state responsibility. Obama's proposal for a new federal role calls for setting up a seven-member Health Insurance Rate Authority to monitor insurance industry practices and issue an annual report. States that beef up their consumer protection programs would be eligible for a share of $250 million in federal grants.\n\nHouse Majority Whip James Clyburn, D-S.C., declined to say that House leaders have the votes now to pass the new plan, but said some of the concerns of House members were addressed by the changes Obama is proposing.\n\n\"So I do believe that there is more fertile soil today than when we first took this up,\" Clyburn said.\n\nSenate Republican Minority Leader Mitch McConnell said Sunday he would participate in the health care summit, but insisted Mr. Obama and congressional Democrats would be wrong to push the bills they wrote in the House and Senate.\n\n\"The fundamental point I want to make is the arrogance of all of this. You know, they are saying: 'Ignore the wishes of the American people. We know more about this than you do. And we're going to jam it down your throats no matter what.' That is why the public is so angry at this Congress and this administration over this issue,\" McConnell said.\n\n\"They're (Republicans) definitely not going to go for that,\" former GOP strategist Ed Rollins told CBS' \"The Early Show\" Monday, calling the move \"pure theater.\" (Read more from Rollins and former N.Y. Gov. Eliot Spitzer's appearance on \"The Early Show.\")\n\nDemocrats, who now hold 255 of the House's 435 seats, drew only one GOP ally when the House passed its health care bill, 220-215, last November. Since then, one Democrat who voted for the bill has resigned, one has died and a third plans to leave office Feb. 28.",
        "quotes": [
            [
                "The president has crippled the credibility of this week's summit by proposing the same massive government takeover of health care based on a partisan bill the American people have already rejected,",
                "",
                true
            ],
            [
                "This new Democrats-only backroom deal doubles down on the same failed approach that will drive up premiums, destroy jobs, raise taxes, and slash Medicare benefits.",
                "",
                true
            ],
            [
                "So I do believe that there is more fertile soil today than when we first took this up,",
                "Clyburn",
                true
            ],
            [
                "The fundamental point I want to make is the arrogance of all of this.",
                "McConnell",
                true
            ],
            [
                "You know, they are saying: 'Ignore the wishes of the American people.",
                "McConnell",
                true
            ],
            [
                "We know more about this than you do.",
                "McConnell",
                true
            ],
            [
                "And we're going to jam it down your throats no matter what.",
                "McConnell",
                true
            ],
            [
                "That is why the public is so angry at this Congress and this administration over this issue,",
                "McConnell",
                true
            ],
            [
                "They're (Republicans) definitely not going to go for that,",
                "Ed Rollins",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cbsnews.com/news/spitzer-gop-wrong-to-fight-health-reform/",
                "https://www.cbsnews.com/news/obama-wants-insurance-rate-hike-regulation/",
                "https://www.cbsnews.com/news/obamas-health-care-plan-unveiled/"
            ],
            "gov_pgs": [
                "http://www.whitehouse.gov/health-care-meeting"
            ],
            "unsure": [
                "https://www.cbsnews.com/"
            ]
        },
        "key_words": [
            "obama",
            "health",
            "democrats",
            "care",
            "public",
            "federal",
            "option",
            "insurance",
            "plan",
            "house",
            "bill",
            "coverage"
        ]
    },
    {
        "url": "https://www.cbsnews.com/news/obamas-health-care-plan-unveiled/",
        "title": "Obama's Health Care Plan Unveiled",
        "authors": [
            {
                "name": "Mark Knoller",
                "link": null
            }
        ],
        "publisher": "www.cbsnews.com",
        "publish_date": "",
        "text": "(AP)\n\nIgnoring Republicans call to start from scratch on health care legislation, President Obama is putting forward a bill of his own meant to serve as a compromise between the House and Senate bills.\n\n\"The president believes that starting from scratch doesn't make sense,\" said White House Communications Director Dan Pfeiffer, briefing reporters on a conference call this morning.\n\nAn outline of the president's proposal is available here and posted on the White House Web site, and is meant to represent the position Mr. Obama will take at the bipartisan summit he'll host Thursday on health care legislation.\n\nHis plan calls for:\n\n• increased tax credits to help families afford health insurance.\n\n• a ban on denial of health coverage to those with pre-existing conditions.\n\n• closing the so-called \"donut hole\" in Medicare prescription drug coverage\n\n• creation of a Health Insurance Rate Authority to pushback against \"excessive\" hikes in health insurance premiums.\n\nThe president's measure will also eliminate the special exemption that was to be given the state of Nebraska in exchange for the vote of that state's Sen. Ben Nelson (D).\n\nLike the House and Senate versions, the president's bill is compulsory – requiring all Americans to be covered by health insurance. Unlike the House version, there is no \"public option\" that will allow anyone to buy health insurance from the government.\n\nThe White House has no reason to believe that Republicans will go along with the president's plan any more than they did the Democratic versions in the House or Senate.\n\nWill Obama Health Care Plan Pass Via Reconciliation?\n\nFirst Lady: Health Care \"A We Thing\"\n\nCBSNews.com Special Report: Health Care\n\nIn fact, the White House may be counting on that. If the GOP remains opposed to a massive overhaul of the health insurance system, it will free Democrats to seek to enact most portions of the president's bill through the process of reconciliation which requires only a 51-vote simple majority, rather than a 60-vote super-majority to cut off a filibuster.\n\nFollowing the release of the president's proposal, House Republican Leader John Boehner slammed it in a statement.\n\n\"This new Democrats-only backroom deal doubles down on the same failed approach that will drive up premiums, destroy jobs, raise taxes, and slash Medicare benefits,\" he said.\n\nIn the Senate, Democrats no longer have a 60 vote caucus they can count on, since the election of Republican Sen. Scott Brown from Massachusetts.\n\nPresident Obama has made health care reform his top domestic priority. He had hoped to get it enacted last year, but remains determined to keep trying this year – even though polls tell him the American people are more concerned about jobs and economic growth.",
        "quotes": [
            [
                "The president believes that starting from scratch doesn't make sense,",
                "Dan Pfeiffer",
                true
            ],
            [
                "This new Democrats-only backroom deal doubles down on the same failed approach that will drive up premiums, destroy jobs, raise taxes, and slash Medicare benefits,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cbsnews.com/news/will-obama-health-care-plan-pass-via-reconciliation/",
                "https://www.cbsnews.com/news/obama-wants-insurance-rate-hike-regulation/",
                "https://www.cbsnews.com/news/first-lady-health-care-a-we-thing/"
            ],
            "gov_pgs": [
                "https://www.whitehouse.gov/"
            ],
            "unsure": [
                "https://www.cbsnews.com/health/"
            ]
        },
        "key_words": [
            "obamas",
            "health",
            "obama",
            "unveiled",
            "care",
            "senate",
            "insurance",
            "white",
            "plan",
            "house",
            "bill",
            "presidents"
        ]
    },
    {
        "url": "https://www.cbsnews.com/news/poll-outlook-for-economy-bad-but-improving/",
        "title": "Poll: Outlook for Economy Bad but Improving",
        "authors": [
            {
                "name": "Stephanie Condon",
                "link": null
            }
        ],
        "publisher": "www.cbsnews.com",
        "publish_date": "",
        "text": "(CBS)\n\n, even though their overall assessment of it remains grim.\n\nAmericans continue to volunteer the economy and jobs as the nation's top problem, far outdistancing their second most pressing issue – health care.\n\nAs many as 47 percent of Americans say the economy and jobs are the country's most important problem, and 77 percent say the economy is in bad shape. By contrast, only 12 percent say health care is the nation's most serious problem.\n\nJust 29 percent of Americans think the economy is getting better, while 23 percent think it is getting worse. Most people – 47 percent – say the economy is staying the same.\n\nEven though the public's outlook for the economy isn't especially hopeful, it is significantly more optimistic than earlier this year. In February, just 5 percent of Americans thought the economy was improving.\n\nThe struggling economy has an impact on how Americans view the overall direction of the country. This month, 37 percent of Americans say the nation is headed in the right direction – down slightly from September. Fifty-six percent think the country is on the wrong track.\n\nRead the Complete Poll\n\nThis negative assessment pales in comparison to last year: In December of 2008, the percentage of Americans who said the country was on the wrong track was 27 points higher.\n\nWhile Congress may not take up another jobs bill until January, the Senate is working overtime to try and pass a health care bill by the end of the year.\n\nPublic opinion on the issue of health care reform has remained steady: Americans still support a public option (which is likely to be dropped in the Senate), but few still believe the reforms under debate would actually help them personally.\n\nAbout six in 10 Americans continue to express support for the \"public option\" – the choice of a government-run insurance plan. As was the case last month, Democrats favor it and Republicans are opposed.\n\nEven as support for the public option remains strong, the public remains skeptical of the overall reform package before Congress. Only 16 percent of Americans think they'll personally be helped by the reforms, while 34 percent think they'll be hurt. Four in 10 foresee no impact.\n\nMore from the CBS News/ New York Times poll:\n\nObama Approval Rating Falls to 50 Percent\n\nPoll: Americans Back Troop Surge, Oppose Withdrawal Date\n\nThis poll release conforms to the Standards of Disclosure of the National Council on Public Polls.\n\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.cbsnews.com/news/obama-approval-rating-falls-to-50-percent/",
                "https://www.cbsnews.com/news/poll-americans-back-troop-surge-oppose-withdrawal-date/",
                "https://www.cbsnews.com/news/dems-make-deal-to-drop-public-option/",
                "https://www.cbsnews.com/news/house-dems-expect-a-jobs-bill-in-30-to-40-days/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "improving",
            "health",
            "think",
            "public",
            "option",
            "economy",
            "poll",
            "americans",
            "outlook",
            "say",
            "overall",
            "support",
            "remains",
            "bad"
        ]
    },
    {
        "url": "https://www.cbsnews.com/news/4-dem-senators-pressure-reid-to-use-reconciliation-for-public-option/",
        "title": "4 Dem Senators Pressure Reid to Use Reconciliation for Public Option",
        "authors": [
            {
                "name": "Stephanie Condon",
                "link": null
            }
        ],
        "publisher": "www.cbsnews.com",
        "publish_date": "",
        "text": "(AP)\n\nSens. Michael Bennet (Colo.), Kirsten Gillibrand (N.Y.), Sherrod Brown (Ohio) and Jeff Merkley (Ore.) signed a letter to Reid saying they support this plan for four reasons: the cost savings the public option is estimated to achieve, continued public support for the public option, the need for increased competition in the insurance market and the Senate's history of using the reconciliation process for health care reform.\n\n\"Put simply, including a strong public option is one of the best, most fiscally responsible ways to reform our health insurance system,\" the letter says. \"Although we strongly support the important reforms made by the Senate-passed health reform package, including a strong public option would improve both its substance and the public's perception of it.\"\n\nThe letter points to the last CBS News/ New York Times poll that surveyed Americans on the public option, from Dec. 2009, which showed that 59 percent of Americans supported the public option.\n\nThroughout the health care debate, Democratic leaders resisted using reconciliation for fear that bypassing a Republican filibuster would appear too partisan. The letter points out that the Children's Health Insurance Program (CHIP), Medicare Advantage, and the Consolidated Omnibus Budget Reconciliation Act of 1985 (COBRA) were all enacted under reconciliation.\n\nIn this month's CBS News/ New York Times poll, 37 percent of Americans said Congress was more responsible than President Obama for failing to pass health care reform. Half of Americans, meanwhile, said the filibuster -- which requires 60 senators to approve a bill -- should not stay in place, while 44 percent said it should.\n\nThe advocacy groups the Progressive Change Campaign Committee and Democracy for America, as well as Credo Action, the grassroots political arm of the for-profit company CREDO Mobile, are promoting the letter and calling on citizens to become signatories online.\n\n\"Every day, it becomes increasingly clear that the best way to 'fix' the original Senate bill is to pass the highly popular public option through reconciliation,\" the groups said in a statement. \"It's the populist reform that the House will need in order to pass both bills together and the key change Democratic and Independent voters will need in order to believe in health care reform again and show up in 2010.\"\n\nBennet, who was appointed to his seat after Ken Salazar joined the Obama administration, will have to face voters this fall in what the independent Cook Political Report labels a \"toss up\" race. Before Bennet faces a Republican challenger, however, he will face a primary challenge from former state House Speaker Andrew Romanoff, who won the endorsement of two of Colorado's largest labor organizations.\n\nGillibrand has also been pushed to the left by the threat of primary challengers. She now faces a possible challenge from former Rep. Harold Ford.",
        "quotes": [
            [
                "Put simply, including a strong public option is one of the best, most fiscally responsible ways to reform our health insurance system,",
                "",
                true
            ],
            [
                "Although we strongly support the important reforms made by the Senate-passed health reform package, including a strong public option would improve both its substance and the public's perception of it.",
                "",
                true
            ],
            [
                "Every day, it becomes increasingly clear that the best way to 'fix' the original Senate bill is to pass the highly popular public option through reconciliation,",
                "",
                true
            ],
            [
                "It's the populist reform that the House will need in order to pass both bills together and the key change Democratic and Independent voters will need in order to believe in health care reform again and show up in 2010.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cbsnews.com/news/poll-outlook-for-economy-bad-but-improving/",
                "https://www.cbsnews.com/news/harold-ford-defying-establishment-presses-senate-run/",
                "https://www.huffpost.com/entry/colorado-senate-race-t_b_458801",
                "https://www.cbsnews.com/news/poll-70-percent-angry-or-dissatisfied-with-washington/",
                "https://www.politico.com/blogs/ben-smith/2009/08/pushing-gillibrand-from-the-left-on-the-public-option-021021"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://whipcongress.com/letter-senate?source=cbs",
                "http://www.cookpolitical.com/races/senate/ratings.php"
            ]
        },
        "key_words": [
            "reconciliation",
            "letter",
            "health",
            "pressure",
            "pass",
            "dem",
            "senators",
            "public",
            "option",
            "care",
            "reform",
            "americans",
            "support",
            "reid"
        ]
    },
    {
        "url": "https://www.cbsnews.com/news/gop-has-no-incentive-to-work-with-democrats/",
        "title": "GOP Has \"No Incentive\" to Work With Democrats",
        "authors": [
            {
                "name": "Brian Montopoli",
                "link": null
            }
        ],
        "publisher": "www.cbsnews.com",
        "publish_date": "",
        "text": "In the @katiecouric segment, both journalists told Couric that Republicans have no incentive to reach out to the majority party.\n\n\"They know that whatever their numbers are now, in January after the elections, in both the House and the Senate, they're gonna be a lot bigger,\" said Allen. \"So why should they make a deal now?\"\n\nWith regard to Thursday's televised bipartisan health care summit, Halperin predicted \"no real movement\" -- \"unless the president can convince [Republicans] that it is in the country's interest that they cooperate and the country demands it 'cause we have an economic crisis and we're at war and all the other big problems.\"\n\nHe noted that the label that they are \"the party of no\" is damaging for Republicans, which has prompted them to argue that they have their own ideas that are being ignored by Democrats.\n\nThe panelists discussed the notion of a third party candidate who could unite Washington to get things done, though they were not able to name anyone who might fit the bill.\n\n\"If General Powell were 25 years younger, half as sane as Ross Perot and had all of Michael Bloomberg's money, he could do it,\" said Halperin. \"But he's not.\"\n\nAllen suggested that the White House's recent push for bipartisanship comes not long before a push by Democrats to draw clear differences with Republicans.\n\n\"That is every indication we have that the Democratic strategy for the spring is to amp up the partisanship, to make it clear we're on the side of the working class,\" he said. \"We're on the side of the middle class families. Not Republicans. They're on the sides of insurance companies, of banks, of for-profit student lenders.\"\n\n\"Game Change\" co-author Halperin said \"someone should ask\" speakers at this past weekend's Conservative Political Action Conference what programs they want to cut.\n\n\"Because they don't have answers,\" he said. \"All they have is the ability to capitalize on criticizing what President Obama has opened the door to, which is that the people in Washington now are out of touch and support the government.\"\n\nWatch the full conversation, which includes a discussion of Evan Bayh's decision not to seek reelection, the use of filibusters and the partisan media, above.",
        "quotes": [
            [
                "They know that whatever their numbers are now, in January after the elections, in both the House and the Senate, they're gonna be a lot bigger,",
                "Allen",
                true
            ],
            [
                "So why should they make a deal now?",
                "Allen",
                true
            ],
            [
                "unless the president can convince [Republicans] that it is in the country's interest that they cooperate and the country demands it 'cause we have an economic crisis and we're at war and all the other big problems.",
                "Halperin",
                false
            ],
            [
                "If General Powell were 25 years younger, half as sane as Ross Perot and had all of Michael Bloomberg's money, he could do it,",
                "Halperin",
                true
            ],
            [
                "That is every indication we have that the Democratic strategy for the spring is to amp up the partisanship, to make it clear we're on the side of the working class,",
                "Allen",
                true
            ],
            [
                "We're on the side of the middle class families.",
                "Allen",
                true
            ],
            [
                "They're on the sides of insurance companies, of banks, of for-profit student lenders.",
                "Allen",
                true
            ],
            [
                "Because they don't have answers,",
                "Allen",
                true
            ],
            [
                "All they have is the ability to capitalize on criticizing what President Obama has opened the door to, which is that the people in Washington now are out of touch and support the government.",
                "Allen",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.cbsnews.com/politics/"
            ]
        },
        "key_words": [
            "republicans",
            "washington",
            "democrats",
            "incentive",
            "theyre",
            "president",
            "clear",
            "class",
            "work",
            "halperin",
            "younger",
            "gop",
            "party",
            "push"
        ]
    },
    {
        "url": "https://www.cbsnews.com/news/no-public-option-in-obama-health-care-plan/",
        "title": "No Public Option in Obama Health Care Plan",
        "authors": [],
        "publisher": "www.cbsnews.com",
        "publish_date": "",
        "text": "Making a last-ditch effort to save his health care overhaul, President Barack Obama on Monday put forward a nearly $1 trillion, 10-year compromise that would allow the government to deny or roll back egregious insurance premium increases that infuriated consumers.\n\nPosted Monday morning on the White House Web site, the plan would provide coverage to more than 31 million Americans now uninsured without adding to the federal deficit. It comes just four days before Obama's one-of-a-kind, televised health care summit with Democrats and Republicans. (You can read the plan here)\n\nEven with the latest changes, it's highly uncertain such an ambitious proposal can get through Congress. Republicans are virtually all opposed, and some Democrats who last year supported sweeping health care changes are having second thoughts in an election year. After a year in pursuit of what was once his top domestic priority, Obama may have to settle for a modest fallback.\n\nMark Knoller: Obama's Health Care Plan Unveiled\n\nSpecial Report: Health Care Reform\n\nWeeks ago, the president and congressional Democrats were on the verge of an historic step - a long-sought remake of the nation's health care system after a half-century of unsuccessful attempts by scores of politicians. Then Republican Scott Brown stunned Washington with an upset win in the Massachusetts Senate race, denying Democrats their 60-seat majority and reversing any political momentum.\n\nDetermined to avoid facing voters empty-handed, Obama offered a fresh proposal based on Democratic-passed bills.\n\nThe plan conspicuously omits a government insurance plan sought by liberals and viewed as a non-starter by conservatives and some congressional moderates. It includes Senate-passed restrictions on federal funding for abortion adamantly opposed by abortion foes as well as abortion rights supporters.\n\nThe new White House plan would give the federal government the power to regulate the health insurance industry much like a public utility. The Health and Human Services Department - in conjunction with state authorities - would be able to deny egregious premium increases, limit them or demand rebates for consumers.\n\nHouse Republican Leader John Boehner slammed the president's proposal after its release.\n\n\"The president has crippled the credibility of this week's summit by proposing the same massive government takeover of health care based on a partisan bill the American people have already rejected,\" he said. \"This new Democrats-only backroom deal doubles down on the same failed approach that will drive up premiums, destroy jobs, raise taxes, and slash Medicare benefits.\"\n\nObama, who deferred to Congress on the specifics for more than a year, has finally put forward a detailed plan of his own. By and large, it follows the bill passed by Senate Democrats on Christmas Eve, with changes intended to make it acceptable to their House counterparts.\n\nIt would require most Americans to carry health insurance coverage, with federal subsidies to help many afford the premiums. Insurance companies would be barred from denying coverage to people with medical problems or charging them more.\n\nThe plan dramatically scales back a Senate tax on high-cost health insurance plans objected to by House Democrats - and labor unions. Instead of raising $150 billion over 10 years, it would bring in just $30 billion, the administration said. A Medicare payroll tax increase on upper-income earners would help plug the revenue gap. For the first time, Medicare taxes would be assessed on investment income, not just wages.\n\nLike the Senate bill, the Obama plan would create competitive insurance markets in each state for small businesses and people buying their own coverage. But it would strip out special Medicaid deals the Senate bill granted to certain states, gradually close the Medicare prescription coverage gap, make newly available coverage for working families more affordable. Those changes move in the direction of the House bill.\n\nEstimated to cost about $1 trillion over 10 years, Obama's plan would be paid for by a mix of Medicare cuts, tax increases and new fees on health care industries.\n\nOversight of insurance companies has traditionally been a state responsibility. Obama's proposal for a new federal role calls for setting up a seven-member Health Insurance Rate Authority to monitor insurance industry practices and issue an annual report. States that beef up their consumer protection programs would be eligible for a share of $250 million in federal grants.\n\nHouse Majority Whip James Clyburn, D-S.C., declined to say that House leaders have the votes now to pass the new plan, but said some of the concerns of House members were addressed by the changes Obama is proposing.\n\n\"So I do believe that there is more fertile soil today than when we first took this up,\" Clyburn said.\n\nSenate Republican Minority Leader Mitch McConnell said Sunday he would participate in the health care summit, but insisted Mr. Obama and congressional Democrats would be wrong to push the bills they wrote in the House and Senate.\n\n\"The fundamental point I want to make is the arrogance of all of this. You know, they are saying: 'Ignore the wishes of the American people. We know more about this than you do. And we're going to jam it down your throats no matter what.' That is why the public is so angry at this Congress and this administration over this issue,\" McConnell said.\n\n\"They're (Republicans) definitely not going to go for that,\" former GOP strategist Ed Rollins told CBS' \"The Early Show\" Monday, calling the move \"pure theater.\" (Read more from Rollins and former N.Y. Gov. Eliot Spitzer's appearance on \"The Early Show.\")\n\nDemocrats, who now hold 255 of the House's 435 seats, drew only one GOP ally when the House passed its health care bill, 220-215, last November. Since then, one Democrat who voted for the bill has resigned, one has died and a third plans to leave office Feb. 28.",
        "quotes": [
            [
                "The president has crippled the credibility of this week's summit by proposing the same massive government takeover of health care based on a partisan bill the American people have already rejected,",
                "",
                true
            ],
            [
                "This new Democrats-only backroom deal doubles down on the same failed approach that will drive up premiums, destroy jobs, raise taxes, and slash Medicare benefits.",
                "",
                true
            ],
            [
                "So I do believe that there is more fertile soil today than when we first took this up,",
                "Clyburn",
                true
            ],
            [
                "The fundamental point I want to make is the arrogance of all of this.",
                "McConnell",
                true
            ],
            [
                "You know, they are saying: 'Ignore the wishes of the American people.",
                "McConnell",
                true
            ],
            [
                "We know more about this than you do.",
                "McConnell",
                true
            ],
            [
                "And we're going to jam it down your throats no matter what.",
                "McConnell",
                true
            ],
            [
                "That is why the public is so angry at this Congress and this administration over this issue,",
                "McConnell",
                true
            ],
            [
                "They're (Republicans) definitely not going to go for that,",
                "Ed Rollins",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cbsnews.com/news/spitzer-gop-wrong-to-fight-health-reform/",
                "https://www.cbsnews.com/news/obama-wants-insurance-rate-hike-regulation/",
                "https://www.cbsnews.com/news/obamas-health-care-plan-unveiled/"
            ],
            "gov_pgs": [
                "http://www.whitehouse.gov/health-care-meeting"
            ],
            "unsure": [
                "https://www.cbsnews.com/"
            ]
        },
        "key_words": [
            "obama",
            "health",
            "democrats",
            "care",
            "public",
            "federal",
            "option",
            "insurance",
            "plan",
            "house",
            "bill",
            "coverage"
        ]
    },
    {
        "url": "https://www.cbsnews.com/news/obamas-health-care-plan-unveiled/",
        "title": "Obama's Health Care Plan Unveiled",
        "authors": [
            {
                "name": "Mark Knoller",
                "link": null
            }
        ],
        "publisher": "www.cbsnews.com",
        "publish_date": "",
        "text": "(AP)\n\nIgnoring Republicans call to start from scratch on health care legislation, President Obama is putting forward a bill of his own meant to serve as a compromise between the House and Senate bills.\n\n\"The president believes that starting from scratch doesn't make sense,\" said White House Communications Director Dan Pfeiffer, briefing reporters on a conference call this morning.\n\nAn outline of the president's proposal is available here and posted on the White House Web site, and is meant to represent the position Mr. Obama will take at the bipartisan summit he'll host Thursday on health care legislation.\n\nHis plan calls for:\n\n• increased tax credits to help families afford health insurance.\n\n• a ban on denial of health coverage to those with pre-existing conditions.\n\n• closing the so-called \"donut hole\" in Medicare prescription drug coverage\n\n• creation of a Health Insurance Rate Authority to pushback against \"excessive\" hikes in health insurance premiums.\n\nThe president's measure will also eliminate the special exemption that was to be given the state of Nebraska in exchange for the vote of that state's Sen. Ben Nelson (D).\n\nLike the House and Senate versions, the president's bill is compulsory – requiring all Americans to be covered by health insurance. Unlike the House version, there is no \"public option\" that will allow anyone to buy health insurance from the government.\n\nThe White House has no reason to believe that Republicans will go along with the president's plan any more than they did the Democratic versions in the House or Senate.\n\nWill Obama Health Care Plan Pass Via Reconciliation?\n\nFirst Lady: Health Care \"A We Thing\"\n\nCBSNews.com Special Report: Health Care\n\nIn fact, the White House may be counting on that. If the GOP remains opposed to a massive overhaul of the health insurance system, it will free Democrats to seek to enact most portions of the president's bill through the process of reconciliation which requires only a 51-vote simple majority, rather than a 60-vote super-majority to cut off a filibuster.\n\nFollowing the release of the president's proposal, House Republican Leader John Boehner slammed it in a statement.\n\n\"This new Democrats-only backroom deal doubles down on the same failed approach that will drive up premiums, destroy jobs, raise taxes, and slash Medicare benefits,\" he said.\n\nIn the Senate, Democrats no longer have a 60 vote caucus they can count on, since the election of Republican Sen. Scott Brown from Massachusetts.\n\nPresident Obama has made health care reform his top domestic priority. He had hoped to get it enacted last year, but remains determined to keep trying this year – even though polls tell him the American people are more concerned about jobs and economic growth.",
        "quotes": [
            [
                "The president believes that starting from scratch doesn't make sense,",
                "Dan Pfeiffer",
                true
            ],
            [
                "This new Democrats-only backroom deal doubles down on the same failed approach that will drive up premiums, destroy jobs, raise taxes, and slash Medicare benefits,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cbsnews.com/news/will-obama-health-care-plan-pass-via-reconciliation/",
                "https://www.cbsnews.com/news/obama-wants-insurance-rate-hike-regulation/",
                "https://www.cbsnews.com/news/first-lady-health-care-a-we-thing/"
            ],
            "gov_pgs": [
                "https://www.whitehouse.gov/"
            ],
            "unsure": [
                "https://www.cbsnews.com/health/"
            ]
        },
        "key_words": [
            "obamas",
            "health",
            "obama",
            "unveiled",
            "care",
            "senate",
            "insurance",
            "white",
            "plan",
            "house",
            "bill",
            "presidents"
        ]
    }
]