[
    {
        "url": "http://www.nfib-sbet.org/",
        "title": "NFIB",
        "authors": [],
        "publisher": "www.nfib-sbet.org",
        "publish_date": "",
        "text": "SMALL BUSINESS ECONOMIC TRENDS\n\nThe NFIB Small Business Optimism Index remained basically unchanged in December, drifting down 0.4 points to 104.4, according to the report released today. Unfilled jobs and the lack of qualified applicants continue to be a primary driver, with job openings setting a record high and job creation plans strengthening. Reports of higher worker compensation remained near record levels and inventory investment plans surged. Expected real sales growth and expected business conditions in the next six months, however, accounted for the modest decline in the Index.\n\n“Optimism among small business owners continues to push record highs, but they need workers to generate more sales, provide services, and complete projects, said NFIB President and CEO Juanita D. Duggan. “Two of every three of these new jobs are historically created by the small business half of the economy, so it will be Main Street that will continue to drive economic growth.”\n\nA recent historical perspective:\n\n– Actual hiring strengthened to the highest reading in six months, job openings are at a record high levels, and plans to create new jobs are down only three points from August’s record high.\n\n– The net percent of owners expecting better business conditions in six months and the percent viewing the current period as a good time to expand have both tapered off since the record high Index reading in August but still remain well above their historical averages.\n\n– Actual capital outlays are five percentage points higher than in August, although plans for outlays are eight points below the high for this expansion.\n\n– Plans to invest in inventories are only two points below August, the record high. Satisfaction with inventories is two points better.\n\nLast week’s NFIB Jobs Report noted that job creation remained solid with a net addition of 0.25 workers per firm, up from 0.19 in November and the best reading since July. A seasonally-adjusted net 23 percent plan to create new jobs, up one point from November’s reading. Not seasonally adjusted, 23 percent plan to increase total employment at their firm (up one point), and five percent plan reductions (down two points).\n\nA record 39 percent of small business owners reported job openings they could not fill in the current period. Sixty percent of owners reported hiring or trying to hire, but 90 percent of those reported few or no qualified applicants for the position. Twenty-three percent of owners cited the difficulty in finding qualified workers as their Single Most Important Business Problem.\n\n“Recently, we’ve seen two themes promoted in the public discourse: first, the economy is going to overheat and cause inflation and second, the economy is slowing and the Federal Reserve should not raise interest rates,” said NFIB Chief Economist Bill Dunkelberg. “However, the NFIB surveys of the small business half of the economy have shown no signs of an inflation threat, and in real terms Main Street remains very strong, setting record levels of hiring along the way.”\n\nThe percent of business owners reporting that they increased employee compensation continued at 45-year record high levels. In December, a net 35 percent reported increasing compensation and a net 24 percent reported planned increases in the next few months.\n\nThe net percent of owners reporting inventory increases fell three points to a net three percent (seasonally adjusted), following November’s strong showing, the second-best since 2005.\n\nA net four percent of all owners (seasonally adjusted) reported higher nominal sales in the past three months, down five points from very strong readings. The net percent reporting higher sales averaged two percent in 2017 but nine percent in 2018, with a peak value of 15 percent. The net percent of owners expecting higher real sales volumes fell one point to a net 23 percent of owners. Consumer spending has remained steady and small manufacturing and construction firms cannot find enough employees to fill their open positions, selling all they can produce without more workers.\n\nUnchanged from last month, 61 percent of owners reported capital outlays. Of those making expenditures, 42 percent reported buying new equipment, 25 percent acquired vehicles, and 15 percent improved or expanded facilities. Six percent acquired new buildings or land for expansion and 15 percent spend money for new fixtures and furniture.\n\nThirty-two percent of owners reported all credit needs met (unchanged), and 50 percent said they were not interested in a loan, up three points. By comparison, only three percent reported financing was their top business problem (up one point), while 13 percent cited taxes (down six points), 14 percent citing regulations and red tape, and 23 percent the availability of qualified labor.",
        "quotes": [
            [
                "Two of every three of these new jobs are historically created by the small business half of the economy, so it will be Main Street that will continue to drive economic growth.",
                "",
                true
            ],
            [
                "Recently, we’ve seen two themes promoted in the public discourse: first, the economy is going to overheat and cause inflation and second, the economy is slowing and the Federal Reserve should not raise interest rates,",
                "",
                true
            ],
            [
                "However, the NFIB surveys of the small business half of the economy have shown no signs of an inflation threat, and in real terms Main Street remains very strong, setting record levels of hiring along the way.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nfib.com/foundations/research-center/monthly-reports/jobs-report/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "high",
            "plans",
            "business",
            "reported",
            "record",
            "nfib",
            "points",
            "owners",
            "net",
            "sales",
            "small"
        ]
    },
    {
        "url": "https://www.nfib.com/foundations/research-center/monthly-reports/jobs-report/",
        "title": "Jobs Report and Jobs Data from the NFIB Small Business Research Center",
        "authors": [],
        "publisher": "www.nfib.com",
        "publish_date": "",
        "text": "NFIB Small Business Jobs Report\n\nThe NFIB Research Foundation has collected Small Business Economic Trends data with quarterly surveys since 1974 and monthly surveys since 1986. Survey respondents are drawn from NFIB’s membership. The survey was conducted in June 2019 and reflects a random sample of 10,000 small-business owners/members.\n\nJob Creation Among Small Businesses Stays Strong into Summer\n\n\n\nOwners continue to raise compensation, add new positions in June\n\nNFIB’s chief economist William C. Dunkelberg, issued the following comments on NFIB’s June 2019 Jobs Report:\n\n\n\nNFIB Chief Economist\n\nWilliam Dunkelberg\n\nJune marks the 19th month of consecutive employment growth, with small businesses adding an average of 0.21 workers per firm, according to NFIB’s monthly jobs report, released today. Twelve percent of owners reported increasing employment an average of 4.3 workers per firm, and seven percent reported reducing employment an average of 4.6 workers per firm (seasonally adjusted).\n\n“At a time when owners are continuing to struggle to find workers, they’re doing everything they can to recruit them, including raising wages,” said NFIB President and CEO Juanita D. Duggan. “The demand for workers is showing no signs of abating, evidence that tax cuts and deregulation lead to job creation, so it is important lawmakers stay away from policies that could stifle this historic growth.”\n\nDown four points from last month, 58 percent of owners reported hiring or trying to hire, but 86 percent of those trying to hire reported few or no qualified applicants for the positions they were trying to fill. Twenty-one percent of all owners cited the difficulty of finding qualified workers as their Single Most Important Business Problem. This shortage of workers is slowing growth. Specifically, 39 percent of owners in transportation cited it as their No. 1 problem, and 37 percent of owners in construction said the same.\n\nThirty-one percent of owners reported few qualified applicants for their open positions and 19 percent of owners reported none. Reports of “few or no qualified” applicants were high in construction at 57 percent and manufacturing at 55 percent. Down two points from May, 36 percent of all owners reported job openings they could not fill in the current period. In construction, 49 percent had openings and 90 percent were for skilled workers. Sixty-nine percent of owners in transportation had job openings with 87 percent of them for skilled workers.\n\nHowever, a seasonally-adjusted net 19 percent plan to create new jobs. Not seasonally adjusted, 23 percent plan to increase total employment at their firm and three percent plan reductions. In construction, 32 percent plan to increase their employment and only five percent plan reductions. In transportation, 61 percent plan to increase employment and four percent plan reductions.\n\n“Small business owners have been reporting raising worker compensation, wages, and benefits, at historically near-record percentages for more than a year,” said NFIB Chief Economist Bill Dunkelberg. “The economy is showing wage gains and small business has been leading the way. The current labor shortage is the biggest issue facing the small business economy.”\n\nTwenty-eight percent of small business owners reported raising compensation in their firms, down six points from last month but a historically strong reading.\n\nClick here to view the entire NFIB Jobs Report.\n\nThe full Small Business Economic Trends report will be released on Tuesday, July 9th.",
        "quotes": [
            [
                "At a time when owners are continuing to struggle to find workers, they’re doing everything they can to recruit them, including raising wages,",
                "Juanita D. Duggan",
                true
            ],
            [
                "The demand for workers is showing no signs of abating, evidence that tax cuts and deregulation lead to job creation, so it is important lawmakers stay away from policies that could stifle this historic growth.",
                "Juanita D. Duggan",
                true
            ],
            [
                "Small business owners have been reporting raising worker compensation, wages, and benefits, at historically near-record percentages for more than a year,",
                "Juanita D. Duggan",
                true
            ],
            [
                "The economy is showing wage gains and small business has been leading the way.",
                "Juanita D. Duggan",
                true
            ],
            [
                "The current labor shortage is the biggest issue facing the small business economy.",
                "Juanita D. Duggan",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nfib.com/foundations/research-center/monthly-reports/jobs-report/",
                "https://www.nfib.com/content/resources/management/staffing-advice-pros-and-cons-of-a-five-hour-workday-75889/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "workers",
            "research",
            "report",
            "data",
            "business",
            "jobs",
            "reported",
            "nfib",
            "plan",
            "center",
            "owners",
            "qualified",
            "employment",
            "small"
        ]
    },
    {
        "url": "https://www.nfib.com/content/resources/management/staffing-advice-pros-and-cons-of-a-five-hour-workday-75889/",
        "title": "Staffing Advice: Pros and Cons of a Five-Hour Workday",
        "authors": [],
        "publisher": "www.nfib.com",
        "publish_date": "2016-11-07",
        "text": "Get to know NFIB\n\nNFIB is a member-driven organization advocating on behalf of small and independent businesses nationwide.",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "organization",
            "workday",
            "businesses",
            "nationwide",
            "advice",
            "nfibnfib",
            "know",
            "pros",
            "advocating",
            "fivehour",
            "behalf",
            "memberdriven",
            "cons",
            "independent",
            "staffing",
            "small"
        ]
    }
]