[
    {
        "url": "http://blogs.rollcall.com/218/immigration-news-congress-changes-to-trafficking-law/?dcz=",
        "title": "GOP Task Force, Lone Democrat Eye Trafficking Law",
        "authors": [
            {
                "name": "Cardlayout Size Adoptor",
                "link": null
            },
            {
                "name": "Emma Dumain",
                "link": null
            }
        ],
        "publisher": "www.rollcall.com",
        "publish_date": "2014-07-10",
        "text": "Aury Terriquez, left, 6, whose parents are from Guatemala, and Lucia Jimenez, 5, whose parents are from Bolivia, joined immigration advocates to call on the Obama administration to mitigate the child migrant crisis. (Tom Williams/CQ Roll Call)\n\nThe House GOP task force charged with making recommendations to colleagues on the influx of unaccompanied, undocumented immigrant children at the U.S.-Mexico border might suggest controversial changes to a 2008 trafficking law — and at least one Democrat wants to go that route as well.\n\nRep. Henry Cuellar of Texas, a fiscally conservative Blue Dog Democrat who made headlines on Wednesday for blasting President Barack Obama's failure to visit the border during a fundraising trip to the area, said he would soon introduce legislation to allow all children apprehended at the southwest border to qualify for \"voluntary return\" to their home countries.\n\nA law known as the \"William Wilberforce Trafficking Victims Protection Reauthorization Act\" gave that right only to children from counties \"contiguous\" to the United States, namely Mexico and Canada. Given the droves of unaccompanied minors trying to enter the country illegally from Honduras, Guatemala and El Salvador — among other parts of Central America — Cuellar said tweaking the 2008 act would ease conditions at the border, with fewer children having to wait long periods for deportation hearings at overcrowded detention centers if they would just as soon return to their homes on their own terms. \"All the protections under the law would be kept in, asylum, credible fear, victim of a sex crime,\" Cuellar told a group of reporters. \"The only thing we change is that aspect of it, that allows them to [be deported] on a voluntary basis.\"\n\nMembers of the Republican task force also said in a statement late Wednesday that revisiting the act is one of their recommendations to remedy the border crisis.\n\n\"We agree with the President that [children] must be returned to their home countries in the most humane way possible,\" they wrote, \"and that will require a revision of the 2008 Trafficking Victims Protection Reauthorization Act.\"\n\nCuellar said that he had not yet begun to make the rounds to colleagues to garner co-sponsors for his bill, but that a certain senator from Texas with \"a little bit of experience\" — a nod to senior Texas Sen. John Cornyn, a Republican — would be moving forward with companion legislation on his side of the Capitol.\n\nObama has also said there should be some re-evaluation of the law, enacted in the waning days of the George W. Bush administration to protect children against sex trafficking.\n\nBut most Democrats are likely to bristle at the prospect of touching the law, fearful that any tinkering would leave young people vulnerable.\n\n\"I think there's ample evidence that children who are potential victims are being returned without adequate inquiry,\" said Rep. Zoe Lofgren, D-Calif. \"I think [Cuellar] has very few people in the Democratic caucus who would agree with him.\"\n\nRep. Raúl M. Grijalva, D-Ariz., said that he and 10 other members of the Congressional Hispanic Caucus immigration task force met earlier on Wednesday — and dispersed with the resolve to be oppose any revisions to the trafficking law.\n\nHe said he had \"suspected all along\" that Cuellar might be cooking something up on his own. But the CHC task force meeting focused on the issue in the context of what changes Republicans might want to pursue, either in standalone legislation or more likely as a policy rider in Obama's pending request for Congress to appropriate $3.8 billion to bolster resources at the southwest border.\n\n\"We need to take a position that protects children,\" Grijalva said, \"and a Republican effort ... to undo the 2008 law, that would be something we would fight.\"\n\nRelated stories: President's Party Asks Why He's Avoiding the Border Obama 'Happy to Consider' Sending National Guard to Border to get Votes on Supplemental A Tale of Two Congressional Visits to the Southwest Border Obama’s Bill for Border Surge Gets Frosty Reception on the Right Obama Asking Congress for $4.3 Billion for Border Crisis, Wildfires On Climate Change, Landrieu Stands With Coal, Against Obama Roll Call Election Map: Race Ratings for Every Seat Get breaking news alerts and more from Roll Call in your inbox or on your iPhone.",
        "quotes": [
            [
                "William Wilberforce Trafficking Victims Protection Reauthorization Act",
                "",
                false
            ],
            [
                "All the protections under the law would be kept in, asylum, credible fear, victim of a sex crime,",
                "Cuellar",
                true
            ],
            [
                "The only thing we change is that aspect of it, that allows them to [be deported] on a voluntary basis.",
                "Cuellar",
                true
            ],
            [
                "We agree with the President that [children] must be returned to their home countries in the most humane way possible,",
                "",
                true
            ],
            [
                "and that will require a revision of the 2008 Trafficking Victims Protection Reauthorization Act.",
                "Cuellar",
                false
            ],
            [
                "I think there's ample evidence that children who are potential victims are being returned without adequate inquiry,",
                "Zoe Lofgren",
                true
            ],
            [
                "I think [Cuellar] has very few people in the Democratic caucus who would agree with him.",
                "Zoe Lofgren",
                true
            ],
            [
                "We need to take a position that protects children,",
                "Grijalva",
                true
            ],
            [
                "and a Republican effort ... to undo the 2008 law, that would be something we would fight.",
                "Grijalva",
                false
            ]
        ],
        "links": {
            "articles": [
                "http://www.rollcall.com/white-house/obama-asking-congress-for-4-3-billion-for-border-crisis-wildfires/?dcz=",
                "http://www.rollcall.com/white-house/obama-national-guard-border-immigration-supplemental",
                "http://www.rollcall.com/218/obama-border-surge-frosty-right",
                "http://www.rollcall.com/white-house/climate-change-landrieu-stands-with-coal-against-obama",
                "http://www.rollcall.com/218/border-crisis-boehner-gop-task-force/",
                "http://www.rollcall.com/218/immigration-news-obama-border-criticism/",
                "http://www.rollcall.com/218/immigration-reform-border-crisis/",
                "http://www.rollcall.com/white-house/obama-asking-congress-for-4-3-billion-for-border-crisis-wildfires",
                "https://apps.apple.com/us/app/roll-call-news/id433753469"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.rollcall.com/register/main.html?pos=rr",
                "https://www.rollcall.com/election-guide/"
            ]
        },
        "key_words": [
            "force",
            "cuellar",
            "eye",
            "law",
            "task",
            "border",
            "lone",
            "children",
            "obama",
            "gop",
            "victims",
            "2008",
            "trafficking",
            "democrat"
        ]
    },
    {
        "url": "http://www.rollcall.com/white-house/obama-asking-congress-for-4-3-billion-for-border-crisis-wildfires/?dcz=",
        "title": "Obama Asking Congress for $4.3 Billion for Border Crisis, Wildfires",
        "authors": [
            {
                "name": "Cardlayout Size Adoptor",
                "link": null
            },
            {
                "name": "Steven T. Dennis",
                "link": null
            }
        ],
        "publisher": "www.rollcall.com",
        "publish_date": "2014-07-08",
        "text": "Heather Piña Ledezma, who turned 6 on July 4, attends an immigration rally with her mother, who is from Mexico. (Tom Williams/CQ Roll Call)\n\nUpdated 11:54 a.m. | President Barack Obama wants $3.7 billion in emergency spending from Congress to address the child migrant crisis and another $615 million for wildfires, the White House said Tuesday morning — and the top House Republican appropriator suggested his chamber would act quickly.\n\nA White House official said that the administration's hope and expectation is that Congress will treat the crisis \"as the urgent humanitarian situation that it is\" and quickly approve the request.\n\nHouse Appropriations Chairman Harold Rogers, R-Ky., suggested appropriators will approve funding.\n\n“Plainly, the situation for many of these unaccompanied children is extremely dire, and the United States has both a security and a moral obligation to help solve the crisis at hand,\" he said in a statement. “It is clear that additional funding will be needed to ensure the proper care of these unaccompanied children, to enforce the law, and to further secure our border so that these problems can be mitigated in the short term. Our Committee will focus on providing what is necessary to meet these ongoing needs.\n\n“It is also apparent that additional funding to prevent and fight wildland fires – especially in the West where the damage has been so great — is necessary. Our Committee will review this proposal, and will respond appropriately to ensure that proper assistance is available to help the people and communities affected by these devastating fires.”\n\nMichael Steel, a spokesman for Speaker John A. Boehner, R-Ohio, was noncommittal.\n\n“The Appropriations Committee and other Members, including the working group on the border crisis led by Rep. Kay Granger, will review the White House proposal. The Speaker still supports deploying the National Guard to provide humanitarian support in the affected areas — which this proposal does not address.”\n\nWhite House officials said on a background conference call that the money is needed to \"solve\" the child migrant border crisis, which has overwhelmed Border Patrol and other government agencies. About half of the money would go toward beefed-up enforcement and court proceedings aimed at accelerating the deportations of the children and adults. And $1.8 billion would go to the Department of Health and Human Services to pay for the care of children and families while they await proceedings.\n\nThe funding would also pay for alternatives to detention facilities, like ankle bracelet monitoring, according to a White House official.\n\nThe State Department would get $300 million, which would be used in part to advertise in Central American countries to tell parents not to send the children to the United States and that they will not be allowed to stay if they arrive.\n\nThe White House continues to separately want authority to quickly deport migrant children and adults — similar to what they have now with Mexican children at the border.\n\nThe funding would also beef up prosecutions against smuggling gangs and improve air surveillance of the border.\n\nThe administration also wants $615 million for wildfire suppression, which will allow the government to avoid transferring money from fire prevention activities. The administration has called for a permanent cap adjustment for wildfire suppression to avoid an annual cycle of emergency requests and transfers.\n\nThe officials could not say how many children have been removed so far this year, how much more quickly they would be removed with the new funding or how many beds the funding would cover.\n\nSome Republicans have already suggested that any spending request should be offset to avoid adding to the deficit.\n\nRelated: Obama Still Needs Congress to Show Him the Money A Tale of Two Congressional Visits to the Southwest Border McCain: Cut Aid to Countries Fueling Immigration Crisis Gutierrez: American Drug Use Fueling Immigration Crisis Get breaking news alerts and more from Roll Call in your inbox or on your iPhone.",
        "quotes": [
            [
                "It is also apparent that additional funding to prevent and fight wildland fires – especially in the West where the damage has been so great — is necessary.",
                "",
                true
            ],
            [
                "Our Committee will review this proposal, and will respond appropriately to ensure that proper assistance is available to help the people and communities affected by these devastating fires.",
                "",
                true
            ],
            [
                "The Appropriations Committee and other Members, including the working group on the border crisis led by Rep. Kay Granger, will review the White House proposal.",
                "",
                true
            ],
            [
                "The Speaker still supports deploying the National Guard to provide humanitarian support in the affected areas — which this proposal does not address.",
                "",
                true
            ],
            [
                "as the urgent humanitarian situation that it is",
                "",
                false
            ],
            [
                "It is clear that additional funding will be needed to ensure the proper care of these unaccompanied children, to enforce the law, and to further secure our border so that these problems can be mitigated in the short term.",
                "",
                true
            ],
            [
                "Our Committee will focus on providing what is necessary to meet these ongoing needs.",
                "",
                true
            ],
            [
                "It is also apparent that additional funding to prevent and fight wildland fires – especially in the West where the damage has been so great — is necessary.",
                "",
                true
            ],
            [
                "Our Committee will review this proposal, and will respond appropriately to ensure that proper assistance is available to help the people and communities affected by these devastating fires.”\n\nMichael Steel, a spokesman for Speaker John A. Boehner, R-Ohio, was noncommittal.",
                "",
                true
            ],
            [
                "The Appropriations Committee and other Members, including the working group on the border crisis led by Rep. Kay Granger, will review the White House proposal.",
                "",
                true
            ],
            [
                "The Speaker still supports deploying the National Guard to provide humanitarian support in the affected areas — which this proposal does not address.”\n\nWhite House officials said on a background conference call that the money is needed to \"solve",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "http://www.rollcall.com/news/immigration-gutierrez-us-responsible",
                "http://www.rollcall.com/news/immigration-mccain-cut-aid-central-america",
                "http://www.rollcall.com/news/alone_illegal_and_underage_the_child_migrant_crisis-233381-1.html",
                "http://www.rollcall.com/news/immigration-reform-border-crisis",
                "http://www.rollcall.com/white-house/immigration-news-obama-needs-congress-emergency-funding/",
                "https://apps.apple.com/us/app/roll-call-news/id433753469"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.rollcall.com/register/main.html?pos=rr"
            ]
        },
        "key_words": [
            "congress",
            "asking",
            "43",
            "house",
            "border",
            "children",
            "funding",
            "proposal",
            "obama",
            "money",
            "billion",
            "white",
            "wildfires",
            "suggested",
            "crisis",
            "quickly"
        ]
    },
    {
        "url": "http://www.rollcall.com/white-house/obama-national-guard-border-immigration-supplemental",
        "title": "Obama 'Happy to Consider' Sending National Guard to Border to Get Votes for Immigration Supplemental",
        "authors": [
            {
                "name": "Cardlayout Size Adoptor",
                "link": null
            },
            {
                "name": "Steven T. Dennis",
                "link": null
            }
        ],
        "publisher": "www.rollcall.com",
        "publish_date": "2014-07-09",
        "text": "President Barack Obama said Wednesday in Texas he'd be \"happy to consider\" sending the National Guard to the border if that's what it takes to get the votes from the Texas delegation for his $3.7 billion immigration supplemental. In a private meeting, Texas Gov. Rick Perry repeatedly urged the president to deploy the National Guard to the border on his own, Obama said. Obama said he would be \"happy to consider\" doing so if that's the price of getting the Texas delegation's support for the emergency spending bill. Perry suggested Obama should just go ahead and act on his own, the president said. \"I had to remind him I'm getting sued,\" Obama said, alluding to Speaker John A. Boehner's plan to take him to court for his executive actions. Obama said the National Guard would be a \"temporary solution\" while saying that Congress could act immediately to solve the problem more permanently by approving his bill. He said they would do so if they put solving the problem above politics. He said it would pay for many of the things Perry and others are seeking and urged the governor to urge the Texas delegation to get behind it. \"If the Texas delegation is prepared to move, we can get this done next week,\" Obama said. Obama also said that he did not philosophically object to any of Perry's other suggestions for securing the border and dealing with the crisis, but noted it would take money from Congress. He dismissed bipartisan criticism of his decision not to visit the border while in Texas. \"This isn't theater,\" Obama said when asked about not going to the border. \"I'm not interested in photo ops. I'm interested in solving a problem.\" He also asserted that a comprehensive immigration bill would have prevented the border crisis in the first place, and said that it would have freed up resources now spent trying to \"chase\" immigrants here illegally for five or 10 years or more.",
        "quotes": [
            [
                "I had to remind him I'm getting sued,",
                "Obama",
                true
            ],
            [
                "If the Texas delegation is prepared to move, we can get this done next week,",
                "Obama",
                true
            ],
            [
                "I'm not interested in photo ops.",
                "Obama",
                true
            ],
            [
                "I'm interested in solving a problem.",
                "Obama",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://www.rollcall.com/page/rc-tags_immigration_reform",
                "http://www.rollcall.com/page/rc-tags_immigration",
                "http://www.rollcall.com/page/category_immigration"
            ]
        },
        "key_words": [
            "happy",
            "sending",
            "consider",
            "border",
            "im",
            "immigration",
            "obama",
            "delegation",
            "supplemental",
            "guard",
            "president",
            "problem",
            "perry",
            "votes",
            "national",
            "texas"
        ]
    },
    {
        "url": "http://www.rollcall.com/218/obama-border-surge-frosty-right",
        "title": "Obama's $4B Bill for Border Surge Gets Frosty Reception on the Right",
        "authors": [
            {
                "name": "Cardlayout Size Adoptor",
                "link": null
            },
            {
                "name": "David Eldridge",
                "link": null
            }
        ],
        "publisher": "www.rollcall.com",
        "publish_date": "2014-07-08",
        "text": "Reaction to President Barack Obama's request for almost $4 billion in emergency funds to deal with the Texas border crisis was met with skepticism Tuesday by most Republicans, but especially by hard-liners who have consistently blamed White House policies for the surge in illegal immigration.\n\nHouse Judiciary Committee Chairman Bob Goodlatte, R-Va., said in a statement that Obama \"created this disaster.\"\n\n\"Most of the money requested in the President’s supplemental seems geared towards processing Central Americans than stopping the surge itself,\" Goodlatte said.\n\nAnother Republican who has consistently accused the president of failing to enforce border security, Lamar Smith of Texas, said in a statement he doesn't trust the president.\n\n\"I’d be happy to give the President $3.7 billion to secure the border if I thought he’d actually do it. But time and again President Obama has shown that he cares more about the interests of illegal immigrants than of law abiding citizens,\" Smith said in a statement. \"Congress shouldn’t give President Obama a single penny until we see him use the current resources to secure the border, increase interior enforcement, and reduce illegal immigration.”\n\nRep. Stephen Fincher of Tennessee tweeted that the president is \"incapable\" of leadership on the border, former GOP vice presidential candidate Sarah Palin said it was time to impeach Obama, and the conservative Heritage Foundation, which often serves as a bellwether on which way Republican lawmakers will vote on an issue, came out against the spending request Tuesday afternoon.\n\nHeritage Action Chief Executive Officer Michael A. Needham called the spending request a \"non-starter.\"\n\n\"The President should rescind his anti-enforcement policies and demonstrate a commitment to implementing existing law,\" he said in a statement.\n\nCorrected, 5:54 p.m.: A previous version of this story incorrectly stated when Heritage Action issued a statement. It was Tuesday afternoon.",
        "quotes": [
            [
                "Most of the money requested in the President’s supplemental seems geared towards processing Central Americans than stopping the surge itself,",
                "Goodlatte",
                true
            ],
            [
                "I’d be happy to give the President $3.7 billion to secure the border if I thought he’d actually do it.",
                "Smith",
                true
            ],
            [
                "But time and again President Obama has shown that he cares more about the interests of illegal immigrants than of law abiding citizens,",
                "Smith",
                true
            ],
            [
                "Congress shouldn’t give President Obama a single penny until we see him use the current resources to secure the border, increase interior enforcement, and reduce illegal immigration.”\n\nRep. Stephen Fincher of Tennessee tweeted that the president is \"incapable",
                "Smith",
                false
            ],
            [
                "The President should rescind his anti-enforcement policies and demonstrate a commitment to implementing existing law,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "4b",
            "request",
            "bill",
            "frosty",
            "border",
            "spending",
            "statement",
            "gets",
            "obama",
            "illegal",
            "obamas",
            "president",
            "reception",
            "texas",
            "smith",
            "right",
            "surge"
        ]
    },
    {
        "url": "http://www.rollcall.com/white-house/climate-change-landrieu-stands-with-coal-against-obama",
        "title": "On Climate Change, Landrieu Stands With Coal, Against Obama",
        "authors": [
            {
                "name": "Cardlayout Size Adoptor",
                "link": null
            },
            {
                "name": "Steven T. Dennis",
                "link": null
            }
        ],
        "publisher": "www.rollcall.com",
        "publish_date": "2014-06-08",
        "text": "Landrieu is touring a coal power plant to emphasize her opposition to Obama's plans to cut carbon emissions to reduce climate change. (Bill Clark/CQ Roll Call File Photo)\n\nUpdated: June 6, 9:06 a.m. | Sen. Mary L. Landrieu will head to a coal-fired power plant Monday, to emphasize her opposition to President Barack Obama's goal to take a big whack at coal as part of his plan to cut carbon emissions and tackle climate change.\n\nThe vulnerable Louisiana Democrat will head to the Big Cajun II coal-fired power plant in New Roads, La., according to a news release.\n\nShe'll \"meet with plant workers, take a tour of the facility and hold a roundtable discussion with power industry leaders from across Louisiana.\" Landrieu chairs the Energy and Natural Resources Committee and is in a tossup race for re-election .\n\nLandrieu's opposition isn't likely to make much of a difference in the White House's eyes, but it gives the endangered incumbent a chance to separate herself from a president who isn't particularly popular in Louisiana. She joins other Democrats running in red states, particularly Alison Lundergan Grimes in Kentucky, to vigorously oppose the president's latest push on climate.\n\nWhite House counselor John Podesta has said there was zero chance Congress would be able to rein in Obama on his climate change agenda. The Big Cajun II power plant had been Louisiana's \"largest source of illegal air pollution\" before reaching a settlement with the federal government in 2012, according to the Justice Department .\n\nRelated: Obama Takes a Big Swing at Big Coal Senate Democrats Give EPA Climate Rule Mixed Reviews",
        "quotes": [
            [
                "meet with plant workers, take a tour of the facility and hold a roundtable discussion with power industry leaders from across Louisiana.",
                "Landrieu",
                false
            ],
            [
                "largest source of illegal air pollution",
                "Landrieu",
                false
            ]
        ],
        "links": {
            "articles": [
                "http://www.rollcall.com/white-house/zero-chance-congress-can-rein-in-obama-on-climate-podesta-says/?dcz=",
                "http://www.rollcall.com/white-house/obama-power-plant-rules-take-a-big-swing-at-big-coal/",
                "http://www.rollcall.com/wgdb/senate-democrats-give-epa-rule-mixed-reviews/"
            ],
            "gov_pgs": [
                "https://www.justice.gov/opa/pr/louisiana-generating-install-pollution-controls-and-pay-14-million-penalties-and-projects"
            ],
            "unsure": [
                "https://www.rollcall.com/election-guide/"
            ]
        },
        "key_words": [
            "louisiana",
            "stands",
            "obama",
            "power",
            "big",
            "opposition",
            "plant",
            "president",
            "coal",
            "particularly",
            "landrieu",
            "climate",
            "change"
        ]
    },
    {
        "url": "http://www.rollcall.com/218/border-crisis-boehner-gop-task-force/",
        "title": "Boehner Convenes GOP Task Force on Border Crisis",
        "authors": [
            {
                "name": "Cardlayout Size Adoptor",
                "link": null
            },
            {
                "name": "Emma Dumain",
                "link": null
            }
        ],
        "publisher": "www.rollcall.com",
        "publish_date": "2014-06-24",
        "text": "House Republicans are blaming President Barack Obama for the growing number of unaccompanied, undocumented immigrant children seeking illegal passage into the United States over the southern border, and on Tuesday they unveiled a plan that might exert additional pressure on the administration.\n\nSpeaker John A. Boehner, who just sent a letter to Obama on the subject at the end of last week, announced that he had convened a \"working group\" to probe \"the national security and humanitarian crisis at the southern border.\" Rep. Kay Granger, R-Texas, will head up the effort, Boehner said in a statement:\n\n“The president has allowed a national security and humanitarian crisis to develop on the U.S. southern border. There are two imperatives here: protect those children and secure our border. I sent a letter to the president last week outlining a series of steps I believe need to be taken immediately to achieve those goals. These steps include sending the National Guard to the border to protect these children, so the border patrol can do its job. “The president has failed to take the necessary steps to address this crisis, so today I’ve decided to form a working group to advise us and keep lawmakers informed on the situation down there. I’m pleased that Kay Granger has agreed to lead this effort, and I know this group will get to work immediately.”\n\nOther task force members include those who have, currently or at some point in the past, been working to advance broader immigration overhaul legislation.\n\nOne such member is Rep. Mario Diaz-Balart, R-Fla. Despite his continued efforts to rally support behind a comprehensive immigration overhaul bill in the face of opposition from many in his own party, Diaz-Balart has remained critical of the Obama administration and its handling of immigration policy.\n\n\"We must find a humane solution to make sure these minors are both safe and healthy, while strictly adhering to the laws of this great nation,\" Diaz-Balart said in a statement. \"I look forward to working with my colleagues so that we may find the best solution. Once again, the Administration has failed to lead and therefore, Congress must do its part.\"\n\nDiaz-Balart is joined on the task force by Rep. John Carter, R-Texas. Carter was, with Diaz-Balart, a member of the House bipartisan \"gang of eight\" to move an immigration measure, which ultimately disintegrated when Carter, among others, dropped out of the group, citing distrust of Obama to enforce immigration laws.\n\nJudiciary Chairman Robert W. Goodlatte, R-Va., has also been appointed to Boehner's new task force, and on Wednesday his panel will host a hearing devoted entirely to the crisis. The group is rounded out by Homeland Chairman Michael McCaul, R-Texas, who also has some jurisdiction over the issue, along with Reps. Steve Pearce and Matt Salmon, whose districts in New Mexico and Arizona, respectively, have a stake in what occurs at the border.",
        "quotes": [
            [
                "the national security and humanitarian crisis at the southern border.",
                "",
                false
            ],
            [
                "The president has failed to take the necessary steps to address this crisis, so today I’ve decided to form a working group to advise us and keep lawmakers informed on the situation down there.",
                "",
                true
            ],
            [
                "I’m pleased that Kay Granger has agreed to lead this effort, and I know this group will get to work immediately.",
                "",
                true
            ],
            [
                "We must find a humane solution to make sure these minors are both safe and healthy, while strictly adhering to the laws of this great nation,",
                "Diaz-Balart",
                true
            ],
            [
                "I look forward to working with my colleagues so that we may find the best solution.",
                "Diaz-Balart",
                true
            ],
            [
                "Once again, the Administration has failed to lead and therefore, Congress must do its part.",
                "Diaz-Balart",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.rollcall.com/218/two-republicans-leave-house-immigration-gang-of-seven/?dcz=",
                "http://www.rollcall.com/218/immigration-reformboehner-obama-crisis-border/?dcz="
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "force",
            "task",
            "border",
            "working",
            "boehner",
            "immigration",
            "gop",
            "obama",
            "steps",
            "group",
            "president",
            "convenes",
            "crisis",
            "diazbalart"
        ]
    },
    {
        "url": "http://www.rollcall.com/218/immigration-news-obama-border-criticism/",
        "title": "President's Party Asks Why He's Avoiding the Border",
        "authors": [
            {
                "name": "Cardlayout Size Adoptor",
                "link": null
            },
            {
                "name": "Bridget Bowman",
                "link": null
            },
            {
                "name": "Emma Dumain",
                "link": null
            }
        ],
        "publisher": "www.rollcall.com",
        "publish_date": "2014-07-09",
        "text": "Cuellar joined other Democrats saying Obama needs to see the crisis at the border firsthand. (Tom Williams/CQ Roll Call File Photo)\n\nUpdated, 8 p.m. | With ongoing protests in California, business leaders in Washington calling for a legislative overhaul and lawmakers trading barbs on Capitol Hill, President Barack Obama heard from all sides of the immigration debate Wednesday — including some particularly pointed criticism from a member of his own party.\n\nRep. Henry Cuellar, a fifth-term Democrat from the Texas border town of Laredo, ripped Obama for not scheduling a visit to the Rio Grande Valley while on a two-day fundraising swing through the state.\n\nThe president, speaking to reporters Wednesday evening after meeting in Dallas with Gov. Rick Perry and other Texas leaders on the crisis, defended his decision not to visit the border.\n\n\"This isn't theater,\" he said. \"I'm not interested in photo-ops. I'm interested in solving the problem.\"\n\nLawmakers from both parties want Obama to take charge of a more robust federal response — though there is wide disagreement as to what that response should be — to the surge of tens of thousands of central American women and children who have illegally crossed the Texas border in recent months. Obama said in Dallas that Perry suggested moving forward with steps to secure the border with or without congressional approval.\n\n\"He suggested maybe you just need to go ahead and act,” Obama said. “And I had to remind him I am getting sued right now by Mr. Boehner, apparently, for going ahead and acting instead of going through Congress.”\n\nThe political conversation Wednesday centered on whether the president is somehow abdicating leadership on the crisis.\n\n\"I hate to use the word 'bizarre,' but ... when he is shown playing pool in Colorado, drinking a beer, and he can't even go 242 miles to the Texas border?\" Cuellar said in an appearance on MSNBC. \"If they are worried about putting a face, the president's face, to this ... humanitarian crisis, I think it's worse if he doesn't even show up.\" Cuellar was referring to news reports from a day earlier showing Obama, who was in Colorado Tuesday to raise money for Democrats, relaxing with in a Denver pub with Democratic Gov. John W. Hickenlooper over beers and a game of pool.\n\n“When I saw that, it just really floored me,” Cuellar said. Perry, who has also called for the president to tour the crowded illegal immigrant detention facilities on the border, got about 15 minutes with Obama. Perry had said handling the crisis on the Rio Grande required more than a brief handshake on the tarmac outside Air Force One. Obama patted the governor on the back and the two were seen talking privately while heading toward Marine One.\n\nRep. Luis V. Gutiérrez, one of the most vocal proponents of overhauling the immigration system and an Illinois Democrat who has not shied away from criticizing the president when he felt it was necessarily, also expressed concern about the optics of Obama’s decision to forgo a border visit.\n\n“Look, going to a fundraiser in Texas is like going on vacation,” Gutiérrez said when CQ Roll Call asked about the Obama trip. “I have family members who are ill and in the hospital. I think I should go down and visit them in Puerto Rico, not go on vacation there.”\n\nGutierrez said it would be “a wonderful idea” for the president to rethink his schedule to “show empathy” to the children who are being detained there.\n\n“If you went around to members of the Congressional Hispanic Caucus, I think you’d see there is a general consensus,” he added.\n\nCHC Chairman Rubén Hinojosa has invited Obama to visit the border, saying his presence is needed to “fully comprehend what is happening in our region.”\n\nHinojosa extended that invitation with his fellow Texas Democrat Filemon Vela, who represents the district that houses the Rio Grande Valley sector of the U.S.-Mexico border. Vela, a freshman, was a member of the CHC until last year, when he split with the group over a disagreement about whether members should support the bipartisan Senate immigration bill’s approach to border security.\n\nHouse Minority Whip Steny H. Hoyer of Maryland said he didn’t see a downside to Obama visiting the border during his scheduled trip to Texas — but he didn’t necessarily see an upside, either.\n\n“I don’t think that would hurt,” he said at his Tuesday briefing. “I think it would send a signal of his concern. … But I don’t think that the president’s going to the border, per se, could escalate his attention to the matter. He is very seized on this issue.”\n\nRepublicans and Democrats clashed on the floor of the Senate over the border crisis and the administration's request , submitted a day earlier, for $3.7 billion in emergency funding to address the situation at the border.\n\nThat request has already come under fire from conservative organizations such as the Heritage Foundation, which called it a \"non-starter.\"\n\nBacking billions of new spending on the border is an especially tough proposition for House and Senate Democrats facing challenges in red states where the crisis has only added to the president's woes.\n\nLouisiana Sen. Mary L. Landrieu said at a Homeland Security and Governmental Affairs Committee hearing Wednesday that the administration needs to be more accountable for how it spends money on the border, a strong signal from a vulnerable Democrat in a re-election race rated a Tossup by the Rothenberg Political Report/Roll Call.\n\n“No one wants to see children suffer, and Congress must act to solve this problem in a compassionate and humane way. However, I am also going to be focused on accountability,” Landrieu said in a statement after the hearing. “We need to know who is in charge of fixing the problem, what the plan is, and who is going to be held responsible for delivering results before we spend another $3.7 billion.\"\n\nWhile lawmakers took aim at the president and each other, Thomas J. Donohue, president and CEO of the U.S. Chamber of Commerce, which has long supported an immigration overhaul that would offer some legal status for undocumented workers, again called for bipartisan action. He said there is \"a lot of time between now and the end of the year.”\n\nBusiness leaders in manufacturing and agriculture joined Donohue as part of the “National Day of Action for Immigration Reform,\" which also included events in more than 60 “targeted” House Republican districts spanning 25 states. Donohue said election-year politics stymied chances for an overhaul, but that lawmakers should consider their constituents who support addressing immigration.\n\n“I understand the challenges of getting elected. We have all worked on candidate selection and on the primaries,” Donohue said. “But just remember, you not only get elected, you have to serve.”\n\nRelated stories: Obama 'Happy to Consider' Sending National Guard to Border to get Votes on Supplemental A Tale of Two Congressional Visits to the Southwest Border Obama’s Bill for Border Surge Gets Frosty Reception on the Right Obama Asking Congress for $4.3 Billion for Border Crisis, Wildfires On Climate Change, Landrieu Stands With Coal, Against Obama Roll Call Election Map: Race Ratings for Every Seat Get breaking news alerts and more from Roll Call in your inbox or on your iPhone.",
        "quotes": [
            [
                "And I had to remind him I am getting sued right now by Mr. Boehner, apparently, for going ahead and acting instead of going through Congress.",
                "",
                true
            ],
            [
                "I'm not interested in photo-ops.",
                "",
                true
            ],
            [
                "I'm interested in solving the problem.",
                "",
                true
            ],
            [
                "He suggested maybe you just need to go ahead and act,” Obama said.",
                "Cuellar",
                true
            ],
            [
                "And I had to remind him I am getting sued right now by Mr. Boehner, apparently, for going ahead and acting instead of going through Congress.”\n\nThe political conversation Wednesday centered on whether the president is somehow abdicating leadership on the crisis.",
                "Cuellar",
                true
            ],
            [
                "I hate to use the word 'bizarre,' but ... when he is shown playing pool in Colorado, drinking a beer, and he can't even go 242 miles to the Texas border?",
                "Cuellar",
                true
            ],
            [
                "If they are worried about putting a face, the president's face, to this ... humanitarian crisis, I think it's worse if he doesn't even show up.",
                "Cuellar",
                true
            ],
            [
                "When I saw that, it just really floored me,",
                "Cuellar",
                true
            ],
            [
                "Look, going to a fundraiser in Texas is like going on vacation,",
                "Gutiérrez",
                true
            ],
            [
                "I have family members who are ill and in the hospital.",
                "Gutiérrez",
                true
            ],
            [
                "I think I should go down and visit them in Puerto Rico, not go on vacation there.",
                "Gutiérrez",
                true
            ],
            [
                "If you went around to members of the Congressional Hispanic Caucus, I think you’d see there is a general consensus,",
                "Gutierrez",
                true
            ],
            [
                "fully comprehend what is happening in our region.",
                "Obama",
                false
            ],
            [
                "I don’t think that would hurt,",
                "Rubén Hinojosa",
                true
            ],
            [
                "I think it would send a signal of his concern.",
                "Rubén Hinojosa",
                true
            ],
            [
                "But I don’t think that the president’s going to the border, per se, could escalate his attention to the matter.",
                "Rubén Hinojosa",
                true
            ],
            [
                "He is very seized on this issue.",
                "Rubén Hinojosa",
                true
            ],
            [
                "No one wants to see children suffer, and Congress must act to solve this problem in a compassionate and humane way.",
                "Landrieu",
                true
            ],
            [
                "However, I am also going to be focused on accountability,",
                "Landrieu",
                true
            ],
            [
                "We need to know who is in charge of fixing the problem, what the plan is, and who is going to be held responsible for delivering results before we spend another $3.7 billion.",
                "Landrieu",
                true
            ],
            [
                "While lawmakers took aim at the president and each other, Thomas J. Donohue, president and CEO of the U.S. Chamber of Commerce, which has long supported an immigration overhaul that would offer some legal status for undocumented workers, again called for bipartisan action.",
                "Landrieu",
                true
            ],
            [
                "He said there is \"a lot of time between now and the end of the year.",
                "Landrieu",
                true
            ],
            [
                "I understand the challenges of getting elected.",
                "Donohue",
                true
            ],
            [
                "We have all worked on candidate selection and on the primaries,",
                "Donohue",
                true
            ],
            [
                "But just remember, you not only get elected, you have to serve.",
                "Donohue",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.rollcall.com/white-house/obama-national-guard-border-immigration-supplemental",
                "http://www.rollcall.com/218/obama-border-surge-frosty-right",
                "http://www.rollcall.com/white-house/climate-change-landrieu-stands-with-coal-against-obama",
                "http://www.rollcall.com/white-house/obama-asking-congress-for-4-3-billion-for-border-crisis-wildfires",
                "http://www.rollcall.com/218/immigration-reform-border-crisis/",
                "https://apps.apple.com/us/app/roll-call-news/id433753469"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.rollcall.com/register/main.html?pos=rr",
                "https://www.rollcall.com/election-guide/"
            ]
        },
        "key_words": [
            "cuellar",
            "think",
            "border",
            "hes",
            "presidents",
            "asks",
            "obama",
            "immigration",
            "party",
            "avoiding",
            "president",
            "visit",
            "crisis",
            "going",
            "texas"
        ]
    },
    {
        "url": "http://www.rollcall.com/218/immigration-reform-border-crisis/",
        "title": "A Tale of Two Congressional Visits to the Southwest Border",
        "authors": [
            {
                "name": "Cardlayout Size Adoptor",
                "link": null
            },
            {
                "name": "Emma Dumain",
                "link": null
            }
        ],
        "publisher": "www.rollcall.com",
        "publish_date": "2014-07-08",
        "text": "Updated 5:30 p.m. | House Judiciary Chairman Robert W. Goodlatte, R-Va., touted his delegation’s fact-finding trip to the Texas border last week as bipartisan , but lawmakers from both parties arrived back in Washington Tuesday as divided on immigration as ever.\n\nAccording to Rep. Zoe Lofgren, D-Calif., Democrats and Republicans went their separate ways on least three of the delegation's stops along the border, where local, state and federal officials are struggling to deal with a surge of immigrant minors — many of them unaccompanied — attempting to enter the country illegally.\n\n“I honestly think they were looking for an opportunity to confirm … without any data, that somehow this is Obama’s fault,” Lofgren said of the Republicans on the trip.\n\nLofgren’s comments to CQ Roll Call on Monday came several days after Goodlatte told reporters he saw “some aspects we can work with on a bipartisan basis,” but acknowledged that Democrats ultimately “view this issue differently than we do.”\n\nLofgren said she and the other Democrats from the Judiciary Committee delegation — Sheila Jackson Lee of Texas and Joe Garcia of Florida — invited Goodlatte and the participating Republicans — Darrell Issa of California and Blake Farenthold of Texas — to three meetings that she said would have given them more information to bring back to Washington, D.C.\n\nGoodlatte and Issa — the chairman of the Oversight and Government Reform Committee — declined, with Farenthold agreeing to tag along on a visit to a refugee assistance program being facilitated by Catholic volunteers.\n\nGoodlatte spokeswoman Jessica Collins told CQ Roll Call the differences in itineraries were not intended as slights: “The trip was scheduled for partial days on both Wednesday and Thursday in order to accommodate members traveling from different parts of the country. Both Democrats and Republicans added additional visits to the trip for Wednesday. Democrats who arrived early on Wednesday morning made their own arrangements for visits.”\n\nThe wide gap in perspectives on the cause and effect of the border surge may not have been bridged by a more collaborative trip to Texas last week, given how political the debate has become. Ultimately, Democrats want to help the president address the crisis, while Republicans are inclined to blame him for its escalation.\n\nThat continues to be the case on Capitol Hill this week, as lawmakers confront whether to greenlight President Barack Obama’s $3.8 billion request to bolster border resources and alleviate some of the chaos there.\n\nHouse Democrats — Lofgren among them — might have chafed at the proposal had Obama included a provision giving Homeland Security officials more discretion to deport immigrant children apprehended at the border, but absent that language, they stand ready to assist.\n\n“My basic response is, this is a reasonable request and the House of Representatives, the United States Senate, will respond positively to it,” Minority Whip Steny H. Hoyer, D-Md., told reporters Tuesday. “I hope that’s the case.”\n\nHouse Republicans are more noncommittal. Appropriations Chairman Harold Rogers of Kentucky said his committee would “take a close and thorough look.”\n\nRep. Kay Granger of Texas, whom Speaker John A. Boehner has appointed to lead a GOP “working group” to advise leadership on the border crisis, said the task force will meet Wednesday to discuss the larger issues surrounding the president's proposal, with a goal of updating the whole conference next week.\n\nBoehner, through a spokesman, suggested he was peeved that Obama’s funding request did not authorize the National Guard to “provide humanitarian support in affected areas.”\n\nAnd other Republicans don’t want to do anything at all. Goodlatte put out a statement saying the crisis remains Obama’s to fix.\n\n“President Obama created this disaster at our southern border and now he is asking to use billions of taxpayer dollars without accountability or a plan in place to actually stop the border crisis,” he said.\n\nRep. Lamar Smith, a Texas Republican and Goodlatte’s predecessor at the helm of the Judiciary Committee, was more blunt: “Congress shouldn’t give President Obama a single penny until we see him use the current resources to secure the border, increase interior enforcement, and reduce illegal immigration.”\n\nGoodlatte and Issa implied their findings at the border would bolster the GOP response in Congress regarding the child migrant border surge.\n\nDuring a conference call with a small group of reporters on July 3, the two lawmakers said they were fully confident that Obama used executive orders to render immigration laws so lax that children in Central America believe that once they enter the United States, they will automatically qualify for legalization proceedings.\n\nTheir suspicions were confirmed during a ride-along with border patrol agents near the Rio Grande River, where they witnessed individuals being taken into custody and then had a chance to interact with them.\n\n“Their stories are basically, ‘I wanted to come to the United States, I wanted to be reunited with a family member in the United States and I’ve been told that if I come, they’ll let me in,’” Goodlatte said.\n\nLofgren had a different takeaway from her border visit. While she acknowledged that smugglers “have engaged in misleading efforts” to convince children to sneak across the border, she was certain there were more factors at stake.\n\n“Here’s the thing,” she said. “OK, the smugglers are giving this pitch, but even if you can believe that was true, what would it take to give your 8-year-old to some smuggler to go off for a thousand miles? You don’t do that just because you’re going to get permission [to stay in the U.S.] You’re doing it because things have deteriorated to the point where it actually seems it’s smarter to get your kid out of there than to face the warlords who are threatening her life.”\n\nLofgren cited one briefing that she said would have been particularly enlightening for her absent Republican counterparts: a meeting with volunteer lawyers who said more than half the children who enter the country illegally across the Southwest border are found eligible for asylum as the victims of human trafficking, abandonment or abuse.\n\nBut even that statistic runs counter to one being touted by Republicans. According to a release from Goodlatte, a “key finding” from the border trip last week was that “many of these minors and families are able to game the asylum process since most applications are rubberstamped for approval.”\n\nThe same release cites an internal DHS memo stating “there is proven or possible fraud in up to 70% of asylum applications.”\n\nLofgren also described a visit to the Brownsville holding center where she saw children “sleeping on the cement with little tin foil blankets,” and a 3-year-old toddler traveling alone whose only word appeared to be “Miami.”\n\nWhat she witnessed, she said, reinforced her position that Congress must, at minimum, address the overcrowding at detention facilities and improve conditions for children being held there. “We do need the resources to deal with these kids and I hope we’ll have a bipartisan effort to deal with that,” she said.\n\nGoodlatte reiterated Tuesday that Congress shouldn’t act when the president could with his own resources.\n\n“Republicans are committed to solving this problem, including seeking changes to current law,” he said. “However, no amount of resources or changes will be effective in stemming the surge of illegal border crossings if President Obama continues to ignore the law.”",
        "quotes": [
            [
                "I wanted to come to the United States, I wanted to be reunited with a family member in the United States and I’ve been told that if I come, they’ll let me in,",
                "",
                true
            ],
            [
                "I honestly think they were looking for an opportunity to confirm … without any data, that somehow this is Obama’s fault,",
                "Lofgren",
                true
            ],
            [
                "some aspects we can work with on a bipartisan basis,",
                "Goodlatte",
                false
            ],
            [
                "view this issue differently than we do.",
                "Goodlatte",
                false
            ],
            [
                "The trip was scheduled for partial days on both Wednesday and Thursday in order to accommodate members traveling from different parts of the country.",
                "Jessica Collins",
                true
            ],
            [
                "Both Democrats and Republicans added additional visits to the trip for Wednesday.",
                "Jessica Collins",
                true
            ],
            [
                "Democrats who arrived early on Wednesday morning made their own arrangements for visits.",
                "Jessica Collins",
                true
            ],
            [
                "My basic response is, this is a reasonable request and the House of Representatives, the United States Senate, will respond positively to it,",
                "",
                true
            ],
            [
                "I hope that’s the case.",
                "",
                true
            ],
            [
                "take a close and thorough look.",
                "",
                false
            ],
            [
                "provide humanitarian support in affected areas.",
                "",
                false
            ],
            [
                "President Obama created this disaster at our southern border and now he is asking to use billions of taxpayer dollars without accountability or a plan in place to actually stop the border crisis,",
                "Obama",
                true
            ],
            [
                "Congress shouldn’t give President Obama a single penny until we see him use the current resources to secure the border, increase interior enforcement, and reduce illegal immigration.",
                "",
                true
            ],
            [
                "Their stories are basically, ‘I wanted to come to the United States, I wanted to be reunited with a family member in the United States and I’ve been told that if I come, they’ll let me in,",
                "Goodlatte",
                true
            ],
            [
                "OK, the smugglers are giving this pitch, but even if you can believe that was true, what would it take to give your 8-year-old to some smuggler to go off for a thousand miles?",
                "Lofgren",
                true
            ],
            [
                "You don’t do that just because you’re going to get permission [to stay in the U.S.] You’re doing it because things have deteriorated to the point where it actually seems it’s smarter to get your kid out of there than to face the warlords who are threatening her life.",
                "Lofgren",
                true
            ],
            [
                "many of these minors and families are able to game the asylum process since most applications are rubberstamped for approval.",
                "Goodlatte",
                false
            ],
            [
                "there is proven or possible fraud in up to 70% of asylum applications.",
                "",
                false
            ],
            [
                "sleeping on the cement with little tin foil blankets,",
                "Goodlatte",
                false
            ],
            [
                "We do need the resources to deal with these kids and I hope we’ll have a bipartisan effort to deal with that,",
                "Lofgren",
                true
            ],
            [
                "Republicans are committed to solving this problem, including seeking changes to current law,",
                "Goodlatte",
                true
            ],
            [
                "However, no amount of resources or changes will be effective in stemming the surge of illegal border crossings if President Obama continues to ignore the law.",
                "Goodlatte",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.rollcall.com/news/obama-asking-congress-for-4-3-billion-for-border-crisis-wildfires"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://webmail.cqrollcall.com/owa/redir.aspx?C=uo34sI9YaE6_EK_RGxXzEXbnLf9HbtEIbcPDJmPVH8rsGL-wTDE_CnyOegsabCySuAitQHzc2XQ.&URL=http%3a%2f%2fblogs.rollcall.com%2f218%2fgoodlatte-and-other-house-members-plan-trips-to-southwest-border%2f%3fdcz%3d"
            ]
        },
        "key_words": [
            "week",
            "southwest",
            "border",
            "children",
            "visits",
            "democrats",
            "trip",
            "obama",
            "goodlatte",
            "president",
            "texas",
            "tale",
            "republicans",
            "congressional"
        ]
    },
    {
        "url": "http://www.rollcall.com/white-house/obama-asking-congress-for-4-3-billion-for-border-crisis-wildfires",
        "title": "Obama Asking Congress for $4.3 Billion for Border Crisis, Wildfires",
        "authors": [
            {
                "name": "Cardlayout Size Adoptor",
                "link": null
            },
            {
                "name": "Steven T. Dennis",
                "link": null
            }
        ],
        "publisher": "www.rollcall.com",
        "publish_date": "2014-07-08",
        "text": "Heather Piña Ledezma, who turned 6 on July 4, attends an immigration rally with her mother, who is from Mexico. (Tom Williams/CQ Roll Call)\n\nUpdated 11:54 a.m. | President Barack Obama wants $3.7 billion in emergency spending from Congress to address the child migrant crisis and another $615 million for wildfires, the White House said Tuesday morning — and the top House Republican appropriator suggested his chamber would act quickly.\n\nA White House official said that the administration's hope and expectation is that Congress will treat the crisis \"as the urgent humanitarian situation that it is\" and quickly approve the request.\n\nHouse Appropriations Chairman Harold Rogers, R-Ky., suggested appropriators will approve funding.\n\n“Plainly, the situation for many of these unaccompanied children is extremely dire, and the United States has both a security and a moral obligation to help solve the crisis at hand,\" he said in a statement. “It is clear that additional funding will be needed to ensure the proper care of these unaccompanied children, to enforce the law, and to further secure our border so that these problems can be mitigated in the short term. Our Committee will focus on providing what is necessary to meet these ongoing needs.\n\n“It is also apparent that additional funding to prevent and fight wildland fires – especially in the West where the damage has been so great — is necessary. Our Committee will review this proposal, and will respond appropriately to ensure that proper assistance is available to help the people and communities affected by these devastating fires.”\n\nMichael Steel, a spokesman for Speaker John A. Boehner, R-Ohio, was noncommittal.\n\n“The Appropriations Committee and other Members, including the working group on the border crisis led by Rep. Kay Granger, will review the White House proposal. The Speaker still supports deploying the National Guard to provide humanitarian support in the affected areas — which this proposal does not address.”\n\nWhite House officials said on a background conference call that the money is needed to \"solve\" the child migrant border crisis, which has overwhelmed Border Patrol and other government agencies. About half of the money would go toward beefed-up enforcement and court proceedings aimed at accelerating the deportations of the children and adults. And $1.8 billion would go to the Department of Health and Human Services to pay for the care of children and families while they await proceedings.\n\nThe funding would also pay for alternatives to detention facilities, like ankle bracelet monitoring, according to a White House official.\n\nThe State Department would get $300 million, which would be used in part to advertise in Central American countries to tell parents not to send the children to the United States and that they will not be allowed to stay if they arrive.\n\nThe White House continues to separately want authority to quickly deport migrant children and adults — similar to what they have now with Mexican children at the border.\n\nThe funding would also beef up prosecutions against smuggling gangs and improve air surveillance of the border.\n\nThe administration also wants $615 million for wildfire suppression, which will allow the government to avoid transferring money from fire prevention activities. The administration has called for a permanent cap adjustment for wildfire suppression to avoid an annual cycle of emergency requests and transfers.\n\nThe officials could not say how many children have been removed so far this year, how much more quickly they would be removed with the new funding or how many beds the funding would cover.\n\nSome Republicans have already suggested that any spending request should be offset to avoid adding to the deficit.\n\nRelated: Obama Still Needs Congress to Show Him the Money A Tale of Two Congressional Visits to the Southwest Border McCain: Cut Aid to Countries Fueling Immigration Crisis Gutierrez: American Drug Use Fueling Immigration Crisis Get breaking news alerts and more from Roll Call in your inbox or on your iPhone.",
        "quotes": [
            [
                "It is also apparent that additional funding to prevent and fight wildland fires – especially in the West where the damage has been so great — is necessary.",
                "",
                true
            ],
            [
                "Our Committee will review this proposal, and will respond appropriately to ensure that proper assistance is available to help the people and communities affected by these devastating fires.",
                "",
                true
            ],
            [
                "The Appropriations Committee and other Members, including the working group on the border crisis led by Rep. Kay Granger, will review the White House proposal.",
                "",
                true
            ],
            [
                "The Speaker still supports deploying the National Guard to provide humanitarian support in the affected areas — which this proposal does not address.",
                "",
                true
            ],
            [
                "as the urgent humanitarian situation that it is",
                "",
                false
            ],
            [
                "It is clear that additional funding will be needed to ensure the proper care of these unaccompanied children, to enforce the law, and to further secure our border so that these problems can be mitigated in the short term.",
                "",
                true
            ],
            [
                "Our Committee will focus on providing what is necessary to meet these ongoing needs.",
                "",
                true
            ],
            [
                "It is also apparent that additional funding to prevent and fight wildland fires – especially in the West where the damage has been so great — is necessary.",
                "",
                true
            ],
            [
                "Our Committee will review this proposal, and will respond appropriately to ensure that proper assistance is available to help the people and communities affected by these devastating fires.”\n\nMichael Steel, a spokesman for Speaker John A. Boehner, R-Ohio, was noncommittal.",
                "",
                true
            ],
            [
                "The Appropriations Committee and other Members, including the working group on the border crisis led by Rep. Kay Granger, will review the White House proposal.",
                "",
                true
            ],
            [
                "The Speaker still supports deploying the National Guard to provide humanitarian support in the affected areas — which this proposal does not address.”\n\nWhite House officials said on a background conference call that the money is needed to \"solve",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "http://www.rollcall.com/news/immigration-gutierrez-us-responsible",
                "http://www.rollcall.com/news/immigration-mccain-cut-aid-central-america",
                "http://www.rollcall.com/news/alone_illegal_and_underage_the_child_migrant_crisis-233381-1.html",
                "http://www.rollcall.com/news/immigration-reform-border-crisis",
                "http://www.rollcall.com/white-house/immigration-news-obama-needs-congress-emergency-funding/",
                "https://apps.apple.com/us/app/roll-call-news/id433753469"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.rollcall.com/register/main.html?pos=rr"
            ]
        },
        "key_words": [
            "congress",
            "asking",
            "43",
            "house",
            "border",
            "children",
            "funding",
            "proposal",
            "obama",
            "money",
            "billion",
            "white",
            "wildfires",
            "suggested",
            "crisis",
            "quickly"
        ]
    },
    {
        "url": "https://apps.apple.com/us/app/roll-call-news/id433753469",
        "title": "‎Roll Call News",
        "authors": [],
        "publisher": "apps.apple.com",
        "publish_date": "",
        "text": "alarob ,\n\nRoll Call is a great way to track news about the U.S. Congress and other branches of federal government. But the app looks and feels like the result of a high school coding assignment. Headlines and captions are routinely truncated, with no way to get the missing text. The top story is promoted with an annoying popup that frequently contains a picture and NO text. (I have yet to see it display a complete headline.) Photos and graphics are dumped into articles without scaling, so you only see about 10% of the whole thing. This might be amusing if the app had been designed as a guessing game. But in a news app — where the unscaled images mean lots of scrolling to get to the rest of the article — it's the opposite of amusing. Stick to the website.",
        "quotes": [],
        "links": {
            "articles": [
                "https://apps.apple.com/us/app/converge-advocacy/id1167241199"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://apps.apple.com/us/app/cq/id1022591312"
            ]
        },
        "key_words": [
            "roll",
            "way",
            "thing",
            "app",
            "unscaled",
            "amusing",
            "truncated",
            "text",
            "track",
            "stick",
            "website"
        ]
    },
    {
        "url": "http://www.rollcall.com/news/immigration-gutierrez-us-responsible",
        "title": "Congressman: American Drug Use Fueling Immigration Crisis",
        "authors": [
            {
                "name": "Cardlayout Size Adoptor",
                "link": null
            },
            {
                "name": "David Eldridge",
                "link": null
            }
        ],
        "publisher": "www.rollcall.com",
        "publish_date": "2014-07-07",
        "text": "Gutierrez, shown here at a recent immigration rally, said America's drug trade is fueling the surge of children and women crossing the southern border. (Bill Clark/CQ Roll Call File Photo)\n\nRep. Luis V. Gutiérrez said Monday the U.S. has a responsibility to care for the women and children surging across southern border because American drug use has fueled the rise of violent cartels in Central America.\n\nGutiérrez, who has led efforts in the House to bring Republicans and his fellow Democrats together on an overhaul of the nation's immigration system, said those calling for deportation of the recent immigrants should be ashamed.\n\n\"Shame on people for simply ignoring the law to score cheap political points against children and minors arriving in the Unites States of America,\" the Illinois Democrat said in an appearance on MSNBC.\n\n\"I think we have a great responsibility in the debilitating of those countries,\" Gutiérrez said. \"How do the drug cartels maintain their power? With American guns. Bought with American dollars because of American consumption of the drugs. The drugs don't stay in Honduras ... they come straight to the streets of the United States of America.\"\n\nGutiérrez's comments came as Republican congressmen, including Rep. Raúl R. Labrador of Idaho, are urging the White House to step up deportation proceedings against the flood of Central Americans who have strained resources along the Texas border.\n\nRelated: Diaz-Balart: 'Boehner's Never Told Me' Immigration Overhaul Is 'Dead' Goodlatte Warns Deportation Changes Hurt Immigration Overhaul Prospects Immigration Protests Focus on 22 Republicans Across Country Immigration Overhaul for 2014: Decidedly Not Dead Boehner Walks Back Immigration Comments Video Shows Boehner Mocking Colleagues on Immigration Where Do House Republicans Stand on Immigration Principles? (Updated Whip Count)",
        "quotes": [
            [
                "Shame on people for simply ignoring the law to score cheap political points against children and minors arriving in the Unites States of America,",
                "",
                true
            ],
            [
                "I think we have a great responsibility in the debilitating of those countries,",
                "Gutiérrez",
                true
            ],
            [
                "How do the drug cartels maintain their power?",
                "Gutiérrez",
                true
            ],
            [
                "Bought with American dollars because of American consumption of the drugs.",
                "Gutiérrez",
                true
            ],
            [
                "The drugs don't stay in Honduras ... they come straight to the streets of the United States of America.",
                "Gutiérrez",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.rollcall.com/218/boehner-walks-back-immigration-comments/",
                "http://www.rollcall.com/news/video-shows-boehner-mocking-colleagues-on-immigration",
                "http://www.rollcall.com/218/where-do-house-republicans-stand-on-immigration-principles-whip-count/",
                "http://www.rollcall.com/218/immigration-reform-protests-focus-on-republicans/?dcz=",
                "http://www.rollcall.com/218/diaz-balart-boehner-immigration-refor-dead/",
                "http://www.rollcall.com/218/immigration-reform-news-deportation-goodlatte-reaction/?dcz="
            ],
            "gov_pgs": [],
            "unsure": [
                "http://wp.me/p3fVW6-2nz"
            ]
        },
        "key_words": [
            "american",
            "overhaul",
            "drug",
            "house",
            "deportation",
            "crisis",
            "children",
            "immigration",
            "states",
            "women",
            "fueling",
            "republicans",
            "congressman"
        ]
    },
    {
        "url": "http://www.rollcall.com/news/immigration-mccain-cut-aid-central-america",
        "title": "McCain: Cut Aid to Countries Fueling Immigration Crisis",
        "authors": [
            {
                "name": "Cardlayout Size Adoptor",
                "link": null
            },
            {
                "name": "Niels Lesniewski",
                "link": null
            }
        ],
        "publisher": "www.rollcall.com",
        "publish_date": "2014-07-07",
        "text": "A GOP architect of the Senate's immigration plan is calling for at least threatening to cut aid to Central American countries that don't take steps to stop the flow of unaccompanied migrant children to the United States. \"We should tell these countries in Central America that no more aid, no more assistance, no nothing until they stop this from happening,\" Arizona Sen. John McCain told KFYI radio in Phoenix. It's been widely reported that most of the children come from Honduras, El Salvador and Guatemala.\n\n\"And tell our friends in Mexico to secure their border, their Southern border as well as their Northern border, and no comprehensive immigration reform until we get our border secured. It's unacceptable,\" McCain continued. \"It's a human tragedy, and when they encourage people to come up through Mexico ... they are subjecting these young people, and primarily young women to the worst kinds of abuse.\"\n\nMcCain said he had heard from Customs and Border Protection that there were signs in recent months that the unaccompanied migrant crisis was approaching, but he did not know whether President Barack Obama had been briefed.\n\n\"He sure as heck should have, should have been informed and he should have known that this is coming,\" McCain said. \"It is one of the most, frankly, disappointing things for me personally because as you know, I've been for comprehensive immigration reform. You can't do that unless you have secure borders.\"\n\nMcCain's comments come as the administration is readying a supplemental spending request to address the issue of the flood of unaccompanied children and also pushing related administrative changes. White House Press Secretary Josh Earnest told reporters Monday that full details of the request were expected Tuesday.\n\nThe Senate Appropriations Committee has already announced a hearing on the request for Thursday afternoon. Health and Human Services Secretary Sylvia Mathews Burwell and Homeland Security Secretary Jeh Johnson are the headline witnesses.\n\nSteven T. Dennis contributed to this report.",
        "quotes": [
            [
                "We should tell these countries in Central America that no more aid, no more assistance, no nothing until they stop this from happening,",
                "John McCain",
                true
            ],
            [
                "And tell our friends in Mexico to secure their border, their Southern border as well as their Northern border, and no comprehensive immigration reform until we get our border secured.",
                "McCain",
                true
            ],
            [
                "It's a human tragedy, and when they encourage people to come up through Mexico ... they are subjecting these young people, and primarily young women to the worst kinds of abuse.",
                "McCain",
                true
            ],
            [
                "He sure as heck should have, should have been informed and he should have known that this is coming,",
                "McCain",
                true
            ],
            [
                "It is one of the most, frankly, disappointing things for me personally because as you know, I've been for comprehensive immigration reform.",
                "McCain",
                true
            ],
            [
                "You can't do that unless you have secure borders.",
                "McCain",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.rollcall.com/news/alone_illegal_and_underage_the_child_migrant_crisis-233381-1.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.kfyi.com/onair/barry-young-27763/"
            ]
        },
        "key_words": [
            "come",
            "request",
            "secretary",
            "border",
            "crisis",
            "countries",
            "immigration",
            "cut",
            "unaccompanied",
            "children",
            "mccain",
            "aid",
            "told",
            "fueling",
            "young"
        ]
    },
    {
        "url": "http://www.rollcall.com/news/alone_illegal_and_underage_the_child_migrant_crisis-233381-1.html",
        "title": "Alone, Illegal and Underage: The Child Migrant Crisis",
        "authors": [
            {
                "name": "Cardlayout Size Adoptor",
                "link": null
            },
            {
                "name": "Emily Ethridge",
                "link": null
            },
            {
                "name": "Jennifer Scholtes",
                "link": null
            }
        ],
        "publisher": "www.rollcall.com",
        "publish_date": "2014-05-28",
        "text": "On America’s southern border, officials have watched for the past few years as a trickle of children crossing the Rio Grande illegally without their parents has turned into a veritable flood. So many kids, in fact, that the issue has triggered a crisis, as Secretary of Homeland Security Jeh Johnson had to issue an emergency alert this month establishing a shelter at Lackland Air Force Base in Texas to house the thousands of youths entering each week.\n\nThe news reverberated on Capitol Hill, where lawmakers are suddenly grappling with the unprecedented surge of children making the more than 1,000-mile journey from Central America to the U.S.-Mexico border to escape intensifying violence in their home countries. Members from border districts relayed stories about kids as young as toddlers and as old as teens being raped and murdered on the treacherous trek north through Mexico.\n\nThe phenomenon has completely overwhelmed federal resources in a matter of weeks, turning Border Patrol offices into day cares and military barracks into youth dormitories. The Health and Human Services Department struggles to keep up with the demands for its foster care, often leaving the kids stuck in detention facilities designed for adults.\n\nWith federal agencies facing sudden budget crunches — and the Obama administration yet to make specific requests for emergency funds — it will likely be up to appropriators in Congress to take the lead in the short term. Senate appropriators have said there is an obvious need for more money to help DHS intercept and humanely detain the unaccompanied minors, to aid HHS in housing and caring for the children and to facilitate trials to determine whether the children will be deported. But Washington has barely begun to grapple with a longer-term approach to deal with this flood of children, even in absence of a more comprehensive overhaul of the immigration system.\n\nAlready, the problem is growing faster than responders can handle. In fiscal 2011, HHS estimated that some 6,500 unaccompanied minors entered the United States. By fiscal 2014, that estimate has jumped ninefold, to roughly 60,000. And outside experts project the number could surge to 130,000 over the coming fiscal year.\n\nSenate Appropriations Chairwoman Barbara A. Mikulski says an initial cash infusion could buy Congress time to figure out why the number of unaccompanied minors has spiked suddenly, and what to do about the issue lawmakers from both sides of the aisle are calling a humanitarian crisis.\n\n“We have to look out for these children while we work on root cause,” the Maryland Democrat told HHS officials during a hearing this month, later adding, “The Department of Homeland Security could end up holding these children in cells intended for adults unless we come to grips with what are we going to do and how we’re going to bridge this while we’re looking at the root cause.”\n\nEmotional Debate\n\nThe root causes, however, are not all that well-understood or agreed upon, and the issue has become entangled with the nation’s emotional debate over immigration.\n\nTexas Republican John Carter, chairman of the House Appropriations Homeland Security Subcommittee, is convinced that the Obama administration’s immigration policies are enticing unaccompanied minors to enter the country illegally.\n\n“We created this policy, and we’ve got this draw,” Carter says. “And it’s criminal that there are little children that are walking out in the desert because of policies we created during this administration.”\n\nThrough DHS, foreign kids who have been abused, abandoned or neglected are eligible for special immigrant juvenile status and can get a green card to live and work in the United States permanently if they are unable to be reunited with a parent. And the chairman points specifically to the administration’s deferred-action policy of holding off on deporting children who entered before June 15, 2012, and then issuing them employment authorization for two years, as well as the practice of reuniting unaccompanied kids with relatives in the United States who are often illegally residing in the country themselves. The reunification policy creates a double standard in enforcement of child welfare laws, fueled by the government’s interest in saving money, Carter says.\n\n“If an American citizen took their kids and dumped them out in the Sonoran Desert and told them to walk across the Rio Grande and catch the Border Patrol on the other side, and the parents funded that, we’d terminate their parental rights,” says Carter, a former district court judge. “And the truth is the states could do just that and put them in foster homes, but it would cost a ton of money.”\n\nAt a hearing last month, he asked newly seated Customs and Border Protection Commissioner Gil Kerlikowske whether the immigration policy changes had caused the spike. Although recent entrants are not eligible for deferred action, Kerlikowske conceded that “deferred action, the family reunification is an issue,” adding later, “I certainly understand this issue of family reunification as being part of what really is a complex problem.”\n\nBut the commissioner said intensifying violence and criminal activity in Central America are the chief drivers of the mass migration.\n\nHHS has also reported that, although the “reasons for this increase are complex,” rising violence in Central America is a major motivating factor. According to the department, 37 percent of all unaccompanied minors who entered the country in fiscal 2013 were from Guatemala, 30 percent were from Honduras and 26 percent came from El Salvador.\n\nWendy Young, president of Kids in Need of Defense, says increasing violence in Central America has made life so dire that many children are willing to set out on the monthslong journey to the United States, clinging to the tops and sides of railcars in the notoriously dangerous Mexican freight train network referred to as “La Bestia,” or “The Beast.”\n\n“What you see is a lot of gang predators preying on them, traffickers preying on them, people who will rob them along the way, beat them along the way, and a high degree of sexual violence,” says Young, whose organization helps find legal representation for immigrant children. “The whole trip is just very, very dangerous. And you also see that kids may not make it, so they’ll get turned away at the border. But instead of going back to the home country, they’ll try again.”\n\nDHS officials say the department is expanding foreign awareness campaigns aimed at dissuading kids from trying to illegally enter the United States by warning of the dangers and underscoring U.S. immigration laws.\n\n‘Humanitarian Crisis’\n\nIn the meantime, before appropriators decide how much money to chip in for immediate response needs in fiscal 2015 — and for which accounts — they say they need more data from the Obama administration, which did not ask for additional fiscal 2015 funding to cope with the emergency.\n\n“This is a humanitarian crisis, and we have to go to the edge of our chairs to at least get the estimate for fiscal ’15,” Mikulski told her panel, adding that “our failure to appropriate could exacerbate the humanitarian crisis.”\n\nThe administration’s fiscal 2015 budget request calls for $868 million — flat funding on par with fiscal 2014 levels — for the HHS unaccompanied minors program. The department places immigrant kids in temporary housing such as foster homes, gives indirect financial support for expenses such as health care and legal services, and seeks permanent homes for them.\n\nJerry Moran of Kansas, the ranking Republican on the Senate appropriations subcommittee that oversees HHS, says the budget request leaves “a major hole” for funding the program. “I assume their assumption is Congress has got to fill in the gap, but they didn’t provide us any tools to do that,” he adds.\n\nIn its budget request, the administration stated, “Due to the volatile nature of this program and the ongoing discussions of a long term policy solution, the Administration is not able to reliably predict the number of UAC (unaccompanied alien children) who will arrive in FY 2015 at this time.”\n\nMaking assumptions for fiscal 2015 is particularly challenging, the proposal states, because of the significant increase in the number of unaccompanied minors since fiscal 2012. The most accurate forecast for arrivals in fiscal 2015 would be made in fall of this year, the administration said.\n\n“We will continue to closely monitor UAC arrivals and all potential program impacts and keep Congress apprised of changes in caseload projections and potential changes in the UAC population that may alter current budgetary estimates,” the document says.\n\nMikulski has warned administration officials, though, that she does not want to see a repeat of last year, when HHS Secretary Kathleen Sebelius called her to request more money for the program in the fiscal 2014 omnibus. In that legislation, the chairwoman and other appropriations leaders ended up increasing funding for the program by $492 million above fiscal 2013 levels.\n\n“I’ve been saying to the administration: Tell me what you need, and don’t stick us with the bill at the end,” Mikulski told HHS officials. “And I feel that you’re not telling me what you need.”\n\nMikulski has been discussing the issue with Sebelius and Secretary of State John Kerry, as well as Sylvia Mathews Burwell, President Barack Obama’s nominee to succeed Sebelius at HHS. And Sen. Jeanne Shaheen says several senators brought the issue up during a dinner with Kerry this month.\n\n“Rather than worrying about the silos of where the money comes from, we need to think about what we can do that’s right for the kids,” says Shaheen, a New Hampshire Democrat who sits on the spending subcommittee that appropriates funding for HHS.\n\nFor the Department of Homeland Security, the administration made no acknowledgement of the spike in unaccompanied minors in its most recent budget request, but it called for $187 million more than enacted in fiscal 2014 for Customs and Border Protection, which apprehends, interviews and temporarily detains unaccompanied children caught crossing the border.\n\nObama also requested $19 million more for Citizenship and Immigration Services, which handles applications for immigration benefits such as green cards and asylum. But the fiscal 2015 budget proposal calls for $255 million less for Immigration and Customs Enforcement, which helps with immigration court proceedings and transportation for the children who cross without guardians.\n\nCarter says his Homeland Security Appropriations Subcommittee may have to shift funding in its fiscal 2015 spending bill to ensure that DHS agencies have the resources needed to deal with the increased flow of unaccompanied minors — an issue, he adds, that makes his constituents “absolutely furious.”\n\n“This has cropped up recently,” Carter says. “I thought we had the appropriations numbers right where we wanted them, but now we will be discussing this because it’s becoming a high-priority situation.”\n\nHis panel will release the text of its draft fiscal 2015 spending bill this week, ahead of a scheduled markup.\n\nCross-Cutting Problems\n\nTo effectively stem this crisis in the long run, Young says, the U.S. government must call on the cooperation of many federal agencies, including the State Department and the U.S. Agency for International Development.\n\n“It’s a very complicated situation that there’s not going to be any one single answer to. It’s going to require a lot of coordination,” she says. “It’s not just a migration issue, it’s not just a refugee issue, it’s a children’s issue. And that triggers all sorts of extra concerns.”\n\nRep. Lucille Roybal-Allard, a California Democrat, has introduced legislation that would require DHS to ensure that social workers trained to handle children are available at border stations to screen and care for unaccompanied minors crossing the border. The congresswoman has also crafted a bill that would bar federal agencies from disqualifying relatives from taking custody of unaccompanied children solely because of the relative’s immigration status.\n\nTexas Republican Rep. Michael McCaul has suggested also getting the Justice Department involved. McCaul, who chairs the Homeland Security Committee, has been working with the department, as well as DHS officials including Deputy Secretary Alejandro Mayorkas, to craft a bill that would heighten penalties for human smuggling.\n\nThose who smuggle immigrants through McCaul’s home state often exploit children, sell them into sex slavery or take the kids on such perilous journeys that they die before ever making it across the border, the congressman says.\n\nIt is in Texas’ Rio Grande corridor, where the state dips farthest down to touch the Mexican cities of Matamoros and Reynosa, that most of the unaccompanied kids have been spilling over the border. And it was there, in the U.S. border town of McAllen that the Homeland Security secretary witnessed a Border Patrol station so packed with kids this month that he declared a “level-four condition of readiness” in the Rio Grande Valley the next day.\n\nThat was the official admission that federal resources had been overwhelmed by the influx of unaccompanied children.\n\nAs Kerlikowske told lawmakers last month, his agency has simply been trying to “keep our heads above water” and “to get the Border Patrol agents back doing their work on the border and not essentially baby-sitting a lot of children that they really don’t have either the facilities or oftentimes the support that they need to do this.”\n\nStemming the Tide\n\nOn the ground in Texas, it seems like the flow of unaccompanied minors is bound to increase only further, says Daniel Tirado, a public affairs officer for the Border Patrol’s Rio Grande Sector. “Obviously the word is getting back to their country that they’re being released,” Tirado says. “Because of that, I’m pretty sure that once they get that word, more are going to come.”\n\nWhile the United States has agreements with Mexico and Canada to return illegal immigrants from those countries to their governments within 24 hours, there is no such understanding with Central American nations. So the droves of children crossing the border from El Salvador, Honduras and Guatemala are released to family in the United States or kept in foster or group homes.\n\nZack Taylor, chairman of the National Association of Former Border Patrol Officers, says the flow of unaccompanied minors won’t wane until the United States stops letting the kids stick around.\n\n“They need to put them on a C-130 and take them back to their country. They need to demonstrate that they’re going to enforce the law. Until they do that, they’re going to keep coming. It’s that simple,” says Taylor, who worked for Border Patrol for 26 years in the Rio Grande Valley and Nogales, Ariz. “Because those people that have come here and successfully circumvented our laws by the application of policy, they call back to the home country and say, ‘Hey, this is how we got here. This is what we did.’ ”\n\nCarl Meacham, who for more than a decade served as a Senate Foreign Relations Committee aide for former Indiana Republican Sen. Richard G. Lugar, says the rush of children trying to enter the United States should not be blamed only on deportation policies or even on trouble in Central America, but on the confluence of those factors, coupled with ambiguity in federal immigration laws.\n\n“I think it’s a combination of this lax enforcement and the economic benefits of coming to the U.S.,” says Meacham, who now directs the Americas program at the Center for Strategic and International Studies. “It highlights that there is a need for us to deal with this and to have an immigration reform built out by Congress.”\n\nLawmakers in both chambers and in both parties have said enactment of an overhaul of the nation’s immigration laws would help control the influx of unaccompanied minors.\n\n“I think that’s why we have to have laws in place, we need to enforce the laws, and we now have another argument for why we need to solve this problem,” says South Dakota Republican Sen. John Thune. “We have all these sort of discrete issues that come up.”\n\nArizona Republican Sen. John McCain says federal officials are exploiting humanitarian loopholes in immigration policy and asylum laws to allow Central American children to enter and remain in the United States.\n\n“If we had immigration reform,” McCain says, “we would secure our border, and we would be able to judge these people when they come across or when they seek to come across, rather than just have them come across and there they are.”\n\nPia Orrenius, a vice president at the Federal Reserve Bank of Dallas, notes that immigration laws for asylum and green cards are more favorable to Central Americans than to Mexicans, and that the number of Mexicans trying to cross the border has been falling while the number of Central Americans rises. Because of those factors and the U.S. government’s policies on detaining citizens of non-neighboring countries, she says, the influx of Central American children is drastically affecting U.S. resources.\n\n“All the institutional bias is against Mexicans and really in favor of Central Americans, so now you’re seeing this whole thing play out,” Orrenius says. “Where before we had all this economic immigration from Mexico that had a lot of economic benefits for the country as a whole ... now we’re transitioning into some kind of new status quo on the border where it’s more and more asylum seekers, more women and children, unaccompanied minors. And it’s really a bigger burden than we’ve ever had before.”\n\nChristopher Wilson, a senior associate at the Wilson Center’s Mexico Institute, does research on the U.S.-Mexico border several times a year and says he is now hearing more often about children showing up at the border making claims for asylum.\n\n“There’s definitely an uptick in people claiming credible fear, both from Mexico and Central America,” Wilson says. And there seems to be truth, he adds, in claims that violence is pushing kids north from Central America.\n\nBut the flood of unaccompanied minors has reached crisis levels so quickly that the academic community has not yet been able to pinpoint all the factors that are driving the mass migration, Wilson says.\n\n“So the situation has gone from concerning and very important to dire, extremely quickly,” he says. “All of us are struggling to keep up with the facts on the ground in terms of best solutions. Whenever you have a situation like this where it’s one: a human crisis, and two: sheds a light on a systemic crisis, you need to work on two tracks.\n\n“You need to work on one track to take care of the kids who continue to cross the border every day and on the other side you need to look at what flaws this is exposing in the overall architecture of how we deal with immigration.”",
        "quotes": [
            [
                "Hey, this is how we got here.",
                "",
                true
            ],
            [
                "We have to look out for these children while we work on root cause,",
                "",
                true
            ],
            [
                "The Department of Homeland Security could end up holding these children in cells intended for adults unless we come to grips with what are we going to do and how we’re going to bridge this while we’re looking at the root cause.",
                "",
                true
            ],
            [
                "We created this policy, and we’ve got this draw,",
                "Carter",
                true
            ],
            [
                "And it’s criminal that there are little children that are walking out in the desert because of policies we created during this administration.",
                "Carter",
                true
            ],
            [
                "If an American citizen took their kids and dumped them out in the Sonoran Desert and told them to walk across the Rio Grande and catch the Border Patrol on the other side, and the parents funded that, we’d terminate their parental rights,",
                "Carter",
                true
            ],
            [
                "And the truth is the states could do just that and put them in foster homes, but it would cost a ton of money.",
                "Carter",
                true
            ],
            [
                "deferred action, the family reunification is an issue,",
                "Kerlikowske",
                false
            ],
            [
                "I certainly understand this issue of family reunification as being part of what really is a complex problem.",
                "Kerlikowske",
                true
            ],
            [
                "reasons for this increase are complex,",
                "Kerlikowske",
                false
            ],
            [
                "What you see is a lot of gang predators preying on them, traffickers preying on them, people who will rob them along the way, beat them along the way, and a high degree of sexual violence,",
                "Young",
                true
            ],
            [
                "The whole trip is just very, very dangerous.",
                "Young",
                true
            ],
            [
                "And you also see that kids may not make it, so they’ll get turned away at the border.",
                "Young",
                true
            ],
            [
                "But instead of going back to the home country, they’ll try again.",
                "Young",
                true
            ],
            [
                "This is a humanitarian crisis, and we have to go to the edge of our chairs to at least get the estimate for fiscal ’15,",
                "Mikulski",
                true
            ],
            [
                "our failure to appropriate could exacerbate the humanitarian crisis.",
                "Mikulski",
                false
            ],
            [
                "I assume their assumption is Congress has got to fill in the gap, but they didn’t provide us any tools to do that,",
                "",
                true
            ],
            [
                "Due to the volatile nature of this program and the ongoing discussions of a long term policy solution, the Administration is not able to reliably predict the number of UAC (unaccompanied alien children) who will arrive in FY 2015 at this time.",
                "",
                true
            ],
            [
                "We will continue to closely monitor UAC arrivals and all potential program impacts and keep Congress apprised of changes in caseload projections and potential changes in the UAC population that may alter current budgetary estimates,",
                "",
                true
            ],
            [
                "I’ve been saying to the administration: Tell me what you need, and don’t stick us with the bill at the end,",
                "Mikulski",
                true
            ],
            [
                "And I feel that you’re not telling me what you need.",
                "Mikulski",
                true
            ],
            [
                "Rather than worrying about the silos of where the money comes from, we need to think about what we can do that’s right for the kids,",
                "Shaheen",
                true
            ],
            [
                "I thought we had the appropriations numbers right where we wanted them, but now we will be discussing this because it’s becoming a high-priority situation.",
                "Carter",
                true
            ],
            [
                "It’s a very complicated situation that there’s not going to be any one single answer to.",
                "",
                true
            ],
            [
                "It’s going to require a lot of coordination,",
                "",
                true
            ],
            [
                "It’s not just a migration issue, it’s not just a refugee issue, it’s a children’s issue.",
                "",
                true
            ],
            [
                "And that triggers all sorts of extra concerns.",
                "",
                true
            ],
            [
                "to get the Border Patrol agents back doing their work on the border and not essentially baby-sitting a lot of children that they really don’t have either the facilities or oftentimes the support that they need to do this.",
                "Kerlikowske",
                false
            ],
            [
                "Obviously the word is getting back to their country that they’re being released,",
                "Tirado",
                true
            ],
            [
                "Because of that, I’m pretty sure that once they get that word, more are going to come.",
                "Tirado",
                true
            ],
            [
                "They need to put them on a C-130 and take them back to their country.",
                "Taylor",
                true
            ],
            [
                "They need to demonstrate that they’re going to enforce the law.",
                "Taylor",
                true
            ],
            [
                "Until they do that, they’re going to keep coming.",
                "Taylor",
                true
            ],
            [
                "Because those people that have come here and successfully circumvented our laws by the application of policy, they call back to the home country and say, ‘Hey, this is how we got here.",
                "Taylor",
                true
            ],
            [
                "I think it’s a combination of this lax enforcement and the economic benefits of coming to the U.S.,",
                "Meacham",
                true
            ],
            [
                "It highlights that there is a need for us to deal with this and to have an immigration reform built out by Congress.",
                "Meacham",
                true
            ],
            [
                "I think that’s why we have to have laws in place, we need to enforce the laws, and we now have another argument for why we need to solve this problem,",
                "Meacham",
                true
            ],
            [
                "We have all these sort of discrete issues that come up.",
                "Meacham",
                true
            ],
            [
                "we would secure our border, and we would be able to judge these people when they come across or when they seek to come across, rather than just have them come across and there they are.",
                "McCain",
                false
            ],
            [
                "All the institutional bias is against Mexicans and really in favor of Central Americans, so now you’re seeing this whole thing play out,",
                "Orrenius",
                true
            ],
            [
                "Where before we had all this economic immigration from Mexico that had a lot of economic benefits for the country as a whole ... now we’re transitioning into some kind of new status quo on the border where it’s more and more asylum seekers, more women and children, unaccompanied minors.",
                "Orrenius",
                true
            ],
            [
                "And it’s really a bigger burden than we’ve ever had before.",
                "Orrenius",
                true
            ],
            [
                "There’s definitely an uptick in people claiming credible fear, both from Mexico and Central America,",
                "Wilson",
                true
            ],
            [
                "So the situation has gone from concerning and very important to dire, extremely quickly,",
                "Wilson",
                true
            ],
            [
                "You need to work on one track to take care of the kids who continue to cross the border every day and on the other side you need to look at what flaws this is exposing in the overall architecture of how we deal with immigration.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "central",
            "issue",
            "minors",
            "underage",
            "fiscal",
            "border",
            "child",
            "children",
            "immigration",
            "migrant",
            "unaccompanied",
            "illegal",
            "kids",
            "crisis",
            "need"
        ]
    },
    {
        "url": "http://www.rollcall.com/news/immigration-reform-border-crisis",
        "title": "A Tale of Two Congressional Visits to the Southwest Border",
        "authors": [
            {
                "name": "Cardlayout Size Adoptor",
                "link": null
            },
            {
                "name": "Emma Dumain",
                "link": null
            }
        ],
        "publisher": "www.rollcall.com",
        "publish_date": "2014-07-08",
        "text": "Updated 5:30 p.m. | House Judiciary Chairman Robert W. Goodlatte, R-Va., touted his delegation’s fact-finding trip to the Texas border last week as bipartisan , but lawmakers from both parties arrived back in Washington Tuesday as divided on immigration as ever.\n\nAccording to Rep. Zoe Lofgren, D-Calif., Democrats and Republicans went their separate ways on least three of the delegation's stops along the border, where local, state and federal officials are struggling to deal with a surge of immigrant minors — many of them unaccompanied — attempting to enter the country illegally.\n\n“I honestly think they were looking for an opportunity to confirm … without any data, that somehow this is Obama’s fault,” Lofgren said of the Republicans on the trip.\n\nLofgren’s comments to CQ Roll Call on Monday came several days after Goodlatte told reporters he saw “some aspects we can work with on a bipartisan basis,” but acknowledged that Democrats ultimately “view this issue differently than we do.”\n\nLofgren said she and the other Democrats from the Judiciary Committee delegation — Sheila Jackson Lee of Texas and Joe Garcia of Florida — invited Goodlatte and the participating Republicans — Darrell Issa of California and Blake Farenthold of Texas — to three meetings that she said would have given them more information to bring back to Washington, D.C.\n\nGoodlatte and Issa — the chairman of the Oversight and Government Reform Committee — declined, with Farenthold agreeing to tag along on a visit to a refugee assistance program being facilitated by Catholic volunteers.\n\nGoodlatte spokeswoman Jessica Collins told CQ Roll Call the differences in itineraries were not intended as slights: “The trip was scheduled for partial days on both Wednesday and Thursday in order to accommodate members traveling from different parts of the country. Both Democrats and Republicans added additional visits to the trip for Wednesday. Democrats who arrived early on Wednesday morning made their own arrangements for visits.”\n\nThe wide gap in perspectives on the cause and effect of the border surge may not have been bridged by a more collaborative trip to Texas last week, given how political the debate has become. Ultimately, Democrats want to help the president address the crisis, while Republicans are inclined to blame him for its escalation.\n\nThat continues to be the case on Capitol Hill this week, as lawmakers confront whether to greenlight President Barack Obama’s $3.8 billion request to bolster border resources and alleviate some of the chaos there.\n\nHouse Democrats — Lofgren among them — might have chafed at the proposal had Obama included a provision giving Homeland Security officials more discretion to deport immigrant children apprehended at the border, but absent that language, they stand ready to assist.\n\n“My basic response is, this is a reasonable request and the House of Representatives, the United States Senate, will respond positively to it,” Minority Whip Steny H. Hoyer, D-Md., told reporters Tuesday. “I hope that’s the case.”\n\nHouse Republicans are more noncommittal. Appropriations Chairman Harold Rogers of Kentucky said his committee would “take a close and thorough look.”\n\nRep. Kay Granger of Texas, whom Speaker John A. Boehner has appointed to lead a GOP “working group” to advise leadership on the border crisis, said the task force will meet Wednesday to discuss the larger issues surrounding the president's proposal, with a goal of updating the whole conference next week.\n\nBoehner, through a spokesman, suggested he was peeved that Obama’s funding request did not authorize the National Guard to “provide humanitarian support in affected areas.”\n\nAnd other Republicans don’t want to do anything at all. Goodlatte put out a statement saying the crisis remains Obama’s to fix.\n\n“President Obama created this disaster at our southern border and now he is asking to use billions of taxpayer dollars without accountability or a plan in place to actually stop the border crisis,” he said.\n\nRep. Lamar Smith, a Texas Republican and Goodlatte’s predecessor at the helm of the Judiciary Committee, was more blunt: “Congress shouldn’t give President Obama a single penny until we see him use the current resources to secure the border, increase interior enforcement, and reduce illegal immigration.”\n\nGoodlatte and Issa implied their findings at the border would bolster the GOP response in Congress regarding the child migrant border surge.\n\nDuring a conference call with a small group of reporters on July 3, the two lawmakers said they were fully confident that Obama used executive orders to render immigration laws so lax that children in Central America believe that once they enter the United States, they will automatically qualify for legalization proceedings.\n\nTheir suspicions were confirmed during a ride-along with border patrol agents near the Rio Grande River, where they witnessed individuals being taken into custody and then had a chance to interact with them.\n\n“Their stories are basically, ‘I wanted to come to the United States, I wanted to be reunited with a family member in the United States and I’ve been told that if I come, they’ll let me in,’” Goodlatte said.\n\nLofgren had a different takeaway from her border visit. While she acknowledged that smugglers “have engaged in misleading efforts” to convince children to sneak across the border, she was certain there were more factors at stake.\n\n“Here’s the thing,” she said. “OK, the smugglers are giving this pitch, but even if you can believe that was true, what would it take to give your 8-year-old to some smuggler to go off for a thousand miles? You don’t do that just because you’re going to get permission [to stay in the U.S.] You’re doing it because things have deteriorated to the point where it actually seems it’s smarter to get your kid out of there than to face the warlords who are threatening her life.”\n\nLofgren cited one briefing that she said would have been particularly enlightening for her absent Republican counterparts: a meeting with volunteer lawyers who said more than half the children who enter the country illegally across the Southwest border are found eligible for asylum as the victims of human trafficking, abandonment or abuse.\n\nBut even that statistic runs counter to one being touted by Republicans. According to a release from Goodlatte, a “key finding” from the border trip last week was that “many of these minors and families are able to game the asylum process since most applications are rubberstamped for approval.”\n\nThe same release cites an internal DHS memo stating “there is proven or possible fraud in up to 70% of asylum applications.”\n\nLofgren also described a visit to the Brownsville holding center where she saw children “sleeping on the cement with little tin foil blankets,” and a 3-year-old toddler traveling alone whose only word appeared to be “Miami.”\n\nWhat she witnessed, she said, reinforced her position that Congress must, at minimum, address the overcrowding at detention facilities and improve conditions for children being held there. “We do need the resources to deal with these kids and I hope we’ll have a bipartisan effort to deal with that,” she said.\n\nGoodlatte reiterated Tuesday that Congress shouldn’t act when the president could with his own resources.\n\n“Republicans are committed to solving this problem, including seeking changes to current law,” he said. “However, no amount of resources or changes will be effective in stemming the surge of illegal border crossings if President Obama continues to ignore the law.”",
        "quotes": [
            [
                "I wanted to come to the United States, I wanted to be reunited with a family member in the United States and I’ve been told that if I come, they’ll let me in,",
                "",
                true
            ],
            [
                "I honestly think they were looking for an opportunity to confirm … without any data, that somehow this is Obama’s fault,",
                "Lofgren",
                true
            ],
            [
                "some aspects we can work with on a bipartisan basis,",
                "Goodlatte",
                false
            ],
            [
                "view this issue differently than we do.",
                "Goodlatte",
                false
            ],
            [
                "The trip was scheduled for partial days on both Wednesday and Thursday in order to accommodate members traveling from different parts of the country.",
                "Jessica Collins",
                true
            ],
            [
                "Both Democrats and Republicans added additional visits to the trip for Wednesday.",
                "Jessica Collins",
                true
            ],
            [
                "Democrats who arrived early on Wednesday morning made their own arrangements for visits.",
                "Jessica Collins",
                true
            ],
            [
                "My basic response is, this is a reasonable request and the House of Representatives, the United States Senate, will respond positively to it,",
                "",
                true
            ],
            [
                "I hope that’s the case.",
                "",
                true
            ],
            [
                "take a close and thorough look.",
                "",
                false
            ],
            [
                "provide humanitarian support in affected areas.",
                "",
                false
            ],
            [
                "President Obama created this disaster at our southern border and now he is asking to use billions of taxpayer dollars without accountability or a plan in place to actually stop the border crisis,",
                "Obama",
                true
            ],
            [
                "Congress shouldn’t give President Obama a single penny until we see him use the current resources to secure the border, increase interior enforcement, and reduce illegal immigration.",
                "",
                true
            ],
            [
                "Their stories are basically, ‘I wanted to come to the United States, I wanted to be reunited with a family member in the United States and I’ve been told that if I come, they’ll let me in,",
                "Goodlatte",
                true
            ],
            [
                "OK, the smugglers are giving this pitch, but even if you can believe that was true, what would it take to give your 8-year-old to some smuggler to go off for a thousand miles?",
                "Lofgren",
                true
            ],
            [
                "You don’t do that just because you’re going to get permission [to stay in the U.S.] You’re doing it because things have deteriorated to the point where it actually seems it’s smarter to get your kid out of there than to face the warlords who are threatening her life.",
                "Lofgren",
                true
            ],
            [
                "many of these minors and families are able to game the asylum process since most applications are rubberstamped for approval.",
                "Goodlatte",
                false
            ],
            [
                "there is proven or possible fraud in up to 70% of asylum applications.",
                "",
                false
            ],
            [
                "sleeping on the cement with little tin foil blankets,",
                "Goodlatte",
                false
            ],
            [
                "We do need the resources to deal with these kids and I hope we’ll have a bipartisan effort to deal with that,",
                "Lofgren",
                true
            ],
            [
                "Republicans are committed to solving this problem, including seeking changes to current law,",
                "Goodlatte",
                true
            ],
            [
                "However, no amount of resources or changes will be effective in stemming the surge of illegal border crossings if President Obama continues to ignore the law.",
                "Goodlatte",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.rollcall.com/news/obama-asking-congress-for-4-3-billion-for-border-crisis-wildfires"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://webmail.cqrollcall.com/owa/redir.aspx?C=uo34sI9YaE6_EK_RGxXzEXbnLf9HbtEIbcPDJmPVH8rsGL-wTDE_CnyOegsabCySuAitQHzc2XQ.&URL=http%3a%2f%2fblogs.rollcall.com%2f218%2fgoodlatte-and-other-house-members-plan-trips-to-southwest-border%2f%3fdcz%3d"
            ]
        },
        "key_words": [
            "week",
            "southwest",
            "border",
            "children",
            "visits",
            "democrats",
            "trip",
            "obama",
            "goodlatte",
            "president",
            "texas",
            "tale",
            "republicans",
            "congressional"
        ]
    },
    {
        "url": "http://www.rollcall.com/white-house/immigration-news-obama-needs-congress-emergency-funding/",
        "title": "Obama Still Needs Congress to Show Him the Money",
        "authors": [
            {
                "name": "Cardlayout Size Adoptor",
                "link": null
            },
            {
                "name": "Steven T. Dennis",
                "link": null
            }
        ],
        "publisher": "www.rollcall.com",
        "publish_date": "2014-07-08",
        "text": "Heather Piña Ledezma, a citizen who turned 6 on July 4, attends an immigration rally near the White House. Her mother is Mexican. (Tom Williams/CQ Roll Call)\n\nPresident Barack Obama may be just about done with this Congress, but there’s one thing he can’t do without — money.\n\nBefore Congress adjourns in a month for the August recess, Obama wants lawmakers to pass a supplemental spending bill dealing primarily with the child migrant crisis , while also averting a slowdown of highway projects.\n\nBut he will need a historically unproductive Congress to creak into action to do so, even as House Republicans head to the courthouse to sue the president over his executive actions.\n\nAnd after the break, Congress will have to agree on a spending bill to avoid a pre-election government shutdown — with Obama pushing Congress for a host of controversial items, including $500 million for Syrian rebels, a new anti-terrorism foreign aid fund and the authority to close the military prison in Guantánamo Bay, Cuba.\n\nThe bottom line: While Obama has used his pen and phone to enact a host of administrative changes this year, he can’t pen and phone his way around Congress’ power of the purse. White House Press Secretary Josh Earnest told reporters the administration would detail its supplemental spending request Tuesday and said the measure would include a surge of personnel to adjudicate border migrant cases and other items.\n\nEarnest has expressed hope that Congress could act quickly to provide both the funding and new authorities for Homeland Security Secretary Jeh Johnson so the administration can quickly process and, in most cases, deport the children to their home countries in Central America.\n\nIt’s not clear yet whether Congress would approve anything — or if the White House will have to swallow any riders or offsetting budget cuts Republicans might demand in return. GOP aides held their fire Monday ahead of the official request.\n\nBut Sen. John McCain suggested that an immigration overhaul was impossible until the border was secure , and said the United States should pressure Central American countries and Mexico to stop the flow.\n\n\"We should tell these countries in Central America that no more aid, no more assistance, no nothing until they stop this from happening,” the Arizona Republican told KFYI radio in Phoenix. “And tell our friends in Mexico to secure their border, their Southern border as well as their Northern border, and no comprehensive immigration reform until we get our border secured. It’s unacceptable.\"\n\nOther Republicans have blamed the border crisis, in part, on the president’s decision to unilaterally grant deportation relief to many immigrants brought to the United States as children.\n\nThe House already has voted to defund that program, known as DACA, and some Republicans recently wrote to Obama demanding he immediately end the program.\n\nThe White House has strongly rejected the GOP argument, and with chances of an immigration overhaul dead for the year , Obama is looking to expand deportation relief on his own, not shrink it — even as the administration emphasizes changes would not apply to new immigrants.\n\nIt's all rubbing Republicans the wrong way.\n\n\"In the same breath, at that moment when he asked for more money to take care of the crisis, he announced that he would deliberately and openly go around the Congress of the United States and the Constitution and unilaterally change immigration law again through an enforcement policy,\" Sen. Jeff Sessions, R-Ala., said Monday on the floor.\n\nBut even Sessions suggested Congress will need to find some money to deal with the crisis.\n\n\"We've got to take care of the children. We can't leave them in a circumstance where they're not fed or taken care of or in safe condition. We'll have to find some money, I guess, to do that. But the question is: how did it happen? Why did it happen?”\n\nSessions also told CQ Roll Call any new spending should be offset: “I don’t think the president should be rewarded for his failures by just having us borrow more money to just pay for that.”\n\nSessions suggested raising $4.2 billion to fund the program by making it harder for people in the country illegally to claim the Additional Child Tax Credit. His proposal would require a Social Security number to claim the benefit, cutting out those who have U.S. citizen children but aren't authorized to be here.\n\nSen. Richard C. Shelby, R-Ala., the ranking member on appropriations, said of the request \"absolutely it ought to be offset.\" He suggested starting with rescissions from the Affordable Care Act.\n\nSessions called the president's position a \"disconnect,\" noting he views it as \"ironic that he demands Congress provide him money while the money he’s demanding is needed because of his failure to enforce congressionally passed law.\"\n\nSessions suggested House Republicans could attach to Obama's funding request conditions that would require the administration to enforce current immigration law to access the funds.\n\nThe supplemental request will get a hearing Thursday in the Senate Appropriations Committee.\n\nThe push for offsets comes as Congress is grappling with how to pay for a roughly $10 billion patch to avert a shutdown of highway projects across the country, while giving Congress more time to hash out a longer-term solution.\n\nThen there’s the potential for a September shutdown showdown. Republican leaders haven’t shown any appetite for a reprise of last year’s partial government closure drama, which ended when the GOP capitulated on demands to defund Obamacare.\n\nJohn Thune of South Dakota, the No. 3 Senate Republican, said recently Republicans weren’t plotting to shut down the government over the president’s coal regulations, for example .\n\nAs he cranks into action ahead of the Nov. 4 midterm elections, Obama has been increasingly dismissive of the Capitol’s dysfunction, blaming Republican partisan politics while saying he’s ready to work with the GOP if they're willing to work with him.\n\nBut his relationship with Speaker John A. Boehner of Ohio is at a low point, given the House GOP lawsuit and the speaker's refusal to bring an immigration bill to the floor. The president brushed off the lawsuit threat with a “so sue me” line, and also has dismissed the idea that golfing more with Boehner would accomplish anything.\n\nNiels Lesniewski and Humberto Sanchez contributed to this report.\n\nRelated stories: Boehner Moving Toward Late-July Vote on Obama Lawsuit White House: Boehner Lawsuit Uses Taxpayer Money Against Obama for 'Doing His Job' Boehner Planning House Lawsuit Against Obama Executive Actions Boehner’s Memo to Members on Obama Lawsuit 33 House Republicans to Obama: End Deportation Stays for ‘Dreamers’ Obama Executive Order to Ban LGBT Discrimination Get breaking news alerts and more from Roll Call in your inbox or on your iPhone.",
        "quotes": [
            [
                "I don’t think the president should be rewarded for his failures by just having us borrow more money to just pay for that.",
                "",
                true
            ],
            [
                "We should tell these countries in Central America that no more aid, no more assistance, no nothing until they stop this from happening,” the Arizona Republican told KFYI radio in Phoenix.",
                "",
                true
            ],
            [
                "And tell our friends in Mexico to secure their border, their Southern border as well as their Northern border, and no comprehensive immigration reform until we get our border secured.",
                "",
                true
            ],
            [
                "In the same breath, at that moment when he asked for more money to take care of the crisis, he announced that he would deliberately and openly go around the Congress of the United States and the Constitution and unilaterally change immigration law again through an enforcement policy,",
                "Jeff Sessions",
                true
            ],
            [
                "We've got to take care of the children.",
                "",
                true
            ],
            [
                "We can't leave them in a circumstance where they're not fed or taken care of or in safe condition.",
                "",
                true
            ],
            [
                "We'll have to find some money, I guess, to do that.",
                "",
                true
            ],
            [
                "But the question is: how did it happen?",
                "",
                true
            ],
            [
                "Why did it happen?”\n\nSessions also told CQ Roll Call any new spending should be offset: “I don’t think the president should be rewarded for his failures by just having us borrow more money to just pay for that.”\n\nSessions suggested raising $4.2 billion to fund the program by making it harder for people in the country illegally to claim the Additional Child Tax Credit.",
                "",
                true
            ],
            [
                "His proposal would require a Social Security number to claim the benefit, cutting out those who have U.S. citizen children but aren't authorized to be here.",
                "",
                true
            ],
            [
                "Sen. Richard C. Shelby, R-Ala., the ranking member on appropriations, said of the request \"absolutely it ought to be offset.",
                "",
                true
            ],
            [
                "ironic that he demands Congress provide him money while the money he’s demanding is needed because of his failure to enforce congressionally passed law.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "http://www.rollcall.com/wgdb/gop-government-shutdown-war-on-coal-climate-change-epa/",
                "http://www.rollcall.com/218/dreamers-obama-republicans-issa-deportations",
                "http://www.rollcall.com/news/alone_illegal_and_underage_the_child_migrant_crisis-233381-1.html",
                "http://www.rollcall.com/218/boehner-lawsuit-obama-late-july/",
                "http://www.rollcall.com/white-house/immigrant-children-deport-obama/",
                "http://www.rollcall.com/218/boehner-lawsuit-memo-letter-members/",
                "http://www.rollcall.com/white-house/white-house-boehner-lawsuit-uses-taxpayer-money-against-obama-for-doing-his-job/",
                "http://www.rollcall.com/white-house/immigration-bill-officially-dead-boehner-tells-obama-no-vote-this-year/",
                "https://apps.apple.com/us/app/roll-call-news/id433753469",
                "http://www.rollcall.com/white-house/obama-to-ban-lgbt-discrimination-by-federal-contractors",
                "http://www.rollcall.com/wgdb/senate-democrats-call-for-quick-action-on-highway-patch",
                "http://www.rollcall.com/wgdb/immigration-mccain-cut-aid-central-america"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://blogs.rollcall.com/218/obama-lawsuit-boehner-house/",
                "http://www.rollcall.com/register/main.html?pos=rr"
            ]
        },
        "key_words": [
            "congress",
            "needs",
            "house",
            "border",
            "immigration",
            "obama",
            "money",
            "lawsuit",
            "white",
            "suggested",
            "republicans"
        ]
    },
    {
        "url": "http://www.rollcall.com/white-house/zero-chance-congress-can-rein-in-obama-on-climate-podesta-says/?dcz=",
        "title": "'Zero' Chance Congress Can Block Obama's Climate Change Regulations, Podesta Says",
        "authors": [
            {
                "name": "Cardlayout Size Adoptor",
                "link": null
            },
            {
                "name": "Steven T. Dennis",
                "link": null
            }
        ],
        "publisher": "www.rollcall.com",
        "publish_date": "2014-05-05",
        "text": "The centerpiece of President Barack Obama's second term may be sweeping climate change regulations, and he isn't about to let Congress rein him in.\n\nWhite House adviser John Podesta, back at the White House podium, said congressional Republicans will not be able to block the president's climate regulations, despite numerous legislative efforts to do so.\n\n\"Those have zero percent chance of working,\" Podesta said. \"We’re committed. ... There are no takers at this end of Pennsylvania Avenue.\" Podesta, the former Clinton-era chief of staff, has been known for pushing a more aggressive \"pen\" approach to executive power rather than waiting on Congress. He did cite the energy efficiency bill sponsored by Sens. Rob Portman, R-Ohio, and Jeanne Shaheen, D-N.H., that is heading for the Senate floor this week as an example of the kind of action Congress might be able to take on climate this year — if it isn't filibustered first.\n\nPodesta said climate change is clear, and \"we need all hands on deck\" to fight it to avoid the most catastrophic effects, with a new national report coming out Tuesday talking about the impact on the United States.\n\nBut Podesta said the United States is on track to meet Obama's goal of a 17 percent cut in emissions from 2005 levels by 2020.\n\nHe also backed the practice of fracking, saying that that it's been mostly positive because natural gas has replaced dirtier fuels.\n\nHe said that the United States is now the No. 1 producer of oil and natural gas worldwide — and touted the new jobs from the growth in the oil and gas sector, which he attributed to a \"practical approach\" on the part of the president.\n\nAt the same time, he said, renewable energy has grown dramatically, with solar up 10 times and wind tripling under Obama.\n\nDuring the briefing, Podesta also declined to talk about the Keystone XL pipeline — reiterating that he has recused himself from that issue. (The Podesta-founded Center for American Progress is fighting the pipeline.)",
        "quotes": [
            [
                "Those have zero percent chance of working,",
                "Podesta",
                true
            ],
            [
                "There are no takers at this end of Pennsylvania Avenue.",
                "Podesta",
                true
            ],
            [
                "we need all hands on deck",
                "Podesta",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "congress",
            "pipeline",
            "oil",
            "zero",
            "podesta",
            "climate",
            "chance",
            "gas",
            "states",
            "obamas",
            "block",
            "regulations",
            "united",
            "change"
        ]
    },
    {
        "url": "http://www.rollcall.com/white-house/obama-power-plant-rules-take-a-big-swing-at-big-coal/",
        "title": "Obama Power Plant Rules Take a Big Swing at Big Coal",
        "authors": [
            {
                "name": "Cardlayout Size Adoptor",
                "link": null
            },
            {
                "name": "Steven T. Dennis",
                "link": null
            }
        ],
        "publisher": "www.rollcall.com",
        "publish_date": "2014-06-02",
        "text": "President Barack Obama is bypassing Congress to take a big swing at Big Coal — with the EPA announcing a sweeping new cap-and-trade system to reduce carbon pollution from power plants.\n\nA 30 percent cut in emissions from 2005 levels by 2030 is a big number — less than environmental groups want but far more than the president can get via Congress, where climate change skeptics rule the House and the Democratic Senate so far avoiding bringing a climate change bill to the floor during Obama's presidency.\n\nThe Obama power plant rules are the most far-reaching policies in the \"pen-and-phone\" second-term presidency, with the impact touching every American who turns on a light switch. The president's counselor, John Podesta, has already boasted that there is \"zero chance\" Congress can rein in the president's climate change regulations , and that's probably true, despite the certainty that Republican leaders will force votes to block the regulations.\n\nAhead of the announcement, Senate Minority Leader Mitch McConnell was already promising a bill to block the new EPA rules.\n\n\"From what we have heard this is just the latest attempt at a national energy tax by the Obama Administration and yet another assault on Kentucky coal jobs and the Commonwealth's economy,\" the Kentucky Republican said in a May 30 statement.\n\nCongress would have to override a presidential veto even if the Democratic-controlled Senate agreed to send either a resolution of disapproval or a new bill blocking the regulations to the president's desk.\n\nObama hasn't vetoed a bill since early in his first term, and hasn't had a veto overridden.\n\nBut like the president's other signature domestic initiative, the health care law, Obama's climate change rules will face a legal and political thicket.\n\nMcConnell has made the president's \"war on coal\" the centerpiece of his re-election campaign — and other Republicans are sure to use the regulations as fodder for the fall effort to take over the Senate. And the regulations will almost certainly be re-litigated in the 2016 presidential election.\n\nThe administration is avoiding mentioning the terms \"cap-and-trade\" and \"coal\" — even though they are at the center of the plan. The EPA rules mention coal 203 times in 645 pages, but the word \"coal\" isn't in the EPA's press release.\n\nObama also didn't mention \"cap\" or \"trade\" in his weekly radio address, which was devoted to the issue.\n\nRepublicans could press an appropriations rider prohibiting the EPA from spending any money to implement the regulation — but that would almost certainly precipitate another nasty government shutdown, with the president having little incentive to give in.\n\nAssuming the regulations survive politics, they'll also have to survive legal challenges that are likely to end up at the Supreme Court.\n\nA narrow majority of the court has been friendly to the EPA's ability to regulate carbon dioxide. But it will take years before any case reaches the high court.",
        "quotes": [
            [
                "From what we have heard this is just the latest attempt at a national energy tax by the Obama Administration and yet another assault on Kentucky coal jobs and the Commonwealth's economy,",
                "Obama",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.rollcall.com/white-house/zero-chance-congress-can-rein-in-obama-on-climate-podesta-says/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "senate",
            "bill",
            "presidents",
            "climate",
            "power",
            "big",
            "obama",
            "epa",
            "plant",
            "president",
            "coal",
            "regulations",
            "swing",
            "rules",
            "change"
        ]
    },
    {
        "url": "http://www.rollcall.com/wgdb/senate-democrats-give-epa-rule-mixed-reviews/",
        "title": "Senate Democrats Give EPA Rule Mixed Reviews",
        "authors": [
            {
                "name": "Cardlayout Size Adoptor",
                "link": null
            },
            {
                "name": "Humberto Sanchez",
                "link": null
            }
        ],
        "publisher": "www.rollcall.com",
        "publish_date": "2014-06-02",
        "text": "Senate Democrats from energy-producing states blasted the Environmental Protection Agency’s proposal to rein in carbon emissions from power plants — but most of the party fell in line behind President Barack Obama's biggest second-term domestic initiative.\n\n“While it is important to reduce carbon in the atmosphere, this should not be achieved by EPA regulations,” Sen. Mary L. Landrieu, D-La., said in a release. “Congress should set the terms, goals and timeframe.”\n\nLandrieu, who is in a tough re-election campaign, said she has long opposed taking on the issue through EPA regulation and stressed that she was a “key vote” that helped block efforts to establish a cap-and-trade system in 2010. “Greater use of natural gas and stronger efficiency measures adopted by the industry have already helped us reduce carbon emissions to their lowest levels in 20 years, and this should continue,” Landrieu said. “I will work with leaders of both parties to build on the progress we have already made.”\n\nAsked if Obama is concerned about political problems the rule could pose for coal-state Democrats, White House Press Secretary Jay Carney said, “The president thinks this is the right thing to do and it is consistent with actions taken to reduce pollution caused by lead or mercury, caused by arsenic.”\n\nSen. Joe Manchin III, D-W.Va., who famously shot the cap-and-trade bill in a TV ad in 2010, also criticized the proposed rule.\n\n“There is no doubt that seven billion people have had an impact on our world’s climate; however, the proposed EPA rule does little to address the global problem with global solutions,” Manchin said in a statement. “Instead, today’s rule appears to be more about desirability rather than reliability or feasibility, with little regard for rising consumer prices, the effects on jobs and the impact on the reliability of our electric grid.”\n\nManchin noted that experts, including those at the White House, expect coal to provide nearly a third of our electricity through 2040.\n\n“The EPA has proposed rules that are not based on any existing technology that has been proven on a commercial scale,” Manchin contended.\n\nSen. Heidi Heitkamp, D-N.D., was also cautious in her response, saying she is still looking at the rule.\n\n\"Today, coal produces 40 percent of the electricity in the U.S., and nearly 80 percent of the electricity in North Dakota,\" Heitkamp said, \"I’m still reviewing this extensive rule to determine the impact on the U.S. and North Dakota. We need policies that support coal — defending jobs, keeping energy costs low, and maintaining reliability in our electric grid — and that also help develop technology that is not yet widely available to reduce emissions.\"\n\nSen. Mark Begich, D-Alaska, one of a group of vulnerable Democrats, kept a watchful tone.\n\n“Today’s announcement from the Administration is the first step in a long process that I will be closely monitoring to determine any impact on Alaska — especially for consumers,” Begich said in a release. “Alaska is ground zero for climate change and there are common sense approaches to dealing with that reality, but we must protect consumers along the way.”\n\nThe draft proposal is subjected to a 120-day public comment period and will not be finalized until at least June 2015, noted Begich, who is also in a tight re-election race.\n\n“From the initial review of materials released today, this rule exempts all of rural Alaska, but could impact a handful of Railbelt power plants,” Begich continued. “I will work closely with both the EPA and the State of Alaska to ensure that any final rule is flexible and protects Alaska businesses and families.”\n\nSen. Sherrod Brown, a Democrat who represents manufacturing-heavy Ohio, stressed that states need flexibility to address carbon emissions and climate change.\n\n“Proposals to reduce climate change must give states the flexibility to increase energy efficiency, improve our air quality, and invest in clean energy technology at our power plants, homes, and businesses,\" Brown said in an email from his office. “Ohio has already made strides in reducing carbon pollution thanks to fuel efficient cars, natural gas production, renewable energy, and highly efficient manufacturing facilities. I will closely follow this issue and work with industry and environmental leaders to ensure the final rule improves air quality while promoting continued economic growth.”\n\nSen. Mark Udall, D-Colo., another vulnerable Democrat, the rule was a “good start” and noted that Colorado has already taken steps to address the issue, including utilizing wind, solar and natural gas.\n\n“Coloradans also have led the nation over the past decade in confronting this challenge and showing how we can reduce carbon emissions, protect our land, water and air, and strengthen our economy,” Udall said in a statement. “The EPA's draft rule is a good start, and I will fight to ensure it complements the work we have already done in Colorado and provides states the flexibility they need to make it successful.”\n\nUdall is in a re-election fight against Rep. Cory Gardner, R-Colo.\n\nMeanwhile, most Senate Democrats embraced the EPA’s proposal, including Senate Majority Leader Harry Reid, D-Nev., who has long been critical of emissions from coal-fired power plants.\n\n“The EPA’s proposed plan is a crucial step towards improving the efficiency of our nations power grid, investing in clean energy and reducing pollution,” Reid said. “The proposal grants states flexibility while making important progress on avoiding the terrible costs of carbon pollution on our nation’s economy, the health of our citizens, and the sustainability of our planet.”\n\nRepublicans were critical of the proposal and Senate Minority Leader Mitch McConnell, R-Ky., who is also up for re-election, has promised to try and block the rule.\n\n“By imposing these draconian new rules on the nation’s coal industry, President Obama and every other liberal lawmaker in Washington who quietly supports them is also picking regional favorites, helping their political supporters in states like California and New York while inflicting acute pain on states like Kentucky,” McConnell said. “The impact on individuals and families and entire regions of the country will be catastrophic, as a proud domestic industry is decimated — and many of its jobs shipped overseas.”\n\nMcConnell has sought to make the “war on coal” an issue against his opponent, Alison Lundergan Grimes.\n\nIt was reported by various outlet that she has a fundraiser with Reid scheduled for Thursday morning in Washington, which prompted tweets over the fact that Reid is a coal critic, including this one from longtime Nevada political journalist Jon Ralston:\n\nAllison Grimes: Don't hurt KY's coal industry. @SenatorReid: \"Coal makes us sick.\" Thursday: Reid-Grimes fundraiser. Any coal money there? — Jon Ralston (@RalstonReports) June 2, 2014",
        "quotes": [
            [
                "Ohio has already made strides in reducing carbon pollution thanks to fuel efficient cars, natural gas production, renewable energy, and highly efficient manufacturing facilities.",
                "",
                true
            ],
            [
                "I will closely follow this issue and work with industry and environmental leaders to ensure the final rule improves air quality while promoting continued economic growth.",
                "",
                true
            ],
            [
                "Coloradans also have led the nation over the past decade in confronting this challenge and showing how we can reduce carbon emissions, protect our land, water and air, and strengthen our economy,",
                "",
                true
            ],
            [
                "The EPA's draft rule is a good start, and I will fight to ensure it complements the work we have already done in Colorado and provides states the flexibility they need to make it successful.",
                "",
                true
            ],
            [
                "The EPA’s proposed plan is a crucial step towards improving the efficiency of our nations power grid, investing in clean energy and reducing pollution,",
                "",
                true
            ],
            [
                "The proposal grants states flexibility while making important progress on avoiding the terrible costs of carbon pollution on our nation’s economy, the health of our citizens, and the sustainability of our planet.",
                "",
                true
            ],
            [
                "By imposing these draconian new rules on the nation’s coal industry, President Obama and every other liberal lawmaker in Washington who quietly supports them is also picking regional favorites, helping their political supporters in states like California and New York while inflicting acute pain on states like Kentucky,",
                "",
                true
            ],
            [
                "The impact on individuals and families and entire regions of the country will be catastrophic, as a proud domestic industry is decimated — and many of its jobs shipped overseas.",
                "",
                true
            ],
            [
                "While it is important to reduce carbon in the atmosphere, this should not be achieved by EPA regulations,",
                "Mary L. Landrieu",
                true
            ],
            [
                "Congress should set the terms, goals and timeframe.",
                "Mary L. Landrieu",
                true
            ],
            [
                "Greater use of natural gas and stronger efficiency measures adopted by the industry have already helped us reduce carbon emissions to their lowest levels in 20 years, and this should continue,",
                "Landrieu",
                true
            ],
            [
                "I will work with leaders of both parties to build on the progress we have already made.",
                "Landrieu",
                true
            ],
            [
                "The president thinks this is the right thing to do and it is consistent with actions taken to reduce pollution caused by lead or mercury, caused by arsenic.",
                "Obama",
                true
            ],
            [
                "There is no doubt that seven billion people have had an impact on our world’s climate; however, the proposed EPA rule does little to address the global problem with global solutions,",
                "Manchin",
                true
            ],
            [
                "Instead, today’s rule appears to be more about desirability rather than reliability or feasibility, with little regard for rising consumer prices, the effects on jobs and the impact on the reliability of our electric grid.",
                "Manchin",
                true
            ],
            [
                "The EPA has proposed rules that are not based on any existing technology that has been proven on a commercial scale,",
                "Manchin",
                true
            ],
            [
                "Today, coal produces 40 percent of the electricity in the U.S., and nearly 80 percent of the electricity in North Dakota,",
                "Heitkamp",
                true
            ],
            [
                "I’m still reviewing this extensive rule to determine the impact on the U.S. and North Dakota.",
                "Heitkamp",
                true
            ],
            [
                "We need policies that support coal — defending jobs, keeping energy costs low, and maintaining reliability in our electric grid — and that also help develop technology that is not yet widely available to reduce emissions.",
                "Heitkamp",
                true
            ],
            [
                "Today’s announcement from the Administration is the first step in a long process that I will be closely monitoring to determine any impact on Alaska — especially for consumers,",
                "Begich",
                true
            ],
            [
                "Alaska is ground zero for climate change and there are common sense approaches to dealing with that reality, but we must protect consumers along the way.",
                "Begich",
                true
            ],
            [
                "From the initial review of materials released today, this rule exempts all of rural Alaska, but could impact a handful of Railbelt power plants,",
                "Begich",
                true
            ],
            [
                "I will work closely with both the EPA and the State of Alaska to ensure that any final rule is flexible and protects Alaska businesses and families.",
                "Begich",
                true
            ],
            [
                "Brown said in an email from his office.",
                "Begich",
                true
            ],
            [
                "Ohio has already made strides in reducing carbon pollution thanks to fuel efficient cars, natural gas production, renewable energy, and highly efficient manufacturing facilities.",
                "Begich",
                true
            ],
            [
                "I will closely follow this issue and work with industry and environmental leaders to ensure the final rule improves air quality while promoting continued economic growth.”\n\nSen. Mark Udall, D-Colo., another vulnerable Democrat, the rule was a “good start” and noted that Colorado has already taken steps to address the issue, including utilizing wind, solar and natural gas.",
                "Begich",
                true
            ],
            [
                "Coloradans also have led the nation over the past decade in confronting this challenge and showing how we can reduce carbon emissions, protect our land, water and air, and strengthen our economy,” Udall said in a statement.",
                "Begich",
                true
            ],
            [
                "The EPA's draft rule is a good start, and I will fight to ensure it complements the work we have already done in Colorado and provides states the flexibility they need to make it successful.”\n\nUdall is in a re-election fight against Rep. Cory Gardner, R-Colo.",
                "Begich",
                true
            ],
            [
                "Meanwhile, most Senate Democrats embraced the EPA’s proposal, including Senate Majority Leader Harry Reid, D-Nev., who has long been critical of emissions from coal-fired power plants.",
                "Begich",
                true
            ],
            [
                "The EPA’s proposed plan is a crucial step towards improving the efficiency of our nations power grid, investing in clean energy and reducing pollution,” Reid said.",
                "Begich",
                true
            ],
            [
                "The proposal grants states flexibility while making important progress on avoiding the terrible costs of carbon pollution on our nation’s economy, the health of our citizens, and the sustainability of our planet.”\n\nRepublicans were critical of the proposal and Senate Minority Leader Mitch McConnell, R-Ky., who is also up for re-election, has promised to try and block the rule.",
                "Begich",
                true
            ],
            [
                "By imposing these draconian new rules on the nation’s coal industry, President Obama and every other liberal lawmaker in Washington who quietly supports them is also picking regional favorites, helping their political supporters in states like California and New York while inflicting acute pain on states like Kentucky,” McConnell said.",
                "Begich",
                true
            ],
            [
                "The impact on individuals and families and entire regions of the country will be catastrophic, as a proud domestic industry is decimated — and many of its jobs shipped overseas.”\n\nMcConnell has sought to make the “war on coal” an issue against his opponent, Alison Lundergan Grimes.",
                "Begich",
                true
            ],
            [
                "It was reported by various outlet that she has a fundraiser with Reid scheduled for Thursday morning in Washington, which prompted tweets over the fact that Reid is a coal critic, including this one from longtime Nevada political journalist Jon Ralston:\n\nAllison Grimes: Don't hurt KY's coal industry.",
                "Begich",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.rollcall.com/white-house/obama-power-plant-rules-take-a-big-swing-at-big-coal/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/SenatorReid",
                "https://twitter.com/RalstonReports/statuses/473523083631132672"
            ]
        },
        "key_words": [
            "industry",
            "senate",
            "carbon",
            "proposal",
            "democrats",
            "states",
            "power",
            "mixed",
            "epa",
            "reduce",
            "coal",
            "rule",
            "impact",
            "reviews"
        ]
    },
    {
        "url": "http://www.rollcall.com/218/two-republicans-leave-house-immigration-gang-of-seven/?dcz=",
        "title": "House Immigration 'Gang of 7' Loses Two More GOP Members",
        "authors": [
            {
                "name": "Cardlayout Size Adoptor",
                "link": null
            },
            {
                "name": "Emma Dumain",
                "link": null
            }
        ],
        "publisher": "www.rollcall.com",
        "publish_date": "2013-09-20",
        "text": "Hopes that a House bipartisan working group could help chart a path forward on an immigration overhaul may have been dashed Friday with the announcement that two more House Republicans were walking away from the table.\n\nTexas GOP Reps. Sam Johnson and John Carter said in a joint statement that they decided to leave the \"gang of seven\" because of \"a lack of faith in President [Barack] Obama to enforce the current and new laws necessary to solve the immigration problem.\"\n\n\"After years of hard work and countless meetings, we have reached a tipping point and can no longer continue working on a broad approach to immigration,\" Johnson and Carter said in their statement. \"We want to be clear. The problem is politics. Instead of doing what's right for America, President Obama time and again has unilaterally disregarded the U.S. Constitution, the letter of the law and bypassed the Congress ... in order to advance his political agenda. We will not tolerate it.\"\n\nThey continue: \"If past actions are the best indicators of future behavior; we know that any measure depending on the president's enforcement will not be faithfully executed. It would be gravely irresponsible to further empower this administration by granting them additional authority or discretion with a new immigration system.\"\n\nCarter and Johnson close by saying they \"will continue to support efforts from our Republican colleagues\" and expressing pride and appreciation for the other members of the working group.\n\nThe first Republican to leave the one-time \"gang of eight\" earlier this year was Rep. Raúl R. Labrador of Idaho, citing irreconcilable differences with the other members.\n\nThat now leaves a \"gang of five\" with one lone Republican: Mario Diaz-Balart of Florida. The Democrats are Caucus Chairman Xavier Becerra and his fellow Californian Zoe Lofgren, Luis V. Gutierrez of Illinois and John Yarmuth of Kentucky.\n\nFor months these lawmakers have been working to produce a bipartisan, comprehensive piece of legislation to fix the nation's broken immigration system, believing that a joint proposal from Democrats and Republicans from disparate backgrounds and perspectives would strike the right chord for their colleagues.\n\nTheir plan has been to unveil their proposal as a substitute to the piecemeal approach currently being pursued at the behest of House GOP leadership. But the weeks have ticked by, and with them every deadline the group has set for a grand unrolling of the fruits of their labor.\n\nOne Democratic aide familiar with negotiations inside the working group, however, said it was premature to connect a blow to the gang of seven with a blow to the prospects for a comprehensive immigration overhaul.\n\n\"I think this is more of a disappointment than a shock,\" the aide said. \"The group's demise has been predicted and written about so many times. The window of opportunity was earlier, but they faced headwinds and the vocal minority in the GOP conference was able to reach their crescendo with leadership to try and stop reform.\n\n\"This is just a setback,\" the aide continued, \"but a lot of it depends on the House R's and their leadership right now.\"",
        "quotes": [
            [
                "a lack of faith in President [Barack] Obama to enforce the current and new laws necessary to solve the immigration problem.",
                "John Carter",
                false
            ],
            [
                "After years of hard work and countless meetings, we have reached a tipping point and can no longer continue working on a broad approach to immigration,",
                "John Carter",
                true
            ],
            [
                "Instead of doing what's right for America, President Obama time and again has unilaterally disregarded the U.S. Constitution, the letter of the law and bypassed the Congress ... in order to advance his political agenda.",
                "John Carter",
                true
            ],
            [
                "If past actions are the best indicators of future behavior; we know that any measure depending on the president's enforcement will not be faithfully executed.",
                "John Carter",
                true
            ],
            [
                "It would be gravely irresponsible to further empower this administration by granting them additional authority or discretion with a new immigration system.",
                "John Carter",
                true
            ],
            [
                "will continue to support efforts from our Republican colleagues",
                "Johnson",
                false
            ],
            [
                "I think this is more of a disappointment than a shock,",
                "",
                true
            ],
            [
                "The group's demise has been predicted and written about so many times.",
                "",
                true
            ],
            [
                "The window of opportunity was earlier, but they faced headwinds and the vocal minority in the GOP conference was able to reach their crescendo with leadership to try and stop reform.",
                "",
                true
            ],
            [
                "but a lot of it depends on the House R's and their leadership right now.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "http://www.rollcall.com/218/house-immigration-gang-expects-deal-soon/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "gang",
            "house",
            "working",
            "leadership",
            "immigration",
            "gop",
            "republican",
            "johnson",
            "group",
            "loses",
            "members",
            "right"
        ]
    },
    {
        "url": "http://www.rollcall.com/218/immigration-reformboehner-obama-crisis-border/?dcz=",
        "title": "Boehner: Obama Must Address Immigration Crisis at the Border",
        "authors": [
            {
                "name": "Cardlayout Size Adoptor",
                "link": null
            },
            {
                "name": "Emma Dumain",
                "link": null
            }
        ],
        "publisher": "www.rollcall.com",
        "publish_date": "2014-06-20",
        "text": "Speaker John A. Boehner is asking President Barack Obama to take steps to address the growing number of unaccompanied immigrant children seeking illegal passage over the southwest border.\n\n\"The policies of your administration have directly resulted in the belief by these immigrants that once they reach U.S. soil, they will be able to stay here indefinitely,\" the Ohio Republican charged in a letter sent to Obama Friday morning. \"There are several steps that we call on you and your administration to take immediately to enforce our laws, stem the tide of migrants, protect the victims, and ensure that those individuals are dealt with in a humane manner that is consistent with American ideals of compassion and family unity.\"\n\nAmong Boehner's suggestions are sending in the National Guard to provide backup for border agents, plus calling on the State and Homeland Security Departments to streamline the process for returning children back to their families and home countries.\n\nIn general, the crisis at the border is a charged one for stakeholders on all sides of the immigration debate. Proponents of overhauling the nation's immigration system and allowing the United States to be a welcoming place for all people are deeply disturbed by the increasing volume of children trying to get into the country by themselves, where they risk their lives during passage and potentially face exploitation and abuse once they've reached the other side.\n\nOpponents of moving immigration legislation that would expand opportunities to gain legal status and citizenship in the United States worry for the safety of these children, but they are also quick to politicize the issue by blaming the Obama administration's lax policies for putting people in harm's way.\n\nBoehner's letter to Obama comes on the heels of one also sent Friday morning to administration officials by a handful of ranking members of House Appropriations Subcommittees. The House Judiciary Committee is also scheduled to hold a hearing on the issue next week.\n\nRead Boehner's letter below:\n\nDear Mr. President: Our country is facing a national security and humanitarian crisis along our southern border. Thousands of children and families are pouring across our borders, overwhelming our resources and endangering those most vulnerable to exploitation. Children are being handed over to unscrupulous cartels and smugglers and are subjected to untold horrors and violence. The policies of your administration have directly resulted in the belief by these immigrants that once they reach U.S. soil, they will be able to stay here indefinitely. There are several steps that we call on you and your administration to take immediately to enforce our laws, stem the tide of migrants, protect the victims, and ensure that these individuals are dealt with in a humane manner that is consistent with American ideals of compassion and family unity. The safety of these migrant children is a matter of paramount importance. It is our duty and obligation to enforce the laws of our country while protecting the most vulnerable and ensuring they are healthy and well protected. In that vein, your administration should immediately deploy the National Guard to our southern border. The National Guard is uniquely qualified to respond to such humanitarian crises. They are able to help deal with both the needs of these children and families as well as relieve the border patrol to focus on their primary duty of securing our border. The State Department must immediately begin discussions with the countries of Guatemala, El Salvador and Honduras to ensure that apprehended migrants can be promptly and efficiently returned to their home countries. Long processing times for returns are directly resulting in overcrowded conditions in Department of Homeland Security (DHS) and Health and Human Services (HHS) resources. Additionally, the State Department should work with these countries to design and execute an aggressive communications effort to fully articulate the dangers and struggles children and families will face if they attempt to migrate to the U.S. Finally, the State Department should also enter into conversations with the Mexican government about its ability to secure its southern border. The lax enforcement at Mexico’s borders gives a free pass to immigrants heading north. Once these immigrants have reached the U.S. and are apprehended, they must be processed by DHS and then the family units must be prepared for return to their home country. Your administration should immediately deploy additional personnel, including Special Assistant U.S. Attorneys, immigration judges and support staff to assist in the processing and removal of these aliens. DHS must find a way to ensure that apprehended adults and their family members do in fact appear for their deportation hearings. We believe that all families should be detained in clean, safe facilities that are in compliance with existing federal statute and case law. Until adequate housing is made available, Alternatives to Detention (ATD) should be deployed to ensure compliance with court appearances and deportation hearings. While we understand that many of these individuals are coming to this country to escape violence and hardship in their home country, the current climate along the border and our enforcement policies are only encouraging them to risk their lives and those of their children. It is time that we confront the crisis along the border head-on through immediate and aggressive action. We can no longer tolerate the conditions threatening these children, nor continue to accept the risks of a porous southern border. We ask that you take the above actions immediately to address this problem and work with the Congress to develop a long term strategy to secure our borders and ensure the integrity of our immigration laws. Sincerely, John A. Boehner",
        "quotes": [
            [
                "The policies of your administration have directly resulted in the belief by these immigrants that once they reach U.S. soil, they will be able to stay here indefinitely,",
                "",
                true
            ],
            [
                "There are several steps that we call on you and your administration to take immediately to enforce our laws, stem the tide of migrants, protect the victims, and ensure that those individuals are dealt with in a humane manner that is consistent with American ideals of compassion and family unity.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "immediately",
            "country",
            "families",
            "southern",
            "ensure",
            "border",
            "children",
            "immigration",
            "obama",
            "boehner",
            "address",
            "administration",
            "state",
            "crisis"
        ]
    },
    {
        "url": "http://www.rollcall.com/news/obama-asking-congress-for-4-3-billion-for-border-crisis-wildfires",
        "title": "Obama Asking Congress for $4.3 Billion for Border Crisis, Wildfires",
        "authors": [
            {
                "name": "Cardlayout Size Adoptor",
                "link": null
            },
            {
                "name": "Steven T. Dennis",
                "link": null
            }
        ],
        "publisher": "www.rollcall.com",
        "publish_date": "2014-07-08",
        "text": "Heather Piña Ledezma, who turned 6 on July 4, attends an immigration rally with her mother, who is from Mexico. (Tom Williams/CQ Roll Call)\n\nUpdated 11:54 a.m. | President Barack Obama wants $3.7 billion in emergency spending from Congress to address the child migrant crisis and another $615 million for wildfires, the White House said Tuesday morning — and the top House Republican appropriator suggested his chamber would act quickly.\n\nA White House official said that the administration's hope and expectation is that Congress will treat the crisis \"as the urgent humanitarian situation that it is\" and quickly approve the request.\n\nHouse Appropriations Chairman Harold Rogers, R-Ky., suggested appropriators will approve funding.\n\n“Plainly, the situation for many of these unaccompanied children is extremely dire, and the United States has both a security and a moral obligation to help solve the crisis at hand,\" he said in a statement. “It is clear that additional funding will be needed to ensure the proper care of these unaccompanied children, to enforce the law, and to further secure our border so that these problems can be mitigated in the short term. Our Committee will focus on providing what is necessary to meet these ongoing needs.\n\n“It is also apparent that additional funding to prevent and fight wildland fires – especially in the West where the damage has been so great — is necessary. Our Committee will review this proposal, and will respond appropriately to ensure that proper assistance is available to help the people and communities affected by these devastating fires.”\n\nMichael Steel, a spokesman for Speaker John A. Boehner, R-Ohio, was noncommittal.\n\n“The Appropriations Committee and other Members, including the working group on the border crisis led by Rep. Kay Granger, will review the White House proposal. The Speaker still supports deploying the National Guard to provide humanitarian support in the affected areas — which this proposal does not address.”\n\nWhite House officials said on a background conference call that the money is needed to \"solve\" the child migrant border crisis, which has overwhelmed Border Patrol and other government agencies. About half of the money would go toward beefed-up enforcement and court proceedings aimed at accelerating the deportations of the children and adults. And $1.8 billion would go to the Department of Health and Human Services to pay for the care of children and families while they await proceedings.\n\nThe funding would also pay for alternatives to detention facilities, like ankle bracelet monitoring, according to a White House official.\n\nThe State Department would get $300 million, which would be used in part to advertise in Central American countries to tell parents not to send the children to the United States and that they will not be allowed to stay if they arrive.\n\nThe White House continues to separately want authority to quickly deport migrant children and adults — similar to what they have now with Mexican children at the border.\n\nThe funding would also beef up prosecutions against smuggling gangs and improve air surveillance of the border.\n\nThe administration also wants $615 million for wildfire suppression, which will allow the government to avoid transferring money from fire prevention activities. The administration has called for a permanent cap adjustment for wildfire suppression to avoid an annual cycle of emergency requests and transfers.\n\nThe officials could not say how many children have been removed so far this year, how much more quickly they would be removed with the new funding or how many beds the funding would cover.\n\nSome Republicans have already suggested that any spending request should be offset to avoid adding to the deficit.\n\nRelated: Obama Still Needs Congress to Show Him the Money A Tale of Two Congressional Visits to the Southwest Border McCain: Cut Aid to Countries Fueling Immigration Crisis Gutierrez: American Drug Use Fueling Immigration Crisis Get breaking news alerts and more from Roll Call in your inbox or on your iPhone.",
        "quotes": [
            [
                "It is also apparent that additional funding to prevent and fight wildland fires – especially in the West where the damage has been so great — is necessary.",
                "",
                true
            ],
            [
                "Our Committee will review this proposal, and will respond appropriately to ensure that proper assistance is available to help the people and communities affected by these devastating fires.",
                "",
                true
            ],
            [
                "The Appropriations Committee and other Members, including the working group on the border crisis led by Rep. Kay Granger, will review the White House proposal.",
                "",
                true
            ],
            [
                "The Speaker still supports deploying the National Guard to provide humanitarian support in the affected areas — which this proposal does not address.",
                "",
                true
            ],
            [
                "as the urgent humanitarian situation that it is",
                "",
                false
            ],
            [
                "It is clear that additional funding will be needed to ensure the proper care of these unaccompanied children, to enforce the law, and to further secure our border so that these problems can be mitigated in the short term.",
                "",
                true
            ],
            [
                "Our Committee will focus on providing what is necessary to meet these ongoing needs.",
                "",
                true
            ],
            [
                "It is also apparent that additional funding to prevent and fight wildland fires – especially in the West where the damage has been so great — is necessary.",
                "",
                true
            ],
            [
                "Our Committee will review this proposal, and will respond appropriately to ensure that proper assistance is available to help the people and communities affected by these devastating fires.”\n\nMichael Steel, a spokesman for Speaker John A. Boehner, R-Ohio, was noncommittal.",
                "",
                true
            ],
            [
                "The Appropriations Committee and other Members, including the working group on the border crisis led by Rep. Kay Granger, will review the White House proposal.",
                "",
                true
            ],
            [
                "The Speaker still supports deploying the National Guard to provide humanitarian support in the affected areas — which this proposal does not address.”\n\nWhite House officials said on a background conference call that the money is needed to \"solve",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "http://www.rollcall.com/news/immigration-gutierrez-us-responsible",
                "http://www.rollcall.com/news/immigration-mccain-cut-aid-central-america",
                "http://www.rollcall.com/news/alone_illegal_and_underage_the_child_migrant_crisis-233381-1.html",
                "http://www.rollcall.com/news/immigration-reform-border-crisis",
                "http://www.rollcall.com/white-house/immigration-news-obama-needs-congress-emergency-funding/",
                "https://apps.apple.com/us/app/roll-call-news/id433753469"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.rollcall.com/register/main.html?pos=rr"
            ]
        },
        "key_words": [
            "congress",
            "asking",
            "43",
            "house",
            "border",
            "children",
            "funding",
            "proposal",
            "obama",
            "money",
            "billion",
            "white",
            "wildfires",
            "suggested",
            "crisis",
            "quickly"
        ]
    },
    {
        "url": "http://www.rollcall.com/news/immigration-gutierrez-us-responsible",
        "title": "Congressman: American Drug Use Fueling Immigration Crisis",
        "authors": [
            {
                "name": "Cardlayout Size Adoptor",
                "link": null
            },
            {
                "name": "David Eldridge",
                "link": null
            }
        ],
        "publisher": "www.rollcall.com",
        "publish_date": "2014-07-07",
        "text": "Gutierrez, shown here at a recent immigration rally, said America's drug trade is fueling the surge of children and women crossing the southern border. (Bill Clark/CQ Roll Call File Photo)\n\nRep. Luis V. Gutiérrez said Monday the U.S. has a responsibility to care for the women and children surging across southern border because American drug use has fueled the rise of violent cartels in Central America.\n\nGutiérrez, who has led efforts in the House to bring Republicans and his fellow Democrats together on an overhaul of the nation's immigration system, said those calling for deportation of the recent immigrants should be ashamed.\n\n\"Shame on people for simply ignoring the law to score cheap political points against children and minors arriving in the Unites States of America,\" the Illinois Democrat said in an appearance on MSNBC.\n\n\"I think we have a great responsibility in the debilitating of those countries,\" Gutiérrez said. \"How do the drug cartels maintain their power? With American guns. Bought with American dollars because of American consumption of the drugs. The drugs don't stay in Honduras ... they come straight to the streets of the United States of America.\"\n\nGutiérrez's comments came as Republican congressmen, including Rep. Raúl R. Labrador of Idaho, are urging the White House to step up deportation proceedings against the flood of Central Americans who have strained resources along the Texas border.\n\nRelated: Diaz-Balart: 'Boehner's Never Told Me' Immigration Overhaul Is 'Dead' Goodlatte Warns Deportation Changes Hurt Immigration Overhaul Prospects Immigration Protests Focus on 22 Republicans Across Country Immigration Overhaul for 2014: Decidedly Not Dead Boehner Walks Back Immigration Comments Video Shows Boehner Mocking Colleagues on Immigration Where Do House Republicans Stand on Immigration Principles? (Updated Whip Count)",
        "quotes": [
            [
                "Shame on people for simply ignoring the law to score cheap political points against children and minors arriving in the Unites States of America,",
                "",
                true
            ],
            [
                "I think we have a great responsibility in the debilitating of those countries,",
                "Gutiérrez",
                true
            ],
            [
                "How do the drug cartels maintain their power?",
                "Gutiérrez",
                true
            ],
            [
                "Bought with American dollars because of American consumption of the drugs.",
                "Gutiérrez",
                true
            ],
            [
                "The drugs don't stay in Honduras ... they come straight to the streets of the United States of America.",
                "Gutiérrez",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.rollcall.com/218/boehner-walks-back-immigration-comments/",
                "http://www.rollcall.com/news/video-shows-boehner-mocking-colleagues-on-immigration",
                "http://www.rollcall.com/218/where-do-house-republicans-stand-on-immigration-principles-whip-count/",
                "http://www.rollcall.com/218/immigration-reform-protests-focus-on-republicans/?dcz=",
                "http://www.rollcall.com/218/diaz-balart-boehner-immigration-refor-dead/",
                "http://www.rollcall.com/218/immigration-reform-news-deportation-goodlatte-reaction/?dcz="
            ],
            "gov_pgs": [],
            "unsure": [
                "http://wp.me/p3fVW6-2nz"
            ]
        },
        "key_words": [
            "american",
            "overhaul",
            "drug",
            "house",
            "deportation",
            "crisis",
            "children",
            "immigration",
            "states",
            "women",
            "fueling",
            "republicans",
            "congressman"
        ]
    },
    {
        "url": "http://www.rollcall.com/news/immigration-mccain-cut-aid-central-america",
        "title": "McCain: Cut Aid to Countries Fueling Immigration Crisis",
        "authors": [
            {
                "name": "Cardlayout Size Adoptor",
                "link": null
            },
            {
                "name": "Niels Lesniewski",
                "link": null
            }
        ],
        "publisher": "www.rollcall.com",
        "publish_date": "2014-07-07",
        "text": "A GOP architect of the Senate's immigration plan is calling for at least threatening to cut aid to Central American countries that don't take steps to stop the flow of unaccompanied migrant children to the United States. \"We should tell these countries in Central America that no more aid, no more assistance, no nothing until they stop this from happening,\" Arizona Sen. John McCain told KFYI radio in Phoenix. It's been widely reported that most of the children come from Honduras, El Salvador and Guatemala.\n\n\"And tell our friends in Mexico to secure their border, their Southern border as well as their Northern border, and no comprehensive immigration reform until we get our border secured. It's unacceptable,\" McCain continued. \"It's a human tragedy, and when they encourage people to come up through Mexico ... they are subjecting these young people, and primarily young women to the worst kinds of abuse.\"\n\nMcCain said he had heard from Customs and Border Protection that there were signs in recent months that the unaccompanied migrant crisis was approaching, but he did not know whether President Barack Obama had been briefed.\n\n\"He sure as heck should have, should have been informed and he should have known that this is coming,\" McCain said. \"It is one of the most, frankly, disappointing things for me personally because as you know, I've been for comprehensive immigration reform. You can't do that unless you have secure borders.\"\n\nMcCain's comments come as the administration is readying a supplemental spending request to address the issue of the flood of unaccompanied children and also pushing related administrative changes. White House Press Secretary Josh Earnest told reporters Monday that full details of the request were expected Tuesday.\n\nThe Senate Appropriations Committee has already announced a hearing on the request for Thursday afternoon. Health and Human Services Secretary Sylvia Mathews Burwell and Homeland Security Secretary Jeh Johnson are the headline witnesses.\n\nSteven T. Dennis contributed to this report.",
        "quotes": [
            [
                "We should tell these countries in Central America that no more aid, no more assistance, no nothing until they stop this from happening,",
                "John McCain",
                true
            ],
            [
                "And tell our friends in Mexico to secure their border, their Southern border as well as their Northern border, and no comprehensive immigration reform until we get our border secured.",
                "McCain",
                true
            ],
            [
                "It's a human tragedy, and when they encourage people to come up through Mexico ... they are subjecting these young people, and primarily young women to the worst kinds of abuse.",
                "McCain",
                true
            ],
            [
                "He sure as heck should have, should have been informed and he should have known that this is coming,",
                "McCain",
                true
            ],
            [
                "It is one of the most, frankly, disappointing things for me personally because as you know, I've been for comprehensive immigration reform.",
                "McCain",
                true
            ],
            [
                "You can't do that unless you have secure borders.",
                "McCain",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.rollcall.com/news/alone_illegal_and_underage_the_child_migrant_crisis-233381-1.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.kfyi.com/onair/barry-young-27763/"
            ]
        },
        "key_words": [
            "come",
            "request",
            "secretary",
            "border",
            "crisis",
            "countries",
            "immigration",
            "cut",
            "unaccompanied",
            "children",
            "mccain",
            "aid",
            "told",
            "fueling",
            "young"
        ]
    },
    {
        "url": "http://www.rollcall.com/news/alone_illegal_and_underage_the_child_migrant_crisis-233381-1.html",
        "title": "Alone, Illegal and Underage: The Child Migrant Crisis",
        "authors": [
            {
                "name": "Cardlayout Size Adoptor",
                "link": null
            },
            {
                "name": "Emily Ethridge",
                "link": null
            },
            {
                "name": "Jennifer Scholtes",
                "link": null
            }
        ],
        "publisher": "www.rollcall.com",
        "publish_date": "2014-05-28",
        "text": "On America’s southern border, officials have watched for the past few years as a trickle of children crossing the Rio Grande illegally without their parents has turned into a veritable flood. So many kids, in fact, that the issue has triggered a crisis, as Secretary of Homeland Security Jeh Johnson had to issue an emergency alert this month establishing a shelter at Lackland Air Force Base in Texas to house the thousands of youths entering each week.\n\nThe news reverberated on Capitol Hill, where lawmakers are suddenly grappling with the unprecedented surge of children making the more than 1,000-mile journey from Central America to the U.S.-Mexico border to escape intensifying violence in their home countries. Members from border districts relayed stories about kids as young as toddlers and as old as teens being raped and murdered on the treacherous trek north through Mexico.\n\nThe phenomenon has completely overwhelmed federal resources in a matter of weeks, turning Border Patrol offices into day cares and military barracks into youth dormitories. The Health and Human Services Department struggles to keep up with the demands for its foster care, often leaving the kids stuck in detention facilities designed for adults.\n\nWith federal agencies facing sudden budget crunches — and the Obama administration yet to make specific requests for emergency funds — it will likely be up to appropriators in Congress to take the lead in the short term. Senate appropriators have said there is an obvious need for more money to help DHS intercept and humanely detain the unaccompanied minors, to aid HHS in housing and caring for the children and to facilitate trials to determine whether the children will be deported. But Washington has barely begun to grapple with a longer-term approach to deal with this flood of children, even in absence of a more comprehensive overhaul of the immigration system.\n\nAlready, the problem is growing faster than responders can handle. In fiscal 2011, HHS estimated that some 6,500 unaccompanied minors entered the United States. By fiscal 2014, that estimate has jumped ninefold, to roughly 60,000. And outside experts project the number could surge to 130,000 over the coming fiscal year.\n\nSenate Appropriations Chairwoman Barbara A. Mikulski says an initial cash infusion could buy Congress time to figure out why the number of unaccompanied minors has spiked suddenly, and what to do about the issue lawmakers from both sides of the aisle are calling a humanitarian crisis.\n\n“We have to look out for these children while we work on root cause,” the Maryland Democrat told HHS officials during a hearing this month, later adding, “The Department of Homeland Security could end up holding these children in cells intended for adults unless we come to grips with what are we going to do and how we’re going to bridge this while we’re looking at the root cause.”\n\nEmotional Debate\n\nThe root causes, however, are not all that well-understood or agreed upon, and the issue has become entangled with the nation’s emotional debate over immigration.\n\nTexas Republican John Carter, chairman of the House Appropriations Homeland Security Subcommittee, is convinced that the Obama administration’s immigration policies are enticing unaccompanied minors to enter the country illegally.\n\n“We created this policy, and we’ve got this draw,” Carter says. “And it’s criminal that there are little children that are walking out in the desert because of policies we created during this administration.”\n\nThrough DHS, foreign kids who have been abused, abandoned or neglected are eligible for special immigrant juvenile status and can get a green card to live and work in the United States permanently if they are unable to be reunited with a parent. And the chairman points specifically to the administration’s deferred-action policy of holding off on deporting children who entered before June 15, 2012, and then issuing them employment authorization for two years, as well as the practice of reuniting unaccompanied kids with relatives in the United States who are often illegally residing in the country themselves. The reunification policy creates a double standard in enforcement of child welfare laws, fueled by the government’s interest in saving money, Carter says.\n\n“If an American citizen took their kids and dumped them out in the Sonoran Desert and told them to walk across the Rio Grande and catch the Border Patrol on the other side, and the parents funded that, we’d terminate their parental rights,” says Carter, a former district court judge. “And the truth is the states could do just that and put them in foster homes, but it would cost a ton of money.”\n\nAt a hearing last month, he asked newly seated Customs and Border Protection Commissioner Gil Kerlikowske whether the immigration policy changes had caused the spike. Although recent entrants are not eligible for deferred action, Kerlikowske conceded that “deferred action, the family reunification is an issue,” adding later, “I certainly understand this issue of family reunification as being part of what really is a complex problem.”\n\nBut the commissioner said intensifying violence and criminal activity in Central America are the chief drivers of the mass migration.\n\nHHS has also reported that, although the “reasons for this increase are complex,” rising violence in Central America is a major motivating factor. According to the department, 37 percent of all unaccompanied minors who entered the country in fiscal 2013 were from Guatemala, 30 percent were from Honduras and 26 percent came from El Salvador.\n\nWendy Young, president of Kids in Need of Defense, says increasing violence in Central America has made life so dire that many children are willing to set out on the monthslong journey to the United States, clinging to the tops and sides of railcars in the notoriously dangerous Mexican freight train network referred to as “La Bestia,” or “The Beast.”\n\n“What you see is a lot of gang predators preying on them, traffickers preying on them, people who will rob them along the way, beat them along the way, and a high degree of sexual violence,” says Young, whose organization helps find legal representation for immigrant children. “The whole trip is just very, very dangerous. And you also see that kids may not make it, so they’ll get turned away at the border. But instead of going back to the home country, they’ll try again.”\n\nDHS officials say the department is expanding foreign awareness campaigns aimed at dissuading kids from trying to illegally enter the United States by warning of the dangers and underscoring U.S. immigration laws.\n\n‘Humanitarian Crisis’\n\nIn the meantime, before appropriators decide how much money to chip in for immediate response needs in fiscal 2015 — and for which accounts — they say they need more data from the Obama administration, which did not ask for additional fiscal 2015 funding to cope with the emergency.\n\n“This is a humanitarian crisis, and we have to go to the edge of our chairs to at least get the estimate for fiscal ’15,” Mikulski told her panel, adding that “our failure to appropriate could exacerbate the humanitarian crisis.”\n\nThe administration’s fiscal 2015 budget request calls for $868 million — flat funding on par with fiscal 2014 levels — for the HHS unaccompanied minors program. The department places immigrant kids in temporary housing such as foster homes, gives indirect financial support for expenses such as health care and legal services, and seeks permanent homes for them.\n\nJerry Moran of Kansas, the ranking Republican on the Senate appropriations subcommittee that oversees HHS, says the budget request leaves “a major hole” for funding the program. “I assume their assumption is Congress has got to fill in the gap, but they didn’t provide us any tools to do that,” he adds.\n\nIn its budget request, the administration stated, “Due to the volatile nature of this program and the ongoing discussions of a long term policy solution, the Administration is not able to reliably predict the number of UAC (unaccompanied alien children) who will arrive in FY 2015 at this time.”\n\nMaking assumptions for fiscal 2015 is particularly challenging, the proposal states, because of the significant increase in the number of unaccompanied minors since fiscal 2012. The most accurate forecast for arrivals in fiscal 2015 would be made in fall of this year, the administration said.\n\n“We will continue to closely monitor UAC arrivals and all potential program impacts and keep Congress apprised of changes in caseload projections and potential changes in the UAC population that may alter current budgetary estimates,” the document says.\n\nMikulski has warned administration officials, though, that she does not want to see a repeat of last year, when HHS Secretary Kathleen Sebelius called her to request more money for the program in the fiscal 2014 omnibus. In that legislation, the chairwoman and other appropriations leaders ended up increasing funding for the program by $492 million above fiscal 2013 levels.\n\n“I’ve been saying to the administration: Tell me what you need, and don’t stick us with the bill at the end,” Mikulski told HHS officials. “And I feel that you’re not telling me what you need.”\n\nMikulski has been discussing the issue with Sebelius and Secretary of State John Kerry, as well as Sylvia Mathews Burwell, President Barack Obama’s nominee to succeed Sebelius at HHS. And Sen. Jeanne Shaheen says several senators brought the issue up during a dinner with Kerry this month.\n\n“Rather than worrying about the silos of where the money comes from, we need to think about what we can do that’s right for the kids,” says Shaheen, a New Hampshire Democrat who sits on the spending subcommittee that appropriates funding for HHS.\n\nFor the Department of Homeland Security, the administration made no acknowledgement of the spike in unaccompanied minors in its most recent budget request, but it called for $187 million more than enacted in fiscal 2014 for Customs and Border Protection, which apprehends, interviews and temporarily detains unaccompanied children caught crossing the border.\n\nObama also requested $19 million more for Citizenship and Immigration Services, which handles applications for immigration benefits such as green cards and asylum. But the fiscal 2015 budget proposal calls for $255 million less for Immigration and Customs Enforcement, which helps with immigration court proceedings and transportation for the children who cross without guardians.\n\nCarter says his Homeland Security Appropriations Subcommittee may have to shift funding in its fiscal 2015 spending bill to ensure that DHS agencies have the resources needed to deal with the increased flow of unaccompanied minors — an issue, he adds, that makes his constituents “absolutely furious.”\n\n“This has cropped up recently,” Carter says. “I thought we had the appropriations numbers right where we wanted them, but now we will be discussing this because it’s becoming a high-priority situation.”\n\nHis panel will release the text of its draft fiscal 2015 spending bill this week, ahead of a scheduled markup.\n\nCross-Cutting Problems\n\nTo effectively stem this crisis in the long run, Young says, the U.S. government must call on the cooperation of many federal agencies, including the State Department and the U.S. Agency for International Development.\n\n“It’s a very complicated situation that there’s not going to be any one single answer to. It’s going to require a lot of coordination,” she says. “It’s not just a migration issue, it’s not just a refugee issue, it’s a children’s issue. And that triggers all sorts of extra concerns.”\n\nRep. Lucille Roybal-Allard, a California Democrat, has introduced legislation that would require DHS to ensure that social workers trained to handle children are available at border stations to screen and care for unaccompanied minors crossing the border. The congresswoman has also crafted a bill that would bar federal agencies from disqualifying relatives from taking custody of unaccompanied children solely because of the relative’s immigration status.\n\nTexas Republican Rep. Michael McCaul has suggested also getting the Justice Department involved. McCaul, who chairs the Homeland Security Committee, has been working with the department, as well as DHS officials including Deputy Secretary Alejandro Mayorkas, to craft a bill that would heighten penalties for human smuggling.\n\nThose who smuggle immigrants through McCaul’s home state often exploit children, sell them into sex slavery or take the kids on such perilous journeys that they die before ever making it across the border, the congressman says.\n\nIt is in Texas’ Rio Grande corridor, where the state dips farthest down to touch the Mexican cities of Matamoros and Reynosa, that most of the unaccompanied kids have been spilling over the border. And it was there, in the U.S. border town of McAllen that the Homeland Security secretary witnessed a Border Patrol station so packed with kids this month that he declared a “level-four condition of readiness” in the Rio Grande Valley the next day.\n\nThat was the official admission that federal resources had been overwhelmed by the influx of unaccompanied children.\n\nAs Kerlikowske told lawmakers last month, his agency has simply been trying to “keep our heads above water” and “to get the Border Patrol agents back doing their work on the border and not essentially baby-sitting a lot of children that they really don’t have either the facilities or oftentimes the support that they need to do this.”\n\nStemming the Tide\n\nOn the ground in Texas, it seems like the flow of unaccompanied minors is bound to increase only further, says Daniel Tirado, a public affairs officer for the Border Patrol’s Rio Grande Sector. “Obviously the word is getting back to their country that they’re being released,” Tirado says. “Because of that, I’m pretty sure that once they get that word, more are going to come.”\n\nWhile the United States has agreements with Mexico and Canada to return illegal immigrants from those countries to their governments within 24 hours, there is no such understanding with Central American nations. So the droves of children crossing the border from El Salvador, Honduras and Guatemala are released to family in the United States or kept in foster or group homes.\n\nZack Taylor, chairman of the National Association of Former Border Patrol Officers, says the flow of unaccompanied minors won’t wane until the United States stops letting the kids stick around.\n\n“They need to put them on a C-130 and take them back to their country. They need to demonstrate that they’re going to enforce the law. Until they do that, they’re going to keep coming. It’s that simple,” says Taylor, who worked for Border Patrol for 26 years in the Rio Grande Valley and Nogales, Ariz. “Because those people that have come here and successfully circumvented our laws by the application of policy, they call back to the home country and say, ‘Hey, this is how we got here. This is what we did.’ ”\n\nCarl Meacham, who for more than a decade served as a Senate Foreign Relations Committee aide for former Indiana Republican Sen. Richard G. Lugar, says the rush of children trying to enter the United States should not be blamed only on deportation policies or even on trouble in Central America, but on the confluence of those factors, coupled with ambiguity in federal immigration laws.\n\n“I think it’s a combination of this lax enforcement and the economic benefits of coming to the U.S.,” says Meacham, who now directs the Americas program at the Center for Strategic and International Studies. “It highlights that there is a need for us to deal with this and to have an immigration reform built out by Congress.”\n\nLawmakers in both chambers and in both parties have said enactment of an overhaul of the nation’s immigration laws would help control the influx of unaccompanied minors.\n\n“I think that’s why we have to have laws in place, we need to enforce the laws, and we now have another argument for why we need to solve this problem,” says South Dakota Republican Sen. John Thune. “We have all these sort of discrete issues that come up.”\n\nArizona Republican Sen. John McCain says federal officials are exploiting humanitarian loopholes in immigration policy and asylum laws to allow Central American children to enter and remain in the United States.\n\n“If we had immigration reform,” McCain says, “we would secure our border, and we would be able to judge these people when they come across or when they seek to come across, rather than just have them come across and there they are.”\n\nPia Orrenius, a vice president at the Federal Reserve Bank of Dallas, notes that immigration laws for asylum and green cards are more favorable to Central Americans than to Mexicans, and that the number of Mexicans trying to cross the border has been falling while the number of Central Americans rises. Because of those factors and the U.S. government’s policies on detaining citizens of non-neighboring countries, she says, the influx of Central American children is drastically affecting U.S. resources.\n\n“All the institutional bias is against Mexicans and really in favor of Central Americans, so now you’re seeing this whole thing play out,” Orrenius says. “Where before we had all this economic immigration from Mexico that had a lot of economic benefits for the country as a whole ... now we’re transitioning into some kind of new status quo on the border where it’s more and more asylum seekers, more women and children, unaccompanied minors. And it’s really a bigger burden than we’ve ever had before.”\n\nChristopher Wilson, a senior associate at the Wilson Center’s Mexico Institute, does research on the U.S.-Mexico border several times a year and says he is now hearing more often about children showing up at the border making claims for asylum.\n\n“There’s definitely an uptick in people claiming credible fear, both from Mexico and Central America,” Wilson says. And there seems to be truth, he adds, in claims that violence is pushing kids north from Central America.\n\nBut the flood of unaccompanied minors has reached crisis levels so quickly that the academic community has not yet been able to pinpoint all the factors that are driving the mass migration, Wilson says.\n\n“So the situation has gone from concerning and very important to dire, extremely quickly,” he says. “All of us are struggling to keep up with the facts on the ground in terms of best solutions. Whenever you have a situation like this where it’s one: a human crisis, and two: sheds a light on a systemic crisis, you need to work on two tracks.\n\n“You need to work on one track to take care of the kids who continue to cross the border every day and on the other side you need to look at what flaws this is exposing in the overall architecture of how we deal with immigration.”",
        "quotes": [
            [
                "Hey, this is how we got here.",
                "",
                true
            ],
            [
                "We have to look out for these children while we work on root cause,",
                "",
                true
            ],
            [
                "The Department of Homeland Security could end up holding these children in cells intended for adults unless we come to grips with what are we going to do and how we’re going to bridge this while we’re looking at the root cause.",
                "",
                true
            ],
            [
                "We created this policy, and we’ve got this draw,",
                "Carter",
                true
            ],
            [
                "And it’s criminal that there are little children that are walking out in the desert because of policies we created during this administration.",
                "Carter",
                true
            ],
            [
                "If an American citizen took their kids and dumped them out in the Sonoran Desert and told them to walk across the Rio Grande and catch the Border Patrol on the other side, and the parents funded that, we’d terminate their parental rights,",
                "Carter",
                true
            ],
            [
                "And the truth is the states could do just that and put them in foster homes, but it would cost a ton of money.",
                "Carter",
                true
            ],
            [
                "deferred action, the family reunification is an issue,",
                "Kerlikowske",
                false
            ],
            [
                "I certainly understand this issue of family reunification as being part of what really is a complex problem.",
                "Kerlikowske",
                true
            ],
            [
                "reasons for this increase are complex,",
                "Kerlikowske",
                false
            ],
            [
                "What you see is a lot of gang predators preying on them, traffickers preying on them, people who will rob them along the way, beat them along the way, and a high degree of sexual violence,",
                "Young",
                true
            ],
            [
                "The whole trip is just very, very dangerous.",
                "Young",
                true
            ],
            [
                "And you also see that kids may not make it, so they’ll get turned away at the border.",
                "Young",
                true
            ],
            [
                "But instead of going back to the home country, they’ll try again.",
                "Young",
                true
            ],
            [
                "This is a humanitarian crisis, and we have to go to the edge of our chairs to at least get the estimate for fiscal ’15,",
                "Mikulski",
                true
            ],
            [
                "our failure to appropriate could exacerbate the humanitarian crisis.",
                "Mikulski",
                false
            ],
            [
                "I assume their assumption is Congress has got to fill in the gap, but they didn’t provide us any tools to do that,",
                "",
                true
            ],
            [
                "Due to the volatile nature of this program and the ongoing discussions of a long term policy solution, the Administration is not able to reliably predict the number of UAC (unaccompanied alien children) who will arrive in FY 2015 at this time.",
                "",
                true
            ],
            [
                "We will continue to closely monitor UAC arrivals and all potential program impacts and keep Congress apprised of changes in caseload projections and potential changes in the UAC population that may alter current budgetary estimates,",
                "",
                true
            ],
            [
                "I’ve been saying to the administration: Tell me what you need, and don’t stick us with the bill at the end,",
                "Mikulski",
                true
            ],
            [
                "And I feel that you’re not telling me what you need.",
                "Mikulski",
                true
            ],
            [
                "Rather than worrying about the silos of where the money comes from, we need to think about what we can do that’s right for the kids,",
                "Shaheen",
                true
            ],
            [
                "I thought we had the appropriations numbers right where we wanted them, but now we will be discussing this because it’s becoming a high-priority situation.",
                "Carter",
                true
            ],
            [
                "It’s a very complicated situation that there’s not going to be any one single answer to.",
                "",
                true
            ],
            [
                "It’s going to require a lot of coordination,",
                "",
                true
            ],
            [
                "It’s not just a migration issue, it’s not just a refugee issue, it’s a children’s issue.",
                "",
                true
            ],
            [
                "And that triggers all sorts of extra concerns.",
                "",
                true
            ],
            [
                "to get the Border Patrol agents back doing their work on the border and not essentially baby-sitting a lot of children that they really don’t have either the facilities or oftentimes the support that they need to do this.",
                "Kerlikowske",
                false
            ],
            [
                "Obviously the word is getting back to their country that they’re being released,",
                "Tirado",
                true
            ],
            [
                "Because of that, I’m pretty sure that once they get that word, more are going to come.",
                "Tirado",
                true
            ],
            [
                "They need to put them on a C-130 and take them back to their country.",
                "Taylor",
                true
            ],
            [
                "They need to demonstrate that they’re going to enforce the law.",
                "Taylor",
                true
            ],
            [
                "Until they do that, they’re going to keep coming.",
                "Taylor",
                true
            ],
            [
                "Because those people that have come here and successfully circumvented our laws by the application of policy, they call back to the home country and say, ‘Hey, this is how we got here.",
                "Taylor",
                true
            ],
            [
                "I think it’s a combination of this lax enforcement and the economic benefits of coming to the U.S.,",
                "Meacham",
                true
            ],
            [
                "It highlights that there is a need for us to deal with this and to have an immigration reform built out by Congress.",
                "Meacham",
                true
            ],
            [
                "I think that’s why we have to have laws in place, we need to enforce the laws, and we now have another argument for why we need to solve this problem,",
                "Meacham",
                true
            ],
            [
                "We have all these sort of discrete issues that come up.",
                "Meacham",
                true
            ],
            [
                "we would secure our border, and we would be able to judge these people when they come across or when they seek to come across, rather than just have them come across and there they are.",
                "McCain",
                false
            ],
            [
                "All the institutional bias is against Mexicans and really in favor of Central Americans, so now you’re seeing this whole thing play out,",
                "Orrenius",
                true
            ],
            [
                "Where before we had all this economic immigration from Mexico that had a lot of economic benefits for the country as a whole ... now we’re transitioning into some kind of new status quo on the border where it’s more and more asylum seekers, more women and children, unaccompanied minors.",
                "Orrenius",
                true
            ],
            [
                "And it’s really a bigger burden than we’ve ever had before.",
                "Orrenius",
                true
            ],
            [
                "There’s definitely an uptick in people claiming credible fear, both from Mexico and Central America,",
                "Wilson",
                true
            ],
            [
                "So the situation has gone from concerning and very important to dire, extremely quickly,",
                "Wilson",
                true
            ],
            [
                "You need to work on one track to take care of the kids who continue to cross the border every day and on the other side you need to look at what flaws this is exposing in the overall architecture of how we deal with immigration.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "central",
            "issue",
            "minors",
            "underage",
            "fiscal",
            "border",
            "child",
            "children",
            "immigration",
            "migrant",
            "unaccompanied",
            "illegal",
            "kids",
            "crisis",
            "need"
        ]
    },
    {
        "url": "http://www.rollcall.com/news/immigration-reform-border-crisis",
        "title": "A Tale of Two Congressional Visits to the Southwest Border",
        "authors": [
            {
                "name": "Cardlayout Size Adoptor",
                "link": null
            },
            {
                "name": "Emma Dumain",
                "link": null
            }
        ],
        "publisher": "www.rollcall.com",
        "publish_date": "2014-07-08",
        "text": "Updated 5:30 p.m. | House Judiciary Chairman Robert W. Goodlatte, R-Va., touted his delegation’s fact-finding trip to the Texas border last week as bipartisan , but lawmakers from both parties arrived back in Washington Tuesday as divided on immigration as ever.\n\nAccording to Rep. Zoe Lofgren, D-Calif., Democrats and Republicans went their separate ways on least three of the delegation's stops along the border, where local, state and federal officials are struggling to deal with a surge of immigrant minors — many of them unaccompanied — attempting to enter the country illegally.\n\n“I honestly think they were looking for an opportunity to confirm … without any data, that somehow this is Obama’s fault,” Lofgren said of the Republicans on the trip.\n\nLofgren’s comments to CQ Roll Call on Monday came several days after Goodlatte told reporters he saw “some aspects we can work with on a bipartisan basis,” but acknowledged that Democrats ultimately “view this issue differently than we do.”\n\nLofgren said she and the other Democrats from the Judiciary Committee delegation — Sheila Jackson Lee of Texas and Joe Garcia of Florida — invited Goodlatte and the participating Republicans — Darrell Issa of California and Blake Farenthold of Texas — to three meetings that she said would have given them more information to bring back to Washington, D.C.\n\nGoodlatte and Issa — the chairman of the Oversight and Government Reform Committee — declined, with Farenthold agreeing to tag along on a visit to a refugee assistance program being facilitated by Catholic volunteers.\n\nGoodlatte spokeswoman Jessica Collins told CQ Roll Call the differences in itineraries were not intended as slights: “The trip was scheduled for partial days on both Wednesday and Thursday in order to accommodate members traveling from different parts of the country. Both Democrats and Republicans added additional visits to the trip for Wednesday. Democrats who arrived early on Wednesday morning made their own arrangements for visits.”\n\nThe wide gap in perspectives on the cause and effect of the border surge may not have been bridged by a more collaborative trip to Texas last week, given how political the debate has become. Ultimately, Democrats want to help the president address the crisis, while Republicans are inclined to blame him for its escalation.\n\nThat continues to be the case on Capitol Hill this week, as lawmakers confront whether to greenlight President Barack Obama’s $3.8 billion request to bolster border resources and alleviate some of the chaos there.\n\nHouse Democrats — Lofgren among them — might have chafed at the proposal had Obama included a provision giving Homeland Security officials more discretion to deport immigrant children apprehended at the border, but absent that language, they stand ready to assist.\n\n“My basic response is, this is a reasonable request and the House of Representatives, the United States Senate, will respond positively to it,” Minority Whip Steny H. Hoyer, D-Md., told reporters Tuesday. “I hope that’s the case.”\n\nHouse Republicans are more noncommittal. Appropriations Chairman Harold Rogers of Kentucky said his committee would “take a close and thorough look.”\n\nRep. Kay Granger of Texas, whom Speaker John A. Boehner has appointed to lead a GOP “working group” to advise leadership on the border crisis, said the task force will meet Wednesday to discuss the larger issues surrounding the president's proposal, with a goal of updating the whole conference next week.\n\nBoehner, through a spokesman, suggested he was peeved that Obama’s funding request did not authorize the National Guard to “provide humanitarian support in affected areas.”\n\nAnd other Republicans don’t want to do anything at all. Goodlatte put out a statement saying the crisis remains Obama’s to fix.\n\n“President Obama created this disaster at our southern border and now he is asking to use billions of taxpayer dollars without accountability or a plan in place to actually stop the border crisis,” he said.\n\nRep. Lamar Smith, a Texas Republican and Goodlatte’s predecessor at the helm of the Judiciary Committee, was more blunt: “Congress shouldn’t give President Obama a single penny until we see him use the current resources to secure the border, increase interior enforcement, and reduce illegal immigration.”\n\nGoodlatte and Issa implied their findings at the border would bolster the GOP response in Congress regarding the child migrant border surge.\n\nDuring a conference call with a small group of reporters on July 3, the two lawmakers said they were fully confident that Obama used executive orders to render immigration laws so lax that children in Central America believe that once they enter the United States, they will automatically qualify for legalization proceedings.\n\nTheir suspicions were confirmed during a ride-along with border patrol agents near the Rio Grande River, where they witnessed individuals being taken into custody and then had a chance to interact with them.\n\n“Their stories are basically, ‘I wanted to come to the United States, I wanted to be reunited with a family member in the United States and I’ve been told that if I come, they’ll let me in,’” Goodlatte said.\n\nLofgren had a different takeaway from her border visit. While she acknowledged that smugglers “have engaged in misleading efforts” to convince children to sneak across the border, she was certain there were more factors at stake.\n\n“Here’s the thing,” she said. “OK, the smugglers are giving this pitch, but even if you can believe that was true, what would it take to give your 8-year-old to some smuggler to go off for a thousand miles? You don’t do that just because you’re going to get permission [to stay in the U.S.] You’re doing it because things have deteriorated to the point where it actually seems it’s smarter to get your kid out of there than to face the warlords who are threatening her life.”\n\nLofgren cited one briefing that she said would have been particularly enlightening for her absent Republican counterparts: a meeting with volunteer lawyers who said more than half the children who enter the country illegally across the Southwest border are found eligible for asylum as the victims of human trafficking, abandonment or abuse.\n\nBut even that statistic runs counter to one being touted by Republicans. According to a release from Goodlatte, a “key finding” from the border trip last week was that “many of these minors and families are able to game the asylum process since most applications are rubberstamped for approval.”\n\nThe same release cites an internal DHS memo stating “there is proven or possible fraud in up to 70% of asylum applications.”\n\nLofgren also described a visit to the Brownsville holding center where she saw children “sleeping on the cement with little tin foil blankets,” and a 3-year-old toddler traveling alone whose only word appeared to be “Miami.”\n\nWhat she witnessed, she said, reinforced her position that Congress must, at minimum, address the overcrowding at detention facilities and improve conditions for children being held there. “We do need the resources to deal with these kids and I hope we’ll have a bipartisan effort to deal with that,” she said.\n\nGoodlatte reiterated Tuesday that Congress shouldn’t act when the president could with his own resources.\n\n“Republicans are committed to solving this problem, including seeking changes to current law,” he said. “However, no amount of resources or changes will be effective in stemming the surge of illegal border crossings if President Obama continues to ignore the law.”",
        "quotes": [
            [
                "I wanted to come to the United States, I wanted to be reunited with a family member in the United States and I’ve been told that if I come, they’ll let me in,",
                "",
                true
            ],
            [
                "I honestly think they were looking for an opportunity to confirm … without any data, that somehow this is Obama’s fault,",
                "Lofgren",
                true
            ],
            [
                "some aspects we can work with on a bipartisan basis,",
                "Goodlatte",
                false
            ],
            [
                "view this issue differently than we do.",
                "Goodlatte",
                false
            ],
            [
                "The trip was scheduled for partial days on both Wednesday and Thursday in order to accommodate members traveling from different parts of the country.",
                "Jessica Collins",
                true
            ],
            [
                "Both Democrats and Republicans added additional visits to the trip for Wednesday.",
                "Jessica Collins",
                true
            ],
            [
                "Democrats who arrived early on Wednesday morning made their own arrangements for visits.",
                "Jessica Collins",
                true
            ],
            [
                "My basic response is, this is a reasonable request and the House of Representatives, the United States Senate, will respond positively to it,",
                "",
                true
            ],
            [
                "I hope that’s the case.",
                "",
                true
            ],
            [
                "take a close and thorough look.",
                "",
                false
            ],
            [
                "provide humanitarian support in affected areas.",
                "",
                false
            ],
            [
                "President Obama created this disaster at our southern border and now he is asking to use billions of taxpayer dollars without accountability or a plan in place to actually stop the border crisis,",
                "Obama",
                true
            ],
            [
                "Congress shouldn’t give President Obama a single penny until we see him use the current resources to secure the border, increase interior enforcement, and reduce illegal immigration.",
                "",
                true
            ],
            [
                "Their stories are basically, ‘I wanted to come to the United States, I wanted to be reunited with a family member in the United States and I’ve been told that if I come, they’ll let me in,",
                "Goodlatte",
                true
            ],
            [
                "OK, the smugglers are giving this pitch, but even if you can believe that was true, what would it take to give your 8-year-old to some smuggler to go off for a thousand miles?",
                "Lofgren",
                true
            ],
            [
                "You don’t do that just because you’re going to get permission [to stay in the U.S.] You’re doing it because things have deteriorated to the point where it actually seems it’s smarter to get your kid out of there than to face the warlords who are threatening her life.",
                "Lofgren",
                true
            ],
            [
                "many of these minors and families are able to game the asylum process since most applications are rubberstamped for approval.",
                "Goodlatte",
                false
            ],
            [
                "there is proven or possible fraud in up to 70% of asylum applications.",
                "",
                false
            ],
            [
                "sleeping on the cement with little tin foil blankets,",
                "Goodlatte",
                false
            ],
            [
                "We do need the resources to deal with these kids and I hope we’ll have a bipartisan effort to deal with that,",
                "Lofgren",
                true
            ],
            [
                "Republicans are committed to solving this problem, including seeking changes to current law,",
                "Goodlatte",
                true
            ],
            [
                "However, no amount of resources or changes will be effective in stemming the surge of illegal border crossings if President Obama continues to ignore the law.",
                "Goodlatte",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.rollcall.com/news/obama-asking-congress-for-4-3-billion-for-border-crisis-wildfires"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://webmail.cqrollcall.com/owa/redir.aspx?C=uo34sI9YaE6_EK_RGxXzEXbnLf9HbtEIbcPDJmPVH8rsGL-wTDE_CnyOegsabCySuAitQHzc2XQ.&URL=http%3a%2f%2fblogs.rollcall.com%2f218%2fgoodlatte-and-other-house-members-plan-trips-to-southwest-border%2f%3fdcz%3d"
            ]
        },
        "key_words": [
            "week",
            "southwest",
            "border",
            "children",
            "visits",
            "democrats",
            "trip",
            "obama",
            "goodlatte",
            "president",
            "texas",
            "tale",
            "republicans",
            "congressional"
        ]
    },
    {
        "url": "http://www.rollcall.com/white-house/immigration-news-obama-needs-congress-emergency-funding/",
        "title": "Obama Still Needs Congress to Show Him the Money",
        "authors": [
            {
                "name": "Cardlayout Size Adoptor",
                "link": null
            },
            {
                "name": "Steven T. Dennis",
                "link": null
            }
        ],
        "publisher": "www.rollcall.com",
        "publish_date": "2014-07-08",
        "text": "Heather Piña Ledezma, a citizen who turned 6 on July 4, attends an immigration rally near the White House. Her mother is Mexican. (Tom Williams/CQ Roll Call)\n\nPresident Barack Obama may be just about done with this Congress, but there’s one thing he can’t do without — money.\n\nBefore Congress adjourns in a month for the August recess, Obama wants lawmakers to pass a supplemental spending bill dealing primarily with the child migrant crisis , while also averting a slowdown of highway projects.\n\nBut he will need a historically unproductive Congress to creak into action to do so, even as House Republicans head to the courthouse to sue the president over his executive actions.\n\nAnd after the break, Congress will have to agree on a spending bill to avoid a pre-election government shutdown — with Obama pushing Congress for a host of controversial items, including $500 million for Syrian rebels, a new anti-terrorism foreign aid fund and the authority to close the military prison in Guantánamo Bay, Cuba.\n\nThe bottom line: While Obama has used his pen and phone to enact a host of administrative changes this year, he can’t pen and phone his way around Congress’ power of the purse. White House Press Secretary Josh Earnest told reporters the administration would detail its supplemental spending request Tuesday and said the measure would include a surge of personnel to adjudicate border migrant cases and other items.\n\nEarnest has expressed hope that Congress could act quickly to provide both the funding and new authorities for Homeland Security Secretary Jeh Johnson so the administration can quickly process and, in most cases, deport the children to their home countries in Central America.\n\nIt’s not clear yet whether Congress would approve anything — or if the White House will have to swallow any riders or offsetting budget cuts Republicans might demand in return. GOP aides held their fire Monday ahead of the official request.\n\nBut Sen. John McCain suggested that an immigration overhaul was impossible until the border was secure , and said the United States should pressure Central American countries and Mexico to stop the flow.\n\n\"We should tell these countries in Central America that no more aid, no more assistance, no nothing until they stop this from happening,” the Arizona Republican told KFYI radio in Phoenix. “And tell our friends in Mexico to secure their border, their Southern border as well as their Northern border, and no comprehensive immigration reform until we get our border secured. It’s unacceptable.\"\n\nOther Republicans have blamed the border crisis, in part, on the president’s decision to unilaterally grant deportation relief to many immigrants brought to the United States as children.\n\nThe House already has voted to defund that program, known as DACA, and some Republicans recently wrote to Obama demanding he immediately end the program.\n\nThe White House has strongly rejected the GOP argument, and with chances of an immigration overhaul dead for the year , Obama is looking to expand deportation relief on his own, not shrink it — even as the administration emphasizes changes would not apply to new immigrants.\n\nIt's all rubbing Republicans the wrong way.\n\n\"In the same breath, at that moment when he asked for more money to take care of the crisis, he announced that he would deliberately and openly go around the Congress of the United States and the Constitution and unilaterally change immigration law again through an enforcement policy,\" Sen. Jeff Sessions, R-Ala., said Monday on the floor.\n\nBut even Sessions suggested Congress will need to find some money to deal with the crisis.\n\n\"We've got to take care of the children. We can't leave them in a circumstance where they're not fed or taken care of or in safe condition. We'll have to find some money, I guess, to do that. But the question is: how did it happen? Why did it happen?”\n\nSessions also told CQ Roll Call any new spending should be offset: “I don’t think the president should be rewarded for his failures by just having us borrow more money to just pay for that.”\n\nSessions suggested raising $4.2 billion to fund the program by making it harder for people in the country illegally to claim the Additional Child Tax Credit. His proposal would require a Social Security number to claim the benefit, cutting out those who have U.S. citizen children but aren't authorized to be here.\n\nSen. Richard C. Shelby, R-Ala., the ranking member on appropriations, said of the request \"absolutely it ought to be offset.\" He suggested starting with rescissions from the Affordable Care Act.\n\nSessions called the president's position a \"disconnect,\" noting he views it as \"ironic that he demands Congress provide him money while the money he’s demanding is needed because of his failure to enforce congressionally passed law.\"\n\nSessions suggested House Republicans could attach to Obama's funding request conditions that would require the administration to enforce current immigration law to access the funds.\n\nThe supplemental request will get a hearing Thursday in the Senate Appropriations Committee.\n\nThe push for offsets comes as Congress is grappling with how to pay for a roughly $10 billion patch to avert a shutdown of highway projects across the country, while giving Congress more time to hash out a longer-term solution.\n\nThen there’s the potential for a September shutdown showdown. Republican leaders haven’t shown any appetite for a reprise of last year’s partial government closure drama, which ended when the GOP capitulated on demands to defund Obamacare.\n\nJohn Thune of South Dakota, the No. 3 Senate Republican, said recently Republicans weren’t plotting to shut down the government over the president’s coal regulations, for example .\n\nAs he cranks into action ahead of the Nov. 4 midterm elections, Obama has been increasingly dismissive of the Capitol’s dysfunction, blaming Republican partisan politics while saying he’s ready to work with the GOP if they're willing to work with him.\n\nBut his relationship with Speaker John A. Boehner of Ohio is at a low point, given the House GOP lawsuit and the speaker's refusal to bring an immigration bill to the floor. The president brushed off the lawsuit threat with a “so sue me” line, and also has dismissed the idea that golfing more with Boehner would accomplish anything.\n\nNiels Lesniewski and Humberto Sanchez contributed to this report.\n\nRelated stories: Boehner Moving Toward Late-July Vote on Obama Lawsuit White House: Boehner Lawsuit Uses Taxpayer Money Against Obama for 'Doing His Job' Boehner Planning House Lawsuit Against Obama Executive Actions Boehner’s Memo to Members on Obama Lawsuit 33 House Republicans to Obama: End Deportation Stays for ‘Dreamers’ Obama Executive Order to Ban LGBT Discrimination Get breaking news alerts and more from Roll Call in your inbox or on your iPhone.",
        "quotes": [
            [
                "I don’t think the president should be rewarded for his failures by just having us borrow more money to just pay for that.",
                "",
                true
            ],
            [
                "We should tell these countries in Central America that no more aid, no more assistance, no nothing until they stop this from happening,” the Arizona Republican told KFYI radio in Phoenix.",
                "",
                true
            ],
            [
                "And tell our friends in Mexico to secure their border, their Southern border as well as their Northern border, and no comprehensive immigration reform until we get our border secured.",
                "",
                true
            ],
            [
                "In the same breath, at that moment when he asked for more money to take care of the crisis, he announced that he would deliberately and openly go around the Congress of the United States and the Constitution and unilaterally change immigration law again through an enforcement policy,",
                "Jeff Sessions",
                true
            ],
            [
                "We've got to take care of the children.",
                "",
                true
            ],
            [
                "We can't leave them in a circumstance where they're not fed or taken care of or in safe condition.",
                "",
                true
            ],
            [
                "We'll have to find some money, I guess, to do that.",
                "",
                true
            ],
            [
                "But the question is: how did it happen?",
                "",
                true
            ],
            [
                "Why did it happen?”\n\nSessions also told CQ Roll Call any new spending should be offset: “I don’t think the president should be rewarded for his failures by just having us borrow more money to just pay for that.”\n\nSessions suggested raising $4.2 billion to fund the program by making it harder for people in the country illegally to claim the Additional Child Tax Credit.",
                "",
                true
            ],
            [
                "His proposal would require a Social Security number to claim the benefit, cutting out those who have U.S. citizen children but aren't authorized to be here.",
                "",
                true
            ],
            [
                "Sen. Richard C. Shelby, R-Ala., the ranking member on appropriations, said of the request \"absolutely it ought to be offset.",
                "",
                true
            ],
            [
                "ironic that he demands Congress provide him money while the money he’s demanding is needed because of his failure to enforce congressionally passed law.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "http://www.rollcall.com/wgdb/gop-government-shutdown-war-on-coal-climate-change-epa/",
                "http://www.rollcall.com/218/dreamers-obama-republicans-issa-deportations",
                "http://www.rollcall.com/news/alone_illegal_and_underage_the_child_migrant_crisis-233381-1.html",
                "http://www.rollcall.com/218/boehner-lawsuit-obama-late-july/",
                "http://www.rollcall.com/white-house/immigrant-children-deport-obama/",
                "http://www.rollcall.com/218/boehner-lawsuit-memo-letter-members/",
                "http://www.rollcall.com/white-house/white-house-boehner-lawsuit-uses-taxpayer-money-against-obama-for-doing-his-job/",
                "http://www.rollcall.com/white-house/immigration-bill-officially-dead-boehner-tells-obama-no-vote-this-year/",
                "https://apps.apple.com/us/app/roll-call-news/id433753469",
                "http://www.rollcall.com/white-house/obama-to-ban-lgbt-discrimination-by-federal-contractors",
                "http://www.rollcall.com/wgdb/senate-democrats-call-for-quick-action-on-highway-patch",
                "http://www.rollcall.com/wgdb/immigration-mccain-cut-aid-central-america"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://blogs.rollcall.com/218/obama-lawsuit-boehner-house/",
                "http://www.rollcall.com/register/main.html?pos=rr"
            ]
        },
        "key_words": [
            "congress",
            "needs",
            "house",
            "border",
            "immigration",
            "obama",
            "money",
            "lawsuit",
            "white",
            "suggested",
            "republicans"
        ]
    },
    {
        "url": "https://apps.apple.com/us/app/converge-advocacy/id1167241199",
        "title": "‎Converge Advocacy",
        "authors": [],
        "publisher": "apps.apple.com",
        "publish_date": "",
        "text": "The Converge Advocacy App is the complete solution for your Fly-Ins and Hill Days.\n\n\n\nWith this app, you’ll find everything you need to make the most of your Hill Day, including:\n\n\n\n•Push Notifications — Receive alerts and up-to-the-minute event updates from the organizer\n\n• Schedule — Search sessions and speakers, create your own itinerary, download handouts, take notes, and make personal appointments\n\n• Talking Points — Reference your talking points for your meetings with members\n\n• Meeting Feedback — Submit notes on your meetings with elected officials directly to the organizer\n\n• Event Details — Access destination information, complete surveys, and more\n\n• Directory — Create your own profile and search for and message other attendees\n\n• Advocacy — Easily contact your elected officials about the issues important to you\n\n• Timeline — View and swap ideas, photos and lessons learned with other attendees\n\n• Twitter — Engage with other event attendees by posting and viewing the event stream on Twitter\n\n\n\nYou can download the app to any of your mobile devices and sync your event information and itineraries across devices.\n\n\n\nIf you are interested in fully managing your Hill Day through the Converge Advocacy App call 202.650.6500 or write sales@cq.com.",
        "quotes": [],
        "links": {
            "articles": [
                "https://apps.apple.com/us/app/roll-call-news/id433753469"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://apps.apple.com/us/app/cq/id1022591312"
            ]
        },
        "key_words": [
            "converge",
            "hill",
            "points",
            "attendees",
            "app",
            "search",
            "event",
            "officials",
            "advocacy",
            "talking",
            "organizer"
        ]
    }
]