[
    {
        "url": "http://www.newshounds.us/fox_friends_pastor_defends_children_detention_camp_cuz_kids_can_pray_071519",
        "title": "Fox & Friends: Pastor Defends Children Detention Camp Cuz Kids Pray",
        "authors": [],
        "publisher": "www.newshounds.us",
        "publish_date": "",
        "text": "Don’t believe the liberal media and Democratic politicians when they talk about kids, held in dubious conditions, at Florida’s \"largely unregulated,” for-profit Homestead camp. According to evangelical pastor Russell Black, the kids are getting “phenomenal” care with the added benefit of being able to pray with the pastor.\n\nFriday, Fox & Friends ran some dubious defense for the Homestead Temporary Shelter for Unaccompanied Children which is under criticism for its seeming refusal to provide information to lawmakers about conditions in the camp. But never fear, Christian pastor Russell Black says it’s all good.\n\nCohost Griff Jenkins started the propaganda ball rolling with his proclamation that “Senate Democrats blasting conditions at facilities that house migrant children.” The banner: “Dems Condemn Border Facility Conditions.” Video of Democratic senators, criticizing “inhumane” conditions at the camps, was shown.\n\nCohost and sweet lil Christian Ainsley Earhardt introduced their guest, Pastor Russell Black, president of the Latin Impact Ministries. According to Earhardt, Black says the Democrats “have it all wrong.” Black has said that the Homestead facility “is almost like a summer camp.”\n\nBlack, who volunteers at the shelter, praised the quality of care. He whined about “the print media” and politicians who make unfair allegations about the shelter. He gushed about being “privileged to be able to conduct religious services there” which, he said, have changed the lives of the children.\n\nHe also claimed that, contrary to allegations that the kids are held indefinitely, they are processed quickly. He hoped that if his children had to be detained, they would have the same “phenomenal” care as that of Homestead. Black also assured the Friends that if the camp's children were being abused, they would tell him – and so far, nobody has complained!\n\nJenkins thanked the pastor for his “insight” as it “paints a different picture than the one we heard from those lawmakers, particularly running for president.”\n\nMeanwhile, back on planet Earth, the reality is, as usual, a little more complicated than what you see on Fox & Friends. Court documents, submitted by lawyers who have been inside Homestead, state that children “are subjected to “prison-like” regimens, potentially sustaining permanent psychological damage due to isolation from loved ones.” The documents also note that the despair suffered by the children has led some of them to cut themselves.\n\nAnother interesting factoid is that Black’s wife is the CEO of the local chapter of the Chamber of Commerce which has, as one of its members, Caliburn, the private company which runs the shelter. Also interesting is that Caliburn has been asking the town for assistance in improving the company’s public image – something that Fox News is willing to do!\n\nSo it’s all good because pastor says so and pastors never lie. Amiright?\n\nWatch the whitewashing on the July 12th, 2019 Fox & Friends.",
        "quotes": [
            [
                "Senate Democrats blasting conditions at facilities that house migrant children.",
                "Griff Jenkins",
                true
            ],
            [
                "is almost like a summer camp.",
                "",
                false
            ],
            [
                "privileged to be able to conduct religious services there",
                "Griff Jenkins",
                false
            ],
            [
                "paints a different picture than the one we heard from those lawmakers, particularly running for president.",
                "Jenkins",
                false
            ],
            [
                "are subjected to “prison-like” regimens, potentially sustaining permanent psychological damage due to isolation from loved ones.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.elle.com/culture/career-politics/a22363294/ainsley-earhardt-fox-and-friends-donald-trump-americas-sweetheart/",
                "https://www.miaminewtimes.com/news/florida-rep-debbie-mucarsel-powell-cant-get-answers-about-homestead-shelter-for-unaccompanied-children-11214518",
                "https://www.miamiherald.com/news/local/immigration/article231075518.html",
                "https://www.miamiherald.com/news/local/immigration/article232586272.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://thinkprogress.org/pastor-tells-fox-news-immigrant-detention-center-fine-because-kids-pray-weekly-and-dont-complain-1ebc2ae21f1e/"
            ]
        },
        "key_words": [
            "homestead",
            "cuz",
            "shelter",
            "defends",
            "kids",
            "camp",
            "children",
            "fox",
            "friends",
            "pastor",
            "detention",
            "russell",
            "black",
            "conditions",
            "pray"
        ]
    },
    {
        "url": "https://www.elle.com/culture/career-politics/a22363294/ainsley-earhardt-fox-and-friends-donald-trump-americas-sweetheart/",
        "title": "How Ainsley Earhardt Became America’s (President’s) Sweetheart",
        "authors": [
            {
                "name": "Molly Langmuir Is A Staff Writer For Elle.",
                "link": null
            },
            {
                "name": "Molly Langmuir",
                "link": null
            }
        ],
        "publisher": "www.elle.com",
        "publish_date": "2018-08-07",
        "text": "This past April, Ainsley Earhardt released The Light Within Me: An Inspirational Memoir, about the role faith has played in her life. Each chapter begins with a passage from Scripture, and for chapter eight, “Fox News Comes Calling,” it is Psalm 37:4: “Take delight in the Lord, and He will give you the desires of your heart.” Since Earhardt joined Fox & Friends on February 29, 2016, one day before Super Tuesday, ratings for the show have gone from 1.1 million to 1.6 million, according to Nielsen; in May, it celebrated its 199th month as the most-watched cable-news program in its time slot. For the most part, it is a typical morning show, albeit one with an ideological bent. On April 26, for example, the cohosts celebrated National Pretzel Day; interviewed a conservative running for Senate; and discussed Robert Mueller, the MS-13 gang, and a wax figure of Melania Trump. They also patched in Donald Trump, who spoke off the cuff for 30 minutes, making headlines around the world. Trump is one of the show’s most avid viewers, tweeting at the Fox & Friends Twitter account more than 120 times since becoming president. This has transformed it, per the New York Times, into the most powerful show in America, and the three hosts, Earhardt, Steve Doocy, and Brian Kilmeade, per Mediaite, into the most influential news-media people in the world.\n\n\n\nOn the first Sunday in May, Earhardt, 41, arrives at Books & Greetings, a store in a modest strip mall in Northvale, New Jersey, for a book signing. Inside, around 100 people—a woman who’d driven from Queens, a man who’d come from church—fill the aisles, holding copies of The Light Within Me, which features Earhardt on the cover in a pink sweater and white pants, the space around her suffused with light. “She’s such a role model for women and moms, for people who want to put their faith out there,” says Donna Chiappa, who’s standing with her daughter. “It’s hard to be a Christian these days.”\n\nEarhardt, who’s originally from South Carolina, often wears sheathdresses on TV in shades bright enough to wake you up, which she chooses at 4 a.m. from a rainbow of color-coordinated racks in her office. At Books & Greetings, she is camera ready in a fuchsia-print, off-the-shoulder dress she’s worn on-air and nude Louboutins, her hair in a loose blow-out. Both onscreen and in person, she is pristinely pretty, like a wedding-cake figurine come to life, with a distinctly Southern charm and a smile glorious enough that when it flashes it feels like nothing in the world could be wrong. “I’m blessed to have written a book about faith that’s become a number six New York Times best-seller,” she tells the crowd. “But it’s not about me; it’s about God. Hopefully my story will help change people’s lives.”\n\nChiappa’s daughter, a college student, leans toward her mom. “She looks like Barbie,” she says.\n\n“I like the way she interviews people,” another woman tells me. “It’s nice to get unbiased news and not just Trump-bashing.”\n\nJoshua Bright\n\nSince the election, Fox & Friends has consistently proven to be a safe space for Trump and his supporters. Sometimes the hosts offer rebuttals, but in general they celebrate Trump’s successes, take him at his word, and ignore his scandals. After the New York Times ran a front-page story claiming that Trump had considered firing Robert Mueller last year, Earhardt seemed irritated to even have to talk about it. “All right, well, the president says it’s fake news,” she said. “It’s something we have to tell you about because it is a headline in the New York Times. What do you think about that? Do you even care? Something you probably do care about is immigration.…”\n\nEarhardt doesn’t reveal whom she voted for, but she serves, effectively, as an emissary for the 53 percent of white women who supported Trump in 2016. “There is a need to represent middle America, and I think we do that,” she told the AP in April. “With that comes the support of the president.” He’s appeared on the program four times since the election, more than on ABC, CBS, and NBC combined. In June of 2017, Trump and the First Lady did their first joint interview after the election with Earhardt. That same month, she also interviewed Ivanka Trump.\n\nThis is a peculiar position to end up in if you’re someone who describes yourself, as Earhardt does, as not liking controversy. But these are peculiar times. As the New York Times’s Glenn Thrush declared recently on Twitter, he now watches Fox & Friends to “get an early sense of White House policy messaging for the day. Not kidding!”\n\nIn early May, Trump tweeted that Earhardt, “a truly great person, just wrote a wonderful book, The Light Within Me, which is doing really well…bring it to number one!” Four days later, at Books & Greetings, Earhardt begins signing books, greeting people with such warmth I assume at first they’re friends. “I love your yellow,” she says to one woman about her jacket. “That is so thoughtful of you,” she tells an older man. Earlier, I’d seen him near the back of the room, wearing aviator sunglasses and looking, I’d thought, a little sinister. But in her presence, his face relaxes and he smiles.\n\nWhen we meet at Earhardt’s Upper East Side apartment a week later, a Fox News publicist in tow, Earhardt gives me a tour of the space, decorated in shades of beige, greige, and pink. She’s still wearing her TV makeup from that morning’s show, but she’d been too busy with her two-year-old daughter, Hayden, to take it off.\n\n“All I could think was how did I get here?” she writes of sitting in Roger Ailes’s office, overlooking Rockefeller Center. “It had to be God.”\n\nLately, Earhardt’s life has been particularly hectic, between book appearances and flying home most weekends (her mom had a stroke last February). “If God tells me to write another book, then I will,” Earhardt says. “Though I hope He doesn’t for a little while. I just really want to spend some time with my daughter, maybe go on a vacation.” The last room she takes me to is Hayden’s, where there’s a framed cover of Earhardt’s first children’s book (she’s published two, both best-sellers). Hayden hides behind the glider, then pops out to surprise us, delighted with herself.\n\nEarhardt was just a few years older than Hayden when, while watching the Oscars, she burst into tears because she wished she were there so badly. “I wanted to be famous when I was little, but not because I needed that,” she says. “It’s hard to explain. And I was so sad, because I wasn’t sure my parents supported a theater career.” Instead, she decided on orthodontia. Her smile is the product of three sets of braces, and she got to know her orthodontist well enough that he hired her to work in his office. By the time she graduated from high school, he told her that if she followed in his footsteps, she could take over his practice.\n\nShe grew up in a family that valued this kind of practical thinking. Earhardt’s father gave up his dream of being a basketball coach to take a job selling janitorial and industrial supplies. (The liquid soap in the bathrooms at Fox News is a brand he used to sell.) Her mother was a teacher who believed in the importance of etiquette and “always had her makeup just right and dressed beautifully,” says Cindy Parker, a friend of Earhardt’s since fourth grade. “Ainsley followed in her footsteps.” As a teenager, Earhardt, whose friends sometimes called her Hollywood, smoked Virginia Slims Superslims menthols she kept in a silver cigarette case.\n\nWhatever rebelling Earhardt did was tempered by not wanting to disappoint her parents. “We were definitely going to college,” says Earhardt, the middle of three kids. “We were going to be in a sorority.” Every Sunday, her family also attended a Lutheran service, and her community at large was religious enough that when she started receiving letters from “Jesus,” she had no idea who’d left them, though she suspected her father. When I ask if she ever found out, she calls him from the restaurant, Le Pain Quotidien, where we’ve gone for lunch. “The notes would say, ‘Jesus loves you,’” she says on the phone, trying to jog his memory. “Or ‘Today, you have forgotten to acknowledge me and I’m standing here and I’m alone and sad.’” This sounds, to me, a little peevish, but that would be far too cynical a take for Earhardt. “It wasn’t him!” she says when she gets off the phone. Then she widens her eyes. “Gosh, I hope someone comes forward.”\n\nShe enrolled at Florida State University, pledged Alpha Delta Pi, and was a debutante. “We really didn’t have a choice,” she writes in her book, which was produced with a ghostwriter and has a sincere, sanguine tone. “But it turned out to be a great experience.” This isn’t to say that Earhardt always fit in neatly with her surroundings. “I remember asking God, Why was I born into this family in South Carolina?” she says. “Which sounds awful. I love my family. But the way I grew up, you go to New York to visit maybe once in your life.” The truth was, she wanted to live in New York or L.A. and have a job more forward-facing than orthodontia. “In my heart, I was drawn to PR,” she writes, and that interest segued into broadcast journalism. She spent spring break of her sophomore year traveling to New York with a church group to minister in homeless shelters, but the main draw was visiting the city. One morning, she woke up at 3 a.m. to wait outside the Today show with a sign that read, “Will you marry me Matt Lauer?” By the end of the year, she’d decided to transfer to the University of South Carolina and change her major to journalism.\n\n\"All I really worry about is my little world. I do want everyone to be happy and safe. I want to contribute. But I try not to focus too much on the negative.\"\n\nFor much of college, she had “one foot in Bible study and one foot at the frat party,” as she said during an interview with Fox News’s Steve Hilton. But this changed soon after she arrived at USC, when she went on a trip to the mountains with friends. One night, the group was partying in Earhardt’s cabin; she could smell marijuana, and the music was so loud it shook the walls, but suddenly “a hush filled the room,” she writes. Earhardt stood up, walked to the back steps, and stared out at falling snow, speaking directly to God. “I want this void in my life filled forever,” she said. “I want it filled with you.” The experience proved profound and transformative. Back on campus, she stopped drinking and wrote love letters to God in journal after journal (“I had boxes of journals,” she told the Charlotte Observer). For a year, she cried at church, partly out of joy, but also grief for all the time she’d wasted. “I just wanted to be angelic and pure and nice and kind,” she says. What did God tell her about why she was born to her family? I ask. “It was, ‘Ainsley, be patient. I will make all your dreams come true,’” she says.\n\nThis is an idea she returns to often in interviews. Likewise, that she wishes, politically speaking, we could come together—and that on air, she wants to ask tough questions. But there’s one story she tells me that I haven’t heard before. I ask her, a little randomly, if she has any memories of childhood fears, and she says that once, when she was young, a guy working on her house’s roof asked when her birthday was. She told him, and then he said he’d come back on that day and dump a bucket of tar on her. “I didn’t want my birthday to happen,” she says, but she didn’t tell anyone. “Because I wanted to act tough. I was always the tough one. I didn’t complain.”\n\nHer first job out of college was at WLTX in her hometown, where she reported for the 11 p.m. news about drug busts, local politics, and, once, a woman’s pet tiger. Two years later, she became the new morning anchor, paired with Curtis Wilson. Their backgrounds were dissimilar—Wilson is African American, 18 years older than she is, and originally from Brownsville, Brooklyn—but they developed an easy rapport. “How can you not like Ainsley?” Wilson says. “Everyone is equal to her, no matter their background. People might try to single her out because she works for Fox News, but no one who actually knew her then says anything negative.”\n\nThe morning show became the area’s second-highest rated, but Earhardt, who worked with a voice coach to soften her drawl, had her eye set on bigger markets. In 2005, she moved to San Antonio to work for the CBS affiliate KENS 5. “Everybody knew she was a star,” says Deborah Knapp, an anchorwoman at the station. Just after Earhardt’s thirtieth birthday, she interviewed at Fox News. “All I could think was how did I get here?” she writes of sitting in Roger Ailes’s office, overlooking Rockefeller Center. “It had to be God.”\n\nOnce she got the job, she moved to New York with the boyfriend she’d recently married. She started out anchoring overnight news cut-ins but soon garnered her own segment, “Ainsley Across America,” on Sean Hannity’s show. In 2012, she also became the host of a new show called Fox & Friends First, which aired at 5 a.m. “She just kept at it,” Knapp says. “Her success hasn’t been at anybody else’s expense. She did it on talent and hard work.” During her thirties, Earhardt’s personal life underwent seismic changes—she divorced her first husband, then married Will Proctor, a former quarterback who now works in finance; she had a wrenching miscarriage, then gave birth to her daughter in late 2015. The consistent thing was work. “And she never complained,” Parker says. “I don’t think she’s ever gone to her bosses to complain about anything.” Earhardt found out she’d landed her current Fox & Friends gig while out on maternity leave. Her first day back was her first day in her new position.\n\nI’d interviewed her like she was a political figure. She thinks of herself as a morning-show host.\n\nHalf a year later, women began coming forward, accusing Ailes and others at the network of sexual harassment, but Earhardt says this wasn’t her experience: “I’ve never been in a situation like that, thankfully.” She was upset when she learned of the allegations, she writes, and shocked. “She’s a very loyal person,” Knapp says. “And naïve, in a positive way. I can see how she wouldn’t be aware of that.”\n\nAt one point, I ask what she’d say to the young woman at Books & Greetings who thought she looked like Barbie. “I enjoy makeup and having someone who does my hair,” she says. “What female wouldn’t? But I want that little girl to see it is hard work, it is being kind, it is knowing who you are. It’s taken me a long time to get here.” She knows this is also part of how her antagonists view her. “I think they see a Southern blonde,” she says. “I hear ‘Barbie.’” But she tries to let criticism roll of. “Honestly, I just love my life,” she says. “I have my dream job. I have this wonderful schedule where I work full-time and also get to be a full-time mom. All I really worry about is my little world. I do want everyone to be happy and safe. I want to contribute. But I try not to focus too much on the negative.”\n\nOn the day I visit the show in May, I arrive at 6:02 a.m., and things are already in full swing. Earhardt is wearing a coral dress with matching lipstick, Doocy has stashed his iced coffee behind a vase of roses, and the hosts are ebullient—three hostages have just been released from North Korea, and Trump has pulled out of the Iran agreement and announced a sit-down with Kim Jong Un. They discuss Gina Haspel (they are pro) and do a few segments about California’s law requiring solar panels on new houses (they are anti). There are moments of inclusiveness, as when, during Earhardt’s solar panel segment, she tells a guest, “We all want what’s best for the environment,” but this quickly segues into talk of “nanny state policies” and California harboring “illegal immigrants.”\n\nWhen she started at Fox News, Earhardt knew little about politics, but since then she’s developed a perspective that’s deeply informed by her faith—traditionalist, rather than conservative, she says. It’s also shaped by the network’s own preoccupations: Patriotism is an unalloyed good; a secure border is paramount; sanctuary cities and football players who take a knee during the anthem are troubling. “The people who are fighting because of the division in our country are dividing the country,” she said on the show last October. “Football will never be the same. I just want to turn on the TV and watch a game, you know?” The hosts want to show both sides, she says, and before the 2016 election, she tried, often, to get Hillary Clinton on, but Clinton never agreed to an interview.\n\nThat Earhardt lives in Manhattan, where only 9.87 percent of residents voted for Trump, can make for awkward interactions. But she says most of her friends in the city are liberal. “I just listen to what they think, and we have discussions about it,” she says. “She never criticizes anyone for their beliefs,” says Laurie Costantino, president of lifestyle company Lulu DK and a close friend. (“If I’m doing a Fox & Friends segment, I’m crossing my fingers that she’ll be the interviewer, because I know if I’m personally attacked, she’s going to do her best to make sure there’s balance,” says Jehmu Greene, a Democratic commentator on Fox News.)\n\nEven after tough interviews, Earhardt tells me, she wants to hug the person and say, “Just because I don’t agree doesn’t mean I don’t care about you and I can’t see your side.” It upsets her that this is unusual. “It does weigh on me, that one side wants to destroy the other so much,” she says. “I feel like the left wants to destroy Fox News.” Does she think Fox News wants to destroy the left? “I don’t feel I do,” she says. “I think that makes America wonderful, that we have diferent opinions.” When I ask whether partisan shows might contribute to the country’s polarization, she says this isn’t her aim. “I don’t feel like that,” she says. “You can choose what channel you want to watch.”\n\nOften, in fact, when I ask about outcomes, she responds about intentions. Does she ever worry that the more hard-line views about immigration expressed on the show contribute to xenophobia? “It’s hard, because we have a long list of people who want to come in, and they’re doing it the right way,” she says. “I just want to be safe.” It is clear this is not a line of questioning she is eager to pursue, which is true of all the politically tinged topics I bring up, but she remains gracious. She doesn’t put anything of the record. She just pivots, and what I realize later is that Earhardt and I were operating under different assumptions. I’d interviewed her like she was a political figure. She thinks of herself as a morning-show host.\n\nAt one point, I mention reports describing Trump as rambling during his April call. “That’s not for me to judge,” she says. “I just ask questions.” What did you think about the responses? “Well, I thought,” she starts, then begins again. “Afterward, we learned that was the number one trending thing in the world. I thought, ‘In the world? And God, you gave me this job?’ I’m just a normal person.” She pauses. “That’s what I’d tell that girl in New Jersey. Anything can happen. This is America. I think it’s just a good, all-American story.”\n\nThis article originally appeared in the August 2018 issue of ELLE.\n\nGET THE LATEST ISSUE OF ELLE",
        "quotes": [
            [
                "Today, you have forgotten to acknowledge me and I’m standing here and I’m alone and sad.",
                "",
                true
            ],
            [
                "I will make all your dreams come true,",
                "",
                true
            ],
            [
                "And God, you gave me this job?",
                "",
                true
            ],
            [
                "Take delight in the Lord, and He will give you the desires of your heart.",
                "",
                true
            ],
            [
                "She’s such a role model for women and moms, for people who want to put their faith out there,",
                "Donna Chiappa",
                true
            ],
            [
                "It’s hard to be a Christian these days.",
                "Donna Chiappa",
                true
            ],
            [
                "I’m blessed to have written a book about faith that’s become a number six New York Times best-seller,",
                "Barbie",
                true
            ],
            [
                "But it’s not about me; it’s about God.",
                "",
                true
            ],
            [
                "Hopefully my story will help change people’s lives.",
                "",
                true
            ],
            [
                "I like the way she interviews people,",
                "",
                true
            ],
            [
                "It’s nice to get unbiased news and not just Trump-bashing.",
                "Barbie",
                true
            ],
            [
                "All right, well, the president says it’s fake news,",
                "Ainsley Earhardt",
                true
            ],
            [
                "It’s something we have to tell you about because it is a headline in the New York Times.",
                "Ainsley Earhardt",
                true
            ],
            [
                "What do you think about that?",
                "Ainsley Earhardt",
                true
            ],
            [
                "Something you probably do care about is immigration.",
                "Ainsley Earhardt",
                true
            ],
            [
                "There is a need to represent middle America, and I think we do that,",
                "Ainsley Earhardt",
                true
            ],
            [
                "With that comes the support of the president.",
                "",
                true
            ],
            [
                "get an early sense of White House policy messaging for the day.",
                "Ainsley Earhardt",
                false
            ],
            [
                "a truly great person, just wrote a wonderful book, The Light Within Me, which is doing really well…bring it to number one!",
                "Ainsley Earhardt",
                false
            ],
            [
                "That is so thoughtful of you,",
                "Ainsley Earhardt",
                true
            ],
            [
                "All I could think was how did I get here?",
                "Ainsley Earhardt",
                true
            ],
            [
                "If God tells me to write another book, then I will,",
                "Ainsley Earhardt",
                true
            ],
            [
                "Though I hope He doesn’t for a little while.",
                "Ainsley Earhardt",
                true
            ],
            [
                "I just really want to spend some time with my daughter, maybe go on a vacation.",
                "Ainsley Earhardt",
                true
            ],
            [
                "I wanted to be famous when I was little, but not because I needed that,",
                "Ainsley Earhardt",
                true
            ],
            [
                "And I was so sad, because I wasn’t sure my parents supported a theater career.",
                "Ainsley Earhardt",
                true
            ],
            [
                "always had her makeup just right and dressed beautifully,",
                "Cindy Parker",
                false
            ],
            [
                "We were definitely going to college,",
                "Earhardt",
                true
            ],
            [
                "We were going to be in a sorority.",
                "Earhardt",
                true
            ],
            [
                "The notes would say, ‘Jesus loves you,",
                "Ainsley Earhardt",
                true
            ],
            [
                "Or ‘Today, you have forgotten to acknowledge me and I’m standing here and I’m alone and sad.",
                "Ainsley Earhardt",
                true
            ],
            [
                "Gosh, I hope someone comes forward.",
                "Ainsley Earhardt",
                true
            ],
            [
                "We really didn’t have a choice,",
                "Ainsley Earhardt",
                true
            ],
            [
                "But it turned out to be a great experience.",
                "Cindy Parker",
                true
            ],
            [
                "I remember asking God, Why was I born into this family in South Carolina?",
                "Ainsley Earhardt",
                true
            ],
            [
                "But the way I grew up, you go to New York to visit maybe once in your life.",
                "Ainsley Earhardt",
                true
            ],
            [
                "In my heart, I was drawn to PR,",
                "Ainsley Earhardt",
                true
            ],
            [
                "Will you marry me Matt Lauer?",
                "Cindy Parker",
                true
            ],
            [
                "All I really worry about is my little world.",
                "Earhardt",
                true
            ],
            [
                "I do want everyone to be happy and safe.",
                "Earhardt",
                true
            ],
            [
                "But I try not to focus too much on the negative.",
                "Earhardt",
                true
            ],
            [
                "one foot in Bible study and one foot at the frat party,",
                "Ainsley Earhardt",
                false
            ],
            [
                "I want this void in my life filled forever,",
                "Ainsley Earhardt",
                true
            ],
            [
                "I want it filled with you.",
                "Ainsley Earhardt",
                true
            ],
            [
                "I just wanted to be angelic and pure and nice and kind,",
                "Ainsley Earhardt",
                true
            ],
            [
                "I will make all your dreams come true,",
                "Ainsley Earhardt",
                true
            ],
            [
                "I didn’t want my birthday to happen,",
                "Ainsley Earhardt",
                true
            ],
            [
                "Because I wanted to act tough.",
                "Ainsley Earhardt",
                true
            ],
            [
                "I was always the tough one.",
                "Ainsley Earhardt",
                true
            ],
            [
                "How can you not like Ainsley?",
                "Curtis Wilson",
                true
            ],
            [
                "Everyone is equal to her, no matter their background.",
                "Curtis Wilson",
                true
            ],
            [
                "People might try to single her out because she works for Fox News, but no one who actually knew her then says anything negative.",
                "Curtis Wilson",
                true
            ],
            [
                "Everybody knew she was a star,",
                "Deborah Knapp",
                true
            ],
            [
                "All I could think was how did I get here?",
                "Ainsley Earhardt",
                true
            ],
            [
                "Her success hasn’t been at anybody else’s expense.",
                "Ainsley Earhardt",
                true
            ],
            [
                "She did it on talent and hard work.",
                "Ainsley Earhardt",
                true
            ],
            [
                "I don’t think she’s ever gone to her bosses to complain about anything.",
                "Ainsley Earhardt",
                true
            ],
            [
                "I’ve never been in a situation like that, thankfully.",
                "Ainsley Earhardt",
                true
            ],
            [
                "She’s a very loyal person,",
                "Ainsley Earhardt",
                true
            ],
            [
                "And naïve, in a positive way.",
                "Ainsley Earhardt",
                true
            ],
            [
                "I can see how she wouldn’t be aware of that.",
                "Ainsley Earhardt",
                true
            ],
            [
                "I enjoy makeup and having someone who does my hair,",
                "Ainsley Earhardt",
                true
            ],
            [
                "But I want that little girl to see it is hard work, it is being kind, it is knowing who you are.",
                "Ainsley Earhardt",
                true
            ],
            [
                "It’s taken me a long time to get here.",
                "Ainsley Earhardt",
                true
            ],
            [
                "I think they see a Southern blonde,",
                "Ainsley Earhardt",
                true
            ],
            [
                "Honestly, I just love my life,",
                "Ainsley Earhardt",
                true
            ],
            [
                "I have this wonderful schedule where I work full-time and also get to be a full-time mom.",
                "Ainsley Earhardt",
                true
            ],
            [
                "All I really worry about is my little world.",
                "Ainsley Earhardt",
                true
            ],
            [
                "I do want everyone to be happy and safe.",
                "Ainsley Earhardt",
                true
            ],
            [
                "But I try not to focus too much on the negative.",
                "Ainsley Earhardt",
                true
            ],
            [
                "We all want what’s best for the environment,",
                "Ainsley Earhardt",
                true
            ],
            [
                "The people who are fighting because of the division in our country are dividing the country,",
                "Ainsley Earhardt",
                true
            ],
            [
                "Football will never be the same.",
                "Ainsley Earhardt",
                true
            ],
            [
                "I just want to turn on the TV and watch a game, you know?",
                "Ainsley Earhardt",
                true
            ],
            [
                "I just listen to what they think, and we have discussions about it,",
                "Ainsley Earhardt",
                true
            ],
            [
                "She never criticizes anyone for their beliefs,",
                "Laurie Costantino",
                true
            ],
            [
                "If I’m doing a Fox & Friends segment, I’m crossing my fingers that she’ll be the interviewer, because I know if I’m personally attacked, she’s going to do her best to make sure there’s balance,",
                "Jehmu Greene",
                true
            ],
            [
                "Just because I don’t agree doesn’t mean I don’t care about you and I can’t see your side.",
                "Ainsley Earhardt",
                true
            ],
            [
                "It does weigh on me, that one side wants to destroy the other so much,",
                "Ainsley Earhardt",
                true
            ],
            [
                "I feel like the left wants to destroy Fox News.",
                "Ainsley Earhardt",
                true
            ],
            [
                "I don’t feel I do,",
                "Ainsley Earhardt",
                true
            ],
            [
                "I think that makes America wonderful, that we have diferent opinions.",
                "Ainsley Earhardt",
                true
            ],
            [
                "I don’t feel like that,",
                "Ainsley Earhardt",
                true
            ],
            [
                "You can choose what channel you want to watch.",
                "Ainsley Earhardt",
                true
            ],
            [
                "It’s hard, because we have a long list of people who want to come in, and they’re doing it the right way,",
                "Ainsley Earhardt",
                true
            ],
            [
                "I just want to be safe.",
                "Ainsley Earhardt",
                true
            ],
            [
                "That’s not for me to judge,",
                "Ainsley Earhardt",
                true
            ],
            [
                "Afterward, we learned that was the number one trending thing in the world.",
                "Ainsley Earhardt",
                true
            ],
            [
                "And God, you gave me this job?’ I’m just a normal person.",
                "Ainsley Earhardt",
                true
            ],
            [
                "That’s what I’d tell that girl in New Jersey.",
                "Ainsley Earhardt",
                true
            ],
            [
                "I think it’s just a good, all-American story.",
                "Ainsley Earhardt",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "americas",
            "earhardts",
            "think",
            "earhardt",
            "fox",
            "friends",
            "trump",
            "shes",
            "york",
            "ask",
            "sweetheart",
            "little",
            "presidents",
            "ainsley"
        ]
    },
    {
        "url": "https://www.miaminewtimes.com/news/florida-rep-debbie-mucarsel-powell-cant-get-answers-about-homestead-shelter-for-unaccompanied-children-11214518",
        "title": "Homestead Congresswoman Says Migrant Camp Operators Keep Ignoring Her Questions",
        "authors": [
            {
                "name": "Jerry Iannelli",
                "link": null
            }
        ],
        "publisher": "www.miaminewtimes.com",
        "publish_date": "2019-07-09",
        "text": "The politician who previously represented Homestead in Congress — former Republican Rep. Carlos Curbelo — seemingly did little to raise awareness about the kids inside the Homestead Temporary Shelter for Unaccompanied Children. But the Democrat who replaced him, Debbie Mucarsel-Powell, has made the detention center one of her main priorities. At the end of June, she pushed multiple Democratic presidential candidates to visit the facility. She's also steadily been sending inquiries about the children to the U.S. Office of Refugee Resettlement (ORR), which operates the detention facility.\n\nBut yesterday the congresswoman publicly rebuked ORR in an open letter, revealing the agency hasn't bothered to respond to any of her inquiries about conditions inside the migrant camp, including her requests to simply view the facility's hurricane evacuation plan.\n\n\"This letter serves as a follow up to numerous requests that I have made to your office, both in person and through official correspondence, seeking information relating to the operation of and living conditions at the Homestead Temporary Shelter,” Mucarsel-Powell wrote. “To date, my office has not received any official correspondence from you regarding my repeated requests to view the hurricane and natural disaster evacuation plan allegedly in effect for the Homestead Temporary Shelter.”\n\nA spokesperson for the U.S. Department of Health and Human Services, which runs ORR, did not respond to a message from New Times yesterday. But in May, the Miami Herald reported it was unclear whether the people in charge of the Homestead camp had a proper hurricane evacuation plan despite the fact that the facility is supposed to hold as many as 3,200 kids and is in part made from tents that could easily blow away in a storm. The camp sits in the second most vulnerable area for hurricanes in all of South Florida.\n\nThen, in June, Mucarsel-Powell's office told the Herald that ORR had finally responded to her — and claimed the facility definitely, totally has an evacuation plan. But the congresswoman was not allowed to see it.\n\n\"The administration refuses to answer to the American people, and we’re insulted by their lack of accountability,\" she told the Herald in June. \"It’s not just their constitutional duty to respond to our inquiries; they ought to have a plan in place by now.\"\n\nNow, Mucarsel-Powell says ORR is ignoring continued requests she's sent for more information about how children are treated inside the compound. She attached to the letter a list of 51 questions — inquiring about everything from a basic count of the kids at the compound as of July 5, to the number of children who might have been separated from other family members (e.g., siblings) by immigration agents, to the nutritional quality of the food and whether kids are allowed personal phone time. She's also asking for information about the quality of medical care, such as how long kids must wait to see doctors, and about sexual misconduct reported inside the detention center.\n\nLast, she's demanding that ORR provide her with a copy of the federal government's contract with Caliburn International, the for-profit company that runs the migrant camp on behalf of the government.\n\nIn a news release yesterday, her office hinted that if ORR does not begin complying with basic requests for information about the shelter, the congresswoman \"may be forced to explore legal avenues to obtain the information.\"",
        "quotes": [
            [
                "To date, my office has not received any official correspondence from you regarding my repeated requests to view the hurricane and natural disaster evacuation plan allegedly in effect for the Homestead Temporary Shelter.",
                "",
                true
            ],
            [
                "This letter serves as a follow up to numerous requests that I have made to your office, both in person and through official correspondence, seeking information relating to the operation of and living conditions at the Homestead Temporary Shelter,” Mucarsel-Powell wrote.",
                "Debbie Mucarsel-Powell",
                true
            ],
            [
                "To date, my office has not received any official correspondence from you regarding my repeated requests to view the hurricane and natural disaster evacuation plan allegedly in effect for the Homestead Temporary Shelter.”\n\nA spokesperson for the U.S. Department of Health and Human Services, which runs ORR, did not respond to a message from New Times yesterday.",
                "Debbie Mucarsel-Powell",
                true
            ],
            [
                "But in May, the Miami Herald reported it was unclear whether the people in charge of the Homestead camp had a proper hurricane evacuation plan despite the fact that the facility is supposed to hold as many as 3,200 kids and is in part made from tents that could easily blow away in a storm.",
                "Debbie Mucarsel-Powell",
                true
            ],
            [
                "The camp sits in the second most vulnerable area for hurricanes in all of South Florida.",
                "Debbie Mucarsel-Powell",
                true
            ],
            [
                "Then, in June, Mucarsel-Powell's office told the Herald that ORR had finally responded to her — and claimed the facility definitely, totally has an evacuation plan.",
                "Debbie Mucarsel-Powell",
                true
            ],
            [
                "But the congresswoman was not allowed to see it.",
                "Debbie Mucarsel-Powell",
                true
            ],
            [
                "The administration refuses to answer to the American people, and we’re insulted by their lack of accountability,",
                "Debbie Mucarsel-Powell",
                true
            ],
            [
                "It’s not just their constitutional duty to respond to our inquiries; they ought to have a plan in place by now.",
                "",
                true
            ],
            [
                "may be forced to explore legal avenues to obtain the information.",
                "ORR",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.miamiherald.com/news/local/immigration/article231035753.html",
                "https://www.miamiherald.com/news/local/immigration/article231717178.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "homestead",
            "congresswoman",
            "requests",
            "evacuation",
            "orr",
            "information",
            "plan",
            "kids",
            "camp",
            "operators",
            "questions",
            "inside",
            "shes",
            "office",
            "migrant",
            "ignoring"
        ]
    }
]