[
    {
        "url": "https://www.infowars.com/flashback-china-secretly-planting-military-scientists-in-western-universities-report/",
        "title": "Flashback: China Secretly Planting Military Scientists in Western Universities – Report",
        "authors": [
            {
                "name": "Ben Warren",
                "link": null
            }
        ],
        "publisher": "www.infowars.com",
        "publish_date": "2019-07-15",
        "text": "Tech billionaire Peter Thiel’s latest remarks claiming the FBI and CIA should investigate Google for allegedly aiding China’s military brings to mind a previous report that accused China of enrolling agents into western universities to gain intel on military technology.\n\nThe report, published in 2018 by a think tank tied to Australia’s defense ministry, concluded that China’s People’s Liberation Army (PLA) came up with the moniker “Five Eyes countries” to denote the preferred targets for university infiltration (America, U.K., Canada, Australia, and New Zealand) for military scientists to gain expertise on areas like “hypersonic missiles and navigation technology.”\n\n“Dozens of PLA scientists have obscured their military affiliations to travel to Five Eyes countries and the European Union, including at least 17 to Australia, where they work in areas such as hypersonic missiles and navigation technology,” reads the official report. “Those countries don’t count China as a security ally but rather treat it as one of their main intelligence adversaries.”\n\nFurthermore, the groundbreaking report detailed how the PLA has inserted thousands worldwide over the past decade as “students or visiting scholars” while continuously augmenting their findings as peer-reviewed literature in “strategic and emerging technology sectors.”\n\n“The PLA has sponsored more than 2,500 military scientists and engineers to study abroad and has developed relationships with researchers and institutions across the globe,” reports the think tank. “Those scientists work in strategic and emerging technology sectors such as quantum physics, signal processing, cryptography, navigation technology and autonomous vehicles.”\n\nA PLA outlet bluntly described the intelligence campaign as “picking flowers in foreign lands to make honey in China.”\n\nMoreover, Thiel isn’t the first high-profile figure to raise the alarm on Google’s relationship with China; earlier this year, America’s top military officer Gen. Joseph Dunford also warned that Google’s ventures in China were aiding the communist regime’s military.\n\n“[Companies doing business with China] will to lead to intellectual property from that company finding its way to the Chinese military,” said Dunford in March. “This is not about me and Google.”\n\n“This is about us looking at the second and third-order effects of our business ventures in China, China’s form of government, and the impact that’s going to have on the United States’ ability to maintain a competitive military advantage and all that goes with it.”\n\nAlso like Thiel, Dunford expressed his concern with China’s advancements in artificial intelligence, specifically how China is using developments in AI to “control” the vast majority of its people.\n\n“My concern when you think about things like artificial intelligence… They’re gonna help an authoritarian government assert control over its own population,” said Dunford. “What China is able to do is identify patterns of behavior amongst people and determine who’s reliable and who’s not reliable.”\n\n“There is no question in my mind that China will leverage technology to assist the 6% of the Chinese population in controlling the other 94%.”\n\nFollow the author on Twitter: Follow @BenInfoWarren\n\nGoogle Treason Proves Globalists Have Been Building Up China For Decades\n\n\n\nGoogle has been exposed for assisting the Chinese government with their efforts to censor information on the internet. Alex breaks down how this has been on the globalists’ agenda for decades.",
        "quotes": [
            [
                "Dozens of PLA scientists have obscured their military affiliations to travel to Five Eyes countries and the European Union, including at least 17 to Australia, where they work in areas such as hypersonic missiles and navigation technology,",
                "",
                true
            ],
            [
                "Those countries don’t count China as a security ally but rather treat it as one of their main intelligence adversaries.",
                "",
                true
            ],
            [
                "The PLA has sponsored more than 2,500 military scientists and engineers to study abroad and has developed relationships with researchers and institutions across the globe,",
                "",
                true
            ],
            [
                "Those scientists work in strategic and emerging technology sectors such as quantum physics, signal processing, cryptography, navigation technology and autonomous vehicles.",
                "",
                true
            ],
            [
                "picking flowers in foreign lands to make honey in China.",
                "",
                false
            ],
            [
                "Companies doing business with China] will to lead to intellectual property from that company finding its way to the Chinese military,",
                "Dunford",
                true
            ],
            [
                "This is not about me and Google.",
                "Dunford",
                true
            ],
            [
                "This is about us looking at the second and third-order effects of our business ventures in China, China’s form of government, and the impact that’s going to have on the United States’ ability to maintain a competitive military advantage and all that goes with it.",
                "",
                true
            ],
            [
                "My concern when you think about things like artificial intelligence… They’re gonna help an authoritarian government assert control over its own population,",
                "Dunford",
                true
            ],
            [
                "What China is able to do is identify patterns of behavior amongst people and determine who’s reliable and who’s not reliable.",
                "Dunford",
                true
            ],
            [
                "There is no question in my mind that China will leverage technology to assist the 6% of the Chinese population in controlling the other 94%.",
                "Dunford",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.washingtonexaminer.com/policy/defense-national-security/joint-chiefs-chairman-says-hell-meet-with-google-to-explain-were-the-good-guys",
                "https://www.infowarsstore.com/?ims=jotaf&utm_campaign=1776Worldwide&utm_source=Infowars&utm_medium=Banner&utm_content=800X800-RC",
                "https://www.aspi.org.au/report/picking-flowers-making-honey"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/BenInfoWarren",
                "https://www.infowars.com/watch/?video=5c9467a096f802002664de56"
            ]
        },
        "key_words": [
            "secretly",
            "flashback",
            "pla",
            "report",
            "universities",
            "dunford",
            "western",
            "scientists",
            "technology",
            "think",
            "planting",
            "military",
            "china",
            "chinas",
            "intelligence"
        ]
    },
    {
        "url": "https://www.washingtonexaminer.com/policy/defense-national-security/joint-chiefs-chairman-says-hell-meet-with-google-to-explain-were-the-good-guys",
        "title": "Joint Chiefs chairman says he’ll meet with Google to explain, ‘We’re the good guys’",
        "authors": [],
        "publisher": "www.washingtonexaminer.com",
        "publish_date": "2019-03-21",
        "text": "The nation’s top military officer says he plans to meet with representatives of Google to explain that the company's business with China is helping the authoritarian regime control its people and aiding the country's military.\n\nCompanies doing business in China, like Google, are required to include in the enterprise a cell of the Communist Party, which in turn is a direct link to the Chinese military, U.S. officials say.\n\n“That is going to lead to that intellectual property from that company finding its way to the Chinese military,” Gen. Joseph Dunford, chairman of the Joint Chiefs of Staff, said at a forum at the Atlantic Council in Washington, D.C., Thursday.\n\n“And so my concern when you think about things like artificial intelligence … they're gonna help an authoritarian government assert control over its own population,” Dunford said.\n\nGoogle has come under criticism for refusing to work with the Pentagon on artificial intelligence while continuing to work with China.\n\n“This is not about me and Google. This is about us looking at the second- and third-order effects of our business ventures in China, China’s form of government, and the impact that's going to have on the United States' ability to maintain a competitive military advantage and all that goes with it,” Dunford said. “I'm happy to have that debate.”\n\n[Opinion: Google is fine playing big brother for communist China]\n\nAt a Senate Armed Services Committee hearing last week, acting Defense Secretary Patrick Shanahan complained about Google’s unwillingness to partner with the Pentagon on ethical grounds while supporting projects in China that are “a direct pipeline” to the military.\n\n“You're telling me that Google, an American company, supposedly, is refusing to work with the Department of Defense but is doing work with China, in China, in a way that, at least indirectly, benefits the Chinese government?” Sen. Josh Hawley, R-Mo., asked Shanahan.\n\nShanahan replied that while technically Google hadn’t refused, it has said it will not do business with the Pentagon on certain contracts.\n\nIn October, Google announced it would not be competing for Pentagon’s $10 billion cloud-computing contract known as JEDI, citing concerns the project might conflict with its corporate values.\n\nAt the Senate hearing, Dunford said there is no doubt the work Google is doing in China on artificial intelligence is benefiting the Chinese military.\n\n“In fact, the way I described it to our industry partners is: Look, we're the good guys,” Dunford said. “And the values that we represent and the system that we represent is the one that will allow and has allowed you to thrive.”\n\nAt Thursday’s forum, Dunford said he is trying to impress upon U.S. companies that assisting the Chinese military with advanced technology is not in America’s national interests. In fact, such companies would be helping the 6 percent of the population that belongs to the Chinese Communist Party with its increasing Orwellian monitoring of the daily life of the remaining citizens.\n\n“What China is able to do is identify patterns of behavior amongst people and determine who's reliable and who's not reliable,” Dunford said. “There is no question in my mind that China will leverage technology to assist the 6 percent of the Chinese population in controlling the other 94 percent.”",
        "quotes": [
            [
                "That is going to lead to that intellectual property from that company finding its way to the Chinese military,",
                "Joseph Dunford",
                true
            ],
            [
                "And so my concern when you think about things like artificial intelligence … they're gonna help an authoritarian government assert control over its own population,",
                "Dunford",
                true
            ],
            [
                "This is not about me and Google.",
                "Dunford",
                true
            ],
            [
                "This is about us looking at the second- and third-order effects of our business ventures in China, China’s form of government, and the impact that's going to have on the United States' ability to maintain a competitive military advantage and all that goes with it,",
                "Dunford",
                true
            ],
            [
                "I'm happy to have that debate.",
                "Dunford",
                true
            ],
            [
                "You're telling me that Google, an American company, supposedly, is refusing to work with the Department of Defense but is doing work with China, in China, in a way that, at least indirectly, benefits the Chinese government?",
                "Shanahan",
                true
            ],
            [
                "In fact, the way I described it to our industry partners is: Look, we're the good guys,",
                "Dunford",
                true
            ],
            [
                "And the values that we represent and the system that we represent is the one that will allow and has allowed you to thrive.",
                "Dunford",
                true
            ],
            [
                "What China is able to do is identify patterns of behavior amongst people and determine who's reliable and who's not reliable,",
                "Dunford",
                true
            ],
            [
                "There is no question in my mind that China will leverage technology to assist the 6 percent of the Chinese population in controlling the other 94 percent.",
                "Dunford",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.washingtonexaminer.com/opinion/google-is-fine-playing-big-brother-for-communist-china",
                "https://www.washingtonexaminer.com/business/google-abandons-fight-for-militarys-10-billion-jedi-cloud-contract",
                "https://www.washingtonexaminer.com/policy/defense-national-security/marco-rubio-google-other-us-companies-are-aiding-chinese-surveillance"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "joint",
            "way",
            "google",
            "meet",
            "pentagon",
            "work",
            "dunford",
            "good",
            "explain",
            "chiefs",
            "business",
            "population",
            "military",
            "chairman",
            "hell",
            "china",
            "guys",
            "chinese"
        ]
    },
    {
        "url": "https://www.infowarsstore.com/?ims=jotaf&utm_campaign=1776Worldwide&utm_source=Infowars&utm_medium=Banner&utm_content=800X800-RC",
        "title": "Welcome to the Alex Jones Infowars Store",
        "authors": [],
        "publisher": "www.infowarsstore.com",
        "publish_date": "",
        "text": "A message on Patriot Points from the Infowars Crew:\n\nWelcome to the Infowars Store!\n\nWe're proud of our fellow patriots and Infowarriors for taking part and helping to support us in the fight for truth. That's why we worked hard to create a program that rewards you for purchasing your favorite high quality products from our store - Patriot Points!\n\nGetting points is easy - Just sign up to our program and continue to make purchases and support the Infowar like you normally do. After getting enough points, we'll give you discounts on some of your favorite products across the store as a thank you for your support!\n\nWe also have a lot of surprise rewards and benefits for all of our Infowarriors in the Patriot Perks program in store. Your gracious support for our crew in the fight for liberty goes directly towards independent alternative news media, and we owe all of our success and effectiveness to you. So it's time you got rewarded as well!\n\nThank you for your continued support, and we look forward to rewarding all of our Patriot Points members soon!\n\n-Alex Jones and the Infowars Crew",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.infowarsstore.com/my-patriot-points"
            ]
        },
        "key_words": [
            "welcome",
            "infowarriors",
            "fight",
            "store",
            "program",
            "jones",
            "infowars",
            "support",
            "rewards",
            "products",
            "alex",
            "points",
            "patriot"
        ]
    },
    {
        "url": "https://www.aspi.org.au/report/picking-flowers-making-honey",
        "title": "Picking flowers, making honey.",
        "authors": [
            {
                "name": "Alex Joske",
                "link": null
            }
        ],
        "publisher": "www.aspi.org.au",
        "publish_date": "",
        "text": "While most scientists sent abroad by the PLA appear to be open about which institutions they come from, this report has identified two dozen new cases of PLA scientists travelling abroad using cover to obscure their military affiliations. In at least 17 of these cases, PLA scientists used cover to travel to Australia. These scientists use various kinds of cover, ranging from the use of misleading historical names for their institutions to the use of names of non-existent institutions.\n\nFeatures of deception by the PLA\n\nAn article from 2002 on the website of a Chinese overseas study agency offers insights into the use of cover. In response to a question asking whether having graduated from a military institution would affect one’s ability to get an overseas visa, the company responded:\n\nMany military colleges and military units externally have common names (民间称呼) that don’t reveal their military characteristics. NUDT, for example, is externally known as Changsha Institute of Technology. This is the best way [to avoid having your visa application rejected].56\n\nThe Changsha Institute of Technology was a PLA institution subsumed by NUDT in 1975.57 While the quote above doesn’t come from an official source, it at least indicates how these unsophisticated but nonetheless effective covers are understood as tools for hiding one’s military background.\n\nBesides using non-existent institutions with innocuous-sounding names as cover, PLA members also claim to be from real civilian institutions in the same regions as their military units. New Zealand MP Yang Jian, for example, who taught intelligence officers at the PLA Foreign Languages Institute in Luoyang, claimed in his New Zealand residency application to have worked at Luoyang University.58 Before moving to New Zealand in 1999, Yang received an Australian Government aid scholarship to study at the Australian National University, earning a master’s degree and doctorate in international relations. During that period, he interned at the Senate Standing Committee on Foreign Affairs, Defence and Trade, and headed the Canberra Chinese Students and Scholars Association, which retains intimate ties to the Chinese Embassy to this day.59 Yang told media, ‘the system asked me to use the partner university,’ referring to Luoyang University.60\n\nA number of PLA scientists using cover to travel abroad have created LinkedIn profiles using their cover institutions, which may have been used to shore up their claimed affiliations while overseas.61\n\nThe use of cover appears to be managed differently by each institution, some of which use cover far more often than others.62 Cover is also not used consistently within each institution. As described below, PLA Information Engineering University (PLAIEU) researchers have both used cover and openly stated their affiliation at the same conferences. It’s unclear whether this indicates that the use of cover is up to the discretion of each researcher or perhaps that it relates to the sensitivity of a researcher’s work or position in the PLA.\n\nNUDT appears to no longer use the ‘Changsha Institute of Technology’ as cover, but it engages in a different kind of deception. A document published by NUDT for students hoping to study abroad advises them that, when providing documentation in their applications to foreign institutions, ‘military and political courses can be excluded’ from their academic records.63 This appears designed to mislead overseas authorities, universities and researchers by downplaying the extent to which NUDT is a military institution and to which these students are military scientists.\n\nThe Xi’an Research Institute of High Technology\n\nScientists from the PLA Rocket Force Engineering University (RFEU, 火箭军工程大学)64, a key research base for the PLA Rocket Force, claim to be from the ‘Xi’an Research Institute of High Technology’ (西安高技术研究所), which appears to only exist on paper.\n\nAt least five RFEU scientists claiming to be from the Xi’an Research Institute have travelled overseas as visiting scholars, including one of the PLA’s leading missile experts, Major General Hu Changhua (胡昌华), and three of his close associates at RFEU. General Hu (Figure 5), who heads RFEU’s Missile Testing and Control Simulation Experimental Teaching Centre, visited the University of Duisburg–Essen in Germany for four months in 2008.65 It’s unclear what he worked on in Germany, as he didn’t publish any papers while there, but his work for the PLA focuses on flight control systems and fault diagnosis for missiles.66\n\nTwo RFEU scientists who frequently publish with Hu, Zhou Zhijie (周志杰)67 and Wang Zhaoqiang (王兆强),68 were visiting scholars at universities in England; they claim in their English publications to be from the Xi’an Research Institute.69\n\nFigure 5: Major General Hu Changhua, profiled by China Central Television’s military affairs channel in 2016:\n\n‘Right now I’m a professor at RFEU and head of the Military Key Lab on Missile Testing and Control Technology.’\n\nFigure 5: Major General Hu Changhua, profiled by China Central Television’s military affairs channel in 2016: ‘Right now I’m a professor at RFEU and head of the Military Key Lab on Missile Testing and Control Technology.’\n\n\n\nSource: CCTV, 28 October 2016, YouTube.\n\nHu Xiaoxiang: a case study\n\nIdentifying the Xi’an Research Institute of High Technology as a cover institute helps shed light on the January 2015 expulsion from Norway of a Chinese scientist and his supervisor, a dual citizen of Germany and Iran. The expulsion came after Norwegian authorities determined that the work of the Chinese scientist, later named in court as Hu Xiaoxiang (扈晓翔), could be used to develop hypersonic cruise missiles (Figure 6).70\n\nFigure 6: Hu Xiaoxiang\n\nHu wrote five papers with his supervisor at the University of Agder, all of which listed the Xi’an Research Institute as his affiliation. The papers focused on air-breathing hypersonic vehicles, which travel at over five times the speed of sound and ‘can carry more payload than ordinary flight vehicles’.71 Hu’s work was supported by a Norwegian Government grant for offshore wind energy research.72\n\nBesides his affiliation with the Xi’an Research Institute, there’s a large body of evidence tying Hu to RFEU. The website of RFEU’s missile research centre states that Hu Xiaoxiang won an award in 2014 for his PhD thesis on hypersonic aircraft, supervised by General Hu Changhua.73 The website also says that in 2014 he received 250,000 renminbi (A$50,000) from the Chinese Government for a three-year research project on hypersonic aircraft (Figure 7).74 In 2016, he was described as a lecturer at the centre, which received 14 awards for missile research between 2010 and 2014.75 In some publications, Hu also listed the Harbin Institute of Technology, a civilian university heavily engaged in military research, as a second affiliation.76\n\nRelations between China and Norway were put on ice when the Nobel Peace Prize was awarded to Chinese democracy activist Liu Xiaobo in 2010, and the Chinese Government was quick to attack Norway for Hu’s expulsion.77 Only in December 2016 did the two countries ‘normalise’ diplomatic relations. Public statements by Norwegian authorities didn’t explain the Chinese scientist’s military affiliation or mention the Xi’an Research Institute, as the information was likely classified.\n\nFigure 7: A paper published by Hu Xiaoxiang shortly after his expulsion from Norway, stating an affiliation with RFEU in the Chinese version of the abstract but the Xi’an Research Institute in the English version.\n\nA few months later, in September 2015, a court overturned the expulsions. Hu’s lawyer stated after the trial that ‘there is no evidence in the case that my client is part of research collaboration on missiles and weapons with China.’78 The University of Agder lauded the decision as a win for academic freedom.\n\nThe Norwegian Government later successfully appealed the overturning of Hu’s supervisor’s expulsion. However, it’s unclear whether any appeal was made in Hu’s own case, which hasn’t been made publicly available.79 Neither the Xi’an Research Institute, Hu Changhua nor RFEU was mentioned in the judge’s ruling on the German-Iranian supervisor’s case or any coverage of the expulsions.\n\nThe Zhengzhou Institute of Surveying and Mapping\n\nAmong the 40 Chinese military scientists listed as presenting papers at the 9th International Symposium on Mobile Mapping Technology, nine claimed to be from an institution with no apparent military affiliation.80 Most of the other 30 military scientists at the conference, hosted by UNSW in December 2015, were openly from NUDT and a research institute of China North Industries Group Corporation (also known as Norinco Group), China’s largest arms manufacturer; the rest came mainly from the PLA Information Engineering University.\n\nThe nine claimed to be from the Zhengzhou Institute of Surveying and Mapping. This institute, which was officially known as the PLA Institute of Surveying and Mapping, no longer exists, having been subsumed in 1999 by PLAIEU—itself a major player in cyber operations and a key training ground for signals intelligence officers.81 The Zhengzhou Institute appears to live on as cover for PLA scientists interacting with foreigners. Nearly 300 peer-reviewed papers have been published by authors claiming to be from the institute.82\n\nThe use of the Zhengzhou Institute of Surveying and Mapping as cover doesn’t stop at international conferences. Numerous examples of visiting scholars claiming to be from there have been uncovered for this report. They include Zhu Xinhui (朱新慧), a lecturer at PLAIEU specialising in navigation technology, who visited UNSW from 2015 to 2016.83 In numerous journal articles and in the program of the mobile mapping conference mentioned above, however, she is described as being from the Zhengzhou Institute of Surveying and Mapping.84\n\nGuo Jianfeng (郭建锋), an associate professor at PLAIEU, visited Curtin University for a year in 2014. A specialist on navigation system data processing, Guo was described on the website of Curtin University’s Global Navigation Satellite Systems Research Centre as being on ‘sabbatical leave from the Department of Geodesy of the Institute of Surveying and Mapping, Zhengzhou, China’.85\n\nThe Zhengzhou Information Science and Technology Institute\n\nAnother cover institute, the Zhengzhou Information Science and Technology Institute (ZISTI), which appears to exist only on paper, has also been widely used by PLAIEU scientists to publish research and travel overseas. More than 1,300 pieces of peer-reviewed literature have been authored by individuals claiming to be from ZISTI.86\n\nOne paper in a Chinese-language journal by a PLAIEU researcher, which includes an English version of the abstract and author information, clearly shows that ZISTI is a cover institute (Figure 8). The paper’s Chinese text describes the first author as affiliated with PLAIEU, but the English version describes the\n\nsame author as affiliated with ZISTI.87 Nearly all of the authors sampled who claimed an affiliation with ZISTI could be shown to be working at PLAIEU.\n\nFigure 8: Chinese and English versions of a paper published by a PLAIEU scientist, demonstrating the use of the Zhengzhou Information Science and Technology Institute as cover.\n\nScientists claiming to be from ZISTI have attended international conferences both inside and outside China. For example, seven researchers affiliated with ZISTI are listed in the program of a conference on signal processing at the Gold Coast in Australia in 2014. Experts from American, Australian and Korean\n\ndefence research agencies were also in attendance.88\n\nAs with the Zhengzhou Institute of Surveying and Mapping, ZISTI has been used as cover for PLA scientists travelling overseas as visiting scholars. For example, Zhu Yijun (朱义君) is an associate professor at PLAIEU specialising in signals engineering.89 Claiming to be from ZISTI, in 2011 he visited Canada’s McMaster University, where he worked on wireless communications technology with wide-ranging military applications.90\n\nPLAIEU scientists claiming to be from ZISTI have also travelled to the US as visiting scholars and for conferences.91\n\nEspionage and intellectual property theft\n\nIn addition to their overt activities, PLA researchers, especially those who haven’t been forthcoming about their military affiliations, may engage in espionage or steal intellectual property while overseas. The PLA engages in such high levels of espionage that in 2014 the US Government took the unusual step of publicly indicting five Chinese military hackers.92 Military scientists abroad who regularly communicate with superiors in China, receive visits by superiors while overseas and return home in the middle of their time abroad for ‘remedial education’, as described in the examples outlined above, offer safe and convenient channels for Chinese intelligence agencies to access sensitive information from overseas.93\n\nAmateur collectors with STEM expertise have been implicated in a high proportion of intellectual property theft and espionage cases involving China.94 Scientists and engineers involved in military research projects, while they might not have received formal training as spies, are uniquely qualified to identify and exfiltrate valuable information to overcome specific hurdles in the development of new technologies.",
        "quotes": [
            [
                "the system asked me to use the partner university,",
                "Yang",
                false
            ],
            [
                "military and political courses can be excluded",
                "",
                false
            ],
            [
                "Xi’an Research Institute of High Technology",
                "",
                false
            ],
            [
                "Right now I’m a professor at RFEU and head of the Military Key Lab on Missile Testing and Control Technology.",
                "",
                true
            ],
            [
                "Right now I’m a professor at RFEU and head of the Military Key Lab on Missile Testing and Control Technology.",
                "",
                true
            ],
            [
                "can carry more payload than ordinary flight vehicles",
                "",
                false
            ],
            [
                "sabbatical leave from the Department of Geodesy of the Institute of Surveying and Mapping, Zhengzhou, China",
                "Guo",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "making",
            "pla",
            "scientists",
            "technology",
            "honey",
            "zhengzhou",
            "hu",
            "picking",
            "military",
            "cover",
            "institute",
            "flowers",
            "chinese",
            "research"
        ]
    },
    {
        "url": "https://www.washingtonexaminer.com/opinion/google-is-fine-playing-big-brother-for-communist-china",
        "title": "Google is fine playing big brother for communist China",
        "authors": [
            {
                "name": "Mark Schiefelbein Ap",
                "link": null
            }
        ],
        "publisher": "www.washingtonexaminer.com",
        "publish_date": "2018-08-02",
        "text": "Google is a corporation without a country or much of a conscience for that matter.\n\nThe all-seeing Internet giant has just decided to end its long standoff with China. As the Intercept reports, Chinese citizens will soon be able to use Google for the first time in almost a decade. But they won’t have access to the world wide web as the rest of the globe knows it. Google will instead develop a search engine in compliance with the requirements of communist censors.\n\nGoogling the Community Party of China or Xi Jinping from the mainland would return favorable search results. Meanwhile searches about human rights or democracy or religion or peaceful protests will return a 404 error. And don’t even think about typing “Tiananmen Square protest” into the search bar.\n\nThe censored search engine could be up and running within a matter of months. As the Intercept reports, Google already modeled a beta version for the Chinese government. Getting a billion people online isn’t easy, of course, and it turns out that Google has been working with China in secret for some time. The public only learned when someone inside the organization blew the whistle.\n\n“I’m against large companies and governments collaborating in the oppression of their people, and feel like transparency around what’s being done is in the public interest,” a source told the Intercept, adding that they feared “what is done in China will become a template for many other nations.”\n\nThe fear is more than justified. Google, and parent company Alphabet, aren’t just seeking the cheapest labor source or the next biggest market. They know better than anyone that the new world is online. They know they’re cutting an entire population off from the rest of the world. They know they’re leaving them to rot in digital chains. So much for not being evil.\n\nIt is an especially awkward coincidence that while Google was cozying up to China, they were cutting ties with the U.S. Department of Defense. Responding to pressure from their own employees, the company ended Project Maven, an initiative in partnership with the Pentagon that used artificial intelligence to improve the targeting capabilities of military drones.\n\nThe company will focus instead on creating “socially beneficial” artificial intelligence, wrote CEO Sundar Pichai in a June statement, while steering clear of projects that cause “overall harm,” which is a perfect acceptable and responsible policy. If Google doesn’t want to help Uncle Sam turn bad guys into pink mists on a computer screen from thousands of miles away, so be it. But Google should stop the sanctimony.\n\nWhen it comes to things like human rights, the United States is a net positive while China is a net negative. Neither is blameless, of course. One is preferable, obviously. Google, it’s clear, doesn’t care.",
        "quotes": [
            [
                "I’m against large companies and governments collaborating in the oppression of their people, and feel like transparency around what’s being done is in the public interest,",
                "",
                true
            ],
            [
                "what is done in China will become a template for many other nations.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://blog.google/technology/ai/ai-principles/",
                "https://gizmodo.com/google-plans-not-to-renew-its-contract-for-project-mave-1826488620",
                "https://theintercept.com/2018/08/01/google-china-search-engine-censorship/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mashable.com/2018/05/19/google-removes-dont-be-evil-motto-from-code-of-conduct/#pon5AclUtOqR"
            ]
        },
        "key_words": [
            "world",
            "know",
            "intercept",
            "google",
            "communist",
            "fine",
            "company",
            "big",
            "theyre",
            "source",
            "china",
            "playing",
            "rights",
            "brother",
            "search"
        ]
    },
    {
        "url": "https://www.washingtonexaminer.com/business/google-abandons-fight-for-militarys-10-billion-jedi-cloud-contract",
        "title": "Google abandons fight for military's $10 billion JEDI cloud contract",
        "authors": [
            {
                "name": "Lance Cpl. Tia Dufour",
                "link": null
            }
        ],
        "publisher": "www.washingtonexaminer.com",
        "publish_date": "2018-10-09",
        "text": "Google says it won't compete for a $10 billion Pentagon cloud-computing contract to help the U.S. military better leverage artificial intelligence capabilities because the project might conflict with corporate limits on the use of its technologies.\n\nWorth as much as $1 billion a year over a decade, the Joint Enterprise Defense Initiative's cloud-computing initiative is a part of Defense Secretary James Mattis's drive to maintain the U.S. military's competitive edge as artificial intelligence and machine-learning capabilities change the nature of battle.\n\nWhile the contract is a lucrative one, \"we couldn't be assured that it would align with our artificial intelligence principles,\" which include a pledge not to build weapons or other systems intended to cause harm, Google said in a statement explaining its decision.\n\nSome of the JEDI cloud's requirements were also outside of the company's current government certifications, Google said.\n\n\n\nGoogle had every intention of bidding for, and possibly winning, the JEDI contract. They spent considerable resources and hours of top executive time courting military officials to do exactly this. They only dropped out due to sustained employee pressure. #TechWontBuildIt — Tech Workers Coalition (@techworkersco) October 8, 2018\n\n\n\nThe Tech Workers Coalition, an organization of industry employees concentrated in the San Francisco Bay area and Seattle, said the decision was based primarily on \"sustained employee pressure.\"\n\nNot only had Google intended to compete for the JEDI contract, the company had courted military officials extensively with the hope of winning such projects, said the groups, whose members have expressed concern about the ethics of certain uses of artificial intelligence.\n\n\"Google points to its AI principles as the reason for this decision, principles that are themselves a response to internal dissent,\" the coalition said. \"The truth is that the project was stopped by the thousands of workers who demanded a say in what they build.\"\n\nThe Mountain View, Calif.-based company is still working with the U.S. on other cloud projects, and Cowen Washington Research Group analyst Roman Schweizer noted that the Pentagon has emphasized that more such contracts are upcoming.\n\n\"Had the JEDI contract been open to multiple vendors, we would have submitted a compelling solution for portions of it,\" Google said. \"A multi-cloud approach is in the best interest of government agencies, because it allows them to choose the right cloud for the right workload. At a time when new technology is constantly becoming available, customers should have the ability to take advantage of that innovation.\"",
        "quotes": [
            [
                "we couldn't be assured that it would align with our artificial intelligence principles,",
                "",
                false
            ],
            [
                "Google points to its AI principles as the reason for this decision, principles that are themselves a response to internal dissent,",
                "",
                true
            ],
            [
                "The truth is that the project was stopped by the thousands of workers who demanded a say in what they build.",
                "",
                true
            ],
            [
                "Had the JEDI contract been open to multiple vendors, we would have submitted a compelling solution for portions of it,",
                "",
                true
            ],
            [
                "A multi-cloud approach is in the best interest of government agencies, because it allows them to choose the right cloud for the right workload.",
                "",
                true
            ],
            [
                "At a time when new technology is constantly becoming available, customers should have the ability to take advantage of that innovation.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/techworkersco/status/1049429136454770688?ref_src=twsrc%5Etfw",
                "https://twitter.com/hashtag/TechWontBuildIt?src=hash&ref_src=twsrc%5Etfw"
            ]
        },
        "key_words": [
            "abandons",
            "fight",
            "google",
            "militarys",
            "artificial",
            "billion",
            "cloud",
            "contract",
            "coalition",
            "military",
            "workers",
            "principles",
            "winning",
            "intelligence",
            "jedi"
        ]
    },
    {
        "url": "https://www.washingtonexaminer.com/policy/defense-national-security/marco-rubio-google-other-us-companies-are-aiding-chinese-surveillance",
        "title": "Marco Rubio: Google, other US companies are aiding Chinese surveillance",
        "authors": [
            {
                "name": "Ap Photo Carolyn Kaster",
                "link": null
            }
        ],
        "publisher": "www.washingtonexaminer.com",
        "publish_date": "2018-07-26",
        "text": "Google and other U.S. companies are providing services in China that will be used to enhance the Communist Party’s surveillance infrastructure, according to Sen. Marco Rubio.\n\n“It’s an outrage,” the Florida Republican said during a hearing of the Congressional-Executive Commission on China. “It’s an embarrassment . . . and it’s hypocritical.”\n\nRubio trained his fire on American companies during a hearing on China’s repression of Muslim ethnic minorities in the historically-autonomous region of Xinjiang. Chinese President Xi Jinping’s “efforts to build the world’s most advanced police state” have been facilities by American companies “who have reportedly supplied surveillance and biometric technology,” as the commission noted.\n\n[Also read: Devin Nunes warns Google may need to testify if anti-GOP search results keep showing up]\n\n“It's hypocritical for American corporations and multinationals doing business in China — who are fully prepared to boycott American cities and American communities because they don't like things that are happening here — to be okay, to turn a blind eye to what’s happening,” Rubio said. “And [they don’t] criticize the government of China and the Communist party because they don't want to jeopardize their ability to sell products in that country.”\n\nChina is deploying an array of repressive measures against the religious and ethnic identity of Xinjiang’s Uighur population, a top U.S. diplomat testified. The Communist government has banned compliance with various Muslim practices, such as dietary restrictions, and even intervened to prevent the Uighurs from giving their children traditional names. The crackdown is enforced through “obligatory monitoring” software on phones, the “embedding of party personnel in homes,” surveillance cameras.\n\n“A wide array of evidence indicates that the number of individuals detained in such re-education centers since April 2017 numbers at least in the hundreds of thousands, and possibly millions,” Ambassador Kelley Currie, the U.S. representative to the United Nations Economic and Social Council, told the commission. “To guarantee that this suppression continues beyond the internment camps into the daily lives of all Uighurs, Chinese authorities have constructed a highly intrusive, high-tech surveillance system in Xinjiang, which many experts fear will be extended throughout China.”\n\nGoogle received a particularly-sharp rebuke from Rubio, who faulted the company for scrapping a Pentagon contract to develop artificial intelligence less than a year after launching a major AI research center in China.\n\n“All of it will be shared with the military and with the repressive forces that are doing this,” Rubio predicted. “[Google] doesn't want to give AI technology to the [U.S.] military because, God forbid, we may use it some day to target a terrorist or someone who wants to harm America. But [Google] has no problem opening up a center of AI in China, knowing full well how anything you do in China — if it's a benefit to the military, they're going to use it; if it's a benefit to the security services, they're going to use it.”\n\nGoogle touted the AI Center as a chance to “make everyone’s life better for the entire world” through the development of cutting-edge technology. “I believe AI and its benefits have no borders,” Fei-Fei Li, the company’s chief scientist for AI, wrote in December. “We look forward to working with the brightest AI researchers in China to help find solutions to the world’s problems. Once again, the science of AI has no borders, neither do its benefits.”",
        "quotes": [
            [
                "efforts to build the world’s most advanced police state",
                "",
                false
            ],
            [
                "who have reportedly supplied surveillance and biometric technology,",
                "Rubio",
                false
            ],
            [
                "It's hypocritical for American corporations and multinationals doing business in China — who are fully prepared to boycott American cities and American communities because they don't like things that are happening here — to be okay, to turn a blind eye to what’s happening,",
                "Rubio",
                true
            ],
            [
                "And [they don’t] criticize the government of China and the Communist party because they don't want to jeopardize their ability to sell products in that country.",
                "Rubio",
                true
            ],
            [
                "embedding of party personnel in homes,",
                "",
                false
            ],
            [
                "A wide array of evidence indicates that the number of individuals detained in such re-education centers since April 2017 numbers at least in the hundreds of thousands, and possibly millions,",
                "Kelley Currie",
                true
            ],
            [
                "To guarantee that this suppression continues beyond the internment camps into the daily lives of all Uighurs, Chinese authorities have constructed a highly intrusive, high-tech surveillance system in Xinjiang, which many experts fear will be extended throughout China.",
                "Kelley Currie",
                true
            ],
            [
                "All of it will be shared with the military and with the repressive forces that are doing this,",
                "Rubio",
                true
            ],
            [
                "Google] doesn't want to give AI technology to the [U.S.] military because, God forbid, we may use it some day to target a terrorist or someone who wants to harm America.",
                "Rubio",
                true
            ],
            [
                "But [Google] has no problem opening up a center of AI in China, knowing full well how anything you do in China — if it's a benefit to the military, they're going to use it; if it's a benefit to the security services, they're going to use it.",
                "Rubio",
                true
            ],
            [
                "make everyone’s life better for the entire world",
                "",
                false
            ],
            [
                "I believe AI and its benefits have no borders,",
                "Fei-Fei Li",
                true
            ],
            [
                "We look forward to working with the brightest AI researchers in China to help find solutions to the world’s problems.",
                "Fei-Fei Li",
                true
            ],
            [
                "Once again, the science of AI has no borders, neither do its benefits.",
                "Fei-Fei Li",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.washingtonexaminer.com/news/devin-nunes-warns-google-may-need-to-testify-if-anti-gop-search-results-keep-happening",
                "https://www.blog.google/around-the-globe/google-asia/google-ai-china-center/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "dont",
            "aiding",
            "american",
            "google",
            "ai",
            "technology",
            "chinese",
            "military",
            "china",
            "surveillance",
            "marco",
            "companies",
            "rubio"
        ]
    }
]