[
    {
        "url": "http://www.newshounds.us/fox_guest_like_going_to_heaven_baby_to_work_two_jobs_without_retiring_071219",
        "title": "Fox Guest: It's ‘Like Going To Heaven’ To Work Two Jobs Without Ever Retiring",
        "authors": [],
        "publisher": "www.newshounds.us",
        "publish_date": "",
        "text": "TrendMicro CEO Donald Luskin sounded worse than Marie Antoinette when he lectured struggling Americans who work two jobs and can’t afford to retire to count their blessings and think of it as “heaven” if they are not starving.\n\nHost Charles Payne seemed to understand that it's a problem that the country has a large segment of financially struggling Americans. But rather than come right out and say so, he suggested it was “up for debate.”\n\nPAYNE: Well, retirement inching closer or becoming a thing of the past for a lot of Americans. In fact, a recent poll finds nearly one in four people don't expect to ever leave the workforce. This, as the number of people working multiple jobs also spiking. So why are so many people financially unfit to call it quits? Well, It's up for debate.\n\nPayne acknowledged that such polls are “always alarming.” But hinting that maybe there's no need for alarm, Payne asked Luskin, “Is that worrisome for you, Donald?”\n\nThe shockingly out-of-touch Luskin went beyond “Let them eat cake” to “They should be grateful to eat cake all the time.”\n\nLUSKIN: It doesn't worry me personally. I guess I'm one of those people who plans never to retire. I mean, I got to tell you, what do people do when they retire? You know, how do you spend a day? I mean, is bowling that interesting? Is fishing that interesting? I happen to love my work. Why would I want to stop it? It’s not like it hurts. Why would I stop it? This is great! What a great country where we have the opportunity to keep working! What a miracle where our lives are long enough and we're healthy enough and mentally alert enough so that we don't have to retire like generations before us! This is a great blessing. You should embrace it!\n\nAs The Young Turks pointed out, half the workforce doesn’t have the kind of cushy job Luskin has but jobs that require “heavy work” or “medium work.” I'd love to see Luskin \"embrace\" that kind of work for himself in his 70s.\n\nLuskin acknowledged that not having enough money to retire if you want to is a problem - but probably because you’ve been a naughty spender!\n\nIn a condescending voice Luskin “asked,” “Were you the profligate grasshopper instead of the ant who saved up? I mean, were you just messing around when you were a kid and didn’t contribute enough to your 401(k) or did the economy just fail to provide a job for you? It’s hard to know.”\n\nOr, did you get laid off in your later years? Suffer a health crisis that ate up your savings? Have some kind of family emergency? A recent Washington Post article dug into why 40% of Americans struggle to pay their current bills and it’s not because they are profligate. It’s because of low wages that have not kept pace with rising expenses for housing, health care and education as well as increased levels of personal debt. “In discussions with 30 Americans unable to pay all of their bills, a clear pattern emerged: Most were able to eke by until they faced an unexpected crisis such as a job loss, cancer, car trouble or storm damage,” reporter Heather Long noted.\n\nBut to a fatcat like Luskin, everything is peachy from his 1% perch and, if not – why, it’s your fault and not his problem!\n\n“All I can say is that we have – we’re very close to what is statistically full employment right now which means that anybody who wants a job can have a job,” Luskin said smugly. Notice he said nothing about anybody having a job that will provide for a middle class lifestyle. Or keep you from having to choose between daycare and a family car.\n\nThen he went “back to the blessing part of it.”\n\nLUSKIN: It is part of your destiny to be productive and to work. And that means different things to different people. But it is a blessing and you should embrace it. Even if you didn’t save properly and you now see yourself between a rock and a hard place, find the blessing in it. Think how great it is that you live in a time where you can work.\n\nPayne didn’t seem quite on board. He quickly opined that some people may work two jobs because they want the “flexibility of working for Uber and Lyft.” But he said a lot is also because of “economic circumstances or dire economic circumstances as well.” He asked if it might be “worrisome” that in a booming economy the prosperity is not “trickling down” to everyone.\n\nNope, Luskin thinks that’s “like going to heaven, baby.”\n\nLUSKIN: No, what would be worrisome to me is that if you had these people where their initial starting point is “Oh, my God, I didn’t save enough, I can’t afford to retire, and they couldn’t get a job or a second job, right? … Do you want to be able to work two jobs or do you want to starve? Because between those two alternatives, working two jobs is like going to heaven, baby. That sounds great to me.\n\nWatch the hideous elitism below, from the Fox Business Network's July 8, 2019 Making Money, via Media Matters.",
        "quotes": [
            [
                "Is that worrisome for you, Donald?",
                "Luskin",
                true
            ],
            [
                "They should be grateful to eat cake all the time.",
                "Luskin",
                true
            ],
            [
                "Were you the profligate grasshopper instead of the ant who saved up?",
                "Luskin",
                true
            ],
            [
                "I mean, were you just messing around when you were a kid and didn’t contribute enough to your 401(k) or did the economy just fail to provide a job for you?",
                "Luskin",
                true
            ],
            [
                "In discussions with 30 Americans unable to pay all of their bills, a clear pattern emerged: Most were able to eke by until they faced an unexpected crisis such as a job loss, cancer, car trouble or storm damage,",
                "Heather Long",
                true
            ],
            [
                "All I can say is that we have – we’re very close to what is statistically full employment right now which means that anybody who wants a job can have a job,",
                "Luskin",
                true
            ],
            [
                "back to the blessing part of it.",
                "Luskin",
                false
            ],
            [
                "flexibility of working for Uber and Lyft.",
                "Luskin",
                false
            ],
            [
                "economic circumstances or dire economic circumstances as well.",
                "Luskin",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.washingtonpost.com/business/economy/this-doesnt-look-like-the-best-economy-ever-40percent-of-americans-say-they-still-struggle-to-pay-bills/2019/07/04/855c382e-99b5-11e9-916d-9c61607d8190_story.html?utm_term=.e8ee2023f381&noredirect=on"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=v96mDRSor2w",
                "https://www.mediamatters.org/video/2019/07/08/fox-guest-enthusiastically-spins-new-poll-showing-23-americans-plan-never-retire-what-great-country/224135"
            ]
        },
        "key_words": [
            "retire",
            "working",
            "blessing",
            "americans",
            "great",
            "didnt",
            "going",
            "fox",
            "luskin",
            "job",
            "jobs",
            "heaven",
            "work",
            "retiring",
            "guest"
        ]
    }
]