[
    {
        "url": "https://worldnewsdailyreport.com/cancer-survivor-who-had-half-of-his-brain-surgically-removed-now-believes-he-is-a-woman/",
        "title": "Cancer survivor who had half of his brain surgically removed now believes he is a woman",
        "authors": [
            {
                "name": "Bob Flanagan",
                "link": null
            }
        ],
        "publisher": "worldnewsdailyreport.com",
        "publish_date": "2019-07-12",
        "text": "An Iowa man who underwent surgery for a brain tumor last month woke up from the operation table believing he is a woman.\n\nAnthony Perk, 26, had a large malignant tumor that had spread to an estimated 53% of his brain and which had to be urgently removed.\n\nDoctors warned Perk before the operation that removing half of his brain could lead to severe impairment of his cognitive abilities and dramatically change the way his brain functioned but that the operation would save his life.\n\nSince the operation, Perk now believes his thought patterns and brain functions have changed his personality into that of a woman’s.\n\n“I start crying at any moment and for no reason at all, and act in completely irrational ways but the worst is my driving. I’m afraid I’m going to kill someone every time I get into my car,” Perk told reporters.\n\n“I used to think that all women were crazy but now that my brain functions like that of a woman’s, I can definitely tell you that they are all crazy,” Perk said laughingly.\n\nPerk’s girlfriend of 5 years, Alexandra Niles, has also noticed profound changes in her boyfriend’s personality.\n\n“He used to be really mellow, but now he constantly keeps nagging people all the time for the stupidest reasons. When the dishes are dirty, he just goes insane” she said when reached by phone.\n\nAlthough Niles admits that she has had to adapt to her boyfriend’s mood swings and erratic behavior, she says she doesn’t mind that he now prefers to dress up as a woman.\n\n“He used to hate shopping, but now he just can’t wait to go to the mall every week with me to get some new shoes or a nice dress. We even share jewelry and beauty tips, it’s just great,” she added, visibly enthused.\n\nAlthough Anthony Perk admits that some of his family, friends, and coworkers have had a hard time to adjust to his new personality, he believes that the fact that he dresses like a woman but is not a homosexual helps them be more understanding of his condition.",
        "quotes": [
            [
                "I start crying at any moment and for no reason at all, and act in completely irrational ways but the worst is my driving.",
                "Anthony Perk",
                true
            ],
            [
                "I’m afraid I’m going to kill someone every time I get into my car,",
                "Anthony Perk",
                true
            ],
            [
                "I used to think that all women were crazy but now that my brain functions like that of a woman’s, I can definitely tell you that they are all crazy,",
                "Anthony Perk",
                true
            ],
            [
                "He used to be really mellow, but now he constantly keeps nagging people all the time for the stupidest reasons.",
                "Alexandra Niles",
                true
            ],
            [
                "When the dishes are dirty, he just goes insane",
                "Alexandra Niles",
                false
            ],
            [
                "He used to hate shopping, but now he just can’t wait to go to the mall every week with me to get some new shoes or a nice dress.",
                "Alexandra Niles",
                true
            ],
            [
                "We even share jewelry and beauty tips, it’s just great,",
                "Alexandra Niles",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "functions",
            "dress",
            "brain",
            "woman",
            "used",
            "perk",
            "operation",
            "personality",
            "surgically",
            "im",
            "niles",
            "believes",
            "cancer",
            "tumor",
            "survivor",
            "removed",
            "half"
        ]
    }
]