[
    {
        "url": "https://newspunch.com/finnish-researchers-find-practically-no-evidence-for-man-made-climate-change/",
        "title": "Uncorroborated Document by Finnish Researchers Claims ‘Practically No’ Evidence For Man Made Climate Change",
        "authors": [
            {
                "name": "Niamh Harris",
                "link": null
            }
        ],
        "publisher": "newspunch.com",
        "publish_date": "2019-07-12",
        "text": "An unverified 6-page document uploaded to arXiv written by researchers in Finland claims to have found “practically no evidence” to support the idea of man-made climate change.\n\nIt should be noted that the bold claims are strongly refuted by most other scientists and peer-reviewed studies who claim the very opposite (i.e. that human activities are responsible for climate change.)\n\nRT reports: In a paper published late last month, entitled ‘No experimental evidence for the significant anthropogenic climate change’, a team of scientists at Turku University in Finland determined that current climate models fail to take into account the effects of cloud coverage on global temperatures, causing them to overestimate the impact of human-generated greenhouse gasses.\n\nModels used by official bodies such as the Intergovernmental Panel on Climate Change (IPCC) “cannot compute correctly the natural component included in the observed global temperature,” the study said, adding that “a strong negative feedback of the clouds is missing” in the models.\n\nAdjusting for the cloud coverage factor and accounting for greenhouse gas emissions, the researchers found that mankind is simply not having much of an effect on the Earth’s temperature.\n\n“If we pay attention to the fact that only a small part of the increased CO2 concentration is anthropogenic, we have to recognize that the anthropogenic climate change does not exist in practice.”\n\nThe study’s authors make a hard distinction between the type of model favored by climate scientists at the IPCC and genuine evidence, stating “We do not consider computational results as experimental evidence,” noting that the models often yield contradictory conclusions.\n\nGiven the evidence presented in the study, the Finnish team rounded out the paper by concluding “we have practically no anthropogenic climate change,” adding that “the low clouds control mainly the global temperature.”\n\nUpdate: A previous version of this article stated that a “Finnish study” had found practically no evidence to support the idea of man-made climate change. The “study” was not a peer-reviewed study, therefore there is no guarantee as to its reliability. It is also technically not a study. Furthermore, mainstream scientists do not agree with the papers claims and assert the very opposite. We have updated our headline and article to reflect these facts.",
        "quotes": [
            [
                "No experimental evidence for the significant anthropogenic climate change",
                "",
                false
            ],
            [
                "cannot compute correctly the natural component included in the observed global temperature,",
                "",
                false
            ],
            [
                "a strong negative feedback of the clouds is missing",
                "",
                false
            ],
            [
                "If we pay attention to the fact that only a small part of the increased CO2 concentration is anthropogenic, we have to recognize that the anthropogenic climate change does not exist in practice.",
                "",
                true
            ],
            [
                "We do not consider computational results as experimental evidence,",
                "",
                true
            ],
            [
                "we have practically no anthropogenic climate change,",
                "",
                false
            ],
            [
                "the low clouds control mainly the global temperature.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.rt.com/news/464051-finnish-study-no-evidence-warming/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "practically",
            "evidence",
            "uncorroborated",
            "document",
            "study",
            "finnish",
            "anthropogenic",
            "change",
            "global",
            "climate",
            "researchers",
            "claims",
            "team",
            "scientists",
            "man"
        ]
    },
    {
        "url": "https://www.rt.com/news/464051-finnish-study-no-evidence-warming/",
        "title": "Finnish study finds ‘practically no’ evidence for man-made climate change",
        "authors": [],
        "publisher": "www.rt.com",
        "publish_date": "",
        "text": "A new study conducted by a Finnish research team has found little evidence to support the idea of man-made climate change. The results of the study were soon corroborated by researchers in Japan.\n\nIn a paper published late last month, entitled ‘No experimental evidence for the significant anthropogenic climate change’, a team of scientists at Turku University in Finland determined that current climate models fail to take into account the effects of cloud coverage on global temperatures, causing them to overestimate the impact of human-generated greenhouse gasses.\n\nModels used by official bodies such as the Intergovernmental Panel on Climate Change (IPCC) “cannot compute correctly the natural component included in the observed global temperature,” the study said, adding that “a strong negative feedback of the clouds is missing” in the models.\n\nAdjusting for the cloud coverage factor and accounting for greenhouse gas emissions, the researchers found that mankind is simply not having much of an effect on the Earth’s temperature.\n\nIf we pay attention to the fact that only a small part of the increased CO2 concentration is anthropogenic, we have to recognize that the anthropogenic climate change does not exist in practice.\n\nThe study’s authors make a hard distinction between the type of model favored by climate scientists at the IPCC and genuine evidence, stating “We do not consider computational results as experimental evidence,” noting that the models often yield contradictory conclusions.\n\nAlso on rt.com Meet America’s newest $9 trillion climate change solution\n\nGiven the evidence presented in the study, the Finnish team rounded out the paper by concluding “we have practically no anthropogenic climate change,” adding that “the low clouds control mainly the global temperature.”\n\nThe results sharply cut against claims put forward by many environmentalists, including US lawmakers such as Alexandria Ocasio-Cortez, who argue not only that climate change is an immediate threat to the planet, but that it is largely a man-made phenomenon. Ocasio-Cortez, better known as ‘AOC’, has proposed a ‘Green New Deal’ to address the supposedly dire threat.\n\nAlso on rt.com ‘Climate emergency’ on Monday, pipeline expansion on Tuesday: Trudeau the fraud strikes again\n\nJapanese researchers at the University of Kobe arrived at similar results as the Turku team, finding in a paper published in early July that cloud coverage may create an “umbrella effect” that could alter temperatures in ways not captured by current modeling.\n\nThink your friends would be interested? Share this story!",
        "quotes": [
            [
                "No experimental evidence for the significant anthropogenic climate change",
                "",
                false
            ],
            [
                "cannot compute correctly the natural component included in the observed global temperature,",
                "",
                false
            ],
            [
                "a strong negative feedback of the clouds is missing",
                "",
                false
            ],
            [
                "We do not consider computational results as experimental evidence,",
                "",
                true
            ],
            [
                "we have practically no anthropogenic climate change,",
                "",
                false
            ],
            [
                "the low clouds control mainly the global temperature.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.rt.com/news/462241-justin-trudeau-tmx-pipeline-hypocrisy/",
                "https://www.rt.com/business/459666-us-aoc-climate-deal/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.sciencedaily.com/releases/2019/07/190703121407.htm"
            ]
        },
        "key_words": [
            "practically",
            "finds",
            "evidence",
            "study",
            "results",
            "manmade",
            "finnish",
            "change",
            "anthropogenic",
            "global",
            "climate",
            "researchers",
            "team",
            "paper"
        ]
    },
    {
        "url": "https://www.rt.com/news/462241-justin-trudeau-tmx-pipeline-hypocrisy/",
        "title": "‘Climate emergency’ on Monday, pipeline expansion on Tuesday: Trudeau the fraud strikes again",
        "authors": [],
        "publisher": "www.rt.com",
        "publish_date": "",
        "text": "Justin Trudeau’s faux concern for the environment was always hypocritical and duplicitous — but there’s something especially slimy about declaring a climate emergency on Monday and approving an oil pipeline expansion on Tuesday.\n\nCanada’s parliament voted on Monday night to declare a national climate emergency, calling climate change a “real and urgent crisis, driven by human activity.” The next day, Trudeau’s government green-lighted the environment-destroying Trans Mountain pipeline expansion (TMX), demonstrating either complete indifference to the motion put forward by his own environment minister — or a severe misunderstanding of the words “emergency” and “human activity.”\n\nThe so-called “climate emergency” motion was non-binding and meaningless, of course; politicians often expect to be patted on the back for gesture politics — as though merely acknowledging the existence of a problem while taking minimal action to affect any real change is somehow worthy of admiration.\n\nAlso on rt.com 'No longer US prisoner': Canada green-lights pipeline expansion despite environmental concerns\n\nThis is the second time Trudeau’s Liberal government has approved the pipeline. Its previous approval was quashed by a court last year for failure to consider the environmental impact of tanker traffic and implications for First Nations people living in its path. The pipeline would triple the amount of oil shipped from the Alberta tar sands to the British Columbia coast. Environmental groups have warned of potential oil spills, increased greenhouse gas emissions, strain on already-struggling marine life and irreversible damage to indigenous land and water resources.\n\nBut it’s not just environmental activists warning of severe environmental repercussions. Canada’s own National Energy Board (NEB) found that the expansion would have “significant adverse environmental effects” for orca whales and said the effects of any oil spills would also be “significant.”\n\nStep 1 declare climate emergency\n\nStep 2 next day announce plans for massive new tarsands pipeline\n\nStep 3 wonder why people are cynical about politicians https://t.co/txapQhXt5L — Bill McKibben (@billmckibben) June 18, 2019\n\nDespite the ill-effects, the NEB decided the expansion “can be justified” and is in the “public interest.” They did acknowledge that the undeniable environmental effects “weighed heavily” on them in the decision-making process. Indeed, it sounds like they were really losing sleep over it. What part of destroying the environment and biodiversity for future generations is in the “public interest” remains a mystery.\n\nTrudeau’s government bought the pipeline from Kinder Morgan Canada Ltd for $3.4 billion last year and plans to sell it after completion. Trudeau has tried to justify the project by warning that Canadians are currently “prisoners to the American market” and pledging to put all tax profits from the project toward clean energy projects.\n\nThat’s like “declaring war on cancer and then announcing a campaign to promote smoking,”— according to Patrick McCully, energy program director at the Rainforest Action Network.\n\nIn another example of his pathetic gesture politics, Trudeau promised last week to ban single-use plastics “from coast to coast” from 2021 — more meaningless tokenism from Canada’s fraud-in-chief, who wants plastic out of the oceans, but isn’t too concerned about killing off the marine life that lives in them.\n\nAlso on rt.com Surprise! ‘Progressive hero’ Justin Trudeau is a fraud and a hypocrite\n\nTrudeau swept to a landslide victory in 2015 with some clever progressive branding, but he has since lost his appeal to many genuinely progressive voters. It turns out that running around talking about “peoplekind” and giving motivational speeches at climate conferences isn’t actually enough to cut it with voters who genuinely care about the issues Trudeau only pretends to care about. The “man of substance,” as a writer for Canadian magazine Maclean’s put it in 2015, was just another snake oil salesman.\n\nEnvironmental policy was one of the cornerstones of Trudeau’s last election campaign. Remember when he pledged to phase out federal fossil fuel subsidies? A report in 2018 named Canada as the largest provider of government subsidies for oil and gas production in the G7.\n\nThis is what happens when people fall for the “environmentalism” of supremely arrogant neocons like Trudeau and France’s equally stomach-churning Emmanuel Macron — two men who were hailed by liberal Western media as liberal saviors and anti-Trumps. In the US, Joe Biden with his “middle ground” approach to climate change falls into the same category, having all the hallmarks of the fake progressive more interested in hoovering up centrist votes than taking firm and principled positions on anything. As another Canadian election rolls around, Trudeau has promised to practice “positive politics” — whatever that means.\n\nJustin Trudeau 🇨🇦: Declares CLIMATE EMERGENCY\n\n\n\nAlso Justin Trudeau, one day later: Approves massive Trans Mountain pipeline expansion\n\n\n\nAny surprise why some argue that leaving neoliberals to tackle climate change is like asking an arsonist to join the fire department? 🙃 — Going Underground on RT (@Underground_RT) June 19, 2019\n\nFortunately, Trudeau’s approval of the pipeline project does not mean the expansion is a done deal — yet. There are still regulatory hoops for it to jump through and environmentalists and First Nations groups are gearing up for a fight, planning to mount new legal challenges and blockade its construction anywhere they can, the goal being to delay the project so much that it becomes too much of a financial burden to justify continuation.\n\nJustin Trudeau does not care about climate change or the environment. He does not care about plastic in the oceans, marine life or protecting biodiversity. He cares about protecting an image of himself as an environmental champion — but that ship has well and truly sailed. You can't be an environmentalist and advocate for the building of oil pipelines that wreck the environment. The two do not compute.\n\nJust like his slippery progressivism on a whole host of other issues, Trudeau’s flimsy environmentalism reveals him to be nothing more than a two-faced prevaricator accomplished in the art of doublespeak.\n\nAlso on rt.com Standing Rock, the sequel: Canadian tribe battles pipeline land grab\n\nBy Danielle Ryan\n\nDanielle Ryan is an Irish freelance writer based in Dublin. Her work​ ​has appeared in Salon, The Nation, Rethinking Russia, teleSUR, RBTH, The Calvert Journal​ ​and others. Follow her on Twitter @DanielleRyanJ\n\nLike this story? Share it with a friend!",
        "quotes": [
            [
                "real and urgent crisis, driven by human activity.",
                "",
                false
            ],
            [
                "declaring war on cancer and then announcing a campaign to promote smoking,",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.rt.com/news/448626-canada-pipeline-tribal-protests/",
                "https://www.rt.com/news/462182-canada-approved-pipeline-oil/",
                "https://www.rt.com/op-ed/452696-trudeau-corruption-scandal-fraud/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://t.co/txapQhXt5L",
                "https://www.iisd.org/gsi/news-events/government-handouts-public-money-fossil-fuel-industry-undermine-climate-solutions-study",
                "https://twitter.com/billmckibben/status/1141088232211386368?ref_src=twsrc%5Etfw",
                "https://twitter.com/Underground_RT/status/1141318624323481600?ref_src=twsrc%5Etfw",
                "https://twitter.com/DanielleRyanJ"
            ]
        },
        "key_words": [
            "environmental",
            "pipeline",
            "change",
            "emergency",
            "fraud",
            "climate",
            "oil",
            "environment",
            "expansion",
            "project",
            "trudeau",
            "trudeaus",
            "strikes"
        ]
    },
    {
        "url": "https://www.rt.com/business/459666-us-aoc-climate-deal/",
        "title": "Meet America’s newest $9 trillion climate change solution",
        "authors": [],
        "publisher": "www.rt.com",
        "publish_date": "",
        "text": "Democratic Presidential hopeful and Washington Governor Jay Inslee unveiled a plan for combating climate change through an oft-before cited transition away from fossil fuels and towards renewable energy.\n\nThe proposal, which Inslee refers to as the “Evergreen Economy Plan”, would cost $9 trillion and is distinct from the Green New Deal championed by AOC. Inslee says his plan seeks to create eight million jobs over ten years while it builds a “clean energy economy”.\n\nAlso on rt.com ‘Green dream or whatever’: AOC leads Democrat push for US economic revolution\n\nThe hefty price tag for the EEP would come from government ($300 billion annually) as well as private ($600 billion annually) funds. Inslee took the opportunity in announcing his plan to pat himself on the back for his clean energy efforts in his home state of Washington, which, Inslee says, is the “fastest-growing economy in the nation.”\n\nThe plan may divide the democratic party with those who back the Green New Deal and the Evergreen Economy plan. Inslee told the Guardian, however, that where the Green New Deal was like saying we should go to the moon, whereas his plan was like how to build the rocket ship.\n\nInslee is focusing on climate initiatives as the basis for his 2020 campaign for the White House, which Inslee says is the crux of other initiatives as well, with extreme temperatures and weather threatening everything from the economy and national security.\n\nAlso on rt.com ‘Deal breaker!’ AOC blasts Biden’s climate change stance as ‘lack of leadership’\n\nAccording to the extensive document outlining the plan, the EEP cites an “urgent need to support frontline, low-income, and Indigenous communities, and communities of color. These communities are being impacted first and worst by the accelerating damages of climate change, and have endured a legacy of air, water, toxics and climate pollution, along with a deficit of public investment and support.”\n\nInslee’s plan takes a shot at fossil fuels, calling for an end to “all manner of fossil fuel giveaways,” and protecting public lands.\n\nThis article was originally published on Oilprice.com",
        "quotes": [
            [
                "fastest-growing economy in the nation.",
                "Inslee",
                false
            ],
            [
                "urgent need to support frontline, low-income, and Indigenous communities, and communities of color.",
                "",
                false
            ],
            [
                "These communities are being impacted first and worst by the accelerating damages of climate change, and have endured a legacy of air, water, toxics and climate pollution, along with a deficit of public investment and support.",
                "",
                true
            ],
            [
                "all manner of fossil fuel giveaways,",
                "Inslee",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://oilprice.com/Energy/Energy-General/Oil-Production-On-Federal-Lands-To-Hit-New-Record.html",
                "https://www.theguardian.com/us-news/2019/may/16/2020-jay-inslee-climate-change-plan",
                "https://oilprice.com/The-Environment/Global-Warming/The-Shocking-Details-Of-The-Green-New-Deal.html",
                "https://oilprice.com/Energy/Energy-General/Meet-Americas-Newest-9-Trillion-Climate-Change-Solution.html",
                "https://www.rt.com/usa/450931-green-new-deal-us-economy/",
                "https://www.rt.com/usa/459067-ocasio-cortez-biden-climate-election/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://oilprice.com/"
            ]
        },
        "key_words": [
            "meet",
            "communities",
            "solution",
            "green",
            "deal",
            "aoc",
            "inslee",
            "change",
            "americas",
            "newest",
            "climate",
            "plan",
            "economy",
            "trillion",
            "fossil"
        ]
    }
]