[
    {
        "url": "https://worldnewsdailyreport.com/elderly-woman-accused-of-training-her-65-cats-to-steal-from-neighbors/",
        "title": "Elderly woman accused of training her 65 cats to steal from neighbors",
        "authors": [
            {
                "name": "Barbara Jennnings",
                "link": null
            }
        ],
        "publisher": "worldnewsdailyreport.com",
        "publish_date": "2017-11-03",
        "text": "Columbus, Ohio | An 83-year old woman was arrested this morning and accused of training dozens of cats to steal jewelry and other valuables from her neighbors.\n\nThe Columbus Police Department opened an investigation on Ruth Gregson and her 65 cats in October after several neighbors reported small objects being stolen from their homes.\n\nSeveral victims reported being visited by Ms. Gregson’s cats before noticing the disappearance of several shiny objects, like valuable cutlery and pieces of jewelry.\n\nDespite their skepticism, investigators began a surveillance operation and were amazed by what they discovered.\n\nAccording to Columbus Police Chief Kim Jacobs, dozens of cats were constantly coming and going, bringing home “anything that shined”.\n\n“She was like Fagin in Oliver Twist, but she was using cats as thieves instead of children. In less than three hours of surveillance, the detectives saw the cats bring home more than a hundred objects.”\n\nUpon searching Ms. Gregson’s house, investigators found $650,000 worth of jewelry and precious metal among piles of worthless shiny baubles.\n\nA total of 65 adult cats and 17 kittens were found on the site and entrusted to the Columbus Humane Society.\n\nChief Jacobs says the elderly woman confessed to training her cats to steal, saying the felines had to “earn their meals”.\n\n“She would only feed the animals if they brought home valuables, so the animals had to steal every day in order to survive. Most were voluntarily malnurished so they would easily gain the neighbors’ pity and be allowed inside their houses.”\n\nAccording to the Columbus Police, Ms. Gregson’s animals could have stolen from more than 5,000 houses and apartment in the area, and investigators invite possible victims to contact them.\n\nWhile Ms. Gregson is the first person in American history to be accused of training cats to steal, this isn’t the first time that animals are trained to commit crimes.\n\nIn 2009, a surveillance that caught a monkey stealing hundreds of dollars worth of plants from a Texas nursery.\n\nAt the time, the police and store owners had hypothesized that the monkey had been trained to take the plants and hand them over a fence to a waiting human accomplice.\n\nIn 2013, a Chicago court sentenced a man to five years in prison for training ferrets to steal cell phones from people on the street and on public buses.",
        "quotes": [
            [
                "She was like Fagin in Oliver Twist, but she was using cats as thieves instead of children.",
                "",
                true
            ],
            [
                "In less than three hours of surveillance, the detectives saw the cats bring home more than a hundred objects.",
                "",
                true
            ],
            [
                "She would only feed the animals if they brought home valuables, so the animals had to steal every day in order to survive.",
                "",
                true
            ],
            [
                "Most were voluntarily malnurished so they would easily gain the neighbors’ pity and be allowed inside their houses.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "columbus",
            "steal",
            "accused",
            "investigators",
            "woman",
            "training",
            "cats",
            "animals",
            "surveillance",
            "gregsons",
            "elderly",
            "65",
            "ms",
            "worth",
            "neighbors"
        ]
    }
]