[
    {
        "url": "https://newspunch.com/james-bond-black-female-actor-new-007/",
        "title": "James Bond: Black Female Actor Is Revealed As ‘The New 007’",
        "authors": [
            {
                "name": "Baxter Dmitry",
                "link": null
            }
        ],
        "publisher": "newspunch.com",
        "publish_date": "2019-07-15",
        "text": "After years of rumors about who would replace Daniel Craig in the James Bond film series — with many people predicting the role would be handed to a black man — the producers have reportedly handed the iconic role to a black woman.\n\nThe news comes just weeks after African-American singer Halle Bailey was cast as Ariel in Disney’s live action remake of the Little Mermaid.\n\nThe Daily Mail has quoted from an anonymous “movie insider”, who says that the 25th film opens with Bond (Daniel Craig), retired in Jamaica, being called back to action to fight a new villain.\n\n“There is a pivotal scene at the start of the film where M says, “Come in 007”, and in walks Lashana who is black, beautiful and a woman,” the source said. “It’s a popcorn-dropping moment. Bond is still Bond but he’s been replaced as 007.”\n\nLynch, 31, made her film debut in 2011’s Fast Girls, but her breakthrough role came earlier this year, as fighter pilot Maria Rambeau in Captain Marvel.\n\nHowever, it’s not as straight forward as it seems. Lynch won’t be playing Bond in the film, but she will have the famous 007 callsign.\n\nWhat’s going on?\n\nThe Daily Mail reported the following late Saturday:\n\nIn what’s been called a ‘popcorn-dropping moment’, British star Lashana Lynch, will be given Bond’s license to kill in the 25th movie in the franchise, currently being shot in Italy and the UK. However, traditionalists can relax: she’s not the new Bond, but a new character who takes over his secret agent number after he leaves MI6. … A movie insider said: ‘There is a pivotal scene at the start of the film where M says ‘Come in 007’, and in walks Lashana who is black, beautiful and a woman. ‘It’s a popcorn-dropping moment. Bond is still Bond but he’s been replaced as 007 by this stunning woman.\n\nPer DailyCaller:\n\nYeah, you can go ahead and assume this is a test run of some kind to see how fans react. If they’re done with Lynch getting the callsign and codename, then don’t be surprised if we see her eventually just take over the whole thing.\n\nThis is Daniel Craig’s last time as the famous spy, and that means the studio hasn’t found somebody new. Would they really choose a woman?\n\nWho knows, but I never thought we’d ever see anybody else have the callsign 007. Yet, here we are.\n\nLet me be as clear as I possibly can be here because I don’t want any confusion. I have no issue with the new report and I have no issue with any man playing Bond if he can pull it off.\n\nHowever, I think I speak for fans everywhere when I say making a woman James Bond is an atrocious idea. I don’t care how talented they are. His name is James for a reason and he’s a womanizing badass spy.\n\nDoesn’t exact work the same if it’s a woman.\n\nIf the new James Bond going forward is a woman, you can expect fans to revolt. It’s that simple.",
        "quotes": [
            [
                "There is a pivotal scene at the start of the film where M says, “Come in 007”, and in walks Lashana who is black, beautiful and a woman,",
                "",
                true
            ],
            [
                "It’s a popcorn-dropping moment.",
                "",
                true
            ],
            [
                "Bond is still Bond but he’s been replaced as 007.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.theguardian.com/film/2012/jun/14/fast-girls-review",
                "https://www.dailymail.co.uk/news/italy/index.html",
                "https://www.dailymail.co.uk/news/article-7244671/Thought-007-never-woman-black-shes-James-Bond-hand-number-over.html",
                "https://www.theguardian.com/film/2019/jul/04/us-singer-halle-bailey-cast-as-ariel-in-disneys-live-action-remake-of-the-little-mermaid",
                "https://www.theguardian.com/film/2019/mar/05/captain-marvel-review-brie-larson-samuel-l-jackson"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://dailycaller.com/2019/06/04/james-bond-25-explosion-injury/",
                "https://dailycaller.com/2019/07/14/james-bond-25-007-lashana-lynch/",
                "https://dailycaller.com/2019/06/25/james-bond-25-movie-inside-look/"
            ]
        },
        "key_words": [
            "movie",
            "role",
            "film",
            "woman",
            "actor",
            "007",
            "moment",
            "james",
            "revealed",
            "female",
            "popcorndropping",
            "bond",
            "black"
        ]
    },
    {
        "url": "https://www.theguardian.com/film/2012/jun/14/fast-girls-review",
        "title": "Fast Girls – review",
        "authors": [
            {
                "name": "Peter Bradshaw",
                "link": null
            }
        ],
        "publisher": "www.theguardian.com",
        "publish_date": "2012-06-14",
        "text": "Here is a likable and fun British film: it's a little like Bend It Like Beckham. Four female athletes are preparing for the world championships in London in 2011 – the 2012 Olympics in all but name. Coach Tommy (Noel Clarke) is trying to weld these feisty track stars into a 4x100m relay team. But there's some serious aggravation between Lisa (Lily James), a posh princess whose dad is a former medal winner with political power, and Shania (Lenora Crichlow), who comes from a tough council estate. Lily's dad is incidentally played by Rupert Graves who weirdly looks as if he could be the father of teen diving star Tom Daley. There is a witty scene where the quartet insult some horrible blokes in a club and then outrun them on the street. There are nice supporting performances from Lorraine Burroughs and Phil Davis, and the script, co-written by Clarke, is well constructed. Fast Girls feels like the great-niece of the venerable Chariots of Fire: smart, unpretentious, with a great burst of speed.",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "unpretentious",
            "trying",
            "weirdly",
            "world",
            "girls",
            "review",
            "dad",
            "winner",
            "clarke",
            "venerable",
            "weld",
            "witty",
            "fast"
        ]
    },
    {
        "url": "https://www.dailymail.co.uk/news/italy/index.html",
        "title": "Italy News with Updates on Rome, Milan and PM Paolo Gentiloni",
        "authors": [],
        "publisher": "www.dailymail.co.uk",
        "publish_date": "",
        "text": "Love Island fans let rip at 'savage' Michael for 'disrespecting' Amber as he orders her to SIT DOWN and says he would NEVER get back with her",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.dailymail.co.uk/tvshowbiz/article-7250373/Love-Island-fans-let-rip-savage-Michael-disrespecting-Amber.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "disrespecting",
            "fans",
            "rome",
            "savage",
            "paolo",
            "milan",
            "updates",
            "sit",
            "italy",
            "rip",
            "michael",
            "love",
            "let",
            "gentiloni",
            "orders",
            "island"
        ]
    },
    {
        "url": "https://www.dailymail.co.uk/news/article-7244671/Thought-007-never-woman-black-shes-James-Bond-hand-number-over.html",
        "title": "Thought 007 could never be a woman or black? Well, she's both! James Bond will hand the number over",
        "authors": [
            {
                "name": "Caroline Graham For The Mail On Sunday In Los Angeles",
                "link": null
            }
        ],
        "publisher": "www.dailymail.co.uk",
        "publish_date": "2019-07-13",
        "text": "Since Daniel Craig announced he was standing down as James Bond, debate has raged whether the next 007 should be a woman, or black.\n\nNow The Mail on Sunday can reveal that she will be both – thanks to the intervention of feminist TV writer Phoebe Waller-Bridge.\n\nIn what's been called a 'popcorn-dropping moment', British star Lashana Lynch, will be given Bond's licence to kill in the 25th movie in the franchise, currently being shot in Italy and the UK.\n\nCome in 007: British star Lashana Lynch walks in when the James Bond spy number is called\n\nHowever, traditionalists can relax: she's not the new Bond, but a new character who takes over his secret agent number after he leaves MI6.\n\nThe story begins with Bond retired in Jamaica. But spymaster M – played by Ralph Fiennes – calls him back in desperation to tackle a new global crisis.\n\nA movie insider said: 'There is a pivotal scene at the start of the film where M says 'Come in 007', and in walks Lashana who is black, beautiful and a woman.\n\n'It's a popcorn-dropping moment. Bond is still Bond but he's been replaced as 007 by this stunning woman.\n\n'Bond, of course, is sexually attracted to the new female 007 and tries his usual seduction tricks, but is baffled when they don't work on a brilliant, young black woman who basically rolls her eyes at him and has no interest in jumping into his bed. Well, certainly not at the beginning.'\n\nThe source added that the phrase 'Bond girls' is now forbidden, saying: 'We were all told that from now on they are to be addressed as 'Bond women'.'\n\nWaller-Bridge, who wrote the BBC comedy Fleabag and the female-led thriller Killing Eve, was recruited to ensure the 57-year-old franchise moved with the times. She said: 'There's been a lot of talk about whether or not Bond is relevant now because of who he is and the way he treats women.\n\n007: Daniel Craig in action in the new movie which promises to be packed with humour\n\n'I think that's b******s. I think he's absolutely relevant now. [The franchise] has just got to grow. It has just got to evolve, and the important thing is that the film treats the women properly. He doesn't have to. He needs to be true to his character.'\n\nMs Lynch, 31, had a breakthrough role as the fighter pilot Maria Rambeau in Captain Marvel, released earlier this year.\n\nFilm-makers create avatar of Daniel Craig’s face for dangerous stunts Daniel Craig’s desire to do all his own stunts on the new Bond film has been thwarted by injury. But now producers have come up with a high-tech solution worthy of Q to make it look as if he’s in the thick of the action. Special-effects wizards have created a computer avatar of the 51-year-old star, which will enable his face to be digitally superimposed on to the body of his stunt double – Frenchman Jean-Charles Rousseau, 31. Craig was forced to change his stunt plans after injuring an ankle while filming a chase scene in Jamaica in May. In his 13 years as Bond, he has also smashed two teeth, dislocated a shoulder, sprained a knee and sliced the tip off one of his fingers. A source said: ‘Daniel is in great shape but there are some scenes he can’t do because they are too physically challenging. Plus the insurance company won’t let him. So his face will be superimposed later.’\n\nOriginally from Hammersmith, West London, she made her debut in the 2011 drama Fast Girls, has appeared in Silent Witness and Death In Paradise and was a regular cast member on the short-lived 2015 BBC show Crims. She also played Rosaline Capulet in the American period drama series Still Star-Crossed, set after the deaths of Romeo and Juliet.\n\nThe source said: 'Lashana is absolutely brilliant and Phoebe's script is as sharp and funny as you would expect. This Bond pays tribute to some of the earlier films with a lot of humour.'\n\nIndeed, one photograph taken on set shows Ms Lynch in a safari suit similar to the one Roger Moore famously wore when he played 007.\n\n'This is a Bond for the modern era who will appeal to a younger generation while sticking true to what we all expect in a Bond film,' the source added. 'There are spectacular chase sequences and fights, and Bond is still Bond but he's having to learn to deal with the world of #MeToo.'\n\nSo hopefully the script will be the least of the problems for a film that has already been hit by the replacement of original director Danny Boyle, injury to Craig, and a crew member getting hurt in an explosion on set.",
        "quotes": [
            [
                "Daniel is in great shape but there are some scenes he can’t do because they are too physically challenging.",
                "",
                true
            ],
            [
                "Plus the insurance company won’t let him.",
                "",
                true
            ],
            [
                "So his face will be superimposed later.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.dailymail.co.uk/news/italy/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "film",
            "source",
            "lashana",
            "lynch",
            "thought",
            "woman",
            "hes",
            "hand",
            "007",
            "daniel",
            "james",
            "shes",
            "star",
            "number",
            "black",
            "bond",
            "craig"
        ]
    },
    {
        "url": "https://www.theguardian.com/film/2019/jul/04/us-singer-halle-bailey-cast-as-ariel-in-disneys-live-action-remake-of-the-little-mermaid",
        "title": "US singer Halle Bailey cast as Ariel in Disney's live-action remake of The Little Mermaid",
        "authors": [
            {
                "name": "Press Association",
                "link": null
            }
        ],
        "publisher": "www.theguardian.com",
        "publish_date": "2019-07-04",
        "text": "Director says 19-year-old has ‘spirit, heart, youth, innocence and substance – plus a glorious singing voice’\n\nUS singer Halle Bailey cast as Ariel in Disney's live-action remake of The Little Mermaid\n\nSinger Halle Bailey has been cast as Ariel in Disney’s live action reimagining of The Little Mermaid.\n\nThe 19-year-old – who is in musical duo Chloe X Halle with her sister Chloe – was cast after an “extensive search”.\n\nShe said on Twitter that it was a “dream come true”.\n\nchloe x halle (@chloexhalle) dream come true... 🧜🏽‍♀️🌊 pic.twitter.com/sndjYUS6wO\n\nThe film is being directed by Rob Marshall, who said: “After an extensive search, it was abundantly clear that Halle possesses that rare combination of spirit, heart, youth, innocence, and substance - plus a glorious singing voice - all intrinsic qualities necessary to play this iconic role.”\n\nNews of the casting was praised on Twitter, with many people remarking on the significance of a young black woman taking on the role.\n\nEvette Dionne 🏁 (@freeblackgirl) Halle Bailey, a Black teens who wears locs, being cast as a Disney princess is what dreams are made of. Imagine what just seeing her onscreen will do for this generation of Black girls.\n\nKevin Fallon (@kpfallon) Brandy walked so Halle Bailey could swim. pic.twitter.com/FGuwAzAHUT\n\nWajahat Ali (@WajahatAli) I look forward to taking my daughter to see Halle Bailey as Ariel in the live action version of Little Mermaid. She'll be ecstatic seeing another girl of color as a Disney princess. I will have to tolerate the songs, but...worth it.\n\nMarshall will also produce with John DeLuca, Marc Platt and Lin-Manuel Miranda.\n\nThe film will feature songs from the 1989 animated classic by Alan Menken and Howard Ashman, as well as new songs by Menken and Miranda.\n\nProduction on The Little Mermaid is expected to begin in early 2020.",
        "quotes": [
            [
                "spirit, heart, youth, innocence and substance – plus a glorious singing voice",
                "",
                false
            ],
            [
                "After an extensive search, it was abundantly clear that Halle possesses that rare combination of spirit, heart, youth, innocence, and substance - plus a glorious singing voice - all intrinsic qualities necessary to play this iconic role.",
                "Rob Marshall",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/WajahatAli/status/1146515563780423682?ref_src=twsrc%5Etfw",
                "https://twitter.com/kpfallon/status/1146509835158151168?ref_src=twsrc%5Etfw",
                "https://twitter.com/chloexhalle/status/1146509551497170944?ref_src=twsrc%5Etfw",
                "https://t.co/sndjYUS6wO",
                "https://twitter.com/freeblackgirl/status/1146515213853741056?ref_src=twsrc%5Etfw",
                "https://t.co/FGuwAzAHUT"
            ]
        },
        "key_words": [
            "cast",
            "remake",
            "mermaid",
            "x",
            "singer",
            "bailey",
            "disneys",
            "twitter",
            "halle",
            "ariel",
            "youth",
            "liveaction",
            "songs",
            "black",
            "little"
        ]
    },
    {
        "url": "https://www.theguardian.com/film/2019/mar/05/captain-marvel-review-brie-larson-samuel-l-jackson",
        "title": "Captain Marvel review – Brie Larson kicks ass across the universe",
        "authors": [
            {
                "name": "Peter Bradshaw",
                "link": null
            }
        ],
        "publisher": "www.theguardian.com",
        "publish_date": "2019-03-05",
        "text": "This latest tale from the Marvel cinematic universe takes us way back in time, many years before the great catastrophe shown in Avengers: Infinity War. We have crash-landed in mid-90s America: a hilariously antediluvian world of Blockbuster video stores, dial-up internet, web searches via AltaVista, and grindingly slow CD-Rom drives. At one important stage, there’s a soundtrack outing for Nirvana: “Come as you are, as you were / As I want you to be / As a friend, as a friend / As a known enemy ...”\n\nThis is an engaging and sometimes engagingly odd superhero action movie from directors and co-writers Anna Boden and Ryan Fleck, a weirdly nonlinear mashup of past and present, memories and present experience, Earth and non-Earth action. It’s an unconventional origin-myth story, which makes it initially uncertain what the nature of those origins is, and maybe even whose origins exactly we’re talking about. There’s an eccentric splurge of tonal registers from boomingly serious to quirkily droll. It gives us a playful first glimpse of a number of things, important and otherwise, including how Shield agent Nick Fury acquired a notable part of his badass image – Fury played of course by Samuel L Jackson, his face digitally regressed to the way it looked around the time of Pulp Fiction. A lovable cat makes an important appearance.\n\nFacebook Twitter Pinterest Digitally regressed … Samuel L Jackson as the youthful Nick Fury. Photograph: Allstar/Marvel Studios\n\nThe film hinges on a fierce performance from Brie Larson, though I think it could have showcased her in a stronger, clearer starring role and assigned her more of the script’s funny lines. She is a tough and disciplined warrior who has been recruited into the ranks of the Kree, an alien fighting force previously seen in the Guardians of the Galaxy films, engaged in a vicious battle with the Skrulls, a nation of extraterrestrial shapeshifters, led by Talos (Ben Mendelsohn). And here, incidentally, is another qualification: I wanted more martial arts and kickboxing action from Brie Larson, because these are very good moments.\n\nWhen she finds herself detached from her unit in time-honoured, war-movie style, all alone on our own planet – which one of her comrades harshly describes as a “shithole” despite the fact that it looks considerably better than any other planet featured here – she is plagued by memory flashes, fragments of what appears to be a lost Earthling identity. There are glimpses of an unhappy childhood, a cruel father, a Top Gun-style military training in the US air force alongside a loyal friend Maria (Lashana Lynch) and a mysterious mentorship from an enigmatic woman played by Annette Bening. These are the puzzle pieces that must be fitted together so she can understand her own captaincy of a mighty superhero destiny.\n\nPlay Video 1:57 Watch the trailer for Captain Marvel – video\n\nBoden and Fleck nicely set up her mix of determination and vulnerability in the initial training scenes, vaguely reminiscent of Clarice Starling (and there is a reference to that other 90s pop-cultural touchstone, The Silence of the Lambs). She has to practise her martial arts in one-on-one dialogue jousts with Yon-Rogg (Jude Law) and establish an ésprit de corps with fellow soldiers, including Minn Erva (Gemma Chan) and Korath (Djimon Hounsou).\n\nLaw is sprightly enough, but Larson’s chemistry is much more on Earth with Jackson, whose young Nick Fury here is very good; he works so well with Larson. They have a great scene together when they have to work out how to escape from a locked USAF office.\n\nRotten Tomatoes rescues Captain Marvel from review trolls Read more\n\nFacebook Twitter Pinterest Shapeshifter … Ben Mendelsohn as Talos. Photograph: Allstar/Marvel Studios\n\nLarson has the natural body language of a superhero: that mixture of innocence and insouciance, that continuous clear-eyed idealism and indignation combined with unreflective battle-readiness, all the things that give MCU films their addictive quality. I wanted a clearer, more central story for Captain Marvel’s emergence on to the stage, and in subsequent films – if she isn’t simply to get lost in the ensemble mix – there should be more of Larson’s own wit and style and, indeed, plausible mastery of martial arts. In any case, Captain Marvel is an entertaining new part of the saga.",
        "quotes": [
            [
                "Come as you are, as you were / As I want you to be / As a friend, as a friend / As a known enemy ...",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.theguardian.com/lifeandstyle/2018/aug/11/q-and-a-gemma-chan",
                "https://www.theguardian.com/film/2019/feb/27/rotten-tomatoes-captain-marvel-brie-larson-review-trolls",
                "https://www.theguardian.com/film/2017/nov/01/the-silence-of-the-lambs-review-anthony-hopkins-jodie-foster-jonathan-demme",
                "https://www.theguardian.com/film/2018/apr/24/avengers-infinity-war-review-supremely-entertaining-showdown-in-the-grand-marvel-tradition",
                "https://www.theguardian.com/film/2016/nov/03/djimon-hounsou-my-son-told-me-i-want-to-be-light-skinned-so-i-can-climb-the-walls-like-spider-man"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.theguardian.com/film/captain-marvel",
                "https://www.theguardian.com/film/superhero-movies",
                "https://www.theguardian.com/culture/jude-law",
                "https://www.theguardian.com/film/samuel-l-jackson",
                "https://www.theguardian.com/music/nirvana",
                "https://www.theguardian.com/culture/marvel",
                "https://www.theguardian.com/film/annette-bening",
                "https://www.theguardian.com/film/guardians-of-the-galaxy",
                "https://twitter.com/intent/tweet?text=Captain%20Marvel%20review%20%E2%80%93%20Brie%20Larson%20kicks%20ass%20across%20the%20universe&url=https%3A%2F%2Fwww.theguardian.com%2Ffilm%2F2019%2Fmar%2F05%2Fcaptain-marvel-review-brie-larson-samuel-l-jackson%3FCMP%3Dshare_btn_tw%26page%3Dwith%3Aimg-3%23img-3",
                "https://www.theguardian.com/film/brie-larson",
                "https://twitter.com/intent/tweet?text=Captain%20Marvel%20review%20%E2%80%93%20Brie%20Larson%20kicks%20ass%20across%20the%20universe&url=https%3A%2F%2Fwww.theguardian.com%2Ffilm%2F2019%2Fmar%2F05%2Fcaptain-marvel-review-brie-larson-samuel-l-jackson%3FCMP%3Dshare_btn_tw%26page%3Dwith%3Aimg-2%23img-2",
                "https://www.imdb.com/name/nm2736476/",
                "https://www.theguardian.com/culture/ben-mendelsohn"
            ]
        },
        "key_words": [
            "nick",
            "larson",
            "brie",
            "friend",
            "universe",
            "review",
            "jackson",
            "captain",
            "superhero",
            "fury",
            "ass",
            "marvel",
            "martial",
            "important",
            "kicks"
        ]
    },
    {
        "url": "https://www.dailymail.co.uk/tvshowbiz/article-7250373/Love-Island-fans-let-rip-savage-Michael-disrespecting-Amber.html",
        "title": "Love Island fans let rip at 'savage' Michael for 'disrespecting' Amber",
        "authors": [
            {
                "name": "Lily Waddell",
                "link": null
            }
        ],
        "publisher": "www.dailymail.co.uk",
        "publish_date": "2019-07-15",
        "text": "Love Island viewers laid into Michael Griffiths for 'disrespecting' his ex Amber Gill as he instructed her to sit down and ruled out ever getting back with her on Monday.\n\nFans fumed as they claimed the firefighter, 27, spoke to the beauty therapist, 21, in a 'disgusting' way — which was also picked up by fellow islander Maura Higgins who remarked he was 'really rude'.\n\nAmong the angry followers, one wrote: 'It’s been 11 mins and I can still feel my blood boiling at how Michael just spoke to Amber. Fuming.'\n\nOut of order: Love Island fans let rip at 'savage' Michael for 'disrespecting' Amber as he ordered her to SIT DOWN and said he would NEVER get back with her on Monday\n\nSpeculation was rife that Amber and Michael would get back together when he chose not to leave alongside his partner Joanna Chimonides.\n\nAs talk spread round the villa like wildfire, the firefighter was quick to extinguish the flames as he claimed he would never get back with his ex.\n\nMichael got the islanders' tongues wagging when he demanded Amber sat down while he took her aside to chat for five minutes.\n\nHe said: 'Amber sit down for us, sit down. I just wanted to quickly grab you.'\n\nIn the distance, Maura could be heard saying: 'That was really rude.'\n\nDespicable: Fans fumed as they claimed the firefighter, 27, spoke to the beauty therapist, 21, in a 'disgusting' way — which was also picked up by fellow islander Maura Higgins who remarked he was 'really rude'\n\nMichael took the opportunity to address Amber's emotional confession that she wanted him back which had viewers cringing in their seats on Sunday.\n\nThe curly-haired beauty wore her heart on her sleeve as she confided in her ex about her feelings for him, even though he had pursued a new romance with Joanna.\n\nWith Joanna gone, and choosing not to go with her, quite rightly many of the islanders thought Michael secretly wanted to give it a second go with Amber.\n\nBut they were wrong; Michael said he wanted to get to know Joanna, even though she was no longer in the villa.\n\nOutrageous: Fans rushed to social media to complain about Michael's bad behaviour as they branded him 'utterly disgusting'\n\n'I appreciated what you said,' he mused. 'I wanted to get to know Joanna. I know she's gone but that's where it's heading.'\n\nIn total shock, Amber replied: 'What's the point of staying then? You'll think she'll still want you when you get back? Really?'\n\nMichael ruled out: 'I just wanted to make sure it was clear.'\n\nFans rushed to social media to complain about Michael's bad behaviour as they branded him 'utterly disgusting'.\n\nCould it be? Speculation was rife that Amber and Michael would get back together when he chose not to leave alongside his partner Joanna Chimonides\n\n'Michael is too disrespectful. Man has no home training #loveisland.' One fan wrote, leading the troops.\n\nOthers added: 'I'm sooooo sick of Michael speaking to Amber the way he does. Need to be taugh a lesson its happened too many times. Its utterly disgusting #Loveisland that “Sit Down” i wont get over it. Stupid man.'\n\n'For a guy like Michael claiming how mature he is the way he just spoke to Amber is the complete opposite “sit down” ARE YOU JOKIN.'\n\nSilenced: As talk spread round the villa like wildfire, the firefighter was quick to extinguish the flames as he claimed he would never get back with his ex\n\nHow dare he: Michael got the islanders' tongues wagging when he demanded Amber sat down while he took her aside to chat for five minutes\n\n'The way Michael speaks to Amber is disgusting and that was purely for Joanna’s benefit while she sits in a nearby hotel drinking green tea.'\n\nHe later told the boys: 'I feel a bit savage. So thought can’t leave it open ended there was speculation and I can’t let it happen again.'\n\nEarlier in the episode, Joanna branded Michael a 'f***ing snake' for not leaving with her as she cried while she left the villa.\n\nFans later accused Michael of 'crocodile tears' when he put his head in his hands and sobbed while he reflected on Joanna's departure in the Beach Hut.\n\nIn explosive scenes, Joanna's cutting words had made an impression on him as she let rip: 'You clearly [didn't find what you're looking for]...You're a f***ing snake.'\n\nOutrage: Love Island’s Joanna brands Michael a ‘f**king snake’ for not leaving with her as she makes tearful departure from the villa… but fans accuse him of CROCODILE tears\n\nThe beauty, who had already mapped out her future with Michael as she had wondered what their kids would look like and even discussed a potential marriage proposal, then told Michael to make amends with his ex Amber Gill.\n\nIt all exploded in Michael's face after the awkward-looking hunk had expressed his disappointment because he claimed to have found everything he was looking for.\n\nHe said: 'I found what I wanted and now she's leaving.'\n\nThe silence was deafening when Michael didn't say he was going to end his Love Island journey with Joanna, instead he bid her farewell with the rest of the islanders.\n\nTense: It all exploded in Michael's face after the awkward-looking hunk had expressed his disappointment because he claimed to have found everything he was looking for\n\nAs emotions run high in the episode, Michael confessed to his pal Jordan Hames he thinks Joanna would have left with him if he had been voted off.\n\nIn the Beach Hut, the tattooed hunk admitted he didn't know why he hadn't walked with her but he did find it difficult to get out of bed following Joanna's departure.\n\nSocial media was awash with a flurry of criticism as fans accused the firefighter of faking his tears for the camera and they urged him to get back with Amber.\n\n'Can Michael stop the crocodile tears and go crack on with amber again?' One fan wrote, leading the troops.\n\nWhat will happen? Tearful Amber sought solace from her fun-loving BFF Ovie Soko as she nuzzled her head into his chest while she watched the drama unfold\n\nOthers added: 'Michael is really moving like he is there by force - squeezing out mad tears.'\n\n'Thems some Crocodile Tears there Michael.'\n\n'Bore off with the crocodile tears Michael, if you really liked her you would be out the door as well.'\n\n'Michael is just trying to save face. I don’t buy those tears.'\n\n'Crocodile tears if you ask me, Michael ain’t daft.'\n\n'Michael’s tears are because he backed the wrong horse. He thought the public disliked Amber so he left her. Now it has finally dawned on him that he’s lost the £50k and the girl.'\n\n'Michael you’re being CHALDISH dry your tears just LEAVE.' (sic)",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.dailymail.co.uk/tvshowbiz/love-island/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "disrespecting",
            "amber",
            "wanted",
            "firefighter",
            "savage",
            "joanna",
            "way",
            "really",
            "rip",
            "michael",
            "love",
            "let",
            "sit",
            "tears",
            "island",
            "claimed",
            "fans"
        ]
    },
    {
        "url": "https://www.theguardian.com/lifeandstyle/2018/aug/11/q-and-a-gemma-chan",
        "title": "Gemma Chan: ‘Is it better to give or to receive? Are we talking about oral sex?’",
        "authors": [
            {
                "name": "Micha Frazer-Carroll",
                "link": null
            }
        ],
        "publisher": "www.theguardian.com",
        "publish_date": "2018-08-11",
        "text": "The actor on Time’s Up, trying to save a stabbing victim and the joy of jigsaws\n\nGemma Chan: ‘Is it better to give or to receive? Are we talking about oral sex?’\n\nBorn in London, Gemma Chan, 35, grew up in Kent. She studied law at the University of Oxford before training at drama school. She went on to appear in Sherlock and Fresh Meat, before starring in the Channel 4 sci-fi drama Humans. She is in the new film Crazy Rich Asians, and next year will play Minn-Erva in Captain Marvel.\n\nWhat is your earliest memory?\n\nI was three and in a hospital lift with my dad – we’d visited my mum, who had just given birth to my little sister. I remember feeling sad my mum couldn’t come with us.\n\nWhat do you consider your greatest achievement?\n\nSometimes it’s kind of an achievement just to get up, get showered, feed myself and get through the day. But also I’ve been doing work with the UK sister to the Time’s Up movement. We’ve set up a justice and equality fund.\n\nWhat would your superpower be?\n\nTime travel – I’d go back to June 2016 and deface the buses that said: “We send the EU £350m a week; let’s fund the NHS instead.”\n\nWhat do you most dislike about your appearance?\n\nAs a little girl, I was quite self-conscious about my Asian features. A few kids made fun of the shape of my eyes. All the Barbies had blond hair and blue eyes, and I remember wishing I didn’t look the way I did – I was the only girl of colour in the area. But now I’ve got older, I’ve realised what makes you different is your strength.\n\nIf you could bring something extinct back to life, what would you choose?\n\nBlockbuster Video. I loved the routine of going there on a Friday night. Now I just log on to Netflix and end up browsing for an hour and never deciding what to watch.\n\nIs it better to give or to receive?\n\nAre we talking about oral sex? I’ll just say I think we all know the answer.\n\nWhat is the closest you’ve come to death?\n\nIn 2012 I stared into the eyes of someone who had just stabbed a man in the neck on the street. I was trying to help the victim; for a very long three or four seconds, I thought he was going to come for me next.\n\nWho would play you in the film of your life?\n\nScarlett Johansson. Just kidding.\n\nWhat is your favourite smell?\n\nOld books – it reminds me of the library when I was younger.\n\nWhat’s the worst thing anyone has said to you?\n\n“Donald Trump has been elected president.”\n\nWhich living person do you most despise, and why?\n\nI despise the so-called leaders, mostly in the Conservative party, who have got us into this colossal mess. They have just shat the bed and run away.\n\nWho would you invite to your dream dinner party?\n\nDavid Attenborough, Neil deGrasse Tyson, Maya Angelou, Anna May Wong and Carole Cadwalladr.\n\nMartin Kemp: ‘George Michael came on our first date’ Read more\n\nWhat is the worst job you’ve done?\n\nWhen I was a teenager I worked as a lifeguard, and one of our duties was to clean the showers. It essentially involved cleaning people’s pubes from the drain.\n\nHow do you relax?\n\nI listen to classical music and do 1,000-piece jigsaws.\n\nHow often do you have sex?\n\nAs often as possible.\n\nHow would you like to be remembered?\n\nJust to be remembered at all would be enough.\n\nTell us a secret.\n\nSometimes I eat Marmite straight from the jar.",
        "quotes": [
            [
                "Is it better to give or to receive?",
                "Gemma Chan",
                true
            ],
            [
                "Are we talking about oral sex?",
                "Gemma Chan",
                true
            ],
            [
                "We send the EU £350m a week; let’s fund the NHS instead.",
                "",
                true
            ],
            [
                "Donald Trump has been elected president.",
                "",
                true
            ],
            [
                "George Michael came on our first date",
                "Martin Kemp",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.theguardian.com/tv-and-radio/david-attenborough",
                "https://www.theguardian.com/books/2014/may/28/maya-angelou",
                "https://www.theguardian.com/business/2013/dec/12/blockbuster-disappear-high-street-close-dvds",
                "https://www.theguardian.com/world/2018/feb/18/sisters-this-is-our-moment-to-say-times-up",
                "https://www.theguardian.com/books/2004/mar/13/featuresreviews.guardianreview5",
                "https://www.dailymail.co.uk/news/article-2423819/Gemma-Chan-tells-court-horrifying-moment-watched-schizophrenic-stab-homeless-man-death-busy-London-street.html",
                "https://www.theguardian.com/lifeandstyle/2018/jul/14/martin-kemp-actor-interview-george-michael-first-date",
                "https://www.theguardian.com/film/shortcuts/2018/apr/25/crazy-rich-asians-can-the-romcom-be-a-gamechanger-for-representation"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.theguardian.com/tv-and-radio/humans",
                "https://en.wikipedia.org/wiki/Neil_deGrasse_Tyson",
                "https://www.theguardian.com/film/scarlettjohansson",
                "https://www.theguardian.com/profile/carolecadwalladr",
                "https://www.marvel.com/movies/captain-marvel"
            ]
        },
        "key_words": [
            "sister",
            "chan",
            "come",
            "worst",
            "times",
            "better",
            "eyes",
            "ive",
            "sex",
            "talking",
            "victim",
            "oral",
            "youve",
            "receive",
            "gemma",
            "trying"
        ]
    },
    {
        "url": "https://www.theguardian.com/film/2019/feb/27/rotten-tomatoes-captain-marvel-brie-larson-review-trolls",
        "title": "Rotten Tomatoes rescues Captain Marvel from review trolls",
        "authors": [
            {
                "name": "George Nash",
                "link": null
            }
        ],
        "publisher": "www.theguardian.com",
        "publish_date": "2019-02-27",
        "text": "Rotten Tomatoes is fighting back against online trolls. The reviews aggregator site announced that it will prevent users from commenting on a film before its release date, after a recent barrage of negative online comments targeting the forthcoming Captain Marvel film.\n\nRotten Tomatoes’ move came as it cited an “uptick in non-constructive input, sometimes bordering on trolling”. Captain Marvel, the widely anticipated 21st instalment in the Marvel Cinematic Universe which stars Brie Larson in the title role, is released in US and UK cinemas on 8 March, but has nonetheless been subject to a flurry of negative reviews posted to the film’s Rotten Tomatoes page over the last few weeks, resulting in its “audience score” plummeting from 96% to 54%.\n\n\n\nIt appears the backlash has been fuelled by Larson’s recent comments about the movie’s press tour, in which she expressed growing concerns about the “overwhelmingly white male” proportion of film journalists she has spoken to over the last few years. In an interview with Marie Claire earlier this year, the actor, who won an Oscar in 2016 for her performance in Room, spoke about utilising her role as the eponymous superhero to campaign for increased diversity in the movie industry.\n\nRotten Tomatoes’ influence on movies’ box-office performance has been widely acknowledged in the industry, with Ethan Titelman, an executive at Hollywood market research firm National Research Group, telling the Guardian: “Its influence is growing and broadening out. Once it would have been for your tech-savvy early adopters, but it has actually doubled its influence over moviegoers aged over 45 in the last couple of years alone.”\n\n\n\nThis isn’t the first time a film’s Rotten Tomatoes page has been the target of online hostility. Rian Johnson’s Star Wars: The Last Jedi, Paul Feig’s all-female Ghostbusters reboot and Marvel superhero movie Black Panther were all recipients of angry trolling prior to their release in cinemas.",
        "quotes": [
            [
                "uptick in non-constructive input, sometimes bordering on trolling",
                "",
                false
            ],
            [
                "Its influence is growing and broadening out.",
                "Ethan Titelman",
                true
            ],
            [
                "Once it would have been for your tech-savvy early adopters, but it has actually doubled its influence over moviegoers aged over 45 in the last couple of years alone.",
                "Ethan Titelman",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.theguardian.com/film/2018/feb/26/rotten-tomatoes-hollywood-love-hate-relationship",
                "https://www.theguardian.com/film/2019/feb/21/captain-marvel-why-sexist-attempts-at-sabotage-will-fail",
                "https://www.theguardian.com/film/filmblog/2018/feb/05/black-panther-fought-off-a-toxic-ghostbusters-online-campaign-rotten-tomatoes",
                "https://editorial.rottentomatoes.com/article/making-some-changes/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.theguardian.com/film/rotten-tomatoes"
            ]
        },
        "key_words": [
            "role",
            "reviews",
            "rotten",
            "review",
            "tomatoes",
            "captain",
            "marvel",
            "trolls",
            "online",
            "influence",
            "widely",
            "rescues",
            "superhero",
            "trolling"
        ]
    },
    {
        "url": "https://www.theguardian.com/film/2017/nov/01/the-silence-of-the-lambs-review-anthony-hopkins-jodie-foster-jonathan-demme",
        "title": "The Silence of the Lambs review – psycho-killer Hannibal still chills",
        "authors": [
            {
                "name": "Peter Bradshaw",
                "link": null
            }
        ],
        "publisher": "www.theguardian.com",
        "publish_date": "2017-11-01",
        "text": "It’s a film with the most sensational “entrance” scene in modern film history – and the person doing the entering is entirely still. This is also the least cute meet-cute. FBI rookie Clarice Starling is sent to interview notorious incarcerated serial killer Dr Hannibal Lecter in his glass cell, to see if he can be intrigued, or persuaded, or teased, into helping the agency track down another psychotic murderer, nicknamed Buffalo Bill, who is still at large.\n\nWe come upon Lecter, along with Clarice, as he stands ramrod straight with his impassive black stare and thin smile, as still as a reptile in his tight-fitting prison fatigues. It’s a measure of the film’s horribly potent entertainment value that we take this preposterous situation seriously as a toughly realist, almost procedural thriller, and genuflect to Lecter’s fantastically preposterous intellectual attainments, making Woolworth’s-style pencil sketches of Clarice, cuddling a lamb.\n\nWith her sharp-faced intensity, Jodie Foster is outstanding as Clarice, the brilliant young operative who once made her mark as a student questioning the bureau’s civil-rights record in the Hoover era, it seems, and for her pains got an A-minus from her buzzard-like boss, Jack Crawford, played by Scott Glenn. Crawford is one of the many older men with an ambiguous, apparently romantic interest in Clarice. These include creepy Dr Frederick Chilton – played by Anthony Heald as hardly less weird than any of the imprisoned killers under his care – and of course Lecter himself.\n\nAnthony Hopkins’ performance as Lecter is an uproarious technical masterpiece. All his stage work and accumulated Shakespearian savvy had been leading to this moment. The high-impact closeups on his face that director Jonathan Demme creates are moments of climactic confrontation, intercut with closeups on Clarice, and they land like crashes of timpani. His Dr Lecter whimsically declares that he will help Clarice, but only in exchange for being allowed to psychoanalyse her, listen to her most intimate fears and memories and … what? Exorcise them? Violate them?\n\nThen it turns out that Buffalo Bill’s most recent prisoner-victim, Catherine (Brooke Smith), is the daughter of a US senator, Ruth Martin (Diane Baker) – a brilliant narrative contrivance which means that Lecter’s expertise is now such that he must be treated as a kind of VIP prisoner and transported to Memphis, facilitating the use of those extraordinary restraints and masks.\n\nFacebook Twitter Pinterest Cell mates … Clarice confronts the monstrous Dr Lecter. Photograph: Allstar/Cinetext/Orion Pictures\n\nBut how exactly does he reach Chilton’s carelessly unguarded pen, extract the inner nib, keep it in his mouth until such time as he can use it to unlock handcuffs – which themselves would appear to have a very serious design flaw? Well, these feats give Lecter an almost supernatural edge on his enemies.\n\nFor me, the strangest moment is when Senator Martin makes her TV broadcast statement to Buffalo Bill, repeatedly using Catherine’s name and using old photos of her as a child, in an attempt to make him see her as a human being. It’s a psychologically sophisticated approach that onlookers call “smart”. And yet the awful, unemphasised point is that it doesn’t make the slightest difference. There are no scenes in which Buffalo Bill is shown ignoring her on the TV, or coldly or irritably snapping the TV off. He just never sees this broadcast and the utter failure of this “smart” appeal is never remarked on. There is a grisly pessimism in this.\n\nJonathan Demme: 'A storyteller of bold and muscular force' | Peter Bradshaw Read more\n\nAfter 26 years, The Silence of the Lambs holds up terrifically well; what emerge stronger than ever are Clarice’s flashback memories of her cop dad. Like Spielberg’s Jaws, this movie evolves the style of Roger Corman, who is given a cameo, although if this was being made today, the writers might be a bit charier of venturing into trans issues with the egregious Buffalo Bill, and the misjudged condescension of Clarice saying that trans people are generally “very passive”.\n\nThe bizarre autopsy scene is still horribly unnerving, with the participants putting a powder menthol smudge under their noses to stop the smell freaking them out, and the roll-film camera doing its periodic snap and uncanny, keening whine.\n\nAnd then of course there is the relationship of Hannibal and Clarice. He is the villain, and yet not the villain; he is her mentor, her undeclared lover, her opponent. The open-ended nature of his destiny sadly left things open for a disappointing franchise series, when Hannibal’s final phone call and psycho-Pimpernel disappearance before the closing credits was the perfect way to end it. It has bite.",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.theguardian.com/film/anthony-hopkins",
                "https://www.theguardian.com/film/roger-corman",
                "https://www.theguardian.com/film/jodie-foster",
                "https://www.imdb.com/name/nm0372217/",
                "https://twitter.com/intent/tweet?text=The%20Silence%20of%20the%20Lambs%20review%20%E2%80%93%20psycho-killer%20Hannibal%20still%20chills&url=https%3A%2F%2Fwww.theguardian.com%2Ffilm%2F2017%2Fnov%2F01%2Fthe-silence-of-the-lambs-review-anthony-hopkins-jodie-foster-jonathan-demme%3FCMP%3Dshare_btn_tw%26page%3Dwith%3Aimg-2%23img-2",
                "https://www.theguardian.com/film/jonathan-demme",
                "https://www.imdb.com/name/nm0001277/",
                "https://www.theguardian.com/film/jaws"
            ]
        },
        "key_words": [
            "hannibal",
            "tv",
            "villain",
            "review",
            "silence",
            "dr",
            "clarice",
            "buffalo",
            "lambs",
            "trans",
            "smart",
            "chills",
            "lecter",
            "using",
            "psychokiller",
            "bill"
        ]
    },
    {
        "url": "https://www.theguardian.com/film/2018/apr/24/avengers-infinity-war-review-supremely-entertaining-showdown-in-the-grand-marvel-tradition",
        "title": "Avengers: Infinity War review – colossal Marvel showdown revels in apocalyptic mayhem",
        "authors": [
            {
                "name": "Peter Bradshaw",
                "link": null
            }
        ],
        "publisher": "www.theguardian.com",
        "publish_date": "2018-04-24",
        "text": "Not infinity perhaps, but a really, really big finity war. Colossal, cataclysmic, delirious, preposterous – and always surreally entertaining in the now well-established Marvel movie tradition. It’s a gigantic showdown between a force of cosmic wickedness and a chaotically assembled super-team of Marvel superheroes made more complicated by Doctor Strange’s tendency to multiclone himself in moments of battle stress.\n\nThere are some very unexpected family relationships that we had no idea about – potentially compromising unity in the face of encroaching evil. There are also some very surprising deaths – of which, of course, the less said the better. There are, moreover, some surprising omissions in the cast list. Or are there?\n\nAvengers: Infinity War is a giant battle for which directors Anthony and Joe Russo have given us touches of JRR Tolkien’s Return of the King and JK Rowling’s Harry Potter and the Deathly Hallows. The film delivers the sugar-rush of spectacle and some very amusing one-liners.\n\nWhatever else it does, this Marvel movie shows its brand identity in the adroit management of tone. One moment it’s tragic, the next, it’s cracking wise. It’s absurd and yet persuades you of its overwhelming seriousness. And there are some amazing Saturday-morning-kids-show moments when you feel like cheering.\n\n\n\nEarth is being threatened by a massive malign hunk with a huge ridgey chin called Thanos, played by Josh Brolin. If he can gain ownership of all the talismanic infinity stones and place them in the holes in his custom-built gauntlet then he will have the ultimate power to destroy anything he wishes in the universe. And he has a chilling wish for mass slaughter of half the sentient beings in existence, ostensibly so that the other half will have enough food to eat – but really so they will bow down to him as the tyrant lord.\n\n\n\nRanged against him, of course, are the good guys who come together not in a single phalanx but a constellation of improvised groupings, in which the alpha males have a tendency to bicker. Tony Stark (Robert Downey Jr) is nettled by Doctor Strange (Benedict Cumberbatch) and his supercilious air of intellectual superiority – and vice versa. Spider-Man (Tom Holland) shows up and annoys the hell out of them both with his millennial’s flair for pop culture references.\n\n\n\nThor (Chris Hemsworth) finds himself having to do a ride-along with the Guardians of the Galaxy and Peter Quill (Chris Pratt) is intimidated by Thor’s godlike machismo and finds himself trying to do the basso profundo voice.\n\n\n\nVision (Paul Bettany) and Wanda Maximoff (Elizabeth Olsen) are tormented by the glowing stone in Vision’s blue head, and they’re agonised by the thought that self-destruction is the only way to keep it out of Thanos’s huge mitts. Their own situation brings them into contact with Steve Rogers (Chris Evans) – who prefers his non-super name now, not Captain America, and also the always frowning Black Widow (Scarlett Johansson), together with the frankly traumatised Bruce Banner (Mark Ruffalo).\n\n\n\nScenes and situations whoosh by like a bizarre and bizarrely exciting dream. A sudden trip to Wakanda, with its secret world of remedial hi-tech surgery, seems entirely plausible. T’Challa, or Black Panther (Chadwick Boseman) greets the visitors with his habitual Shakespearean bearing and princely calm.\n\n\n\nInevitably, there is a little confusion. Groups of superheroes clash and each thinks the other is on Thanos’s side. “What master do you serve?” shouts one, awkwardly. “You mean – like Jesus?” comes the exasperated reply. No. Thor is the only god around here and even he isn’t guaranteed a result. It’s all in the cosmic balance.\n\n\n\nIn theory, all these superheroes crammed into one movie should trigger the law of diminishing returns and the Traveling Wilbury effect. And yet somehow in its pure uproariousness, it works. It’s just a supremely watchable film, utterly confident in its self-created malleable mythology. And confident also in the note of apocalyptic darkness.\n\nI know it’s silly. And yet I can’t help looking forward to the next supersized episode of mayhem.\n\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.theguardian.com/film/black-panther",
                "https://www.theguardian.com/culture/marvel",
                "https://www.theguardian.com/film/avengers--infinity-war"
            ]
        },
        "key_words": [
            "movie",
            "mayhem",
            "revels",
            "infinity",
            "review",
            "surprising",
            "really",
            "superheroes",
            "chris",
            "marvel",
            "showdown",
            "thanoss",
            "apocalyptic",
            "war",
            "avengers",
            "colossal",
            "tendency"
        ]
    },
    {
        "url": "https://www.theguardian.com/film/2016/nov/03/djimon-hounsou-my-son-told-me-i-want-to-be-light-skinned-so-i-can-climb-the-walls-like-spider-man",
        "title": "Djimon Hounsou: ‘My son told me, I want to be light-skinned so I can climb the walls like Spider-Man’",
        "authors": [
            {
                "name": "Benjamin Lee",
                "link": null
            }
        ],
        "publisher": "www.theguardian.com",
        "publish_date": "2016-11-03",
        "text": "He starred in Legend of Tarzan, and was nominated for two supporting-actor Oscars – he’s ready for his own blockbuster now\n\nDjimon Hounsou: ‘My son told me, I want to be light-skinned so I can climb the walls like Spider-Man’\n\nHi Djimon, you play Chief Mbonga in The Legend of Tarzan. It’s quite rare to see a blockbuster of this scale set almost exclusively in Africa.\n\nThat’s always been the narrative of Africa, because Africans haven’t been able to use this universal instrument to tell stories like the west do. So, it’s always a struggle to find dignifying characters.\n\nDjimon Hounsou resigned to slave type-casting Read more\n\nYou have been nominated for two Oscars (1) . Do you think there haven’t been any acting nominees of colour for two years because the Academy favours films where the black characters are subservient to white characters ? Slaves and maids instead of businessmen and scientists…\n\nInteresting. That’s possible! I choke on that, but the reality is also: how many other films are out there about black folks? How many elevating stories about black folks are out there? You have a slave movie, you have a comedy and that’s that. There’s nothing else to nominate. It comes back to the lack of narratives out there for African characters.\n\nYou voiced Black Panther for the TV cartoon, but in the upcoming film, he’ll be played by Chadwick Boseman. Were you disappointed?\n\nThere are things that you hope to get and obviously everyone was talking about who would get the role and he was lucky to get it. It was not something that was mine that I’m losing. Fair enough that he got the role and I hope he does a great job with it.\n\nIt’s exciting that we have Black Panther and Luke Cage at the moment. Even 10 years ago, there were no major black superheroes on screen.\n\nIt’s about time! It’s absolutely great news to have a hero that black folks can identify with. Could you imagine my misfortune when my son told me: “I want to be light-skinned so I can climb the walls like Spider-Man” – just because he has seen Spider-Man and Batman and all these superheroes who were all white. The minute he said it, I was like, damn. My whole self was shattered. I was like, wow, what sort of comeback do you have for this? It’s important to recognise yourself. It’s absolutely important. That’s the value in telling stories. There’s a reason why we create fantasy stories, so we can surpass this life condition.\n\nYou started out as a model (2) . Is it hard not to get an ego if you are constantly being told how good-looking you are?\n\nHopefully, you don’t buy into your own hype. Everybody comes to that roadblock where you see yourself on a big screen or a big billboard and it’s quite nice and you’re recognised on the streets and it’s a gratifying moment, but then you realise that it ain’t all that. There’s a price to pay for that type of fame and a bit of that privacy has gone and once you realise that, it’s not all just about you. It’s beyond that and you quickly understand that fame has its own good and bad.\n\nYou starred in Gladiator with Russell Crowe and Oliver Reed. Crowe has said that Reed was drunk and difficult on set (3) . Were you aware of all this drama going on or were you away from it all?\n\nNo, I saw that. It was not anything more difficult than any other set necessarily. Oliver was being himself and the film was a huge undertaking, but none of that was a disturbance really. None of his drinking really posed a problem for the film. He just happened to pass in the middle of the production.\n\nHow do you deal with difficult co-stars? You seem like a pretty chill guy.\n\nThat’s exactly how you deal with the difficult actors. You just stay chill yourself and let them be fucking difficult. You just stay cool.\n\nDo you think the rough times you went through as a teenager on the streets (4) have helped to give you more perspective?\n\nI think coming from a less privileged background does influence your make up. Eventually you draw from all of those misfortunes. It can only help. Certainly when you’re playing some of those roles that are very organic and they have to stay raw, it’s important to have that foundation.\n\nNext up, you have a role in Guy Ritchie’s big budget King Arthur film with Charlie Hunnam and Jude Law. You have starred in many blockbusters (5) , but are you still waiting to be offered the lead in one of these films?\n\nThat would be nice! I’m looking forward to that.\n\nHave you come close before or are they still not being made with a black actor in the lead?\n\nThere certainly hasn’t been that much out there at this point. I haven’t come across many leads in potential blockbusters, but I’m working towards that.\n\nLeslie Jones bombarded with racist tweets after Ghostbusters opens Read more\n\nThere was a very strong reaction to the Ghostbusters remake from angry white guys. Where do you think this comes from?\n\nGreed. I certainly don’t try to pay too much attention. It’s unfortunate but it’s OK. It just makes the fight that much sweeter.\n\nFootnotes\n\n(1) Hounsou received supporting-actor nominations for In America and Blood Diamond.\n\n(2) He was encouraged by Thierry Mugler to pursue modelling in the late 80s and went on to appear in music videos for Madonna and Janet Jackson.\n\n(3) Crowe said of Reed: “I have seen him walk down the street in Malta drunk as a lord and just hit anybody he got near to – even a man walking with his children.”\n\n(4) After emigrating from Benin to France, he dropped out of school and was homeless for a while.\n\n(5) The global box office take of his films is more than $5bn (£4bn).\n\n• The Legend of Tarzan is out now on DVD and Blu-ray",
        "quotes": [
            [
                "My son told me, I want to be light-skinned so I can climb the walls like Spider-Man",
                "",
                false
            ],
            [
                "I want to be light-skinned so I can climb the walls like Spider-Man",
                "",
                false
            ],
            [
                "I have seen him walk down the street in Malta drunk as a lord and just hit anybody he got near to – even a man walking with his children.",
                "Crowe",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.theguardian.com/film/2002/sep/23/news1",
                "https://www.theguardian.com/tv-and-radio/2016/sep/22/luke-cage-netflix-marvel-comics",
                "https://www.theguardian.com/culture/2016/jul/18/leslie-jones-racist-tweets-ghostbusters",
                "https://www.theguardian.com/film/2016/jul/07/legend-tarzan-review-alexander-skarsgard-christoph-waltz",
                "https://www.theguardian.com/film/filmblog/2014/oct/29/marvel-black-panther-black-superhero-chadwick-boseman"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://en.wikipedia.org/wiki/Black_Panther_(TV_series)"
            ]
        },
        "key_words": [
            "son",
            "spiderman",
            "climb",
            "film",
            "theres",
            "thats",
            "lightskinned",
            "difficult",
            "tarzan",
            "white",
            "stay",
            "hounsou",
            "djimon",
            "walls",
            "black",
            "told",
            "think"
        ]
    }
]