[
    {
        "url": "https://www.activistpost.com/2019/07/all-out-war-on-free-speech-launched-by-united-nations.html",
        "title": "All-Out War On Free Speech Launched By United Nations",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2019-07-12",
        "text": "By Judith Bergman\n\nProving the point that the assault on Free Speech is being driven by Technocracy, the United Nations has openly joined the fray in the name of Sustainable Development, Agenda 2030, New Urban Agenda, etc. ⁃ Editor, Technocracy News & Trends.\n\nIn January, United Nations Secretary-General Antonio Guterres, tasked his Special Adviser for the Prevention of Genocide, Adama Dieng, to “present a global plan of action against hate speech and hate crimes on a fast-track basis”. Speaking at a press conference about the UN’s challenges for 2019, Guterres maintained, “The biggest challenge that governments and institutions face today is to show that we care — and to mobilize solutions that respond to people’s fears and anxieties with answers…”\n\nOne of those answers, Guterres appeared to suggest, is shutting down free speech.\n\n“We need to enlist every segment of society in the battle for values that our world faces today – and, in particular, to tackle the rise of hate speech, xenophobia and intolerance. We hear troubling, hateful echoes of eras long past” Guterres said, “Poisonous views are penetrating political debates and polluting the mainstream. Let’s never forget the lessons of the 1930s. Hate speech and hate crimes are direct threats to human rights…”\n\nGuterres added, “Words are not enough. We need to be effective in both asserting our universal values and in addressing the root causes of fear, mistrust, anxiety and anger. That is the key to bring people along in defence of those values that are under such grave threat today”.\n\nIn other words, forget everything about the free exchange of ideas: the UN feels that its ‘values’ are being threatened and those who criticize those values must therefore be shut down. Not only that, but — disingenuously — the UN is comparing dissent from its agendas with the rise of fascism and Nazism in the 1930s.\n\nNow the action plan that Guterres spoke of in January is ready. On June 18, Guterres presented the United Nations Strategy and Plan of Action on Hate Speech:\n\n“Hate speech is…an attack on tolerance, inclusion, diversity and the very essence of our human rights norms and principles,” Guterres said. He also wrote in an article on the subject, “To those who insist on using fear to divide communities, we must say: diversity is a richness, never a threat…We must never forget, after all, that each of us is an “other” to someone, somewhere”.\n\nAccording to the action plan, “Hate is moving into the mainstream – in liberal democracies and authoritarian systems alike. And with each broken norm, the pillars of our common humanity are weakened”. The UN sees for itself a crucial role: “As a matter of principle, the United Nations must confront hate speech at every turn. Silence can signal indifference to bigotry and intolerance…”.\n\nNaturally, the UN assures everyone that, “Addressing hate speech does not mean limiting or prohibiting freedom of speech. It means keeping hate speech from escalating into something more dangerous, particularly incitement to discrimination, hostility and violence, which is prohibited under international law”.\n\nExcept the UN most definitely seeks to limit freedom of speech, especially the kind that challenges the UN’s agendas. This was evident with regard to the Global Compact for Safe, Orderly and Regular Migration in which it was explicitly statedthat public funding to “media outlets that systematically promote intolerance, xenophobia, racism and other forms of discrimination towards migrants” should be stopped.\n\nIn contrast to the UN Global Migration compact, the UN’s action plan against hate speech does contain a definition of what the UN considers to be “hate” and it happens to be the broadest and vaguest of definitions possible:\n\n“Any kind of communication in speech, writing or behaviour, that attacks or uses pejorative or discriminatory language with reference to a person or a group on the basis of who they are, in other words, based on their religion, ethnicity, nationality, race, colour, descent, gender or other identity factor”. With a definition as broad as this, all speech could be labelled “hate”.",
        "quotes": [
            [
                "present a global plan of action against hate speech and hate crimes on a fast-track basis",
                "Adama Dieng",
                false
            ],
            [
                "The biggest challenge that governments and institutions face today is to show that we care — and to mobilize solutions that respond to people’s fears and anxieties with answers",
                "Adama Dieng",
                false
            ],
            [
                "We need to enlist every segment of society in the battle for values that our world faces today – and, in particular, to tackle the rise of hate speech, xenophobia and intolerance.",
                "Adama Dieng",
                true
            ],
            [
                "We hear troubling, hateful echoes of eras long past",
                "Adama Dieng",
                false
            ],
            [
                "Poisonous views are penetrating political debates and polluting the mainstream.",
                "Adama Dieng",
                true
            ],
            [
                "Let’s never forget the lessons of the 1930s.",
                "Adama Dieng",
                true
            ],
            [
                "Hate speech and hate crimes are direct threats to human rights",
                "Adama Dieng",
                false
            ],
            [
                "We need to be effective in both asserting our universal values and in addressing the root causes of fear, mistrust, anxiety and anger.",
                "Adama Dieng",
                true
            ],
            [
                "That is the key to bring people along in defence of those values that are under such grave threat today",
                "Adama Dieng",
                false
            ],
            [
                "Hate speech is…an attack on tolerance, inclusion, diversity and the very essence of our human rights norms and principles,",
                "Adama Dieng",
                true
            ],
            [
                "To those who insist on using fear to divide communities, we must say: diversity is a richness, never a threat…We must never forget, after all, that each of us is an “other” to someone, somewhere",
                "Adama Dieng",
                false
            ],
            [
                "Hate is moving into the mainstream – in liberal democracies and authoritarian systems alike.",
                "",
                true
            ],
            [
                "And with each broken norm, the pillars of our common humanity are weakened",
                "",
                false
            ],
            [
                "As a matter of principle, the United Nations must confront hate speech at every turn.",
                "",
                true
            ],
            [
                "Silence can signal indifference to bigotry and intolerance",
                "",
                false
            ],
            [
                "Addressing hate speech does not mean limiting or prohibiting freedom of speech.",
                "Adama Dieng",
                true
            ],
            [
                "It means keeping hate speech from escalating into something more dangerous, particularly incitement to discrimination, hostility and violence, which is prohibited under international law",
                "Adama Dieng",
                false
            ],
            [
                "media outlets that systematically promote intolerance, xenophobia, racism and other forms of discrimination towards migrants",
                "",
                false
            ],
            [
                "Any kind of communication in speech, writing or behaviour, that attacks or uses pejorative or discriminatory language with reference to a person or a group on the basis of who they are, in other words, based on their religion, ethnicity, nationality, race, colour, descent, gender or other identity factor",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.gatestoneinstitute.org/13263/un-migration-human-right",
                "https://www.technocracy.news/all-out-war-on-free-speech-launched-by-united-nations/",
                "https://www.gatestoneinstitute.org/14516/united-nations-free-speech"
            ],
            "gov_pgs": [
                "https://www.un.org/press/en/2019/pi2264.doc.htm",
                "https://www.un.org/sg/en/content/sg/articles/2019-06-18/the-wildfire-of-hate-speech",
                "https://www.un.org/sg/en/content/sg/press-encounter/2019-01-18/secretary-generals-press-conference"
            ],
            "unsure": [
                "https://www.activistpost.com/privacy-policy"
            ]
        },
        "key_words": [
            "hate",
            "action",
            "plan",
            "guterres",
            "words",
            "values",
            "launched",
            "uns",
            "free",
            "war",
            "nations",
            "allout",
            "united",
            "speech"
        ]
    },
    {
        "url": "https://www.gatestoneinstitute.org/13263/un-migration-human-right",
        "title": "UN Member States: Migration Is a Human Right",
        "authors": [
            {
                "name": "Khaled Abu Toameh",
                "link": null
            },
            {
                "name": "Amir Taheri",
                "link": null
            },
            {
                "name": "Majid Rafizadeh",
                "link": null
            },
            {
                "name": "Gordon G. Chang",
                "link": null
            },
            {
                "name": "Alan M. Dershowitz",
                "link": null
            },
            {
                "name": "Judith Bergman",
                "link": null
            }
        ],
        "publisher": "www.gatestoneinstitute.org",
        "publish_date": "2018-11-10",
        "text": "UN member states are not only supposed to open their borders for the migrants of the world, but should also help them pick and choose their future country by providing them with comprehensive information about each country they may wish to settle in.\n\nThe UN has no interest in admitting that its agreement promotes migration as a human right; until recently, there has been little debate about it. More debate might risk jeopardizing the entire project.\n\nIt cannot be stressed enough that this agreement is not about refugees fleeing persecution, or their rights to protection under international law. Instead, the agreement propagates the radical idea that migration -- for any reason -- is something that needs to be promoted, enabled and protected.\n\nA new UN agreement, which almost all member states plan to sign in December, propagates the radical idea that migration -- for any reason -- is something that needs to be promoted, enabled and protected. Pictured: Migrants walk through fields towards a holding camp in the village of Dobova, Slovenia on October 26, 2015. (Photo by Jeff J Mitchell/Getty Images)\n\nThe United Nations, in a non-binding agreement that almost all UN member states will sign at a ceremony in Morocco in early December, is making migration a human right.\n\nThe finalized text of the agreement, the Global Compact for Safe, Orderly and Regular Migration, although officially non-binding, \"puts migration firmly on the global agenda. It will be a point of reference for years to come and induce real change on the ground...\" according to Jürg Lauber, the representative of Switzerland to the UN -- who led the work on the agreement together with the representative of Mexico.\n\nOne immediate irony, of course, is that few countries have entry requirements as restrictive as Switzerland's. If one wishes to stay more than three months, not only is a \"residence permit\" required, but, \"In an effort to limit immigration from non-EU/EFTA countries, Swiss authorities impose strict annual limitations on the number of residence and work permits granted to foreigners.\"\n\nThese hard-to-come-by-residencies have, unsurprisingly, become a source of income as \"[r]ich foreigners 'buy' Swiss residency.\"\n\nThe UN agreement, on the other hand, notes:\n\n\"Refugees and migrants are entitled to the same universal human rights and fundamental freedoms, which must be respected, protected and fulfilled at all times.\" (Preamble, section 4)\n\nIt cannot be stressed enough that this agreement is not about refugees fleeing persecution, or their rights to protection under international law. Instead, the agreement propagates the radical idea that migration -- for any reason -- is something that needs to be promoted, enabled and protected. Almost all UN member states, except for the United States, Austria, Australia, Croatia, Hungary and possibly also the Czech Republic and Poland, are expected to sign it.\n\nThe UN has denied that migration is being made into a human right. \"The question of whether this is an invidious way to start promoting a 'human right to migrate' is not correct. It's not in the text; there's no sinister project to advance that,\" Louise Arbour, the UN special representative for international migration, recently said.\n\nThe UN has no interest in admitting that the agreement promotes migration as a human right; until recently there has been little debate about it. More debate might risk jeopardizing the entire project. The wording of the agreement, as documented below, leaves little doubt, however, that with the signing of the agreement, migration will indeed become a human right.\n\nThe agreement is divided into 23 objectives toward which the signatories apparently wish to work. Objective number three, for instance, envisions the promotion and enabling of migration through a number of means. Signatory states commit to:\n\n\"Launch and publicize a centralized and publicly accessible national website to make information available on regular migration options, such as on country-specific immigration laws and policies, visa requirements, application formalities, fees and conversion criteria, employment permit requirements, professional qualification requirements, credential assessment and equivalences, training and study opportunities, and living costs and conditions, in order to inform the decisions of migrants.\"\n\nStates, in other words, are not only supposed to open their borders for the migrants of the world, but should also help them pick and choose their future country by providing them with comprehensive information about each country they may wish to settle in.\n\nThe service level envisioned to facilitate more migration is also high. Countries are called upon to:\n\n\"Establish open and accessible information points along relevant migration routes that can refer migrants to child-sensitive and gender-responsive support and counselling, offer opportunities to communicate with consular representatives of the country of origin, and make available relevant information, including on human rights and fundamental freedoms, appropriate protection and assistance, options and pathways for regular migration, and possibilities for return, in a language the person concerned understands.\"\n\nOnce migrants have arrived at their chosen destination, the signatory countries commit to:\n\n\"Provide newly arrived migrants with targeted, gender-responsive, child-sensitive, accessible and comprehensive information and legal guidance on their rights and obligations, including on compliance with national and local laws, obtaining of work and resident permits, status adjustments, registration with authorities, access to justice to file complaints about rights violations, as well as on access to basic services.\"\n\nMigrants are, evidently, citizens of a new world, in which all countries must spring to the assistance of anyone who has chosen to travel and reside there for whatever reason. Borders may exist in theory, but the UN -- comprising nearly all governments of the world -- is working hard at making them disappear in practice.\n\nMigrants, according to the agreement, must also be \"empowered to realize full inclusion and social cohesion\" in their new countries (objective 16). This means, among other things, that countries must:\n\n\"Promote mutual respect for the cultures, traditions and customs of communities of destination and of migrants by exchanging and implementing best practices on integration policies, programmes and activities, including on ways to promote acceptance of diversity and facilitate social cohesion and inclusion.\"\n\nAll cultures are equal and must be equally respected. Presumably, this means that, for example, the tradition of female genital mutilation (FGM), which almost all Somali women experience in Somalia, must be acknowledged in London and Paris as deserving of \"mutual respect\" in the same way that it would back in Mogadishu.\n\nThe agreement goes on to enumerate the work that states must initiate to accommodate migrants. \"National... policy goals regarding the inclusion of migrants in societies, including on labour market integration, family reunification, education, non-discrimination and health\" should be developed. In addition, the host country should facilitate \"access to decent work and employment for which they are most qualified, in accordance with local and national labour market demands and skills supply.\"\n\nIn other words, newly arrived migrants in, say, Europe, should have the same, or at least very similar, rights to education, the labor market and health care, as Europeans, who have worked hard and paid taxes for half a century to gain access to those very same things. Europeans, of course, will have to pay for all of this out of their tax money.\n\nThe authors of the agreement evidently do not expect it to go down all that well with their populations. An agreement to facilitate mass migration into primarily Western countries from the rest of the world (there is no migration to speak of in the opposite direction) may prove a bit much for people in the West. The agreement therefore clearly signals that any disagreement with the agenda will not be accepted and that the signatory states will work to dispel \"misleading narratives that generate negative perceptions of migrants.\"\n\nTo make this objective a reality, the signatory states first commit to:\n\n\"Promote independent, objective and quality reporting of media outlets, including internet-based information, including by sensitizing and educating media professionals on migration-related issues and terminology, investing in ethical reporting standards and advertising, and stopping allocation of public funding or material support to media outlets that systematically promote intolerance, xenophobia, racism and other forms of discrimination towards migrants, in full respect for the freedom of the media.\" (Objective 17)\n\nThis is Orwell on steroids. Almost all UN member states will sign an agreement that says media outlets that disagree with government policies will not be eligible for public funding? On top of this, the agreement claims, bizarrely, that it is being written \"in full respect for the freedom of the media\", as if that is going to make anyone actually believe it.\n\nSecond, the signatory states commit to:\n\n\"... eliminate all forms of discrimination, condemn and counter expressions, acts and manifestations of racism, racial discrimination, violence, xenophobia and related intolerance against all migrants in conformity with international human rights law.\" (Objective 17)\n\nThe agreement, conveniently, offers no definitions of what constitutes \"racism\" or \"xenophobia\" in this context. What, for example, is \"related intolerance\"? Is criticism of UN migration policies, for instance, \"intolerance\"?\n\nOriginally, all UN member states, minus the United States, had approved the finalized text of the agreement and appeared ready to sign it in December. Recently, however, more states have announced that they are withdrawing from the agreement.\n\nIn July, Hungary withdrew from the agreement. Hungarian Foreign Minister Peter Szijjarto described it as \"entirely against Hungary's security interests,\" and added:\n\n\"This pact poses a threat to the world from the aspect that it could inspire millions [of migrants]. Its main premise is that migration is a good and inevitable phenomenon. We consider migration a bad process, which has extremely serious security implications.\"\n\nIn July, Australia also indicated that it would withdraw from the agreement, at least in its present form. According to Minister for Home Affairs Peter Dutton:\n\n\"We're not going to sign a deal that sacrifices anything in terms of our border protection policies... We're not going to surrender our sovereignty – I'm not going to allow unelected bodies dictate to us, to the Australian people.\"\n\nIn November, both the Czech Republic, and Poland announced that they were very likely to withdraw from the agreement and Croatian President Kolinda Grabar-Kitarovic wrote in a statement that she would not be signing the agreement. \"Our sovereign principles on securing our borders and controlling migration flows are absolutely the priority for us\", said Polish Prime Minister Mateusz Morawiecki.\n\nAlso just this month, Austria announced that it also would not be signing the agreement. \"We view some points of the migration pact very critically, such as the mixing up of seeking protection with labour migration,\" Austrian Chancellor Sebastian Kurz said.\n\nThe European Union immediately criticized Austria's decision. \"We regret the decision that the Austrian government has taken. We continue to believe that migration is a global challenge where only global solutions and global responsibility sharing will bring results\" said an unnamed spokeswoman from the European Commission.\n\nThis is, by the way, the same EU that is supposedly going to be \"cracking down\" on migration. If you are \"cracking down\" on migration, why are you signing agreements that will facilitate and exponentiate it as a human right?",
        "quotes": [
            [
                "puts migration firmly on the global agenda.",
                "",
                false
            ],
            [
                "It will be a point of reference for years to come and induce real change on the ground...",
                "",
                true
            ],
            [
                "In an effort to limit immigration from non-EU/EFTA countries, Swiss authorities impose strict annual limitations on the number of residence and work permits granted to foreigners.",
                "",
                true
            ],
            [
                "r]ich foreigners 'buy' Swiss residency.",
                "",
                false
            ],
            [
                "Refugees and migrants are entitled to the same universal human rights and fundamental freedoms, which must be respected, protected and fulfilled at all times.",
                "",
                true
            ],
            [
                "The question of whether this is an invidious way to start promoting a 'human right to migrate' is not correct.",
                "Louise Arbour",
                true
            ],
            [
                "It's not in the text; there's no sinister project to advance that,",
                "Louise Arbour",
                true
            ],
            [
                "Launch and publicize a centralized and publicly accessible national website to make information available on regular migration options, such as on country-specific immigration laws and policies, visa requirements, application formalities, fees and conversion criteria, employment permit requirements, professional qualification requirements, credential assessment and equivalences, training and study opportunities, and living costs and conditions, in order to inform the decisions of migrants.",
                "",
                true
            ],
            [
                "Establish open and accessible information points along relevant migration routes that can refer migrants to child-sensitive and gender-responsive support and counselling, offer opportunities to communicate with consular representatives of the country of origin, and make available relevant information, including on human rights and fundamental freedoms, appropriate protection and assistance, options and pathways for regular migration, and possibilities for return, in a language the person concerned understands.",
                "",
                true
            ],
            [
                "Provide newly arrived migrants with targeted, gender-responsive, child-sensitive, accessible and comprehensive information and legal guidance on their rights and obligations, including on compliance with national and local laws, obtaining of work and resident permits, status adjustments, registration with authorities, access to justice to file complaints about rights violations, as well as on access to basic services.",
                "",
                true
            ],
            [
                "empowered to realize full inclusion and social cohesion",
                "",
                false
            ],
            [
                "Promote mutual respect for the cultures, traditions and customs of communities of destination and of migrants by exchanging and implementing best practices on integration policies, programmes and activities, including on ways to promote acceptance of diversity and facilitate social cohesion and inclusion.",
                "",
                true
            ],
            [
                "National... policy goals regarding the inclusion of migrants in societies, including on labour market integration, family reunification, education, non-discrimination and health",
                "",
                false
            ],
            [
                "access to decent work and employment for which they are most qualified, in accordance with local and national labour market demands and skills supply.",
                "",
                false
            ],
            [
                "misleading narratives that generate negative perceptions of migrants.",
                "",
                false
            ],
            [
                "Promote independent, objective and quality reporting of media outlets, including internet-based information, including by sensitizing and educating media professionals on migration-related issues and terminology, investing in ethical reporting standards and advertising, and stopping allocation of public funding or material support to media outlets that systematically promote intolerance, xenophobia, racism and other forms of discrimination towards migrants, in full respect for the freedom of the media.",
                "",
                true
            ],
            [
                "in full respect for the freedom of the media",
                "",
                false
            ],
            [
                "eliminate all forms of discrimination, condemn and counter expressions, acts and manifestations of racism, racial discrimination, violence, xenophobia and related intolerance against all migrants in conformity with international human rights law.",
                "",
                false
            ],
            [
                "entirely against Hungary's security interests,",
                "Peter Szijjarto",
                false
            ],
            [
                "This pact poses a threat to the world from the aspect that it could inspire millions [of migrants].",
                "",
                true
            ],
            [
                "Its main premise is that migration is a good and inevitable phenomenon.",
                "",
                true
            ],
            [
                "We consider migration a bad process, which has extremely serious security implications.",
                "",
                true
            ],
            [
                "We're not going to sign a deal that sacrifices anything in terms of our border protection policies... We're not going to surrender our sovereignty – I'm not going to allow unelected bodies dictate to us, to the Australian people.",
                "",
                true
            ],
            [
                "Our sovereign principles on securing our borders and controlling migration flows are absolutely the priority for us",
                "",
                false
            ],
            [
                "We view some points of the migration pact very critically, such as the mixing up of seeking protection with labour migration,",
                "",
                true
            ],
            [
                "We regret the decision that the Austrian government has taken.",
                "",
                true
            ],
            [
                "We continue to believe that migration is a global challenge where only global solutions and global responsibility sharing will bring results",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.express.co.uk/news/world/1015529/EU-news-migrant-crisis-juncker-state-of-union-speec",
                "https://www.washingtonpost.com/news/worldviews/wp/2018/07/20/most-girls-in-somalia-experience-genital-mutilation-the-ritual-just-killed-a-10-year-old/?noredirect=on&utm_term=.ed16056a52e2",
                "https://www.theguardian.com/australia-news/2018/jul/25/dutton-says-australia-wont-surrender-our-sovereignty-by-signing-un-migration-deal",
                "https://www.irishtimes.com/news/world/europe/poles-and-czechs-follow-austria-and-hungary-in-rejecting-un-migration-pact-1.3684210",
                "https://www.dw.com/en/hungary-joins-us-in-refusing-uns-safe-global-migration-compact/a-44733306",
                "https://www.express.co.uk/news/world/1040349/poland-un-global-compact-for-migration-united-nations",
                "https://www.independent.co.uk/news/world/europe/austria-un-migration-global-pact-agreement-us-hungary-sebastian-kurz-freedom-party-a8610161.html",
                "https://www.swissinfo.ch/eng/society/hundreds-of-rich-foreigners-buy-swiss-residency-thanks-to-derogation/42951460",
                "https://www.reuters.com/article/us-global-migration-pact/u-n-countries-agree-on-pact-to-manage-mass-global-migration-idUSKBN1K32YW",
                "https://www.theguardian.com/world/2018/nov/01/austria-criticised-not-signing-un-global-migration-compact-european-commission",
                "https://www.internations.org/switzerland-expats/guide/moving-to-switzerland-15502/residence-permits-for-switzerland-3"
            ],
            "gov_pgs": [
                "https://www.un.org/en/conf/migration/",
                "https://www.un.org/development/desa/en/news/population/un-finalizes-first-ever-global-compact-for-migration.html"
            ],
            "unsure": []
        },
        "key_words": [
            "countries",
            "member",
            "migrants",
            "states",
            "rights",
            "world",
            "human",
            "migration",
            "work",
            "agreement",
            "right",
            "information"
        ]
    },
    {
        "url": "https://www.technocracy.news/all-out-war-on-free-speech-launched-by-united-nations/",
        "title": "All-Out War On Free Speech Launched By United Nations",
        "authors": [
            {
                "name": "Jeff Martin",
                "link": null
            },
            {
                "name": "Ms Berry",
                "link": null
            },
            {
                "name": "Michael J",
                "link": null
            }
        ],
        "publisher": "www.technocracy.news",
        "publish_date": "2019-07-12",
        "text": "Share This Story!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nProving the point that the assault on Free Speech is being driven by Technocracy, the United Nations has openly joined the fray in the name of Sustainable Development, Agenda 2030, New Urban Agenda, etc. ⁃ TN Editor\n\nIn January, United Nations Secretary-General Antonio Guterres, tasked his Special Adviser for the Prevention of Genocide, Adama Dieng, to “present a global plan of action against hate speech and hate crimes on a fast-track basis”. Speaking at a press conference about the UN’s challenges for 2019, Guterres maintained, “The biggest challenge that governments and institutions face today is to show that we care — and to mobilize solutions that respond to people’s fears and anxieties with answers…”\n\nOne of those answers, Guterres appeared to suggest, is shutting down free speech.\n\n“We need to enlist every segment of society in the battle for values that our world faces today – and, in particular, to tackle the rise of hate speech, xenophobia and intolerance. We hear troubling, hateful echoes of eras long past” Guterres said, “Poisonous views are penetrating political debates and polluting the mainstream. Let’s never forget the lessons of the 1930s. Hate speech and hate crimes are direct threats to human rights…”\n\nGuterres added, “Words are not enough. We need to be effective in both asserting our universal values and in addressing the root causes of fear, mistrust, anxiety and anger. That is the key to bring people along in defence of those values that are under such grave threat today”.\n\nIn other words, forget everything about the free exchange of ideas: the UN feels that its ‘values’ are being threatened and those who criticize those values must therefore be shut down. Not only that, but — disingenuously — the UN is comparing dissent from its agendas with the rise of fascism and Nazism in the 1930s.\n\nNow the action plan that Guterres spoke of in January is ready. On June 18, Guterres presented the United Nations Strategy and Plan of Action on Hate Speech:\n\n“Hate speech is…an attack on tolerance, inclusion, diversity and the very essence of our human rights norms and principles,” Guterres said. He also wrote in an article on the subject, “To those who insist on using fear to divide communities, we must say: diversity is a richness, never a threat…We must never forget, after all, that each of us is an “other” to someone, somewhere”.\n\nAccording to the action plan, “Hate is moving into the mainstream – in liberal democracies and authoritarian systems alike. And with each broken norm, the pillars of our common humanity are weakened”. The UN sees for itself a crucial role: “As a matter of principle, the United Nations must confront hate speech at every turn. Silence can signal indifference to bigotry and intolerance…”.\n\nNaturally, the UN assures everyone that, “Addressing hate speech does not mean limiting or prohibiting freedom of speech. It means keeping hate speech from escalating into something more dangerous, particularly incitement to discrimination, hostility and violence, which is prohibited under international law”.\n\nExcept the UN most definitely seeks to limit freedom of speech, especially the kind that challenges the UN’s agendas. This was evident with regard to the Global Compact for Safe, Orderly and Regular Migration in which it was explicitly statedthat public funding to “media outlets that systematically promote intolerance, xenophobia, racism and other forms of discrimination towards migrants” should be stopped.\n\nIn contrast to the UN Global Migration compact, the UN’s action plan against hate speech does contain a definition of what the UN considers to be “hate” and it happens to be the broadest and vaguest of definitions possible:\n\n“Any kind of communication in speech, writing or behaviour, that attacks or uses pejorative or discriminatory language with reference to a person or a group on the basis of who they are, in other words, based on their religion, ethnicity, nationality, race, colour, descent, gender or other identity factor”. With a definition as broad as this, all speech could be labelled “hate”.\n\nThe action plan, “aims to give to the United Nations the room and the resources to address hate speech, which poses a threat to United Nations principles, values and programmes. Measures taken will be in line with international human rights norms and standards, in particular the right to freedom of opinion and expression. The objectives are twofold: Enhance UN efforts to address root causes and drivers of hate speech [and] enable effective UN responses to the impact of hate speech on societies”.\n\nThe UN makes it clear in the plan that it “will implement actions at global and country level, as well as enhance internal cooperation among relevant UN entities” to fight hate speech. It considers that “Tackling hate speech is the responsibility of all – governments, societies, the private sector” and it envisages “a new generation of digital citizens, empowered to recognize, reject and stand up to hate speech”. What a brave new world.\n\nRead full story here…",
        "quotes": [
            [
                "present a global plan of action against hate speech and hate crimes on a fast-track basis",
                "Adama Dieng",
                false
            ],
            [
                "The biggest challenge that governments and institutions face today is to show that we care — and to mobilize solutions that respond to people’s fears and anxieties with answers",
                "Adama Dieng",
                false
            ],
            [
                "We need to enlist every segment of society in the battle for values that our world faces today – and, in particular, to tackle the rise of hate speech, xenophobia and intolerance.",
                "Adama Dieng",
                true
            ],
            [
                "We hear troubling, hateful echoes of eras long past",
                "Adama Dieng",
                false
            ],
            [
                "Poisonous views are penetrating political debates and polluting the mainstream.",
                "Adama Dieng",
                true
            ],
            [
                "Let’s never forget the lessons of the 1930s.",
                "Adama Dieng",
                true
            ],
            [
                "Hate speech and hate crimes are direct threats to human rights",
                "Adama Dieng",
                false
            ],
            [
                "We need to be effective in both asserting our universal values and in addressing the root causes of fear, mistrust, anxiety and anger.",
                "Adama Dieng",
                true
            ],
            [
                "That is the key to bring people along in defence of those values that are under such grave threat today",
                "Adama Dieng",
                false
            ],
            [
                "Hate speech is…an attack on tolerance, inclusion, diversity and the very essence of our human rights norms and principles,",
                "Adama Dieng",
                true
            ],
            [
                "To those who insist on using fear to divide communities, we must say: diversity is a richness, never a threat…We must never forget, after all, that each of us is an “other” to someone, somewhere",
                "Adama Dieng",
                false
            ],
            [
                "Hate is moving into the mainstream – in liberal democracies and authoritarian systems alike.",
                "",
                true
            ],
            [
                "And with each broken norm, the pillars of our common humanity are weakened",
                "",
                false
            ],
            [
                "As a matter of principle, the United Nations must confront hate speech at every turn.",
                "",
                true
            ],
            [
                "Silence can signal indifference to bigotry and intolerance",
                "",
                false
            ],
            [
                "Addressing hate speech does not mean limiting or prohibiting freedom of speech.",
                "Adama Dieng",
                true
            ],
            [
                "It means keeping hate speech from escalating into something more dangerous, particularly incitement to discrimination, hostility and violence, which is prohibited under international law",
                "Adama Dieng",
                false
            ],
            [
                "media outlets that systematically promote intolerance, xenophobia, racism and other forms of discrimination towards migrants",
                "",
                false
            ],
            [
                "Any kind of communication in speech, writing or behaviour, that attacks or uses pejorative or discriminatory language with reference to a person or a group on the basis of who they are, in other words, based on their religion, ethnicity, nationality, race, colour, descent, gender or other identity factor",
                "",
                false
            ],
            [
                "aims to give to the United Nations the room and the resources to address hate speech, which poses a threat to United Nations principles, values and programmes.",
                "",
                false
            ],
            [
                "Measures taken will be in line with international human rights norms and standards, in particular the right to freedom of opinion and expression.",
                "",
                true
            ],
            [
                "The objectives are twofold: Enhance UN efforts to address root causes and drivers of hate speech [and] enable effective UN responses to the impact of hate speech on societies",
                "",
                false
            ],
            [
                "will implement actions at global and country level, as well as enhance internal cooperation among relevant UN entities",
                "",
                false
            ],
            [
                "Tackling hate speech is the responsibility of all – governments, societies, the private sector",
                "",
                false
            ],
            [
                "a new generation of digital citizens, empowered to recognize, reject and stand up to hate speech",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.gatestoneinstitute.org/13263/un-migration-human-right"
            ],
            "gov_pgs": [
                "https://www.un.org/press/en/2019/pi2264.doc.htm",
                "https://www.un.org/sg/en/content/sg/articles/2019-06-18/the-wildfire-of-hate-speech",
                "https://www.un.org/sg/en/content/sg/press-encounter/2019-01-18/secretary-generals-press-conference"
            ],
            "unsure": [
                "https://web.whatsapp.com/send?text=All-Out%20War%20On%20Free%20Speech%20Launched%20By%20United%20Nations%20https%3A%2F%2Fwww.technocracy.news%2Fall-out-war-on-free-speech-launched-by-united-nations%2F"
            ]
        },
        "key_words": [
            "hate",
            "action",
            "plan",
            "guterres",
            "words",
            "global",
            "values",
            "launched",
            "free",
            "war",
            "nations",
            "allout",
            "united",
            "speech"
        ]
    },
    {
        "url": "https://www.gatestoneinstitute.org/14516/united-nations-free-speech",
        "title": "UN Launches All-out War on Free Speech",
        "authors": [
            {
                "name": "Khaled Abu Toameh",
                "link": null
            },
            {
                "name": "Amir Taheri",
                "link": null
            },
            {
                "name": "Majid Rafizadeh",
                "link": null
            },
            {
                "name": "Gordon G. Chang",
                "link": null
            },
            {
                "name": "Alan M. Dershowitz",
                "link": null
            },
            {
                "name": "Judith Bergman",
                "link": null
            }
        ],
        "publisher": "www.gatestoneinstitute.org",
        "publish_date": "2019-07-10",
        "text": "The new action plan plays straight into the OIC's decades-long attempts to ban criticism of Islam as 'hate speech'. In the wake of the launch of Guterres' action plan, Pakistan has already presented a six-point plan \"to address the new manifestations of racism and faith-based hatred, especially Islamophobia\" at the United Nations headquarters. The presentation was organized by Pakistan along with Turkey, the Holy See and the UN.\n\nIn contrast to the UN Global Migration compact, the UN's action plan against hate speech does contain a definition of what the UN considers to be \"hate\" and it happens to be the broadest and vaguest of definitions possible: \"Any kind of communication in speech, writing or behaviour, that attacks or uses pejorative or discriminatory language with reference to a person or a group on the basis of who they are, in other words, based on their religion, ethnicity, nationality, race, colour, descent, gender or other identity factor\". With a definition as broad as this, all speech could be labelled \"hate\".\n\nExcept the UN most definitely seeks to prohibit freedom of speech, especially the kind that challenges the UN's agendas. This was evident with regard to the UN Global Compact on Migration, in which it was explicitly stated that public funding to \"media outlets that systematically promote intolerance, xenophobia, racism and other forms of discrimination towards migrants\" should be stopped.\n\nNaturally, the UN assures everyone that, \"Addressing hate speech does not mean limiting or prohibiting freedom of speech. It means keeping hate speech from escalating into something more dangerous, particularly incitement to discrimination, hostility and violence, which is prohibited under international law\".\n\nIn other words, forget everything about the free exchange of ideas: the UN feels that its 'values' are being threatened and those who criticize those values must therefore be shut down.\n\nIn January, UN Secretary-General Antonio Guterres commissioned \"a global plan of action against hate speech and hate crimes on a fast-track basis,\" and said that governments and institutions need \"to mobilize solutions that respond to people's fears and anxieties with answers...\" One of those answers, Guterres appeared to suggest, is shutting down free speech. Pictured: Antonio Guterres. (Image source: Fiona Goodall/Getty Images)\n\nIn January, United Nations Secretary-General Antonio Guterres, tasked his Special Adviser for the Prevention of Genocide, Adama Dieng, to \"present a global plan of action against hate speech and hate crimes on a fast-track basis\". Speaking at a press conference about the UN's challenges for 2019, Guterres maintained, \"The biggest challenge that governments and institutions face today is to show that we care -- and to mobilize solutions that respond to people's fears and anxieties with answers...\"\n\nOne of those answers, Guterres appeared to suggest, is shutting down free speech.\n\n\"We need to enlist every segment of society in the battle for values that our world faces today – and, in particular, to tackle the rise of hate speech, xenophobia and intolerance. We hear troubling, hateful echoes of eras long past\" Guterres said, \"Poisonous views are penetrating political debates and polluting the mainstream. Let's never forget the lessons of the 1930s. Hate speech and hate crimes are direct threats to human rights...\"\n\nGuterres added, \"Words are not enough. We need to be effective in both asserting our universal values and in addressing the root causes of fear, mistrust, anxiety and anger. That is the key to bring people along in defence of those values that are under such grave threat today\".\n\nIn other words, forget everything about the free exchange of ideas: the UN feels that its 'values' are being threatened and those who criticize those values must therefore be shut down. Not only that, but -- disingenuously -- the UN is comparing dissent from its agendas with the rise of fascism and Nazism in the 1930s.\n\nNow the action plan that Guterres spoke of in January is ready. On June 18, Guterres presented the United Nations Strategy and Plan of Action on Hate Speech:\n\n\"Hate speech is...an attack on tolerance, inclusion, diversity and the very essence of our human rights norms and principles,\" Guterres said. He also wrote in an article on the subject, \"To those who insist on using fear to divide communities, we must say: diversity is a richness, never a threat...We must never forget, after all, that each of us is an \"other\" to someone, somewhere\".\n\nAccording to the action plan, \"Hate is moving into the mainstream – in liberal democracies and authoritarian systems alike. And with each broken norm, the pillars of our common humanity are weakened\". The UN sees for itself a crucial role: \"As a matter of principle, the United Nations must confront hate speech at every turn. Silence can signal indifference to bigotry and intolerance...\".\n\nNaturally, the UN assures everyone that, \"Addressing hate speech does not mean limiting or prohibiting freedom of speech. It means keeping hate speech from escalating into something more dangerous, particularly incitement to discrimination, hostility and violence, which is prohibited under international law\".\n\nExcept the UN most definitely seeks to limit freedom of speech, especially the kind that challenges the UN's agendas. This was evident with regard to the Global Compact for Safe, Orderly and Regular Migration in which it was explicitly stated that public funding to \"media outlets that systematically promote intolerance, xenophobia, racism and other forms of discrimination towards migrants\" should be stopped.\n\nWhatever constitutes intolerance, xenophobia, racism or discrimination was naturally left undefined, making the provision a convenient catchall for governments who wish to defund media that dissent from current political orthodoxy on migration.[1]\n\nIn contrast to the UN Global Migration compact, the UN's action plan against hate speech does contain a definition of what the UN considers to be \"hate\" and it happens to be the broadest and vaguest of definitions possible:\n\n\"Any kind of communication in speech, writing or behaviour, that attacks or uses pejorative or discriminatory language with reference to a person or a group on the basis of who they are, in other words, based on their religion, ethnicity, nationality, race, colour, descent, gender or other identity factor\". With a definition as broad as this, all speech could be labelled \"hate\".\n\nThe action plan, \"aims to give to the United Nations the room and the resources to address hate speech, which poses a threat to United Nations principles, values and programmes. Measures taken will be in line with international human rights norms and standards, in particular the right to freedom of opinion and expression. The objectives are twofold: Enhance UN efforts to address root causes and drivers of hate speech [and] enable effective UN responses to the impact of hate speech on societies\".\n\nThe UN makes it clear in the plan that it \"will implement actions at global and country level, as well as enhance internal cooperation among relevant UN entities\" to fight hate speech. It considers that \"Tackling hate speech is the responsibility of all – governments, societies, the private sector\" and it envisages \"a new generation of digital citizens, empowered to recognize, reject and stand up to hate speech\". What a brave new world.\n\nIn the plan, the UN sets up a number of areas of priority. Initially, the UN will \"need to know more to act effectively\" and it will therefore let \"relevant UN entities... recognize, monitor, collect data and analyze hate speech trends\". It will also seek to \"adopt a common understanding of the root causes and drivers of hate speech in order to take relevant action to best address and/or mitigate its impact\". In addition, the UN will \"identify and support actors who challenge hate speech\".\n\nUN entities will also \"implement human rights-centred measures which aim at countering retaliatory hate speech and escalation of violence\" and \"promote measures to ensure that the rights of victims are upheld, and their needs addressed, including through advocacy for remedies, access to justice and psychological counselling\".\n\nDisturbingly, the UN plans to put pressure directly on media and influence children through education:\n\n\"The UN system should establish and strengthen partnerships with new and traditional media to address hate speech narratives and promote the values of tolerance, non-discrimination, pluralism, and freedom of opinion and expression\" and \"take action in formal and informal education to ... promote the values and skills of Global Citizenship Education, and enhance Media and Information Literacy\".\n\nThe UN is acutely aware that it needs to leverage strategic partnerships with an array of global and local, governmental and private actors in order to reach its goal. \"The UN should establish/strengthen partnerships with relevant stakeholders, including those working in the tech industry. Most of the meaningful action against hate speech will not be taken by the UN alone, but by governments, regional and multilateral organizations, private companies, media, religious and other civil society actors\" the action plan notes. \"UN entities,\" it adds, \"should also engage private sector actors, including social media companies, on steps they can take to support UN principles and action to address and counter hate speech, encouraging partnerships between government, industry and civil society\". The UN also says that, \"upon request\" it will \"provide support to Member States in the field of capacity building and policy development to address hate speech.\"\n\nThe action plan also reveals that the first concrete initiative is already planned. It is an \"international conference on Education for Prevention with focus on addressing and countering Hate Speech which would involve Ministers of Education\".\n\nThe new action plan plays straight into the decades-long attempts of the Organisation of Islamic Cooperation (OIC) to ban criticism of Islam. In the wake of the launch of Guterres' action plan, Pakistan has already presented a six-point plan \"to address the new manifestations of racism and faith-based hatred, especially Islamophobia\" at the United Nations headquarters. The presentation was organized by Pakistan along with Turkey, the Holy See and the UN.\n\nAccording to news reports, the plan was proposed by Pakistan's Permanent Representative to the UN, Ambassador Maleeha Lodhi at a session titled \"Countering terrorism and other acts of violence based on religion or belief\".\n\n\"A particularly alarming development is the rise of Islamophobia which represents the recent manifestation of the age-old hatred that spawned anti-Semitism, racism, apartheid and many other forms of discrimination,\" the ambassador said in her speech. She added, \"My Prime Minister Imran Khan has recently again called for urgent action to counter Islamophobia, which is today the most prevalent expression of racism and hatred against 'the other'\".\n\n\"We are fully committed to support the UN's strategy on hate speech,\" said the Pakistani ambassador, \"This is a moment for all of us to come together to reverse the tide of hate and bigotry that threatens to undermine social solidarity and peaceful co-existence.\"\n\nIn 2017, Facebook's Vice President of Public Policy, Joel Kaplan, reportedly agreed to requests from Pakistan's Interior Minister Nisar Ali Khan, to \"remove fake accounts and explicit, hateful and provocative material that incites violence and terrorism\" because \"the entire Muslim Ummah was greatly disturbed and has serious concerns over the misuse of social media platforms to propagate blasphemous content\".\n\nAt the UN, Pakistan's Ambassador Lodhi called for government interventions to fight hate speech, including national legislation, and reportedly \"called for framing a more focused strategy to deal with the various expressions of Islamophobia. A 'whole of government' and a 'whole of society' approach was needed. In this regard, the Pakistani envoy urged the secretary-general to engage with a wide range of actors, including governments, civil society and social media companies to take action and stop social media users being funneled into online sources of radicalization\".\n\nThe UN's all-out war on free speech is on.\n\nJudith Bergman, a columnist, lawyer and political analyst, is a Distinguished Senior Fellow at Gatestone Institute.\n\n[1] According to Objective 17 of the UN Global Compact on migration, member states commit to: \"Promote independent, objective and quality reporting of media outlets, including internet-based information, including by sensitizing and educating media professionals on migration-related issues and terminology, investing in ethical reporting standards and advertising, and stopping allocation of public funding or material support to media outlets that systematically promote intolerance, xenophobia, racism and other forms of discrimination towards migrants, in full respect for the freedom of the media.\" [Emphasis added.]",
        "quotes": [
            [
                "to address the new manifestations of racism and faith-based hatred, especially Islamophobia",
                "Guterres",
                false
            ],
            [
                "Any kind of communication in speech, writing or behaviour, that attacks or uses pejorative or discriminatory language with reference to a person or a group on the basis of who they are, in other words, based on their religion, ethnicity, nationality, race, colour, descent, gender or other identity factor",
                "",
                false
            ],
            [
                "media outlets that systematically promote intolerance, xenophobia, racism and other forms of discrimination towards migrants",
                "",
                false
            ],
            [
                "Addressing hate speech does not mean limiting or prohibiting freedom of speech.",
                "",
                true
            ],
            [
                "It means keeping hate speech from escalating into something more dangerous, particularly incitement to discrimination, hostility and violence, which is prohibited under international law",
                "",
                false
            ],
            [
                "a global plan of action against hate speech and hate crimes on a fast-track basis,",
                "",
                false
            ],
            [
                "to mobilize solutions that respond to people's fears and anxieties with answers...",
                "",
                false
            ],
            [
                "present a global plan of action against hate speech and hate crimes on a fast-track basis",
                "Adama Dieng",
                false
            ],
            [
                "The biggest challenge that governments and institutions face today is to show that we care -- and to mobilize solutions that respond to people's fears and anxieties with answers...",
                "Antonio Guterres",
                true
            ],
            [
                "We need to enlist every segment of society in the battle for values that our world faces today – and, in particular, to tackle the rise of hate speech, xenophobia and intolerance.",
                "Antonio Guterres",
                true
            ],
            [
                "We hear troubling, hateful echoes of eras long past",
                "Antonio Guterres",
                false
            ],
            [
                "Poisonous views are penetrating political debates and polluting the mainstream.",
                "Antonio Guterres",
                true
            ],
            [
                "Let's never forget the lessons of the 1930s.",
                "Antonio Guterres",
                true
            ],
            [
                "Hate speech and hate crimes are direct threats to human rights...",
                "Antonio Guterres",
                true
            ],
            [
                "We need to be effective in both asserting our universal values and in addressing the root causes of fear, mistrust, anxiety and anger.",
                "Antonio Guterres",
                true
            ],
            [
                "That is the key to bring people along in defence of those values that are under such grave threat today",
                "Antonio Guterres",
                false
            ],
            [
                "Hate speech is...an attack on tolerance, inclusion, diversity and the very essence of our human rights norms and principles,",
                "Antonio Guterres",
                true
            ],
            [
                "To those who insist on using fear to divide communities, we must say: diversity is a richness, never a threat...We must never forget, after all, that each of us is an \"other",
                "",
                false
            ],
            [
                "According to the action plan, \"Hate is moving into the mainstream – in liberal democracies and authoritarian systems alike.",
                "",
                true
            ],
            [
                "And with each broken norm, the pillars of our common humanity are weakened",
                "",
                false
            ],
            [
                "As a matter of principle, the United Nations must confront hate speech at every turn.",
                "",
                true
            ],
            [
                "Silence can signal indifference to bigotry and intolerance...",
                "",
                true
            ],
            [
                "Addressing hate speech does not mean limiting or prohibiting freedom of speech.",
                "Antonio Guterres",
                true
            ],
            [
                "It means keeping hate speech from escalating into something more dangerous, particularly incitement to discrimination, hostility and violence, which is prohibited under international law",
                "Antonio Guterres",
                false
            ],
            [
                "media outlets that systematically promote intolerance, xenophobia, racism and other forms of discrimination towards migrants",
                "",
                false
            ],
            [
                "Any kind of communication in speech, writing or behaviour, that attacks or uses pejorative or discriminatory language with reference to a person or a group on the basis of who they are, in other words, based on their religion, ethnicity, nationality, race, colour, descent, gender or other identity factor",
                "",
                false
            ],
            [
                "aims to give to the United Nations the room and the resources to address hate speech, which poses a threat to United Nations principles, values and programmes.",
                "",
                false
            ],
            [
                "Measures taken will be in line with international human rights norms and standards, in particular the right to freedom of opinion and expression.",
                "",
                true
            ],
            [
                "The objectives are twofold: Enhance UN efforts to address root causes and drivers of hate speech [and] enable effective UN responses to the impact of hate speech on societies",
                "",
                false
            ],
            [
                "will implement actions at global and country level, as well as enhance internal cooperation among relevant UN entities",
                "",
                false
            ],
            [
                "Tackling hate speech is the responsibility of all – governments, societies, the private sector",
                "",
                false
            ],
            [
                "a new generation of digital citizens, empowered to recognize, reject and stand up to hate speech",
                "",
                false
            ],
            [
                "need to know more to act effectively",
                "",
                false
            ],
            [
                "relevant UN entities... recognize, monitor, collect data and analyze hate speech trends",
                "",
                false
            ],
            [
                "adopt a common understanding of the root causes and drivers of hate speech in order to take relevant action to best address and/or mitigate its impact",
                "",
                false
            ],
            [
                "identify and support actors who challenge hate speech",
                "",
                false
            ],
            [
                "implement human rights-centred measures which aim at countering retaliatory hate speech and escalation of violence",
                "",
                false
            ],
            [
                "promote measures to ensure that the rights of victims are upheld, and their needs addressed, including through advocacy for remedies, access to justice and psychological counselling",
                "",
                false
            ],
            [
                "The UN system should establish and strengthen partnerships with new and traditional media to address hate speech narratives and promote the values of tolerance, non-discrimination, pluralism, and freedom of opinion and expression",
                "",
                false
            ],
            [
                "take action in formal and informal education to ... promote the values and skills of Global Citizenship Education, and enhance Media and Information Literacy",
                "",
                false
            ],
            [
                "The UN should establish/strengthen partnerships with relevant stakeholders, including those working in the tech industry.",
                "",
                true
            ],
            [
                "Most of the meaningful action against hate speech will not be taken by the UN alone, but by governments, regional and multilateral organizations, private companies, media, religious and other civil society actors",
                "",
                false
            ],
            [
                "should also engage private sector actors, including social media companies, on steps they can take to support UN principles and action to address and counter hate speech, encouraging partnerships between government, industry and civil society",
                "",
                false
            ],
            [
                "provide support to Member States in the field of capacity building and policy development to address hate speech.",
                "",
                false
            ],
            [
                "international conference on Education for Prevention with focus on addressing and countering Hate Speech which would involve Ministers of Education",
                "",
                false
            ],
            [
                "to address the new manifestations of racism and faith-based hatred, especially Islamophobia",
                "Antonio Guterres",
                false
            ],
            [
                "Countering terrorism and other acts of violence based on religion or belief",
                "Maleeha Lodhi",
                false
            ],
            [
                "A particularly alarming development is the rise of Islamophobia which represents the recent manifestation of the age-old hatred that spawned anti-Semitism, racism, apartheid and many other forms of discrimination,",
                "",
                true
            ],
            [
                "My Prime Minister Imran Khan has recently again called for urgent action to counter Islamophobia, which is today the most prevalent expression of racism and hatred against 'the other",
                "",
                false
            ],
            [
                "We are fully committed to support the UN's strategy on hate speech,",
                "",
                true
            ],
            [
                "This is a moment for all of us to come together to reverse the tide of hate and bigotry that threatens to undermine social solidarity and peaceful co-existence.",
                "",
                true
            ],
            [
                "remove fake accounts and explicit, hateful and provocative material that incites violence and terrorism",
                "Joel Kaplan",
                false
            ],
            [
                "the entire Muslim Ummah was greatly disturbed and has serious concerns over the misuse of social media platforms to propagate blasphemous content",
                "Joel Kaplan",
                false
            ],
            [
                "called for framing a more focused strategy to deal with the various expressions of Islamophobia.",
                "Lodhi",
                false
            ],
            [
                "A 'whole of government' and a 'whole of society' approach was needed.",
                "Lodhi",
                true
            ],
            [
                "In this regard, the Pakistani envoy urged the secretary-general to engage with a wide range of actors, including governments, civil society and social media companies to take action and stop social media users being funneled into online sources of radicalization",
                "Lodhi",
                false
            ],
            [
                "Promote independent, objective and quality reporting of media outlets, including internet-based information, including by sensitizing and educating media professionals on migration-related issues and terminology, investing in ethical reporting standards and advertising, and stopping allocation of public funding or material support to media outlets that systematically promote intolerance, xenophobia, racism and other forms of discrimination towards migrants, in full respect for the freedom of the media.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.thenews.com.pk/print/489762-pakistan-proposes-plan-at-un-to-address-faith-based-hatred-islamophobia",
                "https://www.gatestoneinstitute.org/13263/un-migration-human-right",
                "https://www.gatestoneinstitute.org/12975/killing-free-speech",
                "https://dailytimes.com.pk/3014/misuse-of-social-media-not-allowed-chaudhry-nisar/"
            ],
            "gov_pgs": [
                "https://www.un.org/press/en/2019/pi2264.doc.htm",
                "https://www.un.org/sg/en/content/sg/articles/2019-06-18/the-wildfire-of-hate-speech",
                "https://www.un.org/sg/en/content/sg/press-encounter/2019-01-18/secretary-generals-press-conference"
            ],
            "unsure": [
                "https://www.msn.com/en-xl/news/other/pakistan-calls-for-un-action-against-islamophobia-hate-speech/ar-AADa7xA"
            ]
        },
        "key_words": [
            "hate",
            "racism",
            "action",
            "media",
            "guterres",
            "launches",
            "global",
            "values",
            "free",
            "allout",
            "war",
            "plan",
            "address",
            "speech"
        ]
    },
    {
        "url": "https://www.express.co.uk/news/world/1015529/EU-news-migrant-crisis-juncker-state-of-union-speec",
        "title": "EU MOMENT OF TRUTH: Juncker to arm 10k border officers as Brussels CRACKS DOWN on migrants",
        "authors": [
            {
                "name": "Paul Offord",
                "link": null
            }
        ],
        "publisher": "www.express.co.uk",
        "publish_date": "2018-09-11",
        "text": "The move is expected to be announced on Wednesday, in commission president Jean-Claude Juncker’s annual state of the union address. The force would reportedly have extensive powers to bear arms and even intervene beyond EU borders. A senior EU official described it as a “moment of truth” if Europe is serious about policing its borders and maintaining its core freedom of movement principal. But it has already provoked criticism from human rights groups who warned against creating a “fortress” towards outsiders, just because members cannot agree on how to deal with migration.\n\nThe move is also viewed in some circles as a precursor to the block establishing itself as a military power, as it pushes towards greater federal integration. A draft European Commission document setting out the plans, said the force’s role will be to protect “external borders, prevent secondary movements [between EU countries] and significantly step up the effective return of irregular migrants”. The aim is to enforce rules over movement between member states, such as France which had problems with border camps in Calais, and act outside the EU if it gains consent from external governments, according to the document seen by the Financial Times. The European Union launched the border force in October 2016, which is reportedly around 1,500-strong at present. The intention is to increase that almost sevenfold by 2020.\n\nJean-Claude Juncker will announce plans for a 10k border force",
        "quotes": [
            [
                "external borders, prevent secondary movements [between EU countries] and significantly step up the effective return of irregular migrants",
                "",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "truth",
            "cracks",
            "union",
            "external",
            "force",
            "migrants",
            "plans",
            "juncker",
            "eu",
            "reportedly",
            "movement",
            "moment",
            "brussels",
            "borders",
            "border",
            "officers",
            "arm",
            "european"
        ]
    },
    {
        "url": "https://www.theguardian.com/australia-news/2018/jul/25/dutton-says-australia-wont-surrender-our-sovereignty-by-signing-un-migration-deal",
        "title": "Dutton says Australia won't 'surrender our sovereignty' by signing UN migration deal",
        "authors": [
            {
                "name": "Ben Doherty",
                "link": null
            },
            {
                "name": "Amy Remeikis",
                "link": null
            }
        ],
        "publisher": "www.theguardian.com",
        "publish_date": "2018-07-25",
        "text": "Minister takes umbrage with parts of global agreement which insist migration detention should only be used as a last resort\n\nThis article is more than 11 months old\n\nThis article is more than 11 months old\n\nAustralia will not sign a United Nations migration agreement it helped negotiate “in its current form”, Peter Dutton has declared, insisting it is a matter of sovereignty.\n\nHuman rights activists have condemned the decision not to become a signatory of global guidelines for dealing with migration as an attempt to avoid further inspection of Australia’s policies.\n\nConfirming the contents of an article which appeared in the Australian earlier this week, the home affairs minister told Sydney radio 2GB that Australia would not sign the UN global compact for migration, which aims to address migration issues in a “safe, orderly and regular” way, if it stayed in its present incarnation.\n\n\n\nThe $225,000 campaign to dislodge Peter Dutton from Dickson Read more\n\nAustralia has taken umbrage at parts of the final draft, which insist “migration detention” should only be used “as a measure of last resort and work towards alternatives”.\n\nThe final draft also includes a commitment to “review and revise relevant legislation, policies and practices related to immigration detention to ensure that migrants are not detained arbitrarily, that decisions to detain are based on law, are proportionate, have a legitimate purpose, and are taken on an individual basis, in full compliance with due process and procedural safeguards, and that immigration detention is not promoted as a deterrent or used as a form of cruel, inhumane or degrading treatment to migrants, in accordance with international human rights law”.\n\nIt’s not in our national interest to sign our border protection policy over to the UN Peter Dutton\n\nDutton told Alan Jones that while Australia was happy to negotiate “in good faith”, “we’re not going to sign any document that’s not in our national interest and it’s not in our national interest to sign our border protection policy over to the UN”.\n\n“We’re not going to sign a deal that sacrifices anything in terms of our border protection policies,” he said.\n\n“We’ve fought hard for them,” he said, adding Australia would not sign at all if it was deemed by the government to be “not in our national interests”.\n\n“We’re not going to surrender our sovereignty – I’m not going to allow unelected bodies dictate to us, to the Australian people.”\n\nThe director of legal advocacy at the Human Rights Law Centre, Daniel Webb, criticised the decision as an attempt to avoid oversight.\n\n“Our government has detained 120 children in an island prison for five years. Twelve people have died. Children as young as 10 are trying to kill themselves,” he said.\n\n“It’s no wonder our government is trying to shirk scrutiny.”\n\nAmnesty International’s head of refugee and migrant rights, Charmain Mohamed, said a second, related global compact on refugees had been an ambitious endeavour that should have created wholesale change in the way refugees were treated by governments all over the world.\n\n“Sadly, world leaders were not up to the challenge of delivering the bold and brave solutions that are so urgently needed.”\n\n\n\nMohamed said the final text entrenched the current approach where states felt they could pick and choose which measures to adopt and which to reject, and that the responsibility for caring for the world’s displaced population, currently at record levels, would remain largely with developing countries least equipped to support them.\n\nAnd governments were already defying the intent of the compact, Mohamed said.\n\n\n\n“As diplomats were negotiating the compact at the UN, European governments were attacking NGOs’ capacity to rescue refugees stranded at sea and hatching new plans to deter and detain refugees, while Australia continued to justify its cruel and torturous detention practices on Manus and Nauru.\n\n\n\n“What is needed more than ever is a human-rights based, compassionate response to refugees’ needs, based on global responsibility sharing not responsibility shirking.”\n\nThe United States left negotiations on the global compact on migrants late last year, while last week, Hungary became the second UN member state to withdraw, with its prime minister, Viktor Orbán, who was elected on an anti-immigration platform, pulling his nation from the deal.\n\n\n\nLabor has stayed relatively quiet on the issue, with immigration becoming the latest flashpoint in the super Saturday byelection campaigns, an issue which will continue to dominate the political agenda, as the nation heads to a general election in less than a year.\n\nEarlier this month, Dutton contradicted Scott Morrison’s claim that lower immigration levels would cost the budget, after it was revealed just under 162,420 people had permanently migrated to Australia in the last financial year, a drop from the 183,608 people who followed the same path the year before.\n\nMorrison had warned that following Tony Abbott’s proposal to cut migration numbers by 80,000 people would cost the Australian economy between $4bn and $5bn over four years, but Dutton argued there was an economic argument to make for cutting migration numbers.\n\nPeter Dutton contradicts Morrison and says migrant cut positive for the economy Read more\n\n“It’s [the impact of lower migration numbers] a positive one, because if we’re bringing more productive people in, then there’s more economic benefit for our country and there’s also greater societal benefit as well.”\n\nOn Tuesday, Dutton’s office announced 600 people smugglers had been arrested since Operation Sovereign Borders was initiated under the Abbott government in 2013, with 33 boats turned back and 70 people-smuggling operations interrupted.\n\nDutton released the information in an attempt to bolster his argument that Labor, under pressure from a push from its left factions, was seeking to dump the government’s policy and “restart the boats”.\n\nIn response, Bill Shorten said “the people smugglers will not get back into business regardless of who is the government of Australia”, while accusing Dutton of attempting to provoke people-smuggling operations into action.\n\n“I think the government is trying to goad the people smugglers and goad the boats,” Shorten said.\n\n“You almost get a sense they miss them. That’s the only issue they can talk about in the byelections.”",
        "quotes": [
            [
                "as a measure of last resort and work towards alternatives",
                "Peter Dutton",
                false
            ],
            [
                "review and revise relevant legislation, policies and practices related to immigration detention to ensure that migrants are not detained arbitrarily, that decisions to detain are based on law, are proportionate, have a legitimate purpose, and are taken on an individual basis, in full compliance with due process and procedural safeguards, and that immigration detention is not promoted as a deterrent or used as a form of cruel, inhumane or degrading treatment to migrants, in accordance with international human rights law",
                "",
                false
            ],
            [
                "we’re not going to sign any document that’s not in our national interest and it’s not in our national interest to sign our border protection policy over to the UN",
                "Alan Jones",
                false
            ],
            [
                "We’re not going to sign a deal that sacrifices anything in terms of our border protection policies,",
                "Peter Dutton",
                true
            ],
            [
                "We’ve fought hard for them,",
                "Peter Dutton",
                true
            ],
            [
                "We’re not going to surrender our sovereignty – I’m not going to allow unelected bodies dictate to us, to the Australian people.",
                "Peter Dutton",
                true
            ],
            [
                "Our government has detained 120 children in an island prison for five years.",
                "Peter Dutton",
                true
            ],
            [
                "Children as young as 10 are trying to kill themselves,",
                "Peter Dutton",
                true
            ],
            [
                "It’s no wonder our government is trying to shirk scrutiny.",
                "",
                true
            ],
            [
                "Sadly, world leaders were not up to the challenge of delivering the bold and brave solutions that are so urgently needed.",
                "",
                true
            ],
            [
                "What is needed more than ever is a human-rights based, compassionate response to refugees’ needs, based on global responsibility sharing not responsibility shirking.",
                "",
                true
            ],
            [
                "It’s [the impact of lower migration numbers] a positive one, because if we’re bringing more productive people in, then there’s more economic benefit for our country and there’s also greater societal benefit as well.",
                "Peter Dutton",
                true
            ],
            [
                "the people smugglers will not get back into business regardless of who is the government of Australia",
                "Bill Shorten",
                false
            ],
            [
                "I think the government is trying to goad the people smugglers and goad the boats,",
                "Peter Dutton",
                true
            ],
            [
                "You almost get a sense they miss them.",
                "Bill Shorten",
                true
            ],
            [
                "That’s the only issue they can talk about in the byelections.",
                "Bill Shorten",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.theguardian.com/australia-news/2018/jun/16/the-225000-campaign-to-dislodge-peter-dutton-from-dickson",
                "https://www.theguardian.com/australia-news/2018/jul/13/industry-brands-australias-10-migration-intake-drop-disappointing",
                "https://www.2gb.com/not-in-its-current-form-immigration-minister-rules-out-global-migration-deal-sort-of/",
                "https://www.theguardian.com/australia-news/2018/jul/15/peter-dutton-contradicts-morrison-and-says-migrant-cut-positive-for-the-economy"
            ],
            "gov_pgs": [
                "https://www.iom.int/global-compact-migration",
                "https://www.unhcr.org/uk/5b51fd587"
            ],
            "unsure": [
                "https://www.theguardian.com/world/unitednations",
                "https://www.theguardian.com/business/australia-economy",
                "https://www.theguardian.com/law/human-rights",
                "https://www.theaustralian.com.au/nocookies?a=A.flavipes"
            ]
        },
        "key_words": [
            "detention",
            "wont",
            "dutton",
            "deal",
            "surrender",
            "global",
            "refugees",
            "sovereignty",
            "australia",
            "rights",
            "national",
            "signing",
            "migration",
            "compact",
            "sign"
        ]
    },
    {
        "url": "https://www.irishtimes.com/news/world/europe/poles-and-czechs-follow-austria-and-hungary-in-rejecting-un-migration-pact-1.3684210",
        "title": "Poles and Czechs follow Austria and Hungary in rejecting UN migration pact",
        "authors": [],
        "publisher": "www.irishtimes.com",
        "publish_date": "",
        "text": "Poland and the Czech Republic are set to join Hungary and Austria in pulling out of a United Nations pact on migration, as populist central European governments attack the deal before it is even signed.\n\nThe Global Compact For Safe, Orderly and Regular Migration was agreed in July by all UN members except the United States, and sets out norms for protecting and integrating people who migrate and ways to help them return home.\n\nThe pact is non-binding and recognises each state’s right to its own migration policy, but a growing number of anti-immigration leaders in central Europe are now rejecting it ahead of next month’s signing ceremony in Morocco.\n\n“It is very likely that, like Austria, the Czech Republic and the United States, we will not be part of the UN global compact,” Polish prime minister Mateusz Morawiecki said on Friday.\n\n“We believe that here our regulations, our sovereign rules on border protection and migration control are our absolute priority.”\n\nA day earlier, Czech prime minister Andrej Babis declared that he also opposed the pact.\n\n“It’s not clearly interpreted and it could be abused. The United States has pulled out, Hungary too, now Austria, and Poland is debating it as well,” he said.\n\n“I don’t like the fact that it blurs the distinction between legal and illegal migration . . . I will propose to partners in the government that we should do the same as Austria and Hungary,” he added ahead of cabinet talks on the pact next week.\n\nOn Wednesday, right-wing Austrian chancellor Sebastian Kurz – who rules in coalition with the nationalist Freedom Party – announced Vienna’s withdrawal.\n\n“We view some points of the migration pact very critically, such as the mixing up of seeking protection with labour migration,” he said.\n\n‘Global challenge’\n\nThe European Commission expressed regret over Austria’s decision and said it believed “migration is a global challenge where only global solutions and global responsibility sharing will bring results”.\n\nAdvocates of the pact emphasise that it is a framework agreement that does not impinge on the sovereignty of signatory states, and suggest that critics have either misunderstood it or are playing politics over migration.\n\nLouise Arbour, the UN special representative for international migration, said this week that “a lot of reasons that are advanced for disengaging are either mistaken or do not reflect what this global compact is all about”.\n\n“One of its main objectives is to reduce, if not to eliminate altogether, unsafe, chaotic, illegal poorly managed migration, which is in nobody’s interest – not the migrants, not the host communities, not the countries of origin,” she told Reuters.\n\nBrussels is suing Hungary, the Czech Republic and Poland for refusing to accept refugees under an EU relocation plan.\n\nHungary quit the UN pact in July and now neighbouring Croatia’s position is also unclear.\n\nLocal media quoted right-wing president Kolinda Grabar-Kitarovic as saying she will not sign the deal, but that may be because it comes under the foreign ministry’s remit.\n\nCroatian foreign minister Marija Pejcinovic Buric said on Friday she thought the president supported the pact and expressed “surprise” at reports that she would not sign it in Marrakech.",
        "quotes": [
            [
                "It is very likely that, like Austria, the Czech Republic and the United States, we will not be part of the UN global compact,",
                "Mateusz Morawiecki",
                true
            ],
            [
                "We believe that here our regulations, our sovereign rules on border protection and migration control are our absolute priority.",
                "",
                true
            ],
            [
                "It’s not clearly interpreted and it could be abused.",
                "",
                true
            ],
            [
                "The United States has pulled out, Hungary too, now Austria, and Poland is debating it as well,",
                "",
                true
            ],
            [
                "I don’t like the fact that it blurs the distinction between legal and illegal migration .",
                "",
                true
            ],
            [
                "I will propose to partners in the government that we should do the same as Austria and Hungary,",
                "",
                true
            ],
            [
                "We view some points of the migration pact very critically, such as the mixing up of seeking protection with labour migration,",
                "",
                true
            ],
            [
                "migration is a global challenge where only global solutions and global responsibility sharing will bring results",
                "",
                false
            ],
            [
                "a lot of reasons that are advanced for disengaging are either mistaken or do not reflect what this global compact is all about",
                "Louise Arbour",
                false
            ],
            [
                "One of its main objectives is to reduce, if not to eliminate altogether, unsafe, chaotic, illegal poorly managed migration, which is in nobody’s interest – not the migrants, not the host communities, not the countries of origin,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "republic",
            "pact",
            "hungary",
            "czechs",
            "austria",
            "global",
            "rejecting",
            "czech",
            "states",
            "poles",
            "migration",
            "poland",
            "united",
            "follow"
        ]
    },
    {
        "url": "https://www.express.co.uk/news/world/1040349/poland-un-global-compact-for-migration-united-nations",
        "title": "UN migration plan collapsing as Poland is FIFTH country to REJECT pact",
        "authors": [
            {
                "name": "Katie Harris",
                "link": null
            }
        ],
        "publisher": "www.express.co.uk",
        "publish_date": "2018-11-03",
        "text": "Poland’s Prime Minister Mateusz Morawiecki yesterday revealed that it is “very likely” the country will back out from the Global Compact for Migration. Speaking at a news conference in Warsaw with German Chancellor Angela Merkel, Mr Morawiecki said: \"It is very likely that ... we will not be part of the global pact.” Poland follows the United States, Austria, Hungary and the Czech Republic in abandoning the plan. Mr Morawiecki said Poland was assessing the pact, which is due to be implemented next month, but added its own migration controls are its priority.\n\nThe Polish Prime Minister said: “Our sovereign principles on securing our borders and controlling migration flows are absolutely the priority for us.” It comes after Poland clashed with the European Union over national quotes for asylum seekers earlier this year. Ms Merkel, who has faced heavy criticism for her decision to allow one million refugees into Germany in 2015, voiced her support for the UN pact that Germany has worked “intensively” on. The plan, which was approved by UN member states in July, aims to boost international cooperation on migration.\n\nMateusz Morawiecki revealed that it is “very likely” Poland will back out of the pact\n\nMateusz Morawiecki spoke in Warsaw with Angela Merkel\n\nSupporters have insisted it will not impact state sovereignty as it is not legally binding. But it has been met with increasing hostility as a number of key countries have pulled out. US President Donald Trump took America out of the pact in 2017. And this week Austria said it would not agree the deal over fears it would lead to the recognition of a \"human right to migration\" and a blurring of the lines between legal and illegal migration.",
        "quotes": [
            [
                "Our sovereign principles on securing our borders and controlling migration flows are absolutely the priority for us.",
                "",
                true
            ],
            [
                "It is very likely that ... we will not be part of the global pact.” Poland follows the United States, Austria, Hungary and the Czech Republic in abandoning the plan.",
                "Morawiecki",
                true
            ],
            [
                "Mr Morawiecki said Poland was assessing the pact, which is due to be implemented next month, but added its own migration controls are its priority.",
                "Morawiecki",
                true
            ],
            [
                "The Polish Prime Minister said: “Our sovereign principles on securing our borders and controlling migration flows are absolutely the priority for us.” It comes after Poland clashed with the European Union over national quotes for asylum seekers earlier this year.",
                "Morawiecki",
                true
            ],
            [
                "Ms Merkel, who has faced heavy criticism for her decision to allow one million refugees into Germany in 2015, voiced her support for the UN pact that Germany has worked “intensively” on.",
                "Morawiecki",
                true
            ],
            [
                "The plan, which was approved by UN member states in July, aims to boost international cooperation on migration.",
                "Morawiecki",
                true
            ],
            [
                "Mateusz Morawiecki revealed that it is “very likely” Poland will back out of the pact\n\nMateusz Morawiecki spoke in Warsaw with Angela Merkel\n\nSupporters have insisted it will not impact state sovereignty as it is not legally binding.",
                "Morawiecki",
                true
            ],
            [
                "But it has been met with increasing hostility as a number of key countries have pulled out.",
                "Morawiecki",
                true
            ],
            [
                "US President Donald Trump took America out of the pact in 2017.",
                "Morawiecki",
                true
            ],
            [
                "And this week Austria said it would not agree the deal over fears it would lead to the recognition of a \"human right to migration",
                "Morawiecki",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.express.co.uk/news/world/1037696/Merkel-quits-cdu-germany-news-angela-merkel-latest"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.express.co.uk/latest/donald-trump",
                "https://www.express.co.uk/latest/angela-merkel"
            ]
        },
        "key_words": [
            "reject",
            "country",
            "prime",
            "revealed",
            "pact",
            "morawiecki",
            "fifth",
            "likely",
            "states",
            "poland",
            "migration",
            "warsaw",
            "plan",
            "collapsing"
        ]
    },
    {
        "url": "https://www.independent.co.uk/news/world/europe/austria-un-migration-global-pact-agreement-us-hungary-sebastian-kurz-freedom-party-a8610161.html",
        "title": "Austria to follow US and Hungary by withdrawing from UN migration pact",
        "authors": [
            {
                "name": "Shehab Khan",
                "link": null
            }
        ],
        "publisher": "www.independent.co.uk",
        "publish_date": "2018-10-31",
        "text": "Austria is set to follow the United States and Hungary by backing out of a United Nations migration pact.\n\nThe right-wing Austrian government, which took office last December, has said it will not sign the Global Compact for Safe, Orderly and Regular Migration which looks to make migration safer.\n\nAustrian Chancellor Sebastian Kurz stood on an anti-immigration platform and since taking office in December has implemented a number of policies that include restricting benefits for new immigrants.\n\nWe’ll tell you what’s true. You can form your own view. From 15p €0.18 $0.18 USD 0.27 a day, more exclusives, analysis and extras.\n\n\"Austria will not join the UN migration pact,\" Mr Kurz said in a statement.\n\n\"We view some points of the migration pact very critically, such as the mixing up of seeking protection with labour migration.”\n\nAustria took in roughly one per cent of its population in asylum seekers in 2015 during a migration crisis in which more than a million people travelled to Europe, many of them fleeing war and poverty in the Middle East, Africa and elsewhere.\n\nThe non-binding UN pact is aimed at making migration safe and orderly.\n\nIt addresses issues such as how to protect people who migrate, how to integrate them into new countries and how to return them to their home countries.\n\nShape Created with Sketch. World news in pictures Show all 50 left Created with Sketch. right Created with Sketch. Shape Created with Sketch. World news in pictures 1/50 12 July 2019 Japan's Megumu Yoshida and Yukiko Inui compete in the duet technical artistic swimming event during the 2019 World Championships at Yeomju Gymnasium in Gwangju AFP/Getty 2/50 11 July 2019 Hot air balloons fly over the city of Igualada during an early flight as part of the European Balloon Festival in Igualada, Spain. The European Balloon Festival has become the most important hot air balloon event in Spain and one of the biggest in Europe Getty 3/50 10 July 2019 USA's players take part in their champions parade through New York after winning the Women's World Cup at the weekend in France Reuters 4/50 9 July 2019 The pack rides during the fourth stage of the Tour de France cycling race in Nancy, France AP 5/50 8 July 2019 Temple Priest Siva Sri Arumugam Paskarakurukkal and Hindu devotees celebrate the Makorcavam temple festival at Germany's largest Hindu temple in Hamm, Germany EPA 6/50 7 July 2019 Megan Rapinoe lifts the Women's World Cup following USA's victory over The Netherlands at Stade de Lyon in the final held in France Getty 7/50 6 July 2019 Manneken Pis is dressed in the overall leader's yellow jersey, before the start of the Tour de France Stage 1 Reuters 8/50 5 July 2019 Sudanese protesters celebrate in the streets of Khartoum after ruling generals and protest leaders announced they have reached an agreement on the disputed issue of a new governing body AFP/Getty Images 9/50 4 July 2019 Demonstrators burn a national flag in front of the White House during a Fourth of July protest Reuters 10/50 3 July 2019 Smoke billows and flames propagate across the hillside near houses after the Stromboli volcano erupted in the north of Sicily. It killed a hiker and sent tourists fleeing into the sea AFP/Getty 11/50 2 July 2019 An orangutan looks out of its cage in the controversial Pata Zoo in Thailand. Located at the top of a department store, the zoo has been controversial for keeping animals in tiny, concrete cages EPA 12/50 1 July 2019 A protester breaks in to the Legislative Council building in Hong Kong during a protest on the 22nd anniversary of the territory's handover to China from Britain Reuters 13/50 30 June 2019 Riot police use rubber pellets to disperse LGBT rights activists as they try to gather for a pride parade, which was banned by the governorship, in central Istanbul, Turkey Reuters 14/50 29 June 2019 A member of the LGBTQ community participates in the Metro Manila Pride parade in Marikina City, Philippines Reuters 15/50 28 June 2019 Explosive charges blow up the remaining sections of the Morandi Bridge in Genoa, Italy after it partially collapsed last year killing 43 and injuring dozens AFP/Getty 16/50 27 June 2019 A forest fire flare up in Ziltendorf near Frankfurt, Germany as mainland Europe suffers an intense heatwave AFP/Getty 17/50 26 June 2019 One of the world's most hazardous volcanoes, Mount Ulawun in Papua New Guinea, erupts spewing lava and ash high into the air AFP/Getty 18/50 25 June 2019 A Russian Soyuz MS-11 space capsule carrying astronauts returning from the International Space Station lands in the steppes of south-east Kazakhstan AP 19/50 24 June 2019 An aerial view shows a crater on a barley field near Ahlbach. Experts assume that an air bomb of the WWII probably exploded at a depth of several metres as a result of the triggering of the chemical detonator. AFP/Getty 20/50 23 June 2019 People gather for a protest in Prague, Czech Republic. Protesters are on calling on Czech Prime Minister Andrej Babis to step down over fraud allegations and subsidies paid to his former companies AP 21/50 22 June 2019 Policemen push back anti-coal activists after they entered the open-cast mine Garzweiler, western Germany. The activists tried to reach and occupy the massive open-cast lignite mine in a protest to demand action against global warming, now one of the hottest issues on the European political agenda AFP/Getty 22/50 21 June 2019 The silhouette of a girl performing yoga on the rocky crest of the Ancient Observatory Kokino on the occasion of fifth International Yoga Day, which is also the day of the summer solstice. The ancient astronomic observatory, located about 100 km northeast of Skopje, dates more than 4.000 years back in time. It is ranked by Nasa as the fourth ancient observatory in the world AFP/Getty 23/50 20 June 2019 Indian residents get water from a community well in Chennai after reservoirs for the city ran dry. The drought is the worst in living memory for the bustling capital of Tamil Nadu state, India's sixth largest city, that is getting less than two thirds of the 830 million litres of water it normally uses each day AFP/Getty 24/50 19 June 2019 Several new policemen, of Catalan regional Mossos d'Esquadra Police, throw their caps after their graduation ceremony in Mollet del Valles, Barcelona. A total of 804 new officers attended the ceremony EPA 25/50 18 June 2019 Rescuers carry out an injured man from an earthquake-damaged building in Yibin, in China's southwest Sichuan province. The toll from the strong 6.0-magnitude earthquake rose to 12 dead and 134 injured as rescuers pulled bodies and survivors from wrecked buildings AFP/Getty 26/50 17 June 2019 A protester wears a yellow raincoat to pay tribute to a man who died after falling from a scaffolding at the Pacific Place complex while protesting against the extradition bill. People have been demanding Hong Kong's leaders to step down and withdraw the bill Reuters 27/50 16 June 2019 A fan watches on at the ICC Cricket World Cup match between India and Pakistan at Emirates Old Trafford in Manchester Action/Reuters 28/50 15 June 2019 Nearly 15,000 Dutch people gather in Valenciennes to support their women's football team playing against Cameroon at the city's Hainaut stadium AFP/Getty 29/50 14 June 2019 A worker attaches a US flag to a mast before fixing it along the side of a road with other Israeli flags in the settlement of Qela Bruchim in the Israeli-annexed Golan Heights. Israel's cabinet will meet in the Golan Heights to honour US President Donald Trump and vote on naming a settlement there after him, the prime minister's office announced AFP/Getty 30/50 13 June 2019 French President Emmanuel Macron walks past the coffins of the three National Society of Sea Rescue (SNSM) ocean rescue volunteers, who died in a storm last week after their boat capsized, during a ceremony in their tribute at Fort-Saint Nicolas in Les Sables d'Olonne, France AFP/Getty 31/50 12 June 2019 Police clash with protesters during a rally against a controversial extradition law proposal outside the government headquarters in Hong Kong. Violent clashes broke out as police tried to stop protesters storming the city's parliament, while tens of thousands of people blocked key arteries in a show of strength against government plans to allow extraditions to China AFP/Getty 32/50 11 June 2019 Botswana became the latest country to decriminalise homosexuality, celebrated by activists as a day of \"pride, compassion and love.\" In the landmark ruling, the southern African nation’s High Court rejected sections of the penal code that criminalise same-sex relations and impose up to seven years in prison AP 33/50 10 June 2019 A participant of the Koetztinger Whitsun Ride stands with his horse on a street near Bad Koetzingen, Germany. The procession of around 900 riders is one of the oldest Bavarian events AP 34/50 9 June 2019 Police officers use pepper spray against protesters in Hong Kong. People took to the streets on Sunday to protest a proposed amendment to the extradition law that protesters fear would allow Hong Kong citizens to be unfairly extradited to China AP 35/50 8 June 2019 A participant dances while holding a large rainbow flag during the Athens Gay Pride. Thousands marched in the 15th annual Athens Pride parade that was dedicated to the memory of a LGBTI activist who died earlier this year after a violent attack. Greek capital's Syntagma square, the venue of violent anti-austerity protests during the peak of the financial crisis, was full of rainbow flags as well as body painting kiosks for the more than 7,000 participants AFP/Getty 36/50 7 June 2019 A man walks past a billboard showing members of the French women's World Cup football team on the side of a building on the Champs-Elysees avenue in Paris. The 2019 tournament starts this evening with the hosts playing South Korea Reuters 37/50 6 June 2019 Canadian's Army officer stands during the international ceremony on Juno Beach in Courseulles-sur-Mer, Normandy, northwestern France, as part of D-Day commemorations marking the 75th anniversary of the World War II Allied landings in Normandy AFP/Getty 38/50 5 June 2019 Queen Elizabeth II and US President Donald Trump at an event to commemorate the 75th anniversary of D-Day, in Portsmouth Reuters 39/50 4 June 2019 Muslim worshippers gather to perform Eid al-Fitr prayers at the Martyrs Square of the capital Tripoli. Muslims worldwide celebrate Eid al-Fitr marking the end of the Muslim holy month of Ramadan AFP/Getty 40/50 3 June 2019 President Donald Trump reviews an honor guard during a ceremonial welcome in the garden of Buckingham Palace in London AP 41/50 2 June 2019 A cruise ship crashed into a dock and a tourist river boat on one of Venice’s busiest canals. Four people were injured in the smash, Venice port authorities reported. It happened on the Giudecca Canal – a major thoroughfare that leads to Saint Mark’s Square – on Sunday morning at 8.30am AFP/Getty 42/50 1 June 2019 Supporters arrive at Wanda Metropolitano stadium for the Champions League final between Tottenham Hotspur and Liverpool in Madrid EPA 43/50 31 May 2019 A Palestinian girl cool off by water to beat the scorching heat, as others pray outside the Dome of the Rock at the al-Aqsa Mosque in Jerusalem during the last Friday prayers of the Muslim holy month of Ramadan,31 May 2019. Israeli police Friday morning shot and killed a Palestinian young man following an alleged stabbing attack in Jerusalemâ€™s Old City. Muslims around the world celebrate the holy month of Ramadan by praying during the night time and abstaining from eating, drinking, and sexual acts daily between sunrise and sunset. Ramadan is the ninth month in the Islamic calendar and it is believed that the Koran's first verse was revealed during its last 10 nights. EPA 44/50 30 May 2019 Serena Williams in action during her second round match against Japan's Kurumi Nara. The 23-time grand slam winner went through to the next round 6-3, 6-2 Reuters 45/50 29 May 2019 Ken Wyatt is sworn in as Minister for Indigenous Australians by Australia's Governor-General Sir Peter Cosgrove in Canberra, Australia. Scott Morrison announced his new ministry on Sunday 26 May, following his victory in the May 18 Federal election. The new Cabinet features a record number of women with seven taking on senior roles, including Bridget McKenzie as the first female Agriculture Minister. Ken Wyatt is the first indigenous person to be appointed the Indigenous Affairs Minister Getty 46/50 28 May 2019 People look on as they examine the damaged remains of school in Dayton, Ohio, after powerful tornadoes ripped through the US state overnight, causing at least one fatality and widespread damage and power outages AFP/Getty 47/50 27 May 2019 President Donald Trump and first lady Melania Trump attend a State Banquet with Japanese Emperor Naruhito, second from right, and Empress Masako at the Imperial Palace in Tokyo AP 48/50 26 May 2019 Former Italian PM and leader of the right-wing party Forza Italia Silvio Berlusconi looks at photographers as he casts his vote at a polling station in Milan AFP/Getty 49/50 25 May 2019 A paramilitary soldier stands guard in front of closed shops during restrictions in downtown area of Srinagar EPA 50/50 24 May 2019 Pope Francis gestures as he participates alongside thousands of soccer-mad children in a project to promote the values of sport and soccer, at the Vatican Reuters 1/50 12 July 2019 Japan's Megumu Yoshida and Yukiko Inui compete in the duet technical artistic swimming event during the 2019 World Championships at Yeomju Gymnasium in Gwangju AFP/Getty 2/50 11 July 2019 Hot air balloons fly over the city of Igualada during an early flight as part of the European Balloon Festival in Igualada, Spain. The European Balloon Festival has become the most important hot air balloon event in Spain and one of the biggest in Europe Getty 3/50 10 July 2019 USA's players take part in their champions parade through New York after winning the Women's World Cup at the weekend in France Reuters 4/50 9 July 2019 The pack rides during the fourth stage of the Tour de France cycling race in Nancy, France AP 5/50 8 July 2019 Temple Priest Siva Sri Arumugam Paskarakurukkal and Hindu devotees celebrate the Makorcavam temple festival at Germany's largest Hindu temple in Hamm, Germany EPA 6/50 7 July 2019 Megan Rapinoe lifts the Women's World Cup following USA's victory over The Netherlands at Stade de Lyon in the final held in France Getty 7/50 6 July 2019 Manneken Pis is dressed in the overall leader's yellow jersey, before the start of the Tour de France Stage 1 Reuters 8/50 5 July 2019 Sudanese protesters celebrate in the streets of Khartoum after ruling generals and protest leaders announced they have reached an agreement on the disputed issue of a new governing body AFP/Getty Images 9/50 4 July 2019 Demonstrators burn a national flag in front of the White House during a Fourth of July protest Reuters 10/50 3 July 2019 Smoke billows and flames propagate across the hillside near houses after the Stromboli volcano erupted in the north of Sicily. It killed a hiker and sent tourists fleeing into the sea AFP/Getty 11/50 2 July 2019 An orangutan looks out of its cage in the controversial Pata Zoo in Thailand. Located at the top of a department store, the zoo has been controversial for keeping animals in tiny, concrete cages EPA 12/50 1 July 2019 A protester breaks in to the Legislative Council building in Hong Kong during a protest on the 22nd anniversary of the territory's handover to China from Britain Reuters 13/50 30 June 2019 Riot police use rubber pellets to disperse LGBT rights activists as they try to gather for a pride parade, which was banned by the governorship, in central Istanbul, Turkey Reuters 14/50 29 June 2019 A member of the LGBTQ community participates in the Metro Manila Pride parade in Marikina City, Philippines Reuters 15/50 28 June 2019 Explosive charges blow up the remaining sections of the Morandi Bridge in Genoa, Italy after it partially collapsed last year killing 43 and injuring dozens AFP/Getty 16/50 27 June 2019 A forest fire flare up in Ziltendorf near Frankfurt, Germany as mainland Europe suffers an intense heatwave AFP/Getty 17/50 26 June 2019 One of the world's most hazardous volcanoes, Mount Ulawun in Papua New Guinea, erupts spewing lava and ash high into the air AFP/Getty 18/50 25 June 2019 A Russian Soyuz MS-11 space capsule carrying astronauts returning from the International Space Station lands in the steppes of south-east Kazakhstan AP 19/50 24 June 2019 An aerial view shows a crater on a barley field near Ahlbach. Experts assume that an air bomb of the WWII probably exploded at a depth of several metres as a result of the triggering of the chemical detonator. AFP/Getty 20/50 23 June 2019 People gather for a protest in Prague, Czech Republic. Protesters are on calling on Czech Prime Minister Andrej Babis to step down over fraud allegations and subsidies paid to his former companies AP 21/50 22 June 2019 Policemen push back anti-coal activists after they entered the open-cast mine Garzweiler, western Germany. The activists tried to reach and occupy the massive open-cast lignite mine in a protest to demand action against global warming, now one of the hottest issues on the European political agenda AFP/Getty 22/50 21 June 2019 The silhouette of a girl performing yoga on the rocky crest of the Ancient Observatory Kokino on the occasion of fifth International Yoga Day, which is also the day of the summer solstice. The ancient astronomic observatory, located about 100 km northeast of Skopje, dates more than 4.000 years back in time. It is ranked by Nasa as the fourth ancient observatory in the world AFP/Getty 23/50 20 June 2019 Indian residents get water from a community well in Chennai after reservoirs for the city ran dry. The drought is the worst in living memory for the bustling capital of Tamil Nadu state, India's sixth largest city, that is getting less than two thirds of the 830 million litres of water it normally uses each day AFP/Getty 24/50 19 June 2019 Several new policemen, of Catalan regional Mossos d'Esquadra Police, throw their caps after their graduation ceremony in Mollet del Valles, Barcelona. A total of 804 new officers attended the ceremony EPA 25/50 18 June 2019 Rescuers carry out an injured man from an earthquake-damaged building in Yibin, in China's southwest Sichuan province. The toll from the strong 6.0-magnitude earthquake rose to 12 dead and 134 injured as rescuers pulled bodies and survivors from wrecked buildings AFP/Getty 26/50 17 June 2019 A protester wears a yellow raincoat to pay tribute to a man who died after falling from a scaffolding at the Pacific Place complex while protesting against the extradition bill. People have been demanding Hong Kong's leaders to step down and withdraw the bill Reuters 27/50 16 June 2019 A fan watches on at the ICC Cricket World Cup match between India and Pakistan at Emirates Old Trafford in Manchester Action/Reuters 28/50 15 June 2019 Nearly 15,000 Dutch people gather in Valenciennes to support their women's football team playing against Cameroon at the city's Hainaut stadium AFP/Getty 29/50 14 June 2019 A worker attaches a US flag to a mast before fixing it along the side of a road with other Israeli flags in the settlement of Qela Bruchim in the Israeli-annexed Golan Heights. Israel's cabinet will meet in the Golan Heights to honour US President Donald Trump and vote on naming a settlement there after him, the prime minister's office announced AFP/Getty 30/50 13 June 2019 French President Emmanuel Macron walks past the coffins of the three National Society of Sea Rescue (SNSM) ocean rescue volunteers, who died in a storm last week after their boat capsized, during a ceremony in their tribute at Fort-Saint Nicolas in Les Sables d'Olonne, France AFP/Getty 31/50 12 June 2019 Police clash with protesters during a rally against a controversial extradition law proposal outside the government headquarters in Hong Kong. Violent clashes broke out as police tried to stop protesters storming the city's parliament, while tens of thousands of people blocked key arteries in a show of strength against government plans to allow extraditions to China AFP/Getty 32/50 11 June 2019 Botswana became the latest country to decriminalise homosexuality, celebrated by activists as a day of \"pride, compassion and love.\" In the landmark ruling, the southern African nation’s High Court rejected sections of the penal code that criminalise same-sex relations and impose up to seven years in prison AP 33/50 10 June 2019 A participant of the Koetztinger Whitsun Ride stands with his horse on a street near Bad Koetzingen, Germany. The procession of around 900 riders is one of the oldest Bavarian events AP 34/50 9 June 2019 Police officers use pepper spray against protesters in Hong Kong. People took to the streets on Sunday to protest a proposed amendment to the extradition law that protesters fear would allow Hong Kong citizens to be unfairly extradited to China AP 35/50 8 June 2019 A participant dances while holding a large rainbow flag during the Athens Gay Pride. Thousands marched in the 15th annual Athens Pride parade that was dedicated to the memory of a LGBTI activist who died earlier this year after a violent attack. Greek capital's Syntagma square, the venue of violent anti-austerity protests during the peak of the financial crisis, was full of rainbow flags as well as body painting kiosks for the more than 7,000 participants AFP/Getty 36/50 7 June 2019 A man walks past a billboard showing members of the French women's World Cup football team on the side of a building on the Champs-Elysees avenue in Paris. The 2019 tournament starts this evening with the hosts playing South Korea Reuters 37/50 6 June 2019 Canadian's Army officer stands during the international ceremony on Juno Beach in Courseulles-sur-Mer, Normandy, northwestern France, as part of D-Day commemorations marking the 75th anniversary of the World War II Allied landings in Normandy AFP/Getty 38/50 5 June 2019 Queen Elizabeth II and US President Donald Trump at an event to commemorate the 75th anniversary of D-Day, in Portsmouth Reuters 39/50 4 June 2019 Muslim worshippers gather to perform Eid al-Fitr prayers at the Martyrs Square of the capital Tripoli. Muslims worldwide celebrate Eid al-Fitr marking the end of the Muslim holy month of Ramadan AFP/Getty 40/50 3 June 2019 President Donald Trump reviews an honor guard during a ceremonial welcome in the garden of Buckingham Palace in London AP 41/50 2 June 2019 A cruise ship crashed into a dock and a tourist river boat on one of Venice’s busiest canals. Four people were injured in the smash, Venice port authorities reported. It happened on the Giudecca Canal – a major thoroughfare that leads to Saint Mark’s Square – on Sunday morning at 8.30am AFP/Getty 42/50 1 June 2019 Supporters arrive at Wanda Metropolitano stadium for the Champions League final between Tottenham Hotspur and Liverpool in Madrid EPA 43/50 31 May 2019 A Palestinian girl cool off by water to beat the scorching heat, as others pray outside the Dome of the Rock at the al-Aqsa Mosque in Jerusalem during the last Friday prayers of the Muslim holy month of Ramadan,31 May 2019. Israeli police Friday morning shot and killed a Palestinian young man following an alleged stabbing attack in Jerusalemâ€™s Old City. Muslims around the world celebrate the holy month of Ramadan by praying during the night time and abstaining from eating, drinking, and sexual acts daily between sunrise and sunset. Ramadan is the ninth month in the Islamic calendar and it is believed that the Koran's first verse was revealed during its last 10 nights. EPA 44/50 30 May 2019 Serena Williams in action during her second round match against Japan's Kurumi Nara. The 23-time grand slam winner went through to the next round 6-3, 6-2 Reuters 45/50 29 May 2019 Ken Wyatt is sworn in as Minister for Indigenous Australians by Australia's Governor-General Sir Peter Cosgrove in Canberra, Australia. Scott Morrison announced his new ministry on Sunday 26 May, following his victory in the May 18 Federal election. The new Cabinet features a record number of women with seven taking on senior roles, including Bridget McKenzie as the first female Agriculture Minister. Ken Wyatt is the first indigenous person to be appointed the Indigenous Affairs Minister Getty 46/50 28 May 2019 People look on as they examine the damaged remains of school in Dayton, Ohio, after powerful tornadoes ripped through the US state overnight, causing at least one fatality and widespread damage and power outages AFP/Getty 47/50 27 May 2019 President Donald Trump and first lady Melania Trump attend a State Banquet with Japanese Emperor Naruhito, second from right, and Empress Masako at the Imperial Palace in Tokyo AP 48/50 26 May 2019 Former Italian PM and leader of the right-wing party Forza Italia Silvio Berlusconi looks at photographers as he casts his vote at a polling station in Milan AFP/Getty 49/50 25 May 2019 A paramilitary soldier stands guard in front of closed shops during restrictions in downtown area of Srinagar EPA 50/50 24 May 2019 Pope Francis gestures as he participates alongside thousands of soccer-mad children in a project to promote the values of sport and soccer, at the Vatican Reuters\n\nHungary also said it will not sign the final document at a ceremony in Morocco in December and Poland, which has also clashed with Brussels by resisting national quotas for asylum seekers, has said it is considering the same step.\n\nAgencies contributed to this report",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.independent.co.uk/subscribe?utm_medium=prompt&utm_source=internal&utm_campaign=brexit_inline&regSourceMethod=Standard+Article"
            ]
        },
        "key_words": [
            "france",
            "ap",
            "pride",
            "pact",
            "2019",
            "hungary",
            "austria",
            "epa",
            "world",
            "protest",
            "trump",
            "afpgetty",
            "migration",
            "withdrawing",
            "protesters",
            "follow"
        ]
    },
    {
        "url": "https://www.swissinfo.ch/eng/society/hundreds-of-rich-foreigners-buy-swiss-residency-thanks-to-derogation/42951460",
        "title": "Rich foreigners ‘buy’ Swiss residency thanks to derogation",
        "authors": [
            {
                "name": "Simon Bradley",
                "link": null
            }
        ],
        "publisher": "www.swissinfo.ch",
        "publish_date": "2017-02-10",
        "text": "Obtaining a permit to work in Switzerland, like this B residence permit, depends on many factors, including where you are from, the skills you have and quotas, but having money also helps. (Keystone)\n\nObtaining a Swiss residence permit is not an easy process and comes with strict rules. This is particularly the case for third-country nationals. But money helps immensely.\n\nAccording to a report published by the Aargauer Zeitung newspaperexternal link on Friday, over the past eight years 523 foreigners who were considered ‘important public interests’ took advantage of a legal amendment and obtained Swiss residency. The breakdown by nationality is below:\n\nq The following content is sourced from external partners. We cannot guarantee that it is suitable for the visually or hearing impaired.\n\nTo help put together a successful residency application and negotiate with the authorities, people rely on specialist relocation lawyers and consultants, which can cost from CHF50,000 upwards.\n\nObtaining a permit to live and work in Switzerland depends on many factors, including where you are from, the skills you have and quotas. Citizens of the European Union and European Free Trade Association (EFTA) generally benefit from the free movement of people accord, while third-country nationals face stricter requirements and annual quotas.\n\nIn most instanceexternal links, non-EU/EFTA citizens need a job but having money is a huge help. Wealthy retirees with pre-existing close ties to Switzerland, or financially independent people with businesses, who pay considerable annual tax and can afford lawyers’ fees, can gain a head start.\n\nWealthy foreigners can also negotiate so-called ‘lump sum’ tax deals in certain cantons. These deals levy a charge equivalent to seven times the rental value of the taxpayer’s property, provided the person derives their income from abroad.\n\nSome rich third country nationals wanting to relocate have been assisted by a change to the Federal Act on Foreign Nationals in 2008external link. The law was amended to give cantons more freedom and leeway when deciding who gets a residency permit.\n\nArticle 30, paragraph b of the federal law states that in cases of ‘important public interests’, cantons may grant new applicants from non-EU/EFTA countries derogations from the strict admission requirements to secure an initial B residence permit.\n\nThe clause ‘important public interests’ is an elastic legal term. It relates to tax questions, but also to cultural (artists), political or legal issuesexternal link. In 2014, the Federal Migration Office told the NZZ newspaper that the criteria generally meant high taxpayers.\n\nNeuer Inhalt Horizontal Line\n\nLike swissinfo.ch? Meh? Let us know. Survey Your questions become our stories: time to vote",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.swissinfo.ch/eng/curious-switzerland_your-questions-become-our-stories-time-to-vote/43486070?utm_campaign=comonth19&utm_medium=display&utm_source=swissinfoch&utm_content=o",
                "https://www.swissinfo.ch/eng/targeting-the-rich_cantons-weigh-up-value-of-lump-sum-tax/40810248",
                "https://www.aargauerzeitung.ch/schweiz/523-auslaender-kauften-bisher-eine-schweizer-b-bewilligung-130960814"
            ],
            "gov_pgs": [
                "https://www.admin.ch/opc/en/classified-compilation/20020232/index.html"
            ],
            "unsure": [
                "https://www.ch.ch/en/renewal-overview-swiss-residence-permit/",
                "https://www.swissinfo.ch/eng/work-permits/29191706",
                "https://www.parlament.ch/fr/ratsbetrieb/suche-curia-vista/geschaeft?AffairId=20141014"
            ]
        },
        "key_words": [
            "foreigners",
            "residency",
            "tax",
            "derogation",
            "buy",
            "money",
            "link",
            "nationals",
            "swiss",
            "legal",
            "residence",
            "thanks",
            "switzerland",
            "public",
            "rich",
            "permit"
        ]
    },
    {
        "url": "https://www.reuters.com/article/us-global-migration-pact/u-n-countries-agree-on-pact-to-manage-mass-global-migration-idUSKBN1K32YW",
        "title": "U.N. countries agree on pact to manage mass global migration",
        "authors": [
            {
                "name": "Ellen Wulfhorst",
                "link": null
            }
        ],
        "publisher": "www.reuters.com",
        "publish_date": "2018-07-13",
        "text": "UNITED NATIONS (Thomson Reuters Foundation) - The United Nations agreed on Friday on wide-ranging ways to cope with the millions of migrants moving from country to country, overcoming “mistrust” and “difficult” issues to draw up the first-ever migration pact, officials said.\n\nThe non-binding agreement, approved by all 193 member nations except the United States that pulled out last year, aims to make migration safe and orderly amid issues of national sovereignty and international cooperation, U.N. officials said.\n\nThe move came after the migration crisis in Europe in 2015, which saw the biggest influx of refugees and migrants since World War Two, officials said. The crisis strained resources and triggered fear of foreigners and nationalist tensions.\n\nSome 250 million people around the world are migrants, according to U.N. data, or 3.4 percent of the global population.\n\n“Migration is a fact. It has been here for centuries. It is here to stay for centuries more,” Miroslav Lajčák, president of the U.N. General Assembly, told a media briefing.\n\n“But we have never had an instrument that helps us to govern, to manage this process. We have been in reactive mode.”\n\nThe official Global Compact For Safe, Orderly and Regular Migration addresses why people migrate, how to protect them, how to integrate them into new countries, means of returning them home and other issues.\n\nAmbassador Jurg Lauber of Switzerland, who helped run the pact negotiations, called it a “catalog of measures” rather than a “one-size-fits-all” set of rules.\n\n“The strength, the force of the document is its practical value,” he told the Thomson Reuters Foundation ahead of Friday’s agreement.\n\nFormal adoption is set for December in Morocco.\n\nIt was agreed by 192 member nations after the United States quit the negotiations saying it was not compatible with U.S. sovereignty.\n\nHungarian media reported on Friday that Hungary’s foreign minister may propose that Budapest pull out of the pact because it could aid the flow of migrants to Europe.\n\nReaching agreement on the pact required overcoming distrust among adversarial nations, said Ambassador Juan José Gómez Camacho of Mexico, who also helped run the talks.\n\nHe said one objective of the pact is battling human trafficking which was “a cancer of the phenomenon on migration.”\n\n“The issue of migration is highly political, and there is naturally distrust or mistrust between countries on this,” he told the Thomson Reuters Foundation. “We needed to strengthen the trust, build trust.”",
        "quotes": [
            [
                "It has been here for centuries.",
                "Miroslav Lajčák",
                true
            ],
            [
                "It is here to stay for centuries more,",
                "Miroslav Lajčák",
                true
            ],
            [
                "But we have never had an instrument that helps us to govern, to manage this process.",
                "",
                true
            ],
            [
                "We have been in reactive mode.",
                "",
                true
            ],
            [
                "The strength, the force of the document is its practical value,",
                "",
                true
            ],
            [
                "a cancer of the phenomenon on migration.",
                "",
                false
            ],
            [
                "The issue of migration is highly political, and there is naturally distrust or mistrust between countries on this,",
                "",
                true
            ],
            [
                "We needed to strengthen the trust, build trust.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://news.trust.org"
            ]
        },
        "key_words": [
            "countries",
            "pact",
            "migrants",
            "global",
            "foundation",
            "agree",
            "manage",
            "thomson",
            "world",
            "officials",
            "nations",
            "migration",
            "united",
            "told",
            "mass"
        ]
    },
    {
        "url": "https://www.theguardian.com/world/2018/nov/01/austria-criticised-not-signing-un-global-migration-compact-european-commission",
        "title": "EU criticises Austria for not signing UN global migration pact",
        "authors": [
            {
                "name": "Jennifer Rankin",
                "link": null
            }
        ],
        "publisher": "www.theguardian.com",
        "publish_date": "2018-11-01",
        "text": "This article is more than 8 months old\n\nThis article is more than 8 months old\n\nBrussels has spoken out against Austria’s decision to join Hungary in not signing a UN global migration pact approved by most countries.\n\nThe rightwing government in Vienna announced on Wednesday that it would not agree to the global compact on migration because it feared this would lead to “a human right to migration”, a claim dismissed by the UN.\n\nHungary and the US have already withdrawn from the compact, while Poland is considering not signing the accord.\n\nA European commission spokeswoman said: “We regret the decision that the Austrian government has taken. We continue to believe that migration is a global challenge where only global solutions and global responsibility sharing will bring results.”\n\nAustria had played “an extremely constructive and key role” in the negotiations, she added.\n\nOn Thursday Prime Minister Andrej Babiš said he wanted to stop the Czech Republic joining the pact, arguing that the difference between legal and illegal migration was becoming blurred. “I will be proposing to my partners in government that we act in the same way as Austria or Hungary,” he told lawmakers, according to a parliamentary transcript.\n\nThe Visegrad countries in central Europe (Poland, Hungary, the Czech Republic and Slovakia) have clashed with the EU over mandatory refugee quotas.\n\nThe Austrian government, a coalition between the conservative People’s party and the far-right Freedom party, believes the pact mixes up the rights of asylum seekers with those of economic migrants.\n\nThe cabinet agreed to argue against any attempt to establish a human right to migration.\n\nLouise Arbour, the UN special representative for international migration, said: “The question of whether this is an invidious way to start promoting a ‘human right to migrate’ is not correct. It’s not in the text; there’s no sinister project to advance that.”\n\nShe described the decision as regrettable and said the compact aimed to improve the management of cross-border movements of people.\n\nThe compact, which is non-binding, states that nations have the sovereign right to “determine their national migration policy and their prerogative to govern migration within their jurisdiction”. It adds: “Within their sovereign jurisdiction, states may distinguish between regular and irregular migration status.”\n\nThe Austrian government was elected last year, following a backlash against the arrival of 1.2 million asylum seekers in the EU, many fleeing conflict in the Middle East. During the migration crisis of 2015, more than 90,000 people applied for asylum in Austria, more per capita than any other EU member state.\n\nAustria, which holds the EU rotating presidency, has faced questions as to whether its hardline stance on migration undermines its role as an honest broker in steering the EU towards a compromise on migration.\n\nThe chancellor, Sebastian Kurz, and the Hungarian prime minister, Viktor Orbán, have led calls for tougher border security and creating offshore processing centres for migration – ideas that have caught on.\n\nThe EU wants north African countries to take more people rescued from the central Mediterranean, although progress in setting up these “disembarkation platforms” has been scant. An Austrian idea of migration processing camps in Albania has faced opposition.",
        "quotes": [
            [
                "We regret the decision that the Austrian government has taken.",
                "",
                true
            ],
            [
                "We continue to believe that migration is a global challenge where only global solutions and global responsibility sharing will bring results.",
                "",
                true
            ],
            [
                "an extremely constructive and key role",
                "",
                false
            ],
            [
                "I will be proposing to my partners in government that we act in the same way as Austria or Hungary,",
                "Andrej Babiš",
                true
            ],
            [
                "The question of whether this is an invidious way to start promoting a ‘human right to migrate’ is not correct.",
                "Louise Arbour",
                true
            ],
            [
                "It’s not in the text; there’s no sinister project to advance that.",
                "Louise Arbour",
                true
            ],
            [
                "determine their national migration policy and their prerogative to govern migration within their jurisdiction",
                "Louise Arbour",
                false
            ],
            [
                "Within their sovereign jurisdiction, states may distinguish between regular and irregular migration status.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.theguardian.com/commentisfree/2016/jun/10/austria-refugees-migration-crisis-eu",
                "https://www.theguardian.com/world/2017/sep/06/eu-court-dismisses-complaints-by-hungary-and-slovakia-over-refugees",
                "https://www.theguardian.com/world/2018/sep/17/hungary-vows-to-keep-up-fight-against-eu-border-protection",
                "https://www.theguardian.com/global-development/2018/sep/27/global-leaders-must-match-fine-words-on-migration-with-urgent-action-refugees-francesco-rocca",
                "https://www.theguardian.com/world/2017/dec/16/austrian-president-approves-far-right-freedom-party-role-in-coalition-government",
                "https://www.theguardian.com/world/2018/jul/05/germany-austria-and-italy-to-moot-closing-southern-migrant-route",
                "https://www.theguardian.com/world/2018/jun/19/eu-migrant-processing-centres-north-africa-refugees",
                "https://www.theguardian.com/world/2017/dec/03/donald-trump-pulls-us-out-of-un-global-compact-on-migration"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.theguardian.com/world/hungary",
                "https://www.theguardian.com/world/european-commission",
                "https://www.theguardian.com/world/austria"
            ]
        },
        "key_words": [
            "pact",
            "decision",
            "eu",
            "hungary",
            "global",
            "austria",
            "austrian",
            "criticises",
            "signing",
            "human",
            "migration",
            "compact",
            "right"
        ]
    },
    {
        "url": "https://www.internations.org/switzerland-expats/guide/moving-to-switzerland-15502/residence-permits-for-switzerland-3",
        "title": "Residence Permits for Switzerland",
        "authors": [],
        "publisher": "www.internations.org",
        "publish_date": "",
        "text": "InterNations makes use of JavaScript. Please enable it to have full user experience.",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [
                "http://www.bfm.admin.ch/content/bfm/en/home/themen/aufenthalt/adressen.html"
            ],
            "unsure": [
                "https://www.internations.org/switzerland-expats/guide/29455-visa-administration/permission-to-stay-a-while-get-a-swiss-residence-permit-18986"
            ]
        },
        "key_words": [
            "makes",
            "enable",
            "user",
            "experience",
            "residence",
            "javascript",
            "switzerland",
            "permits",
            "internations"
        ]
    },
    {
        "url": "https://www.thenews.com.pk/print/489762-pakistan-proposes-plan-at-un-to-address-faith-based-hatred-islamophobia",
        "title": "Pakistan proposes plan at UN to address faith-based hatred, Islamophobia",
        "authors": [],
        "publisher": "www.thenews.com.pk",
        "publish_date": "2019-06-25",
        "text": "Pakistan proposes plan at UN to address faith-based hatred, Islamophobia\n\nNEW YORK: Pakistan on Monday proposed a six-point plan to address the new manifestations of racism and faith-based hatred, especially Islamophobia at the United Nations headquarters, organised by Pakistan along with Turkey, the Holy See and the UN.\n\nThe plan was proposed by Pakistan's Permanent Representative to the UN Maleeha Lodhi at a session titled \"Countering terrorism and other acts of violence based on religion or belief\" in the wake of the launch last week by UN Secretary-General Antonio Guterres of his strategy and action plan against hate speech.\n\nOther speakers also called for effective steps to counter the challenge posed by the growing phenomenon of faith-based hatred and violence so as to promote peaceful, inclusive and just societies around the world.\n\n\"A particularly alarming development is the rise of Islamophobia which represents the recent manifestation of the age-old hatred that spawned anti-Semitism, racism, apartheid and many other forms of discrimination,\" the ambassador said in her speech.\n\nShe added, Prime Minister Imran Khan had repeatedly called for urgent action to counter Islamophobia at various forums. \"We encourage the UN and other relevant organisations to address this issue.\"\n\nParticipants in the discussion that ensued at the event praised Ambassador Lodhi for the timely move. With an increasing trend of violence based on religion, and hateful narratives spreading across the world, this event was aimed at discussing this important issue and help in charting a way forward, the Pakistani envoy told APP.\n\nPanellists included, apart from ambassadors of Turkey and the Holy See (Vatican) and Under-Secretary-General of Office of Counter Terrorism Vladimir Voronkov, Imam Faisal Abdul Rauf, president of Cordoba House, and the UN Chief’s Advisor on Prevention of Genocide Adama Dieng.\n\nAmong others who took part included ambassadors of Qatar, Saudi Arabia, Indonesia, Somalia, Kyrgyzstan and Uzbekistan. In her remarks, Ambassador Lodhi elaborated the six points to deal with hate-driven violence and Islamophobia.\n\nGovernments needs to adopt legislation to address the issue, she said, adding that tech companies must prevent digital technologies and social media platforms from becoming channels for inflammatory content, incitement and negative stereotyping.\n\nAs regards Islamophobia, she said it must be countered through a focused strategy as social tensions engendered by it posed a risk to vulnerable Muslim migrants and refugees in the West, besides potentially threatening the social cohesion of host communities.\n\nAlso, there was need to boost investment in enhanced research to monitor the trends and analyse the root-causes and drivers of violence incited by religious hatred. Engagement with youth and women as well youth was imperative to establish tolerant and inclusive societies as also the critical need to increase investment in education. \"As hatred is born in the mind, education would be key to promoting peace and tolerance,\" the Pakistani envoy remarked.\n\nReferring to the recent tragic events in Christchurch, Sri Lanka and Pittsburg, she said hateful views and words are not only consequential – they can kill.\n\nMore disturbingly, she said, this does not seem to be an isolated phenomenon limited to fringe groups on society’s periphery and called for addressing it. \"Populist narratives are being exploited by demagogues as a strategy to achieve political objectives,\" she said.\n\n\"In many parts of the world, including our own region, hateful rhetoric is being used to secure narrow political and electoral gains.\" Ambassador Lodhi added, \"Our efforts to promote more peaceful societies must be founded on the most fundamental of human values that call for tolerance and respect for human life.\n\n\"Let this be a moment for all of us to come together to reverse the tide of hate and intolerance and its violent manifestations. If we have to eliminate terrorism, we must eliminate its root causes.\n\n\"In his remarks, Under-Secretary-General of the United Nations Office of Counter-Terrorism Vladimir Voronkov noted an alarming rise in hate speech, xenophobia and other forms of bigotry, which can incite violence.”\n\nHe pointed to a resurgence of anti-Semitism and Neo-Nazi organisations, while attacks on Muslims in several societies were on the rise. \"Violence driven by ideology can only be effectively countered by more powerful ideological arguments,\" Voronkov said, adding that religious leaders and faith-based organisations have vital roles to play in promoting understanding and acting as advocates for peace and harmony.\n\nVictims, he said, were extremely powerful and credible messengers, and their experiences put a human face to the impact of terrorism and help to counter the warped narratives of terrorists and violent extremists.\n\nTurkish Ambassador Feridun Hadi Sinirlioglu called for stepping up efforts to combat racism as, \"We can no longer turn a blind eye to this phenomenon, which is becoming more and more mainstream in several societies.\n\n“All relevant actors, including teachers, community and religious leaders, had an important role to educate the young generation. \"We also need to take a closer look at the root causes of these phenomena,\" he said.\n\n\"Children are not born with hatred. Hatred is taught, it is acquired. It is our responsibility to make sure that our children are taught to respect the other. \"The Turkish envoy urged governments to work on increasing pluralism, inclusiveness and creating equal opportunities for all.\n\n\"We need to ensure that women play a full and active role in this process.” The Permanent Observer of the Holy See to the UN, Archbishop Bernardito Auza, said that protecting the right to freedom of religion, conscience and belief was an essential first step in countering terrorism and other acts of violence against religious believers and in promoting a culture of tolerance and inclusion.\n\n\"Religion is not a problem but a part of the solution,” he said, while stressing that teaching in schools, pulpits and through the internet do not foment intransigence and extremist radicalisation but dialogue, respect for others and reconciliation.\n\nAdama Dieng, Special Advisor on the Prevention of Genocide referred to the challenge of hate speech, said in both liberal democracies and authoritarian regimes, some political leaders are bringing the hate-fuelled ideas and language of these groups into the mainstream.”\n\nAddressing hate speech should never be confused with suppressing freedom of expression. Instead, it should keep it from escalating into something more dangerous, particularly incitement to discrimination, hostility and violence,\" Dieng said.\n\nSaudi Arabian Ambassador Abdullah Al-Mouallimi stressed the need for building counter-narratives against religion based violence and terrorism. He said there was a need to address the root causes of the problem and that freedom of expression must not be used to incite violence and hatred.\n\nQatar’s Ambassador to the UN Sheikha Alya Ahmed bin Saif Al-Thani reiterated the importance of quality education, social inclusion and justice for addressing this challenge. The Deputy Permanent Representative of Indonesia said that a whole-of-society approach is needed to address the issue of violence and terrorism incited by hatred. Interfaith dialogue was important for addressing this issue, and countries must join resources to tackle the problem, he said.",
        "quotes": [
            [
                "Countering terrorism and other acts of violence based on religion or belief",
                "Maleeha Lodhi",
                false
            ],
            [
                "A particularly alarming development is the rise of Islamophobia which represents the recent manifestation of the age-old hatred that spawned anti-Semitism, racism, apartheid and many other forms of discrimination,",
                "",
                true
            ],
            [
                "We encourage the UN and other relevant organisations to address this issue.",
                "",
                true
            ],
            [
                "As hatred is born in the mind, education would be key to promoting peace and tolerance,",
                "",
                true
            ],
            [
                "Populist narratives are being exploited by demagogues as a strategy to achieve political objectives,",
                "",
                true
            ],
            [
                "In many parts of the world, including our own region, hateful rhetoric is being used to secure narrow political and electoral gains.",
                "Lodhi",
                true
            ],
            [
                "Our efforts to promote more peaceful societies must be founded on the most fundamental of human values that call for tolerance and respect for human life.",
                "Lodhi",
                true
            ],
            [
                "Let this be a moment for all of us to come together to reverse the tide of hate and intolerance and its violent manifestations.",
                "Lodhi",
                true
            ],
            [
                "If we have to eliminate terrorism, we must eliminate its root causes.",
                "Lodhi",
                true
            ],
            [
                "In his remarks, Under-Secretary-General of the United Nations Office of Counter-Terrorism Vladimir Voronkov noted an alarming rise in hate speech, xenophobia and other forms of bigotry, which can incite violence.”\n\nHe pointed to a resurgence of anti-Semitism and Neo-Nazi organisations, while attacks on Muslims in several societies were on the rise.",
                "Lodhi",
                true
            ],
            [
                "Violence driven by ideology can only be effectively countered by more powerful ideological arguments,",
                "Lodhi",
                true
            ],
            [
                "We can no longer turn a blind eye to this phenomenon, which is becoming more and more mainstream in several societies.",
                "",
                true
            ],
            [
                "All relevant actors, including teachers, community and religious leaders, had an important role to educate the young generation.",
                "",
                true
            ],
            [
                "We also need to take a closer look at the root causes of these phenomena,",
                "",
                true
            ],
            [
                "Children are not born with hatred.",
                "Adama Dieng",
                true
            ],
            [
                "Hatred is taught, it is acquired.",
                "Adama Dieng",
                true
            ],
            [
                "It is our responsibility to make sure that our children are taught to respect the other.",
                "Adama Dieng",
                true
            ],
            [
                "The Turkish envoy urged governments to work on increasing pluralism, inclusiveness and creating equal opportunities for all.",
                "Adama Dieng",
                true
            ],
            [
                "We need to ensure that women play a full and active role in this process.” The Permanent Observer of the Holy See to the UN, Archbishop Bernardito Auza, said that protecting the right to freedom of religion, conscience and belief was an essential first step in countering terrorism and other acts of violence against religious believers and in promoting a culture of tolerance and inclusion.",
                "Adama Dieng",
                true
            ],
            [
                "Religion is not a problem but a part of the solution,” he said, while stressing that teaching in schools, pulpits and through the internet do not foment intransigence and extremist radicalisation but dialogue, respect for others and reconciliation.",
                "Adama Dieng",
                true
            ],
            [
                "Adama Dieng, Special Advisor on the Prevention of Genocide referred to the challenge of hate speech, said in both liberal democracies and authoritarian regimes, some political leaders are bringing the hate-fuelled ideas and language of these groups into the mainstream.”\n\nAddressing hate speech should never be confused with suppressing freedom of expression.",
                "Adama Dieng",
                true
            ],
            [
                "Instead, it should keep it from escalating into something more dangerous, particularly incitement to discrimination, hostility and violence,",
                "Adama Dieng",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "hate",
            "islamophobia",
            "ambassador",
            "societies",
            "violence",
            "proposes",
            "hatred",
            "terrorism",
            "need",
            "religious",
            "pakistan",
            "faithbased",
            "social",
            "plan",
            "address"
        ]
    },
    {
        "url": "https://www.gatestoneinstitute.org/12975/killing-free-speech",
        "title": "Killing Free Speech",
        "authors": [
            {
                "name": "Khaled Abu Toameh",
                "link": null
            },
            {
                "name": "Amir Taheri",
                "link": null
            },
            {
                "name": "Majid Rafizadeh",
                "link": null
            },
            {
                "name": "Gordon G. Chang",
                "link": null
            },
            {
                "name": "Alan M. Dershowitz",
                "link": null
            },
            {
                "name": "Judith Bergman",
                "link": null
            }
        ],
        "publisher": "www.gatestoneinstitute.org",
        "publish_date": "2018-09-21",
        "text": "The OICs highly ambitious plans to do away with freedom of speech go severely underreported in the West. Mainstream journalists do not appear to find it dangerous that their freedom of speech should be supervised by the OIC, while Western governments, far from offering any resistance, appear, perhaps for votes, to be cozily going along with everything.\n\nThat part of the strategy has already had much success across the Western world, where authorities and media do not want to label Muslim terrorists as Islamic, but routinely describe them as \"mentally ill.\"\n\nThe OIC's media strategy encourages \"accurate and factual portrayal of Islam. Emphasis should be directed at avoidance of any link or association of Islam with terrorism or the use of Islamophobic rhetoric... such as labeling criminal terrorists as 'Islamic' fascists, 'Islamic' extremists.\"\n\nThe Organisation of Islamic Cooperation (OIC) is trying to curb your freedom of speech -- yet again. [1]\n\nIn June, the first \"1st Islamic-European Forum for examining ways of cooperation to curb hate speech in the media,\" initiated by the OIC, ironically but sadly took place at the Press Club Brussels Europe.\n\nThe director of the information department of the OIC, Maha Mustafa Aqeel, explained that the forum is part of the OIC's media strategy[2] to counter \"Islamophobia\":\n\n\"Our strategy focuses on interacting with the media, academics, and experts on various relevant topics, in addition to engaging with Western governments to raise awareness, support the efforts of Muslim civil society bodies in the West, and engage the latter in developing plans and programs to counter Islamophobia.\"\n\nUnlike almost all other intergovernmental organizations, the OIC wields both religious and political power. It describes itself as:\n\n\"...the second largest inter-governmental organization after the United Nations with a membership of 57 states spread over four continents. The Organization is the collective voice of the Muslim world... espousing all causes close to the hearts of over 1.5 billion Muslims of the world.\"\n\nAccording to the OIC's Charter, one of the objectives of the organization is \"To disseminate, promote and preserve the Islamic teachings and values based on moderation and tolerance, promote Islamic culture and safeguard Islamic heritage,\"[3] as well as \"To protect and defend the true image of Islam, to combat defamation of Islam and encourage dialogue among civilisations and religions.\"[4]\n\nAt the 11th Session of The Islamic Summit Conference (Session of The Muslim Ummah in The 21St Century) in Dakar, Senegal (13-14 March 2008), the member states of the OIC decided to \"renew our pledge to work harder to make sure that Islam's true image is better projected the world over...\"[5] and to \"seek to combat an Islamophobia with designs to distort our religion\"[6].\n\nIn 2008, the OIC published its 1st OIC Observatory Report on Islamophobia. This document listed a number of interactions that OIC representatives had with Western audiences -- including the Council of Europe, the Organization for Security and Co-operation in Europe (OSCE), and academics and others at universities such as Georgetown and Oxford -- and stated:\n\n\"The point that was underscored in all these interactions was that Islamophobia was gradually gaining inroads into the mind-set of the common people in Western societies, a fact that has created a negative and distorted perception of Islam. It was emphasized that Muslims and Western societies would have to address the issue with a sense of commitment to ending Islamophobia... Islamophobia poses a threat not only to Muslims but to the world at large.\"[7]\n\nSince that 1st OIC Observatory Report on Islamophobia, the OIC opened its Permanent Observer Mission to the EU (in 2013) and also cooperates with the OSCE and the Council of Europe \"to combat stereotypes and misunderstandings and foster tolerance.\"[8] In December 2017, the OIC and the EU agreed on strengthening bilateral cooperation, when they held their second Senior Officials' Meeting (SOM) at the OIC headquarters, during which both sides agreed on \"strengthening bilateral cooperation through concrete actions\".\n\nThe OIC was concrete in its demands to the West. In a statement delivered at the Parliamentary Assembly of the Council of Europe, the OIC Secretary General called for Europe to \"Prosecute and punish for racial discrimination... through the framework of appropriate legislation\" and also to \"Strengthen existing legislation on discrimination and discriminatory and 'unequal treatment' adopted by EU council directives\"[9].\n\nToday, many Western European governments are prosecuting their own citizens for criticizing Islam or Muslims in, for example, Sweden, Germany and the UK, although it is unclear, whether or how much of this development can be directly attributed to the OIC.\n\nIn Sweden, for instance, pensioners especially have been prosecuted for making critical comments about Islam on Facebook. A 71-year-old woman referred to so-called unaccompanied minors as \"bearded children\" and said -- not inaccurately (here and here and here) -- that some seem to be \"engaged in rape and demolishing their [asylum] homes\". In February 2018, a Swedish court sentenced her to a fine for \"incitement of hatred against an ethnic group\".\n\nIn Germany, a journalist, Michael Stürzenberger, was handed a six-month suspended jail sentence for posting on his Facebook page a historical photo of the Grand Mufti of Jerusalem, Haj Amin al-Husseini, shaking the hand of a senior Nazi official in Berlin in 1941. The prosecution accused Stürzenberger of \"inciting hatred towards Islam\" and \"denigrating Islam\" by publishing the photograph.\n\nIn addition to cultivating high-level contacts with Western actors, the OIC also is pursuing a comprehensive media strategy, agreed upon in Saudi Arabia in December 2016 and focused on the West.\n\nThis OIC media strategy claims as one of its goals:\n\n\"To increase the interaction with media outlets and professionals, while encouraging accurate and factual/portrayal of Islam. Emphasis should be directed at avoidance of any link or association of Islam with terrorism or the use of Islamophobic rhetoric in the war on terror, such as labeling criminal terrorists as 'Islamic' fascists, 'Islamic' extremists.\"[10]\n\nPart of that strategy has already had much success across the Western world, where authorities and media do not want to label Muslim terrorists as Islamic, but routinely describe them as \"mentally ill.\"\n\nThe OIC also notes that it would like media professionals and journalists \"to develop, articulate and implement voluntary codes of conduct to counter Islamophobia\"[11], while at the same time engaging Western governments \"in creating awareness against the dangers of Islamophobia by addressing the responsibility of media on the issue\"[12]. The OIC additionally states that it would like to train foreign journalists to \"deal with the phenomenon of hatred and defamation of the Islamic religion\"[13]-- as exemplified by the recent European-Islamic Forum, where attendees were introduced to the OIC's \"Program for Training Media Professionals on Redressing Stereotypes about Islam\".\n\nAs maintained earlier here, European journalists -- helped along by the EU -- are already very adept at censoring themselves, which means that the OIC's work is probably already more than half-done when it comes to Europe.\n\nFinally, the OIC media strategy calls for fostering a \"network of high profile western public figures supporting efforts to combat Islamophobia in politics, journalism and civil society\" as well as teams of scholars academics, and celebrities, who will be the faces of the campaign.[14]\n\nThe IOC mentions the following, among others, as examples of mass media campaigns it aims to launch as part of its media strategy[15]:\n\nTelevision and advertising campaigns \"targeting public transport (bus and metro) famous newspapers and magazines for each country two times in one year\".\n\nArranging three talk shows per year in key TV channels in US and Europe about Islam with the participation of selected members from Muslim countries.\n\n10 lectures per year in each country (universities, unions and suggested important centers) \"about Islamic role in building cultures and connect between religions\".\n\nVisits to schools and universities by OIC \"specialist teams\".\n\nHosting 100 \"Western activists\" from various fields in selected Muslim countries where they \"can interact with intellectuals, politicians, media figures, and religious scholars\".\n\nProduce one-hour documentary \"examining the growth of Islamophobia in the West and its impact on Muslims around the world and interfaith relations\" for broadcasting \"on mainstream networks such as Britain's BBC and Channel 4 or America's PBS\".\n\nThe OIC is being assisted in all these efforts by \"prestigious public relations companies such as UNITAS Communications which is based in London, UK and Golden Cap based in Jeddah, Kingdom of Saudi Arabia\"[16].\n\nThe OIC promises that it will also create a fund to support local anti-Islamophobia initiatives, and monitor media and place commentary and news stories in key Western publications.\n\nIt is important to note that in the years 1998-2011, the OIC sought to advance an agenda in the UN, banning \"the defamation of religions\", but the OIC gave up on the ban after realizing that there was not sufficient support there for the proposal. \"We could not convince them,\" said Ekmeleddin Ihsanoglu, the Turkish head of the IOC at the time. \"The European countries don't vote with us, the United States doesn't vote with us.\"\n\nInstead of pursuing the ban on defamation of religions, the OIC shifted its focus to UN Resolution 16/18 [17] which calls upon states to take concrete steps to prohibit discrimination on the basis of religion, \"foster religious freedom and pluralism,\" and \"counter religious profiling which is understood to be the invidious use of religion as a criterion in conducting questionings, searches and other law enforcement investigative procedures.\"\n\nAndrew C. McCarthy, a critic of Resolution 16/18, maintains that:\n\n\"Sharia forbids any speech — whether true or not — that casts Islam in an unfavorable light, dissents from settled Muslim doctrine, has the potential to sow discord within the ummah, or entices Muslims to renounce Islam or convert to other faiths. The idea is not merely to ban gratuitous ridicule — which, by the way, sensible people realize government should not do (and, under our Constitution, may not do) even if they themselves are repulsed by gratuitous ridicule. The objective is to ban all critical examination of Islam, period...\" [Emphasis in original]\n\nThe OICs highly ambitious plans to do away with freedom of speech go severely underreported in the West. Mainstream Western journalists do not appear to find it dangerous that their freedom of speech should be supervised by the OIC, while Western governments, far from offering any resistance, appear, perhaps for votes, to be cozily going along with everything.\n\nJudith Bergman is a columnist, lawyer and political analyst.\n\n[1] See also \"Organization of Islamic Cooperation's 'Islamophobia' Campaign against Freedom\" and \"The OIC vs. Freedom of Expression\"\n\n[2] See also \"The OIC/NGOs cooperation in combating Islamophobia\" from the International Conference on Islamophobia, Istanbul 2007.\n\n[3] OIC Charter Article 1(11)\n\n[4] Ibid., Article 1 (12)\n\n[5] 11th Session of the Islamic Summit Conference, Dakar Declaration, p 4\n\n[6]Ibid., p 4\n\n[7] 1st OIC observatory report on Islamophobia (May 2007 to May 2008) p 24 (section 4.5.)\n\n[8] 1st OIC observatory report on Islamophobia (May 2007 to May 2008) p 30. (sections 4.5.7 and 4.5.8)\n\n[9] Ibid., p 30 (Section 4.5.8)\n\n[10] OIC Media Strategy in Countering Islamophobia and Its Implementation Mechanisms, p 2, (section I (2))\n\n[11] Ibid., p 4, Section III (1)\n\n[12] Ibid., p 4, Section III (3)\n\n[13] Ibid., p 5, Section III (7)\n\n[14] Ibid., pp 3-4, Section II(2) and (7)\n\n[15] Ibid., pp 8-9, Section 7\n\n[16] Ibid., p 6\n\n[17] Resolution 16/18 on Combating intolerance, negative stereotyping and stigmatization of, and discrimination, incitement to violence and violence against, persons based on religion or belief. The resolution was passed in the UN Human Rights Council in 2011 with support from both OIC member countries and Western countries, including the United States.",
        "quotes": [
            [
                "accurate and factual portrayal of Islam.",
                "",
                false
            ],
            [
                "Emphasis should be directed at avoidance of any link or association of Islam with terrorism or the use of Islamophobic rhetoric... such as labeling criminal terrorists as 'Islamic' fascists, 'Islamic' extremists.",
                "",
                true
            ],
            [
                "1st Islamic-European Forum for examining ways of cooperation to curb hate speech in the media,",
                "",
                false
            ],
            [
                "Our strategy focuses on interacting with the media, academics, and experts on various relevant topics, in addition to engaging with Western governments to raise awareness, support the efforts of Muslim civil society bodies in the West, and engage the latter in developing plans and programs to counter Islamophobia.",
                "",
                true
            ],
            [
                "the second largest inter-governmental organization after the United Nations with a membership of 57 states spread over four continents.",
                "",
                false
            ],
            [
                "The Organization is the collective voice of the Muslim world... espousing all causes close to the hearts of over 1.5 billion Muslims of the world.",
                "",
                true
            ],
            [
                "To disseminate, promote and preserve the Islamic teachings and values based on moderation and tolerance, promote Islamic culture and safeguard Islamic heritage,",
                "",
                true
            ],
            [
                "To protect and defend the true image of Islam, to combat defamation of Islam and encourage dialogue among civilisations and religions.",
                "",
                true
            ],
            [
                "renew our pledge to work harder to make sure that Islam's true image is better projected the world over...",
                "",
                false
            ],
            [
                "seek to combat an Islamophobia with designs to distort our religion",
                "",
                false
            ],
            [
                "The point that was underscored in all these interactions was that Islamophobia was gradually gaining inroads into the mind-set of the common people in Western societies, a fact that has created a negative and distorted perception of Islam.",
                "",
                true
            ],
            [
                "It was emphasized that Muslims and Western societies would have to address the issue with a sense of commitment to ending Islamophobia... Islamophobia poses a threat not only to Muslims but to the world at large.",
                "",
                true
            ],
            [
                "to combat stereotypes and misunderstandings and foster tolerance.",
                "",
                false
            ],
            [
                "strengthening bilateral cooperation through concrete actions",
                "",
                false
            ],
            [
                "Prosecute and punish for racial discrimination... through the framework of appropriate legislation",
                "",
                false
            ],
            [
                "Strengthen existing legislation on discrimination and discriminatory and 'unequal treatment' adopted by EU council directives",
                "",
                false
            ],
            [
                "engaged in rape and demolishing their [asylum] homes",
                "",
                false
            ],
            [
                "incitement of hatred against an ethnic group",
                "",
                false
            ],
            [
                "To increase the interaction with media outlets and professionals, while encouraging accurate and factual/portrayal of Islam.",
                "",
                true
            ],
            [
                "Emphasis should be directed at avoidance of any link or association of Islam with terrorism or the use of Islamophobic rhetoric in the war on terror, such as labeling criminal terrorists as 'Islamic' fascists, 'Islamic' extremists.",
                "",
                true
            ],
            [
                "to develop, articulate and implement voluntary codes of conduct to counter Islamophobia",
                "",
                false
            ],
            [
                "in creating awareness against the dangers of Islamophobia by addressing the responsibility of media on the issue",
                "",
                false
            ],
            [
                "deal with the phenomenon of hatred and defamation of the Islamic religion",
                "",
                false
            ],
            [
                "Program for Training Media Professionals on Redressing Stereotypes about Islam",
                "",
                false
            ],
            [
                "network of high profile western public figures supporting efforts to combat Islamophobia in politics, journalism and civil society",
                "",
                false
            ],
            [
                "targeting public transport (bus and metro) famous newspapers and magazines for each country two times in one year",
                "",
                false
            ],
            [
                "about Islamic role in building cultures and connect between religions",
                "",
                false
            ],
            [
                "can interact with intellectuals, politicians, media figures, and religious scholars",
                "",
                false
            ],
            [
                "examining the growth of Islamophobia in the West and its impact on Muslims around the world and interfaith relations",
                "",
                false
            ],
            [
                "on mainstream networks such as Britain's BBC and Channel 4 or America's PBS",
                "",
                false
            ],
            [
                "prestigious public relations companies such as UNITAS Communications which is based in London, UK and Golden Cap based in Jeddah, Kingdom of Saudi Arabia",
                "",
                false
            ],
            [
                "The European countries don't vote with us, the United States doesn't vote with us.",
                "Ekmeleddin Ihsanoglu",
                true
            ],
            [
                "counter religious profiling which is understood to be the invidious use of religion as a criterion in conducting questionings, searches and other law enforcement investigative procedures.",
                "",
                false
            ],
            [
                "Sharia forbids any speech — whether true or not — that casts Islam in an unfavorable light, dissents from settled Muslim doctrine, has the potential to sow discord within the ummah, or entices Muslims to renounce Islam or convert to other faiths.",
                "Andrew C. McCarthy",
                true
            ],
            [
                "The idea is not merely to ban gratuitous ridicule — which, by the way, sensible people realize government should not do (and, under our Constitution, may not do) even if they themselves are repulsed by gratuitous ridicule.",
                "Andrew C. McCarthy",
                true
            ],
            [
                "The objective is to ban all critical examination of Islam, period...",
                "Andrew C. McCarthy",
                true
            ],
            [
                "Organization of Islamic Cooperation's 'Islamophobia' Campaign against Freedom",
                "",
                false
            ],
            [
                "The OIC vs. Freedom of Expression",
                "",
                false
            ],
            [
                "The OIC/NGOs cooperation in combating Islamophobia",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.gatestoneinstitute.org/3790/oic-brussels-islamophobia",
                "https://www.nationalreview.com/corner/under-sharia-speech-law-europe-has-and-obama-wants-truth-no-defense-andrew-c-mccarthy/",
                "http://www.iqrasense.com/islamic-outreach/challenges-of-countering-islamophobia-the-oic-initiative.html",
                "https://www.gatestoneinstitute.org/12078/sweden-free-speech",
                "https://www.nationalreview.com/corner/re-oic-vs-freedom-expression-nina-shea/",
                "https://www.reuters.com/article/us-islam-blasphemy/wests-free-speech-stand-bars-blasphemy-ban-oic-idUSBRE89E18U20121015",
                "https://www.gatestoneinstitute.org/11205/germany-official-censorship",
                "https://www.meforum.org/3721/oic-islamophobia-campaign",
                "https://www.friatider.se/skrev-om-sk-ggbarn-p-sds-facebook-sida-d-ms-till-b-ter",
                "http://www.arabnews.com/node/1330536/saudi-arabia",
                "https://www.academia.edu/12584261/_The_OIC_NGOs_cooperation_in_combating_Islamophobia_",
                "https://www.bbc.com/news/uk-england-shropshire-43385049",
                "https://www.reuters.com/article/us-islam-blasphemy/wests-free-speech-stand-bars-blasphemy-ban-oic-idUSBRE89E18U20121015",
                "https://www.gatestoneinstitute.org/11214/europe-journalists-free-speech",
                "https://www.gatestoneinstitute.org/11932/europe-dhimmis",
                "http://www.pi-news.net/2017/08/eilt-sechs-monate-haft-fuer-pi-news-autor-michael-stuerzenberger/"
            ],
            "gov_pgs": [
                "https://www.spa.gov.sa/viewfullstory.php?lang=en&newsid=1698948"
            ],
            "unsure": [
                "https://dailycaller.com/2016/04/26/18-cases-since-february-no-end-in-sight-for-arson-attacks-on-swedish-refugee-centers/",
                "https://www.youtube.com/watch?v=6yC8COv6DE4&t=49s",
                "https://www.oic-oci.org/page/?p_id=52&p_ref=26&lan=en",
                "https://www.oic-oci.org/docdown/?docID=31&refID=9",
                "https://www.pressclub.be/event/1st-islamic-european-forum-for-examining-ways-of-cooperation-to-curb-hate-speech-in-the-media/",
                "https://www.oic-oci.org/docdown/?docID=7&refID=2",
                "https://www.oic-oci.org/confdetail/?cID=6&lan=en#collapseOne9",
                "https://www.bloomberg.com/tosv2.html?vid=&uuid=14313d30-a670-11e9-8f87-7330d0fa127c&url=L25ld3MvYXJ0aWNsZXMvMjAxOC0wMy0yNy9yYXBlLWNhc2Utc3VyZ2UtcHV0cy1mb2N1cy1vbi1jcmltZS1hcy1zd2VkaXNoLWVsZWN0aW9uLWxvb21z",
                "https://www.oic-oci.org/page/?p_id=53&p_ref=27&lan=en"
            ]
        },
        "key_words": [
            "islam",
            "media",
            "islamophobia",
            "western",
            "ibid",
            "free",
            "islamic",
            "p",
            "strategy",
            "oic",
            "killing",
            "muslim",
            "speech"
        ]
    },
    {
        "url": "https://dailytimes.com.pk/3014/misuse-of-social-media-not-allowed-chaudhry-nisar/",
        "title": "Misuse of social media not allowed: Chaudhry Nisar",
        "authors": [],
        "publisher": "dailytimes.com.pk",
        "publish_date": "2017-07-08",
        "text": "ISLAMABAD: Interior Minister Ch Nisar Ali Khan on Friday said that the government of Pakistan firmly believes in freedom of expression but “we cannot allow anyone to misuse social media for hurting religious sentiments” or to undertake unlawful activities.\n\n“We appreciate the understanding shown by the Facebook administration and the cooperation being extended to us on these issues,” he said during a meeting with Vice President of Facebook, Joel Kaplan in Islamabad.\n\nIn a major development regarding efforts being made for countering and removing sacrilegious content from social media, the Interior Minister and Kaplan discussed various steps and actions being taken to remove blasphemous content that is illegal in Pakistan, Spokesperson of the Interior Ministry said.\n\nFacebook, on its part, has reiterated its commitment to keep the platform safe and promote values that are in congruence with its Community Standards. It also committed to remove fake accounts, explicit, hateful and provocative material that incites violence and terrorism.\n\nGiving details of the meeting, the Spokesperson said that this is for the first time that a senior member of Facebook management dealing with Global Public Policy has visited Pakistan to discuss way forward towards addressing the issue of misuse of social media platforms especially Facebook which has over 33 million users in Pakistan at the moment.\n\nThe Interior Minister, said the spokesperson, has been playing a proactive role in engaging the Internet service providers and finding solution to the issue of misuse of social media.\n\nThis also included convening of a special meeting of the Ambassadors of the Muslim countries in March on a single point agenda to discuss blasphemous content on social media and how to effectively raise voice of the entire Muslim world against the madness unleashed against Islam and holy personalities in the name of freedom of expression. This was followed by a meeting of the Minister with Secretary General Organisation of Islamic Cooperation (OIC) on April 11, 2017 on this issue.\n\nThe Spokesperson said that while talking to the Vice President, the Interior Minister said that the entire Muslim Ummah was greatly disturbed and has serious concerns over the misuse of social media platforms to propagate blasphemous content. “Nothing is more sacred to us than our religion and our holy personalities”, observed the Minister.\n\nThe Minister also appreciated Facebook for bridging communication gaps and providing people a platform not only to interact but also serving as a vehicle for promotion of education, businesses, socio-economic development and empowering women in the country.\n\nTo further this purpose in Pakistan, the Interior Minister also encouraged Facebook to open up office in Pakistan. Local offices of service providers would not only help them extending their outreach but would also be instrumental in bringing the government and the service providers further closer to each other and forge a mutually beneficial partnership, continued the Minister.\n\nDuring the meeting Kaplan highlighted various initiatives of Facebook that are aimed at skill development and economic growth programs in Pakistan, working with developers, small businesses and women in the country.\n\nHe said, “Facebook’s Developers Circles-a free community-led program for developers to connect, learn and collaborated with other local developers-have been started in Lahore and Karachi and would be launched in Islamabad soon. Lahore is one of the largest Developer Circles in the world with more than 2000 community members.”\n\nPublished in Daily Times, July 8th , 2017.",
        "quotes": [
            [
                "we cannot allow anyone to misuse social media for hurting religious sentiments",
                "",
                false
            ],
            [
                "We appreciate the understanding shown by the Facebook administration and the cooperation being extended to us on these issues,",
                "",
                true
            ],
            [
                "Nothing is more sacred to us than our religion and our holy personalities",
                "",
                false
            ],
            [
                "Facebook’s Developers Circles-a free community-led program for developers to connect, learn and collaborated with other local developers-have been started in Lahore and Karachi and would be launched in Islamabad soon.",
                "",
                true
            ],
            [
                "Lahore is one of the largest Developer Circles in the world with more than 2000 community members.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "content",
            "nisar",
            "media",
            "interior",
            "meeting",
            "allowed",
            "social",
            "pakistan",
            "chaudhry",
            "spokesperson",
            "facebook",
            "minister",
            "misuse"
        ]
    }
]