[
    {
        "url": "https://www.activistpost.com/2019/07/oxygen-tank-empty-even-gold-wont-help-you.html",
        "title": "OXYGEN TANK EMPTY: Even Gold Won’t HELP YOU!",
        "authors": [],
        "publisher": "www.activistpost.com",
        "publish_date": "2019-07-15",
        "text": "This is a critical update from one of the best financial commentators I know, a good friend of ours, Mr. Lior Gantz of WealthResearchGroup.com and we’re excited to share this one with you!\n\nThis is the most brutally-honest publication I’ve ever written and it might cause you to have goose bumps, just as it did to me, as I realized the situation, in its entirety. I didn’t sugarcoat anything, nor have I done the opposite by exaggerating and provoking undue fear, since reality is weird enough.\n\nThe reason that gold won’t save most people from what’s coming is because the ones who need financial stability the most are the ones who CAN’T AFFORD to own sufficient amounts of it to put them out of risk.\n\nI have already converted 24 months’ worth of my family unit’s living expenses into gold eagles, and will be adding an additional 12 months’ worth in silver eagles by the end of this week.\n\nIt doesn’t matter where the cracks first form, be it an acceleration of the issues in Turkey, the hyperinflation of Venezuela, the populist uprisings in Italy and in France, the Brexit nightmare, the trade mess between the world’s two largest economies (the U.S. and China), or be it due to excessive corporate debt or, worst of all, none of the above (which is defined as a Black Swan event, which we can’t foresee). All told, if the global economy fractures I am shielded with precious metals that today match three years of my family’s expenses.\n\nI won’t have to liquidate any stocks, sell any real estate holdings, unwind any loans that I’ve lent or get rid of any core asset in my life in order to save my skin; I have a cushion that, in my estimation, meets the greatest of challenges – a 3-yr global reset phenomenon.\n\nNot many can say that they’ve built the same type of fortress around their finances and families. In fact, over 60% of the world’s population has minimal savings, no assets, and one source of income. They’re the most exposed to any disruption. As things stand, they’re already struggling, so in a global slowdown, their situation is guaranteed to worsen and that’s incredibly unfortunate.\n\nThe challenge to the general population is immense and my main message is that THE CURE that governments are offering and are using to solve the average person’s woes is actually emptying the only oxygen tank he has left.\n\nSince hundreds of millions depend on the government’s aid in some form, politicians keep issuing debt, monetized by central banks, in order to sustain the quality of life for hundreds of millions of (1) retirees, (2) students, (3) unemployed, (4) disabled, (5) ill, (6) poverty-stricken, and (7) distressed children.\n\nBy supporting mainly these groups, ON TOP of paying for their other obligations, governments and the citizenries they represent all live BEYOND THEIR CURRENT MEANS, effectively enslaving the generations to come with these piles of debt.\n\nThe government is filling people’s only oxygen tank, but those tanks are leaking. In other words, instead of focusing on switching tanks (a more complex project with a long-term solution), they’re creating a short-term one that introduces high risk and no sustainability whatsoever.\n\nWorse yet, there is no willingness to explore ways of switching these tanks that I see; these socialist politicians want to shove more oxygen into the sole tank, not considering the government’s supply might run out (too much debt leads to a systemic collapse). Put differently, most people will keep on living like they do, just a couple of breaths away from suffocating all their lives, not knowing whether or not the government’s oxygen hose might undergo some failure like it did in 2008.\n\nThis is not as horrible as death or financial calamity, but it is no way to live. Unfortunately, it is the way the system functions.\n\nNon-metaphorically, what this means is that entitlements and deficit spending add to the interest payments of governments, which is money that could be used for training the population for higher-paying jobs, or for fixing infrastructure, and for spending on items that increase readiness for the future. Nearly 10% of the government’s spending goes to pay interest, or about $500B a year.\n\nThe plethora of solutions for this problem requires recognizing its existence in the first place. Had all citizens become aware of the unsustainable trajectory of the federal government, more compromises and much more flexibility from all parties and citizens would be manifested and real solutions would be proposed.\n\nFor now, most people live inside of dark containers with just a little peephole of oxygen and light coming in. As long as they don’t put their eye next to it and look outside, seeing that the rich are out there in the open meadows, having a blast along with crooked politicians and power-hungry elite, nothing will change. But, if one by one, those living in the darkness search for a way out, this system will have to accommodate the enlightenment of the masses.\n\nNon-metaphorically, this means that each person in his own life must find ways to advance financially. This won’t happen by cutting corners or by relying on the people in the sun, who are controlling the system to make those peepholes just a bit wider, but to really seek financial freedom by delivering superior value to others – the old-fashioned way.\n\n\n\n\n\nAmerican Natural Superfood - Free Sample Only in this manner can there be transformation, a lasting one. Until then, the rich will keep enjoying the spoils of the earth. Whenever the poor in their containers rattle their cages, the elite will sneak them in some more food or amusement, so they’ll keep quiet and let the wealthy continue with their adventure. The system is incentivized to keep you in the dark. Find ways to immediately deliver more value than you presently do, so that you can SAVE more. You’ll also have to learn to become more effective than your peers and do what automation and robotics can never replace; human service. Once your financial fortress is erect, you’ll be handed the key and you’ll venture into the light. Once there, you’ll see that a world of opportunity awaits you. As I’ve said before, innumerable millionaires wait on the outside, who are looking for ways to invest their cash hoards; the wealthy want to be pitched by you — they’re searching for up-and-coming talent. Even while inside the dark container, one can convince the rich to invest in businesses and be handed the key in order to implement their pitched idea. Get creative first. Save. Convert to gold. Get ready for bigger and better. First-off, though, get the government out of your mind. It gives you oxygen, but doesn’t fix the leak.",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.wealthresearchgroup.com/bear6/",
                "https://www.wealthresearchgroup.com/reset6/",
                "https://www.wealthresearchgroup.com/take6/",
                "https://www.wealthresearchgroup.com/rally6/",
                "https://www.wealthresearchgroup.com/",
                "https://www.wealthresearchgroup.com/drama6/",
                "https://www.wealthresearchgroup.com/attack6/",
                "http://activistpost.net/superfood.html",
                "https://www.activistpost.com/privacy-policy",
                "https://www.wealthresearchgroup.com/goldplaybook6/",
                "https://www.wealthresearchgroup.com/myth6/"
            ]
        },
        "key_words": [
            "gold",
            "youll",
            "financial",
            "ways",
            "governments",
            "tank",
            "save",
            "oxygen",
            "way",
            "wont",
            "help",
            "theyre",
            "system"
        ]
    }
]