[
    {
        "url": "http://now8news.com/mexico-agrees-to-pay-for-the-wall-only-if-the-us-returning-texas-to-mexico/",
        "title": "Mexico Agrees To Pay For The Wall Only If The US “Returning Texas To Mexico”",
        "authors": [],
        "publisher": "now8news.com",
        "publish_date": "2018-12-26",
        "text": "U.S. President Donald Trump said he had a friendly phone call with Mexico’s president on Friday but asserted he will renegotiate trade deals and other aspects of the countries’ ties because Mexico has “beat us to a pulp” in the past. Mexico’s peso extended gains on news of the call. The two men spoke for about an hour on Friday, a day after President Enrique Pena Nieto scrapped a planned meeting in Washington next week over Trump’s insistence that Mexico pay for a multibillion-dollar border wall. “It was a very, very friendly call,” Trump told a joint news conference with visiting British Prime Minister Theresa May.\n\nSimilarly, President Nieto conveyed a similar message in his interview with El Universal, the largest news agency in Mexico City. “I can tell you I am happy with what was said and what was agreed upon,” the president revealed. “I am convinced that we can have a friendly, respectful relationship with the United States as well as with President Trump.” Asked to elaborate on the topics mentioned during the hour-long telephone call, President Nieto said that he was not at liberty to disclose that, but did mention there was talk about the wall between the two countries, as well as a possible “deal” that might be struck in the future.\n\n“I was very blunt and open with him, since I don’t believe him to be a man who cares much about pleasantries or protocol,” the Mexican president said. “I told him Mexico would agree to pay for the wall only under the condition that our country and the Mexican people be compensated for it in some other way. While we were talking, the though came to me that perhaps I could ask him to have his engineers design the wall so that it puts Texas in Mexican territory; in other words, to build the wall so that it excludes Texas from the United States. I though that would be fair, since we would be paying for the construction.”\n\nHe added, “I could tell he didn’t like the idea, but to be fair – he did say he would think about it. And if you think about it rationally, you’ll arrive at the conclusion that it’s a somewhat fair trade-off. Sure, on one hand our national budget would be nearly depleted, since the initial cost of construction is still only based on loose estimates. However, getting Texas back after all this time would be a huge victory for Mexico.”\n\n“I have to add that I still haven’t figured out what we would do with the conservative, inbred rednecks that reside there at the moment, but I’m sure we’d be able to come to some sort of an arrangement. At the end of the day, we all know how huge a fan Donald Trump is of deporting people. Maybe he deserves a chance to have his campaign-long wish come true in the form of organizing the deportation of Texans to other U.S. states so that we can finally have our land back as empty and unspoiled as we left it,” Nieto concluded.",
        "quotes": [
            [
                "It was a very, very friendly call,",
                "Donald Trump",
                true
            ],
            [
                "I can tell you I am happy with what was said and what was agreed upon,",
                "Nieto",
                true
            ],
            [
                "I am convinced that we can have a friendly, respectful relationship with the United States as well as with President Trump.",
                "",
                true
            ],
            [
                "I was very blunt and open with him, since I don’t believe him to be a man who cares much about pleasantries or protocol,",
                "",
                true
            ],
            [
                "I told him Mexico would agree to pay for the wall only under the condition that our country and the Mexican people be compensated for it in some other way.",
                "",
                true
            ],
            [
                "While we were talking, the though came to me that perhaps I could ask him to have his engineers design the wall so that it puts Texas in Mexican territory; in other words, to build the wall so that it excludes Texas from the United States.",
                "",
                true
            ],
            [
                "I though that would be fair, since we would be paying for the construction.",
                "",
                true
            ],
            [
                "I could tell he didn’t like the idea, but to be fair – he did say he would think about it.",
                "Nieto",
                true
            ],
            [
                "And if you think about it rationally, you’ll arrive at the conclusion that it’s a somewhat fair trade-off.",
                "Nieto",
                true
            ],
            [
                "Sure, on one hand our national budget would be nearly depleted, since the initial cost of construction is still only based on loose estimates.",
                "Nieto",
                true
            ],
            [
                "However, getting Texas back after all this time would be a huge victory for Mexico.",
                "Nieto",
                true
            ],
            [
                "I have to add that I still haven’t figured out what we would do with the conservative, inbred rednecks that reside there at the moment, but I’m sure we’d be able to come to some sort of an arrangement.",
                "Nieto",
                true
            ],
            [
                "At the end of the day, we all know how huge a fan Donald Trump is of deporting people.",
                "Nieto",
                true
            ],
            [
                "Maybe he deserves a chance to have his campaign-long wish come true in the form of organizing the deportation of Texans to other U.S. states so that we can finally have our land back as empty and unspoiled as we left it,",
                "Nieto",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "agrees",
            "texas",
            "mexico",
            "mexican",
            "pay",
            "nieto",
            "fair",
            "wall",
            "states",
            "friendly",
            "president",
            "returning",
            "trump"
        ]
    }
]