[
    {
        "url": "https://www.christianpost.com/voice/tiffany-trumps-friends-enter-a-new-kind-of-marriage.html",
        "title": "Tiffany Trump's Friends Enter a New Kind of Marriage",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "2018-01-20",
        "text": "Go\nEngaging views and analysis from outside contributors on the issues affecting society and faith today.\nCP VOICES do not necessarily reflect the views of The Christian Post. Opinions expressed are solely those of the author(s).\nCP Current Page: Voices |\nSaturday, January 20, 2018\n| Saturday, January 20, 2018\nQuentin Esme Brown is a well-known socialite, formerly from New York City but now living in Los Angeles. Peter Cary Peterson was once featured in a show about wealthy teenagers living in Manhattan. The two have been close friends since they were kids.\nLast weekend, they were married in Las Vegas. The event made national headlines because Tiffany Trump was a flower girl. Is this a case of two friends who fell in love and got married out of romantic passion? Not at all.\nYahoo reported: \"Tiffany Trump's friends just entered a sexless marriage, which isn't a terrible idea.\" Esme called her marriage \"unconventional\" and explained: \"Peter and I are not romantically involved–in fact we are still dating others and will continue to seek love in all its forms–we are just each other's hearts and wish to begin our journey towards evolution, because the more we face reality, the more we can see that there is no right or wrong.\"\nA licensed therapist affirmed their decision: \"We don't need to get married for any of the reasons we used to. Once you've got everything else in place, it is like the cherry on top.\" Another psychologist explained: \"A lot of these sorts of marriages are in response to society getting increasingly isolated, and people want to create a kinship model.\"\nBrown's response to her wedding is the mantra of our age: \"We have one life. Free yourself!\"\n\"Keep moving forward with God's strength and guidance\"\nGod created marriage as a covenant between a man and a woman built on unconditional love (Genesis 2:18-24; Ephesians 5:21-33). When he gave the first man and woman to each other, he told them to \"be fruitful and multiply and fill the earth\" (Genesis 1:28). However, our culture's definition of marriage has obviously departed drastically from God's design in recent years.\nPrior to Roe v. Wade, unborn children were protected by law; Americans now abort more than 650,000 babies each year. We once valued the sanctity of life until natural death; today, 73 percent of Americans support legalized euthanasia. This percentage has more than doubled since 1951.\nThe news is not all negative by any means. As Janet Denison noted in her latest blog, Christians can still influence society in significant ways. The continuing response to Target's dressing room policy illustrates the power of Christians who coalesce around a moral issue. The popularity of Chick-fil-A and Hobby Lobby show that companies can take strong Christian stands in our culture.\nBut as Janet noted, there is also much work to be done, so we must \"keep moving forward with God's strength and guidance.\"\nTo that end, consider a biblical event that serves as a parable for cultural engagement today.\nA brick in one hand and a sword in the other\nNehemiah 4 finds the people of Israel at work rebuilding the walls of Jerusalem. In a day without national armies or police forces, a city's walls were essential to its security. Without such walls, Jerusalem could not be repopulated.\nHowever, the project faced enormous opposition from Israel's enemies who understood the strategic significance of this construction project. As a result, half of the people worked on the wall, while half \"held the spears, shields, bows, and coats of mail\" (v. 16). In addition, \"Those who carried burdens were loaded in such a way that each labored on the work with one hand and held his weapon with the other\" (v. 17).\nThis metaphor seems powerful to me: rebuilding the nation with a brick in one hand and a sword in the other. We are to work for the best while preparing for the worst.\nIf you're traveling by air and worried about the flu, you should pray for God's protection. But you should also clean common surfaces on the airplane and avoid crowds wherever you can.\nIf you're a parent, you should pray for your children to be protected from the devastation of pornography. But you should also use resources such as Covenant Eyes to provide real-time accountability and other support.\nIf you're concerned about the moral direction of our culture, you should pray for spiritual awakening each day. But you should also look for ways to impact the lives you touch today.\n\"He did what he could\"\nOn Wednesday, a drone flew to two distressed swimmers off the coast of Australia and dropped a self-inflating rescue pod into the water, saving their lives. Scientists have now developed a blood test that can detect early signs of eight kinds of cancer. But neither the drone nor the blood test can help people unless they are taken to those who need them.\nA brick in one hand and a sword in the other is an image for rebuilding the spiritual walls of our culture. We should be positive and proactive in sharing God's love with our world (Matthew 22:39). But we should also be ready to \"contend for the faith that was once for all delivered to the saints\" (Jude 3).\nKnow that God has given you all you need to fulfill your Kingdom assignment. Your brick is the right size for the wall you are called to build. Your sword is sharp enough for the battle you are called to wage. In Bread for the Journey, Henri Nouwen notes: \"We are good enough to do what we are called to do.\"\nDwight Moody said, \"If I could go down to my grave and have it honestly written above it, 'He did what he could,' I would rather have it than a monument of gold reaching to heaven.\" Do you agree?\nAdapted from Dr. Jim Denison's daily cultural commentary at www.denisonforum.org . Jim Denison, Ph.D., is a cultural apologist, building a bridge between faith and culture by engaging contemporary issues with biblical truth. He founded the Denison Forum on Truth and Culture in February 2009 and is the author of seven books, including \"Radical Islam: What You Need to Know.\" For more information on the Denison Forum, visit www.denisonforum.org . To connect with Dr. Denison in social media, visit www.twitter.com/jimdenison or www.facebook.com/denisonforum . Original source: www.denisonforum.org .\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/jimdenison",
                "https://www.denisonforum.org/",
                "https://www.facebook.com/denisonforum",
                "https://www.denisonforum.org/"
            ]
        },
        "key_words": [
            "friends",
            "called",
            "work",
            "hand",
            "walls",
            "trumps",
            "gods",
            "marriage",
            "love",
            "sword",
            "enter",
            "tiffany",
            "brick",
            "kind"
        ]
    }
]