[
    {
        "url": "https://www.christianpost.com/news/huckabee-gop-debate-fbi-monitor-sermons-mosques.html",
        "title": "Huckabee at GOP Debate: FBI Can Monitor Sermons, Mosques",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nHuckabee at GOP Debate: FBI Can Monitor Sermons, Mosques\nHuckabee at GOP Debate: FBI Can Monitor Sermons, Mosques\n| Tuesday, December 15, 2015\nRepublican U.S. presidential candidate former Governor Mike Huckabee speaks as he participates in a forum for lower polling candidates held prior to the Republican presidential debate in Las Vegas, Nevada December 15, 2015. | (Photo: REUTERS/Mike Blake)\nFBI surveillance of mosque sermons does not violate the free speech of Muslims, Republican presidential candidate and Baptist Pastor Mike Huckabee argued during CNN's Tuesday night Republican presidential undercard debate.\nWhen addressed with a question on the legality behind mosque surveillance, the former Arkansas governor said it is preposterous to claim that any kind of surveillance of a mosque, church or \"a public place\" where people are invited to come and listen is a violation of the First Amendment.\n\"No, it does not violate their First Amendment rights to have someone go and listen to the sermons. You can go to any church in America, it's a public place, you can listen,\" Huckabee said. \"If you go to my church you will probably get a real blessing and heck, it will be a wonderful experience. You go to some people's church, you might go to sleep. I don't know what happens in every church.\"\n\"The point is, these are public places and folks are invited to come,\" Huckabee added. \"If it is a public place and people are invited to come, how does it violate anyone's First Amendment rights if someone shows up because they might just want to listen in and see if there is something that is a little nefarious?\"\nHuckabee continued by saying if there is any kind of extreme radicalization occurring, then there is legal grounds to pursue government action.\n\"If there is, then you take the second step of getting a search warrant, you do whatever you have to do. That's all protected under the Constitution,\" Huckabee asserted. \"I hear people act like that there is something that is terrible about going and sitting in and listening to a sermons of a mosque.\"\nHuckabee contended that Muslims should be begging people to come and listen to their sermons if they have nothing to hide.\n\"If Islam is as wonderful and peaceful as its adherents say, shouldn't they be begging us to all come in and listen to these peaceful sermons. Shouldn't they be begging us all to come and listen and bring the FBI so we can all convert to Islam?\" Huckabee asked. \"When people say that we can't go to the mosque, we can't listen, that is utter nonsense. Of course, we can. If we can't and if there is something so secretive going on in there that somebody isn't allowed to go and hear it, maybe we need to for sure send somebody in there and gather the intelligence. That's all I am saying. I think it stands to be true.\"\nAlthough Huckabee said at the debate that it is OK for the government to monitor services of mosques and churches, he considered it \"outrageous\"  and a \"trampling of religious liberty\" when the Houston Mayor Annise Parker subpoenaed the sermons of five Houston pastors who spoke out against her LGBT ordinance in 2014. In that case, however, sermon notes and private emails were also subpoenaed.\n\"This is really outrageous. I'm finding it hard to believe that in Houston, Texas, pastors would be told to turn over their sermons, their sermon notes, any communication that they've had with their church members by way of church bulletin or email,\" Huckabee told Fox News at the time. \"This has been used by the government as a means to silence free speech, which is protected by the First Amendment, as well as religious freedom, which is protected by the First Amendment.\"\n\"We expect this in North Korea. We expect this in China. We do not expect it in Houston, Texas, or any other city,\" he continued.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.newsmax.com/US/Huckabee-pastors-sermons-Houston/2014/10/16/id/601161/#ixzz3uRQSV6OF"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "violate",
            "church",
            "mosques",
            "fbi",
            "listen",
            "sermons",
            "monitor",
            "huckabee",
            "mosque",
            "houston",
            "surveillance",
            "come",
            "public",
            "debate",
            "gop"
        ]
    }
]