[
    {
        "url": "https://www.christianpost.com/news/a-glenn-beck-fast-for-lent-ny-christian-stations-under-pressure.html",
        "title": "A Glenn Beck Fast for Lent? NY Christian Stations under Pressure",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nA Glenn Beck Fast for Lent? NY Christian Stations under Pressure\nA Glenn Beck Fast for Lent? NY Christian Stations under Pressure\nA Glenn Beck Fast for Lent? NY Christian Stations under Pressure\n| Friday, March 11, 2011\nGiving up chocolate, TV, coffee, and now, for some, Facebook, is normal for Lent. But a faith community is asking two Christian radio stations to give up something unusual this year – Glenn Beck.\nFaithful America, an online community that claims to be made up of over 100,000 people of faith, is calling on two Salem Communications-owned radio stations in New York – WMCA and WNYM – to \"give up Glenn Beck for Lent.\"\nThe two Christian radio stations are the only ones left in the New York City area that have not made a commitment to remove Beck from their airwaves, according to Faithful America. From Philadelphia to Madison, radio stations have already dropped Beck's program from their line-up due to falling ratings and poor content.\n\"Beck's caustic remarks, fear-mongering and bigotry have led to a national backlash,\" Faithful America asserts in a statement.\nThe online faith community highlighted that it has already collected over 20,000 petition signatures and emails from people of faith calling for an end to Beck's on-air attacks.\nFaithful America describes itself as an online community of citizens motivated by faith to take action on social problems such as ending poverty, promoting economic security, promoting peace and restoring America's commitment to human rights and diplomacy, preventing harmful effects of climate change, countering hate speech and misinformation in the media about people of faith, and working to build communities where immigrants and people of faiths are welcomed.\nGiven the community's social justice advocacy work, it is no surprise that the group targeted controversial political commentator Beck. Last year, the Fox News radio and TV host drew the ire of anti-poverty Christian groups when he urged Christians to leave churches that talk about social justice.\nBeck, who is a Mormon, asserted that the word \"social justice\" is code for communism and Nazism.\n\"Beck says Christians should leave their social justice churches,\" wrote the Rev. Jim Wallis, CEO of the social justice ministry Sojourners, in The Huffington Post.\n\"[S]o I say Christians should leave Glenn Beck,\" he responded.\nOther anti-poverty Christian groups, which usually do not get involved in public arguments, also released statements denouncing Beck's comments about social justice.\n\"The pressure on Beck and his sponsors is building. And the bottom line is no responsible person or company should support programming that promotes menacing conspiracy theories and tells listeners to flee from churches that talk about social justice,\" said Faithful America in the statement. \"This should go double for a company claiming to represent Christian values.\"\n\"We invite WMCA and WNYM to use this Lenten period to reflect on their Christian values and make a commitment not to pick up Glenn Beck, during the next 40 days or any time after.\"\nRelated Articles\nMore In Entertainment\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "beck",
            "faith",
            "lent",
            "ny",
            "radio",
            "america",
            "justice",
            "glenn",
            "social",
            "community",
            "fast",
            "stations",
            "pressure",
            "christian"
        ]
    }
]