[
    {
        "url": "https://www.christianpost.com/news/tight-security-somber-mood-mark-christmas-in-egypt.html",
        "title": "Tight Security, Somber Mood Mark Christmas in Egypt",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Friday, January 07, 2011\nCoptic Christians in Egypt observed a somber Christmas Eve Thursday as the memory of the grisly New Year's Eve church bombing that killed 21 people was still fresh on everyone's mind.\nSecurity was high at churches across Egypt, where police checked ID cards, which identified citizens' religion, and made sure mass attendees did not carry weapons into services. Instead of brightly colored clothes to mark the holiday, Copts wore black and were seen crying during masses, according to media reports.\n\"Before I congratulate you for Christmas,\" said Pope Shenouda III, head of Egypt's Coptic Orthodox church, at the Coptic Cathedral on Christmas Eve Thursday, \"I want to mourn our children in Alexandria and in many countries where they have been martyred; innocents who haven't done anything. I also send my condolences to our children in Nag Hammadi, since one year has passed since their death.\"\nThe Coptic pope also thanked President Mubarak, who called him earlier on Thursday to express condolences for the victims of the recent church bombing.\n\"I remember President Mubarak's statement that the blood of our children is not cheap. I thank him for saying this,\" he said. \"Thank you from all our hearts President Mubarak because he made Christmas a national day for all Egyptians.\"\nSeveral years ago, Mubarak made Christmas, which falls on Jan. 7 in the Eastern Orthodox tradition, a national holiday in an effort to promote unity in Egypt, which has experienced increased tension between the Muslim and Christian communities in recent years.\nThe most recent and deadliest attack against the Coptic community occurred last weekend when an explosion, suspected to be from a suicide bomber, took place outside of a Coptic church in Alexandria shortly after a New Year's Eve service. The explosion killed 21 people and wounded a hundred.\nPresident Barack Obama had quickly issued a statement on New Year's Day, strongly condemning the bombing. He called on Egypt to bring the perpetrators, who he said were clearly targeting Christian worshippers, to justice \"for this barbaric and heinous act.\"\nIslamic extremists had also targeted Christians celebrating Christmas Eve in 2010, when gunmen traveling in a car opened fire in front of the main church in the southern town of Nag Hammadi as worshippers emerged from midnight mass. Eight Copts were killed in that incident, according to Ahram Online, the English language news website by Al-Ahram Establishment, Egypt's largest news organization, and the Middle East's oldest newspaper.\nDuring this year's Christmas Eve, Muslims tried to express unity with Christians by attending church masses or gathering outside churches and holding up signs that they are against terrorism. The mass presided over by Coptic Pope Shenouda III was attended by President Mubarak's two sons, Gamal and Alaa Mubarak, Minister of Finance Youssef Boutros Ghali, Information Minister Anas El Fiqi, former Minister of Environment Nadia Makram Ebeid, and movie stars Adel Imam and Yousra. The French and U.S ambassadors also attended the mass.\nDespite the show of unity, many Copts expressed skepticism toward whether the display will translate into more equality and security for Christians in Egypt.\n\"A lot is being said about national unity and I hope it is not just talk this time around,\" said Mina Nabil, 24, a member of the Virgin Mary Church in Shubra, a Cairo district, to The Associated Press.\nSomewhere between eight to 12 percent of Egypt's population of 80 million people is Christian. Reports of Christian persecution have increased in recent years as extremists try to stir division and instigate violence against the minority community.\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "egypt",
            "unity",
            "security",
            "mood",
            "mark",
            "christmas",
            "church",
            "president",
            "tight",
            "recent",
            "mubarak",
            "coptic",
            "somber",
            "christians",
            "eve"
        ]
    }
]