[
    {
        "url": "https://www.christianpost.com/trends/meat-recall-468k-pounds-of-meat-across-13-states-may-contain-potentially-lethal-bacteria-video.html",
        "title": "Meat Recall: 468K Pounds of Meat Across 13 States May Contain Potentially Lethal Bacteria (VIDEO)",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nMeat Recall: 468K Pounds of Meat Across 13 States May Contain Potentially Lethal Bacteria (VIDEO)\nMeat Recall: 468K Pounds of Meat Across 13 States May Contain Potentially Lethal Bacteria (VIDEO)\nMeat Recall: 468K Pounds of Meat Across 13 States May Contain Potentially Lethal Bacteria (VIDEO)\n| Saturday, April 13, 2013\nA meat recall has been expanded this week to 468,000 pounds of roast beef, ham, and turkey breast, among numerous other meats across more than 10 U.S. states.\nThe U.S. Department of Agriculture has confirmed that a Louisiana-based meat packing company has widened their recall, which also includes tasso pork, ham shanks, hog headcheese, corned beef, and pastrami.\nThe meat is being recalled through fears of a possible bacterial contamination in the products.\nThe agriculture department has reported Friday that the specific contamination suspected is Listeria monocytogenes.\nAccording to reports, the potentially contaminated meats were distributed to outlets in Alabama, Arkansas, Florida, Georgia, Illinois, Kentucky, Louisiana, Mississippi, Missouri, Oklahoma, South Carolina, Tennessee, and Texas.\nThe USDA Food Safety and Inspection Service has listed numerous types of meat sold under 41 different names with multiple \"sell by\" dates. Worryingly the release also confirmed that some of the meat was of the type that may have been sliced up at retail delis, and so would not bear any kind of packaging information with which consumers could identify it for the recall.\nThe recalled meats were produced at Manda's facility in Baker, La. between Feb. 27 and April 9.\nThe USDA has also confirmed that if Listeria monocytogenes is consumed it can cause listeriosis, an uncommon but potentially fatal disease.\nThe statement from the USDA said, \"Healthy people rarely contract listeriosis,\" however, those with weakened immune systems, and those who are pregnant are most at risk.\nJosh Yarborough, director of quality assurance for Manda, said in the statement: \"We are committed to work with USDA in reviewing and enhancing our food safety system so we can continue to ensure that our products are safe, wholesome and worthy of our brand name.\"\nConsumers are asked to check the USDA website for further information by clicking here.\nHere is a video news report into the meat recall:\nSponsored\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [
                "http://www.fsis.usda.gov/News_&_Events/Recall_028_2013_Expanded/index.asp"
            ],
            "unsure": []
        },
        "key_words": [
            "pounds",
            "meats",
            "video",
            "lethal",
            "whatsapp",
            "statement",
            "potentially",
            "recall",
            "contain",
            "468k",
            "bacteria",
            "safety",
            "recalled",
            "confirmed",
            "states",
            "usda",
            "meat"
        ]
    }
]