[
    {
        "url": "https://www.christianpost.com/news/university-iowa-ordered-reinstate-christian-student-group-punished-homosexuality-policy-samuel-smith.html",
        "title": "Univ. of Iowa Ordered to Reinstate Christian Student Group Punished Over Policy on Homosexuality",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nUniv. of Iowa Ordered to Reinstate Christian Student Group Punished Over Policy on Homosexuality\nUniv. of Iowa Ordered to Reinstate Christian Student Group Punished Over Policy on Homosexuality\nUniv. of Iowa Ordered to Reinstate Christian Student Group Punished Over Policy on Homosexuality\n| Wednesday, January 24, 2018\nSchool mascot Herky the Hawk stands in front of the Old Capitol Museum at the University of Iowa, in Iowa City, Iowa, U.S. May 22, 2016. | (Photo: REUTERS/Koh Gui Qing)\nA federal judge ruled Tuesday that the University of Iowa must temporarily reinstate a Christian student group that was punished last fall because it denied a leadership position to a gay student who refused to accept the club's statement of faith opposing homosexuality.\nJudge Stephanie Marie Rose of the U.S. District Court for the Southern District of Iowa granted Business Leaders in Christ's (BLinC) request for a preliminary injunction and ordered that the state school reinstate the group as a registered campus student organization for at least 90 days.\n\"The court agreed that the university has to stop discriminating against BLinC because of its religious beliefs,\" Eric Baxter, a senior counsel with the religious freedom law firm Becket, which is representing BlinC in the case, said in a statement. \"Every other group on campus gets to select leaders who embrace their mission. Religious groups don't get second-class treatment.\"\nBLinC filed a lawsuit  against the school in December after they were kicked off campus because the school deemed that the organization violated its policy on discrimination by asking student leaders to sign a statement of faith that requires them to adhere to lifestyle and moral standards that exclude engaging in \"sexual immorality\" and other behavior deemed sinful.\nThe group requested expedited relief so that they could be allowed back on campus to participate in the University of Iowa's spring recruitment fairs being held Wednesday, one of the biggest opportunities of the semester for student clubs to recruit new members. A hearing was held last Thursday.\nRose wrote in her decision that the school doesn't seem to fairly apply its human rights policy.\nAlthough BLinC was punished for having a religious restriction in its leadership policy that went against the school's policy on discrimination, the Muslim campus group Imam Mahdi is seemingly allowed to have a policy in which membership benefits are reserved for Shia Muslims and leaders must \"refrain from major sins (kaba'ir) and endeavor to avoid minor sins (saga'ir).\"\n\"[T]he court must conclude on the current record that BLinC has shown that the university does not consistently and equally apply its Human Rights Policy,\" the judge wrote in her decision . \"This raises an issue regarding whether BLinC's viewpoint was the reason it was not allowed to operate with membership requirements that the university had determined violated the policy, while at the same time Imam Mahdi was not subjected to any enforcement action.\"\n\"In light of this selective enforcement, the Court finds BLinC has established the requisite fair chance of prevailing on the merits of its claims under the Free Speech Clause,\" the judge's decision continued.\nAfter a student complained last year to school administration about the BLinC policy requiring leaders to adhere to a statement of faith that opposes homosexuality, among other sins, school administrators demanded that the group revise its policy. According to Becket, the school required BLinC to submit an \"acceptable plan\" for selecting leaders if it wanted to be reinstated.\n\"The university would never let Iowa State's Cy the Cardinal lead the Hawkeyes,\" BLinC Student President Jacob Estell said in a statement Tuesday. \"So why would it think it is OK to force religious student groups to select leaders who don't embrace their mission?\"\nThe University of Iowa released the following statement after the court's ruling:\n\"The court has ordered the university to restore BLinC to registered student organization status for 90 days,\" the school's statement reads, according to The Gazette . \"The university respects the decision of the court and has acted accordingly by extending an invitation to BLinC to participate in the student organization fair on Jan. 24. The university will not comment on the merits of the case per its policy on pending litigation.\"\nFollow Samuel Smith on Twitter: @IamSamSmith Follow Samuel Smith on Facebook: SamuelSmithCP\nRelated Articles\n",
        "quotes": [
            [
                "The court agreed that the university has to stop discriminating against BLinC because of its religious beliefs,",
                "Eric Baxter",
                true
            ],
            [
                "Every other group on campus gets to select leaders who embrace their mission.",
                "Eric Baxter",
                true
            ],
            [
                "Religious groups don't get second-class treatment.",
                "Eric Baxter",
                true
            ],
            [
                "refrain from major sins (kaba'ir) and endeavor to avoid minor sins (saga'ir).",
                "Imam Mahdi",
                false
            ],
            [
                "T]he court must conclude on the current record that BLinC has shown that the university does not consistently and equally apply its Human Rights Policy,",
                "",
                true
            ],
            [
                "This raises an issue regarding whether BLinC's viewpoint was the reason it was not allowed to operate with membership requirements that the university had determined violated the policy, while at the same time Imam Mahdi was not subjected to any enforcement action.",
                "",
                true
            ],
            [
                "In light of this selective enforcement, the Court finds BLinC has established the requisite fair chance of prevailing on the merits of its claims under the Free Speech Clause,",
                "Imam Mahdi",
                true
            ],
            [
                "The university would never let Iowa State's Cy the Cardinal lead the Hawkeyes,",
                "Imam Mahdi",
                true
            ],
            [
                "So why would it think it is OK to force religious student groups to select leaders who don't embrace their mission?",
                "Imam Mahdi",
                true
            ],
            [
                "The court has ordered the university to restore BLinC to registered student organization status for 90 days,",
                "Imam Mahdi",
                true
            ],
            [
                "The university respects the decision of the court and has acted accordingly by extending an invitation to BLinC to participate in the student organization fair on Jan. 24.",
                "Imam Mahdi",
                true
            ],
            [
                "The university will not comment on the merits of the case per its policy on pending litigation.",
                "Imam Mahdi",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.thegazette.com/subject/news/education/judge-sides-with-deregistered-faith-based-student-group-in-case-against-university-of-iowa-20180123",
                "https://www.christianpost.com/news/christian-group-kicked-off-university-campus-over-policy-on-sexual-immorality-209864/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/IamSamSmith",
                "https://www.facebook.com/SamuelSmithCP"
            ]
        },
        "key_words": [
            "homosexuality",
            "leaders",
            "religious",
            "school",
            "christian",
            "statement",
            "iowa",
            "policy",
            "blinc",
            "univ",
            "student",
            "reinstate",
            "university",
            "ordered",
            "court",
            "punished",
            "group"
        ]
    }
]