[
    {
        "url": "https://www.christianpost.com/news/caitlyn-jenner-slams-hillary-clinton-she-couldnt-care-less-about-women.html",
        "title": "Caitlyn Jenner Defends Conservatives, Slams Hillary Clinton: 'She Couldn't Care Less About Women'",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nCaitlyn Jenner Defends Conservatives, Slams Hillary Clinton: 'She Couldn't Care Less About Women'\nCaitlyn Jenner Defends Conservatives, Slams Hillary Clinton: 'She Couldn't Care Less About Women'\nCaitlyn Jenner Defends Conservatives, Slams Hillary Clinton: 'She Couldn't Care Less About Women'\n| Tuesday, March 08, 2016\nControversial transgender star Caitlyn Jenner defended conservative political principles and bashed Democratic presidential frontrunner Hillary Clinton during the premier episode of the second season of E!'s reality show \"I Am Cait,\" despite her friends' attempts to get her to embrace liberal views.\nThe 66-year-old olympic gold medalist formerly known as Bruce Jenner didn't hold back from letting her negative opinion of the former Secretary of State be known in the newest episode of \"I Am Cait\" released this week.\nThe Daily Mail  reports that during a conversation with transgender friends who were planning on attending a Clinton rally, Jenner told her friends that the Clinton rally was the \"last place\" she wanted to be.\nJenner's friends then challenged her to be more open to hearing both sides of the political spectrum. Although Jenner agreed that if Hillary is president it would be imperative to have her \"on our side,\" she argued that Clinton wouldn't be on their side because she only cares about herself.\n\"We need both sides and if we are unfortunate enough to get Hillary as our next president, we need her on our side,\" Jenner said. \"She won't be. She can care less about women. She cares about herself.\"\nJenner also got into a bit of a heated political argument with her transgender friends when they were on a tour bus discussing how a Houston LGBT rights ordinance got overturned by voters through a referendum last November.\nAll of Jenner's transgender friends were upset that the HERO ordinance was overturned by the public.\nConsidering the ordinance allowed for transgender individuals to legally use bathrooms affiliated with the sex with which they identify, Jenner's friend, Jenny Boylan, blamed conservatives for painting a negative picture of the law by creating the campaign slogan, \"No men in women's bathrooms.\"\n\"I am all for that too. Its how you define men and women. I don't think it was presented well to the public,\" Jenner said. \"This is not a Democrat or Republican issue. This is a humanity issue.\"\nJenner's friends bashed Republicans and conservatives for not standing up for the rights of the LGBT community in the manner that the Democratic Party does.\nJenner responded by saying that Republicans and conservatives care more about the economy and added that transgender and gay issues are not a priority for them.\n\"For the Republicans it's not a big issue. The economy is the big issue,\" Jenner said. \"They are just worried about $18 trillion in debt. Those are all much bigger issues.\"\nBoylan, however, accused some Republicans of using the fear of the LGBT community to drive more conservatives to the polls.\n\"Republicans, I don't feel like are out to get us. Every conservative guy out there believes in everybody's rights,\" Jenner asserted , followed by disagreement from her friends. \"Republicans and conservatives are not these horrible people that are trying to oppress people.\"\nJenner told the \"I Am Cait\" viewers that although her friends believe that she must now be liberal because she is a transgender, she will never let go of her conservatism.\n\"Sometimes these girls think that now that I have transitioned that everything has to change. You can't be conservative anymore, you have to be a liberal,\" Jenner stated. \"I don't believe that. I think I can keep all of my views the same because I feel in my heart that is the best way to go.\"\nThe first episode of the second season of \"I Am Cait\" aired after Jenner made headlines last week for voicing support for Republican presidential candidate Texas Sen. Ted Cruz, who is arguably the most conservative candidate in the presidential race. Jenner also stated that she would be willing to serve as Cruz's \"trans ambassador.\"\n\"I think he's very conservative, and a great constitutionalist, and a very articulate man,\" Jenner said in an interview with The Advocate . \"I haven't endorsed him or anything like that. But I also think, he's an evangelical Christian, and probably one of the worst ones when it comes to trans issues.\"\n\"The Democrats are better when it comes to these types of social issues — I understand that,\" Jenner added. \"Number one, if we don't have a country, we don't have trans issues. We need jobs. We need a vibrant economy. I want every trans person to have a job. With $19 trillion in debt and it keeps going up, we're spending money we don't have.\"\nFollow Samuel Smith on Twitter: @IamSamSmith\nRelated Articles\nMore In Entertainment\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.advocate.com/caitlyn-jenner/2016/3/02/she-cait-and-i-am-not-face-face-jenner",
                "https://gawker.com/caitlyn-jenner-every-conservative-guy-out-there-belie-1763278616",
                "https://www.dailymail.co.uk/tvshowbiz/article-3479876/Caitlyn-Jenner-slams-Hillary-Clinton-talking-politics-season-two-premiere-Cait.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/IamSamSmith"
            ]
        },
        "key_words": [
            "friends",
            "clinton",
            "conservatives",
            "caitlyn",
            "defends",
            "conservative",
            "couldnt",
            "hillary",
            "transgender",
            "slams",
            "republicans",
            "think",
            "trans",
            "care",
            "dont",
            "jenner",
            "women"
        ]
    }
]