[
    {
        "url": "https://www.christianpost.com/news/president-obama-agrees-to-meet-with-rick-perry-faith-leaders-on-border-crisis-after-handshake-flap.html",
        "title": "President Obama Agrees to Meet With Rick Perry, Faith Leaders on Border Crisis After Handshake Flap",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nPresident Obama Agrees to Meet With Rick Perry, Faith Leaders on Border Crisis After Handshake Flap\nPresident Obama Agrees to Meet With Rick Perry, Faith Leaders on Border Crisis After Handshake Flap\nPresident Obama Agrees to Meet With Rick Perry, Faith Leaders on Border Crisis After Handshake Flap\n| Tuesday, July 08, 2014\nU.S. President Barack Obama walks with Governor Rick Perry as he arrives in Austin, Texas May 9, 2013 | (Photo: Reuters)\nPresident Barack Obama has finally agreed to meet with Texas Republican Gov. Rick Perry over the raging border crisis after Perry rejected a Monday offer from the White House to greet the president on the tarmac when he arrives in Austin Wednesday.\nPerry's office revealed in a Wall Street Journal report  that the White House had invited the governor to greet the president on the tarmac but he declined the offer. Instead, Perry again requested a meeting with Obama to discuss the flood of illegal immigrants crossing the U.S. border from Central America.\n\"I appreciate the offer to greet you at Austin-Bergstrom Airport, but a quick handshake on the tarmac will not allow for a thoughtful discussion regarding the humanitarian and national security crises enveloping the Rio Grande Valley in South Texas,\" Perry wrote in a letter to the president Monday, according to WSJ. \"I would instead offer to meet with you at any time during your visit to Texas for a substantive meeting to discuss this critical issue.\"\nLate Monday, according to the The Austin American-Statesman , Valerie Jarrett, senior advisor to Obama, replied to Perry's request with a two-page letter agreeing to meet.\n\"The president would welcome a meeting with you while he is in Texas,\" wrote Jarrett.\nObama had only been slated to raise money for the Democratic Party during his two-day Texas visit, but Perry's letter appears to have sparked a turn of events.\nLast week in McAllen, Texas, Perry attended a hearing with members of the U.S. House Homeland Security Committee , which also included faith leaders, and Border Patrol and Homeland Security agents who provided their testimonies to the committee.\nIn the White House letter, Jarrett also invited Perry to join faith leaders and local elected officials in a round table discussion on the border that was added to Obama's schedule.\n\"As you know, the administration continues to address this urgent humanitarian situation with a whole-of-government response on both sides of the border,\" Jarrett noted in her letter to Perry. \"This includes appropriate care for unaccompanied children, as well as aggressive steps to surge resources to the Southwest border to deter both adults and children from embarking on this dangerous journey, increasing capacity for enforcement and removal proceedings, and quick return of recent unlawful border crossers to their home countries after appropriate humanitarian screenings have taken place and they are determined to be removable.\"\nThe president, however, is not scheduled to tour the border or facilities being used to house illegal immigrants.\nIn a response Tuesday, Perry's office confirmed that he has agreed to meet with Obama.\n\"Governor Perry is pleased that President Obama has accepted his invitation to discuss the humanitarian and national security crises along our southern border, and he looks forward to meeting with the president tomorrow,\" Travis Considine, a spokesperson for Perry told The Statesman .\nObama on Tuesday asked Congress for $3.8 billion in supplemental appropriation to deal with \"the urgent humanitarian situation on both sides of the Southwest border.\"\nMore than 52,000 unaccompanied minors from Guatemala, El Salvador and Honduras have been caught trying to sneak over the U.S.-Mexico border since October said Reuters . This figure is twice the number from the same period a year earlier. Thousands more have been caught with parents or other adults.\nContact: leonardo.blair@christianpost.com Follow Leonardo Blair on Twitter: @leoblair Follow Leonardo Blair on Facebook: LeoBlairChristianPost\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.reuters.com/article/us-usa-immigration-obama-texas/obama-to-meet-texas-governor-a-critic-in-u-s-border-crisis-idUSKBN0FD1DU20140708",
                "http://blogs.wsj.com/washwire/2014/07/07/rick-perry-wants-meeting-with-obama-not-handshake/",
                "https://www.christianpost.com/news/gov-rick-perry-says-us-must-send-immigrant-children-back-home-to-send-a-message-122787/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.statesman.com/news/news/state-regional-govt-politics/obama-and-perry-will-meet-wednesday-on-border-solu/ngbZd/",
                "https://twitter.com/leoblair",
                "http://www.statesman.com/news/news/rick-perry-rejects-quick-handshake-with-barack-oba/ngbJw/",
                "https://www.facebook.com/LeoBlairChristianPost"
            ]
        },
        "key_words": [
            "meet",
            "faith",
            "president",
            "flap",
            "house",
            "security",
            "texas",
            "leaders",
            "crisis",
            "rick",
            "humanitarian",
            "handshake",
            "letter",
            "obama",
            "border",
            "perry",
            "offer"
        ]
    }
]