[
    {
        "url": "https://nutritionfacts.org/audio/healthy-pregnancy/",
        "title": "NutritionFacts.org",
        "authors": [],
        "publisher": "https://nutritionfacts.org",
        "publish_date": "",
        "text": "Información nutricional con el Dr. Greger\n¿Te has preguntado si existe una manera natural de bajar tus niveles de presión arterial, protegerte contra el alzhéimer, perder peso y sentirte mejor? Resulta que sí la hay. El doctor Michael Greger (FACLM), fundador de NutritionFacts.org y autor del rotundo éxito de ventas del New York Times \"How Not to Die\" (Comer para no morir), nos presenta la nutrición basada en la evidencia para añadir años a nuestra vida y vida a nuestros años.\nAbril 20th, 2017\nHello and welcome to Nutrition Facts – the podcast that brings you the latest in evidence-based nutrition research.  I’m your host, Dr. Michael Greger.\nI know that facts have been in the news a lot lately, both real and fake.  The concept of alternative facts is nothing new in the field of nutrition though, where powerful commercial interests have tried to not only keep people in the dark, but actively try to confuse them.  That’s why I stick to the science:  What’s the best available balance of evidence published in the peer-reviewed medical journals right now?    That’s why I wrote my New York Times best-selling book, “How Not to Die”, why I created my nonprofit site NutritionFacts.org and, now, this podcast.\nToday, we take a close look at the best way to stay healthy during pregnancy. \nUp first is a cautionary tale about what kinds of food you may want to avoid eating too much of during the third trimester.  For the same reason that anti-inflammatory drugs, like aspirin and ibuprofen, are advised against during late pregnancy, anti-inflammatory foods may increase the risk of a certain birth defect of the heart as well.  Here’s the research. \nThe right side of the heart pumps deoxygenated blood from the body to the lungs, where it can fill up with oxygen, and then the left side of the heart pumps oxygen-rich blood from the lungs to the rest of the body.  So, blood travels from the body, to the right side of the heart, to the lungs, to the left side of the heart, back to the body.  But what if you’re still in the womb?  When you’re a fetus, your lungs don’t work, because they’re filled with fluid.  So, how does your heart bypass the lungs and spread the oxygen-rich blood coming in through the umbilical cord to the rest of your body?  Before we’re born, we have an extra blood vessel, called the ductus arteriosus, that directly connects the right side of the heart with the left side of the heart, bypassing the fluid-filled lungs—until you’re born, and you take your first breath, and then this blood vessel closes.  But in about 1 in 10,000 births, this blood vessel closes prematurely while the baby’s still inside, necessitating an emergency C-section.\nMost cases for which there’s a known cause are thought to be related to taking anti-inflammatory drugs, like aspirin or ibuprofen.  This is because the way your body keeps this blood vessel open is with a class of inflammatory compounds called prostaglandins.  If you take an anti-inflammatory drug, you can undermine your body’s ability to keep it open, and it could constrict closed prematurely.  That’s why most authorities recommend that these NSAID anti-inflammatory drugs be avoided in the third trimester.  The likelihood anything bad is going to happen is extremely remote, but better safe than sorry.\nSometimes, this premature constriction happens even when women are not taking drugs though, so-called idiopathic cases, which is doctor speak for we have no idea what causes it.  Well, if anti-inflammatory drugs can cause it, though, what about anti-inflammatory foods?  A few years ago, I profiled two cases apparently caused by pregnant women drinking chamomile tea, one of which reversed.  The ductus opened right back up once the tea was stopped.  But the other baby had to come right out.  Since then, there have been other case reports.  For example, a woman who had been drinking a few ounces of an acai berry drink every day or another woman who was drinking prune juice, and a violet vegetable juice containing a blend of fruits and veggies.  Pregnant women should, therefore, take special care when consuming lots of these powerful anti-inflammatory berry nutrients.\nWhat about berries themselves, and green tea, and all the other wonderful anti-inflammatory foods and beverages out there?  This group of researchers in Brazil compared ultrasounds of third-trimester babies’ hearts inside moms who ate a lot of these anti-inflammatory foods, compared to women who ate less and they could tell a difference.  The speed of the blood through the ductus in the anti-inflammatory diet moms was higher, suggesting it was narrower, just like when you pinch the opening of a hose closed and make water shoot out faster and, also, the right sides of the hearts of the babies in the anti-inflammatory diet moms were larger than the left sides, suggesting some blood backup; again, an indicator of a tighter ductus.  \nThe researchers suggested changes in late-pregnancy diets may be warranted.  But critics replied that the differences they noted may not have any clinical relevance, meaning it may not matter if the vessel is a little more open or closed and, look, we don’t want to freak women out, as many of these anti-inflammatory foods may be beneficial—like cranberries for example, which may be useful in preventing urinary tract infections which can be a risk factor for premature birth.  So, cranberries are an attractive public health and cost consideration standpoint if it can prevent some of these preemies from being born too early.\nSo, you know, before cutting down on a healthy food like cranberries, we’d want some stronger evidence that they’re potentially harmful.  What about confounding factors, for example, maybe women who ate lots of anti-inflammatory foods had other characteristics that could affect fetal blood flow?  What we would need is an interventional trial where you take pregnant women, change their diets and see what happens.  But we didn’t have such studies, until now, and a few weeks during third trimester cutting back on anti-inflammatory foods like tea, coffee, dark chocolate, grapes, and citrus did indeed seem to open the ductus a little bit.  This was during normal pregnancies.  In women whose fetuses had abnormally constricted vessels, a few weeks of removing polyphenol-rich foods reversed the ductal constriction in 96% of cases.  Now, importantly, they didn’t follow these babies after birth to see if it made any difference.  You know, that complete closure only happens in 1 in 10,000 births.  We’re not sure what effects just kind of relative levels of constriction may have.  So, it’s too early to be instituting a ban on dark chocolate for pregnant women.\nAt this stage, we’re left with just kind of a note of caution.  So, during the rest of life, I recommend piling on these healthy foods, like berries and cocoa powder, but from about 28 weeks until birth, pregnant women may want to cut back until we know more.\nDid you know that eating meat or eggs before pregnancy may increase the risk of developing gestational diabetes during pregnancy?  Here are the reasons.   \nGestational diabetes—high blood sugar levels that develop when you’re pregnant—is one of the most common complications of pregnancy.  It’s associated with abnormal fetal growth, infant mortality, pre-eclampsia (which can put the mom’s health at risk), and various major birth defects.  Is there anything we can do to prevent it?\nWell, the Harvard Nurses’ Health Study found that eating meat before pregnancy appeared to increase subsequent diabetes risk during pregnancy.  They suggest that the carcinogenic nitrosamines in bacon and other processed meats may be toxic to insulin-producing cells.  This may be why ham and other lunch meats may play a role in initiating type 1 diabetes but, increased risk was also found for non-processed meat, too.  So, instead, it may be the glycotoxins, the advanced glycation end-products formed in meat causing inflammation, which has been tied to gestational diabetes.\nMore recently, though, attention has turned to the blood-based heme iron in animal products.  Higher pre-pregnancy intake of dietary heme iron is associated with an increased gestational diabetes risk.  Now, we’ve known that the intake of heme iron from animal products was associated with increased risk of type 2 diabetes in women but, we didn’t know about the gestational diabetes, until recently.  \nNow, for type 2 diabetes, only animal-based iron was associated with diabetes risk.  The more plant-based, or non-heme iron, was not.  This is thought to be because our bodies can’t regulate the absorption of the blood-based iron as well and, so, chronically high intakes can lead to too much in the body.  The same thing was found for gestational diabetes.  Blood-based iron was associated with as much as triple the increased risk but, if anything, there was a trend towards the non-heme, or plant-based, iron being protective against diabetes.  Either way, this explains why pregnant women who eat vegetarian appear to be at significantly lower risk of developing diabetes.  But, this study was in India, where vegetarians tend to avoid eggs as well.\nA more recent Harvard study found that higher pre-pregnancy intakes of animal fat and cholesterol was associated with elevated gestational diabetes risk.  Substituting in 5% animal fat for 5% carbs was associated with a 13% increased risk of gestational diabetes.\nBut, if it’s not just the animal fat, but the cholesterol, too, then one would expect eggs to increase one’s risk of diabetes during pregnancy, as well.  But, it had never been directly studied, until now; the risk of gestational diabetes in relation to maternal egg intake.  Apparently, the more eggs women ate before getting pregnant and during early pregnancy, the higher their risk of developing diabetes during their pregnancies and these findings are consistent with other studies documenting associations with cholesterol intake and the development of regular type 2 diabetes in men and non-pregnant women.\nIn fact, women who develop gestational diabetes are like seven times more likely to go on to develop type 2 diabetes later in life.  So, pregnancy is viewed as a teachable moment.  Pregnant women are often highly motivated to make healthy lifestyle changes for both their own health and that of their offspring.  Thus, pregnancy may be a critical opportunity for both short- and long-term behavior modification representing a window of opportunity for health care providers to change lifestyle patterns toward the acquisition of healthier habits.\nCan cannabis and ginger be considered safe and effective treatments for severe morning sickness during pregnancy? Here’s your answer.  \nNausea and vomiting are common during pregnancy, affecting 70 to 85% of women worldwide, but not in all countries.  Population groups that eat more plant-based diets tend to have little or no nausea and vomiting in pregnancy, though.  For example, on a nationwide basis, the lowest reported rates in the world are in India, at only 35%.\nSometimes, symptoms are so severe it can become life-threatening—a condition known as hyperemesis gravidarum.  Each year, more than 50,000 pregnant women are hospitalized.  What can we do, other than reducing our intake of saturated fat, for example, cutting the odds five-fold by cutting out one daily cheeseburger?\nThe best available evidence suggests that ginger is a safe and effective treatment.  The recommended dose is a gram of powdered ginger a day.  That’s about half a teaspoon, which is equivalent to about a full teaspoon of grated fresh ginger, or four cups of ginger tea.  The maximum recommended daily dose is four grams, though; so, no more than like two teaspoons of powdered ginger a day.\nCannabis was rated as extremely effective or effective by nine out of ten pregnant women who used if for morning sickness, but cannabis use during pregnancy may be regarded as potentially harmful to the developing fetus.  This is not your mother’s marijuana.  Today’s marijuana is six to seven times more potent than in the 1970s, and may cause problems both for the developing fetus, and then later for the developing child.  The bottom line is that pregnant and breastfeeding cannabis users should be advised to either decrease or, where possible, cease cannabis use entirely.\nWhat do they mean by where possible?  Under what circumstances would it not be?  People don’t realize just how bad it can get.\nHyperemesis gravidarum can lead to such violent vomiting you can rupture your esophagus, bleed into your eyes, go blind, or comatose and so there are certain circumstances where cannabis could be a lifesaver for both the mother and the baby, as women sometimes, understandably, choose to terminate otherwise wanted pregnancies.\nTo see any graphs, charts, graphics, images, or studies mentioned here, please go to the Nutrition Facts podcast landing page.  There, you’ll find all the detailed information you need plus links to all the sources we cite for each of these topics.\nNutritionFacts.org is a nonprofit, science-based public service, where you can sign up for free daily updates on the latest in nutrition research via bite-sized videos and articles.\nEverything on the website is free.  There’s no ads, no corporate sponsorship.  It’s strictly non-commercial.  I’m not selling anything.  I just put it up as a public service, as a labor of love, as a tribute to my grandmother, whose own life was saved with evidence-based nutrition.\nThanks for listening to Nutrition Facts.  I’m Dr. Michael Greger.\n×\nAl suscribirte a este podcast recibirás de manera automática los últimos episodios directamente en tu computadora o dispositivo móvil. Selecciona el método que mejor se acomode a tu estilo de vida.\niOS (iPhone, iPad, y iPod)\nPara suscribirte, selecciona el botón \"Suscríbete en iTunes\"\nMac y Windows\nAndroid y Amazon Fire\nUtiliza tu aplicación favorita\nCopia la dirección en el recuadro y pégalo en tu aplicación favorita de podcast o news reader.\nSuscríbete a la Información Nutricional con el Dr. Greger\nPara etiquetar este sitio de podcast, presione las teclas\nCtrl + D\nCommand + D\npara Mac.\nPin It en Pinterest\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "risk",
            "gestational",
            "pregnancy",
            "pregnant",
            "antiinflammatory",
            "nutritionfactsorg",
            "blood",
            "iron",
            "diabetes",
            "foods",
            "women"
        ]
    }
]