[
    {
        "url": "https://www.christianpost.com/news/pastor-dragged-beaten-threatened-death-told-renounce-christ-for-hindu-monkey-god.html",
        "title": "Pastor Dragged, Beaten, Threatened With Death, Told to Renounce Christ for Hindu Monkey God",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nPastor Dragged, Beaten, Threatened With Death, Told to Renounce Christ for Hindu Monkey God\nPastor Dragged, Beaten, Threatened With Death, Told to Renounce Christ for Hindu Monkey God\nPastor Dragged, Beaten, Threatened With Death, Told to Renounce Christ for Hindu Monkey God\n| Tuesday, January 16, 2018\nA man dressed Hanuman performs on a street during Hanuman Jayanti Festival in Allahabad, India, in this undated photo. | (Photo: Reuters/Jitendra Prakash)\nAn Indian pastor says he was attacked by Hindu extremists who dragged him out onto the streets, beat him, and threatened to kill him unless he renounced Jesus Christ for a Hindu monkey deity.\n\"In those moments when they were kicking and beating me, I felt that even if I die now, the Lord will make the ministry I leave behind fruitful,\" Pastor Karma Oraon told Morning Star News  in an article published Monday.\n\"We are just a few gathering in the name of Jesus. He is our strength.\"\nThe attack occurred while in Harmu village of Ranchi District, Jharkhand state, on Christmas Eve, when 16 or so Hindu radicals attacked a prayer meeting the 34-year-old pastor was leading with others.\nThe attackers started shouting \"Praise Bajrang Bali,\" referring to the monkey god Hanuman.\n\"They forcefully dragged me outside when we were in the middle of meditating on the Word of God,\" the pastor explained. \"They spewed many words in extreme foul language and beat me on my chest repeatedly.\"\nThe pastor was physically and verbally abused, with the radicals tearing up his national identification card.\n\"They slapped me and said, 'You are Oraon? Tell us what you must do, being an Oraon? You should follow the Adivasi [indigenous] religion or this foreign religion?'\" he said.  \n\"They told me, 'Immediately you should give up Christianity and embrace Sarnaism/Sarna [indigenous religions) — if you don't, you will be brutally murdered.\"\nThe pastor's small flock was also told that they and their families will be killed if they practice Christianity and refuse to embrace the indigenous religion.\nOne of the witnesses, 21-year-old Chotu Munda, was also beaten when he tried to rescue Oraon.\nWhen he later went to report the incident to the police, the officers refused to even register the case.\nThe pastor has been driven out of the village, but has not lost his faith in Jesus.\n\"I never had an experience of opposition when I preached Gospel or visited families to pray for the sick. But I seek inspiration from my Lord; people have crossed every limit to humiliate Him and crucify Him, but He patiently bore their torture for my sake, for my sins,\" Oraon said.\n\"I strongly feel the presence of my Lord Jesus in all this. Had He not granted the strength to endure, I could have never overcome from what happened.\"\nMorning Star News reported of other cases of violence against Christians in Jharkhand state, with 60 radicals storming a house church on Christmas Day in Behratoli village, trying to force a group of 16 Christians to renounce their religion.\nMajor church leaders in India had asked the government to provide additional security  at houses of worship over Christmas time, given the increased threats that believers face.\nCardinal Baselios Cleemis, president of Catholic Bishops' Conference of India, spoke with Rajnath Singh, the interior minister, earlier in December.\n\"The minister assured us that immediate action would be taken to bring the culprits to justice and ensure the safety of the community,\" Cleemis said at the time.\nStill, he said that many in the minority Christian community in India are \"losing confidence in the government,\" with attacks continuing to rise against them.\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\nMore In World\n",
        "quotes": [
            [
                "In those moments when they were kicking and beating me, I felt that even if I die now, the Lord will make the ministry I leave behind fruitful,",
                "Karma Oraon",
                true
            ],
            [
                "We are just a few gathering in the name of Jesus.",
                "",
                true
            ],
            [
                "They forcefully dragged me outside when we were in the middle of meditating on the Word of God,",
                "",
                true
            ],
            [
                "They spewed many words in extreme foul language and beat me on my chest repeatedly.",
                "",
                true
            ],
            [
                "They slapped me and said, 'You are Oraon?",
                "",
                true
            ],
            [
                "Tell us what you must do, being an Oraon?",
                "",
                true
            ],
            [
                "You should follow the Adivasi [indigenous] religion or this foreign religion?",
                "",
                true
            ],
            [
                "They told me, 'Immediately you should give up Christianity and embrace Sarnaism/Sarna [indigenous religions) — if you don't, you will be brutally murdered.",
                "",
                true
            ],
            [
                "I never had an experience of opposition when I preached Gospel or visited families to pray for the sick.",
                "Oraon",
                true
            ],
            [
                "But I seek inspiration from my Lord; people have crossed every limit to humiliate Him and crucify Him, but He patiently bore their torture for my sake, for my sins,",
                "Oraon",
                true
            ],
            [
                "I strongly feel the presence of my Lord Jesus in all this.",
                "",
                true
            ],
            [
                "Had He not granted the strength to endure, I could have never overcome from what happened.",
                "",
                true
            ],
            [
                "The minister assured us that immediate action would be taken to bring the culprits to justice and ensure the safety of the community,",
                "Cleemis",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/christians-in-india-demand-increased-protections-ahead-of-christmas-211228/",
                "https://morningstarnews.org/2018/01/pastors-draw-close-god-tribal-churches-attacked-india/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/CPSZaimov"
            ]
        },
        "key_words": [
            "monkey",
            "renounce",
            "pastor",
            "told",
            "dragged",
            "village",
            "threatened",
            "lord",
            "jesus",
            "death",
            "hindu",
            "god",
            "radicals",
            "christ",
            "indigenous",
            "oraon"
        ]
    }
]