[
    {
        "url": "https://www.christianpost.com/news/al-shabaab-beheads-9-civilians-in-kenya-as-it-hunts-for-non-muslims-men-slaughtered-like-chickens.html",
        "title": "Al-Shabaab Beheads 9 Civilians in Kenya as It Hunts for Non-Muslims; Men 'Slaughtered Like Chickens'",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nAl-Shabaab Beheads 9 Civilians in Kenya as It Hunts for Non-Muslims; Men 'Slaughtered Like Chickens'\nAl-Shabaab Beheads 9 Civilians in Kenya as It Hunts for Non-Muslims; Men 'Slaughtered Like Chickens'\nAl-Shabaab Beheads 9 Civilians in Kenya as It Hunts for Non-Muslims; Men 'Slaughtered Like Chickens'\n| Monday, July 10, 2017\nAl-Shabaab, the deadliest terrorist group  in Africa according to experts, beheaded nine civilians in a village in Kenya while searching for non-Muslims. \nThe Associated Press  reported on Saturday that the attack occurred in the Jima village in Lamu County, when about 15 radical extremists seized nine men before beheading them.\n\"They were slaughtered like chicken using knives. Something similar to what happened in Mpeketoni in 2014. We suspect there are many bodies that haven't been recovered,\" a police source told Kenya's the Star , referring to the terrorist group's slaughter of more than 60 people in 2014 near Mpeketoni.\nThe militants were apparently looking for \"non-Muslims,\" but many civilians had fled as fears of the terrorist group's growing presence in the region spread. The Kenya Red Cross helped with the evacuations.\nOne resident, identified as Kaingu Kadzomba, shared that the militants were \"only targeting male non-Muslims.\"\nThe Somali-based terrorist group, which has specifically slaughtered Christians on a number of occasions, has carried out many attacks in Kenya over the past few years.\nRarely had they carried out beheadings, however, security officials said, which is a method of execution most now associate with the Islamic State terrorist group.\nIn recent months, al-Shabaab killed at least 47 people in Lamu and Mandera counties, increasingly using homemade bombs in its attacks, AP reported.\nBack in May, suspected al-Shabaab radicals shot dead a Christian teacher  at an elementary school in northeastern Kenya.\n\"The suspected al-Shabaab militants entered the school compound and right away fired on the teacher who was teaching the pupils,\" said a Somali Muslim teacher, who asked not to be named.\nA source noted at the time that another Muslim teacher saved the life of a second Christian teacher who was about to be killed, though both men were kidnapped as a result.\nThe Africa Center for Strategic Studies named al-Shabaab the deadliest group in Africa in June, estimating that it killed as many as 4,000 people in 2016.\nIn April 2015, the terrorists slaughtered nearly 150 students, most of them Christians, in an attack at Kenya's Garissa University College.\nReuters  reported last week that the U.S. military continues carrying out air strikes against the al-Qaeda-linked group on its bases in Somalia.\n\"We will continue to assess the results of the operation and will provide additional information as appropriate,\" the U.S. military's Africa Command said in a statement, concerning an air strike on July 2.\n\"Specific details about the units involved and assets used will not be released in order to ensure operational security.\"\nAl-Shabaab has reportedly lost control of most of Somalia's cities and towns since being pushed out of the capital, Mogadishu, in 2011, but it continues carrying out major gun and bomb attacks across the region.\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.news24.com/Africa/News/al-shabaab-beheads-9-civilians-in-attack-on-kenya-village-20170708",
                "https://www.christianpost.com/news/christian-teacher-shot-dead-by-jihadists-in-kenya-muslim-teacher-shields-other-christian-188203/",
                "http://www.christianpost.com/news/al-shabaab-surpasses-boko-haram-africas-deadliest-terror-group-data-shows-186297/",
                "https://www.reuters.com/article/us-usa-somalia-pentagon-idUSKBN19Q2DD"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/CPSZaimov",
                "https://www.the-star.co.ke/news/2017/07/09/non-locals-evacuated-from-lamu-after-al-shabaab-massacre_c1593589"
            ]
        },
        "key_words": [
            "slaughtered",
            "group",
            "civilians",
            "kenya",
            "chickens",
            "nonmuslims",
            "men",
            "alshabaab",
            "teacher",
            "beheads",
            "militants",
            "africa",
            "hunts",
            "terrorist",
            "killed"
        ]
    }
]