[
    {
        "url": "https://www.christianpost.com/trends/338-million-beer-run-makes-lottery-history.html",
        "title": "$338 Million Beer Run Makes Lottery History",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Wednesday, March 27, 2013\nIt is becoming known as the $338 million dollar beer run after New Jersey's Pedro Quezada was the only person to match all five numbers and the Powerball to collect the sixth largest lottery jackpot in history.\nQuezada, 44, came to the United States more than 20 years ago from the Dominican Republic and had been working in a local factory until 2006 when he bought a bodega in Passaic, according to the Associated Press.\nBut residents in the neighborhood revealed that Quezada would always stop by Eagles Liquor store and by a few bottle of beer and a lottery ticket after he would get off work.\n\"For the last three years, he would come here every day between 7:30 and 8 p.m. to buy Lotto tickets and two or three bottles of [Corona] beer,'' Felix Ramirez, an employee at Eagle Liquors, told The New York Post. \"He didn't know he won when he came in because he stopped to check the board.\"\nThe winning ticket is worth a lump sum of just over $200 million after tax. But according to officials, 13 other tickets were sold which matched all of the number but did not match with the Powerball. Those tickets are all worth $1 million apiece.\n\"People in the neighborhood could use some help,\" Sunil Seth, the owner of Eagle Liquors, told AP. \"They deserve it because they're hardworking people.\"\nThe $338.3 million jackpot is the sixth largest jackpot in lotto history. The largest jackpot made news last year and totaled $587.5 million. Two winners were announced in that drawing. A Mega Millions jackpot also drew attention last year with a record breaking $656 million in winnings. That jackpot occurred last March and three winners were announced in the drawing.\n\"It's so absurd of a number,\" UPS driver Jim Baker, 43, told USA Today before the drawing. \"People like me who never gamble say, 'Oh, I have to get a ticket.'\"\nHere's a video of the last person to win a sum of that size:\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "338",
            "largest",
            "winners",
            "told",
            "run",
            "beer",
            "tickets",
            "makes",
            "whatsapp",
            "history",
            "million",
            "worth",
            "jackpot",
            "lottery"
        ]
    }
]