[
    {
        "url": "https://www.christianpost.com/news/christian-teacher-shot-dead-by-jihadists-in-kenya-muslim-teacher-shields-other-christian.html",
        "title": "Christian Teacher Shot Dead by Jihadists in Kenya; Muslim Teacher Shields Other Christian",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nChristian Teacher Shot Dead by Jihadists in Kenya; Muslim Teacher Shields Other Christian\nChristian Teacher Shot Dead by Jihadists in Kenya; Muslim Teacher Shields Other Christian\nChristian Teacher Shot Dead by Jihadists in Kenya; Muslim Teacher Shields Other Christian\n| Friday, June 16, 2017\nA member of Somalia's al-Shabaab militant group sits during a public demonstration to announce their integration with al Qaeda, in Elasha, south of the capital Mogadishu, February 13, 2012. | (Photo: Reuters/Feisal Omar)\nSuspected radicals from the al-Shabaab terrorist group reportedly shot dead a Christian teacher at an elementary school in northeastern Kenya. A Muslim teacher tried to save another Christian by offering to sacrifice himself for the other.\nAccording to  Morning Star News , the attack, which took place on May 31 at Fafi Primary School in Fafi, cost the life of Christian teacher Elly Oloo Ojiema.\n\"The suspected al-Shabaab militants entered the school compound and right away fired on the teacher who was teaching the pupils,\" said a Somali Muslim teacher, who asked not to be named.\nThe source revealed that another Muslim teacher saved the life of Christian teacher Joseph Kamau, who was also about to be killed, by telling the radicals he was ready to die with his colleague. As punishment, both teachers were kidnapped by the radicals.\n\"The al-Shabaab got angry, and told the teacher, 'We are going to teach you a lesson for protecting the infidels,' and immediately the two were carried away to unknown destination,\" the source explained.\nThe extremists beat several Muslims at the school, accusing them of housing Kenyan Christians.\n\"We are sounding a warning to you that we shall not take lightly you who are accommodating these infidels,\" one of the militants reportedly said.\nAl-Shabaab, which earlier in June was named the deadliest terror group  on the continent by the Africa Center for Strategic Studies, has been carrying out waves of attacks in Kenya, specifically seeking to kill Christians.\nThe al-Qaeda-linked group reportedly slaughtered as many as 4,000 people throughout 2016. In several incidents, the militants purposefully separated Christians from Muslims in order to kill followers of Christ.\nOne of their deadliest attacks occurred in an assault at Kenya's Garissa University College in April 2015, where nearly 150 students, most of them Christians, were massacred.\nStill, Muslims have risked their lives to shield their Christian brothers and sisters before, such as in separate bus attacks in Kenya.\nOne such Muslim teacher who died shielding Christians in December 2015 was posthumously awarded one of Kenya's most prestigious awards for his sacrifice.\n\"He died defending people who he did not know,\" Kenyan President Uhuru Kenyatta said in April 2016 , speaking of the victim, Salah Farah.\n\"This is because he believed in their right to freedom of worship and he knew that every single life — irrespective of faith — is sacred.\"\nAl-Shabaab has sought to continue the viciousness of its attacks in 2017 as well.\nThe Independent  reported that at least 31 civilians were killed, while nearly 40 others were injured, when the Islamic extremists opened fire at a popular Somalia restaurant in Mogadishu on Wednesday evening.\nThe terrorists apparently shot victims point-blank during the overnight siege, before they were killed by security forces arriving on the scene.\nSomali President Mohamed Abdullahi Mohamed condemned al-Shabaab's attacks during the Islamic holy month of Ramadan, noting that it is \"a time of spiritual reflection and increased piety, which makes the timing of this attack all the more atrocious.\"\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://morningstarnews.org/2017/06/christian-teacher-killed-another-abducted-along-muslim-northeastern-kenya/",
                "https://www.christianpost.com/news/muslim-man-died-shielding-christians-al-shabab-jihadis-award-honor-kenyan-president-160832/",
                "http://www.independent.co.uk/news/world/africa/somalia-restaurant-siege-latest-news-al-shabaab-mogadishu-militants-kill-death-a7792011.html",
                "http://www.christianpost.com/news/al-shabaab-surpasses-boko-haram-africas-deadliest-terror-group-data-shows-186297/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/CPSZaimov"
            ]
        },
        "key_words": [
            "school",
            "muslim",
            "shields",
            "shot",
            "muslims",
            "kenya",
            "jihadists",
            "teacher",
            "attacks",
            "militants",
            "dead",
            "reportedly",
            "christian",
            "life"
        ]
    }
]