[
    {
        "url": "https://www.christianpost.com/voice/does-the-news-the-president-or-congress-make-you-weep-heres-how-followers-of-christ-should-respond-to-the-unrest-in-america.html",
        "title": "Does the News, the President or Congress Make You Weep? Here's How Followers of Christ Should Respond to the Unrest in America",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "2018-01-23",
        "text": "Go\nThe Christian Post\nDoes the News, the President or Congress Make You Weep? Here's How Followers of Christ Should Respond to the Unrest in America\nEngaging views and analysis from outside contributors on the issues affecting society and faith today.\nCP VOICES do not necessarily reflect the views of The Christian Post. Opinions expressed are solely those of the author(s).\nCP Current Page: Voices |\nTuesday, January 23, 2018\nDoes the News, the President or Congress Make You Weep? Here's How Followers of Christ Should Respond to the Unrest in America\nDoes the News, the President or Congress Make You Weep? Here's How Followers of Christ Should Respond to the Unrest in America\nI, like the rest of the country, cannot understand how an institution full of highly-educated men and women cannot do what millions of Americans do every week—balance their budget. I am frustrated with the President's and Congress's games and excuses while hardworking men and women (many of whom put their lives on the line every day) will suffer because they won't do their jobs.\nIn the ongoing news cycle of discouraging situations one after another, how do we as followers of Christ respond? God often uses the following five biblical truths to remind me Who's in control when life seems out of control.\nI had you all along. God won't fail us. He promises us this in Hebrews 13:5, \"I will never leave you nor forsake you\" (ESV). He is active in every part of our lives and our family's lives.\nI am working. In John 5:17 Jesus said, \"My Father is working until now, and I am working.\" Every part of our lives is important to God and He is always working in our lives even when we don't see evidence. The Bible is full of examples of God working through and in spite of the craziness of the world. Jesus' life is the perfect example. Only Mary, Joseph, Elizabeth, and Zacharias knew Who He was and His purpose for coming to earth. Jesus dealt with persecution from His own people, the Roman government, and the religious leaders. From the outside it seemed His life was discouraging and off-track at times, but all along God was working His plan.\nYou have not missed anything. If there is one message that social media preaches louder than any other, it is this—You are missing out! It has been given a name—FOMO (fear of missing out). It is the job of social media to convince you that you are missing out so you better stay connected online at all times. When current events bring uncertainty, the temptation is to be glued to whatever medium we use for the news. We look to others' social media posts to give us insights and comfort, assuming they have the inside scoop. But the truth is only God knows all. He will tell us what we need to know when we need to know it. 2 Peter 1:3, \"I can pray this because His divine power has bestowed on us everything necessary for life and godliness through the rich knowledge of the one who called us by his own glory and excellence\" (NET). We need to be alert and listening to Him.\nI am not holding out on you. We want what we want and we want it now. We are basically two-year-olds. But the truth is if what we want would be good for us, God would make sure we had it and now. Psalm 84:11, \"For the LORD God is a sun and shield; the LORD bestows favor and honor. No good thing does He withhold from those who walk uprightly\" (ESV). When we don't understand what God is up to, we must make a decision—to acknowledge God as our sovereign LORD, trusting Him; or not to trust Him because He has not shown us \"the big plan.\" Faith trusts. Disbelief demands answers.\nI have given you all you need. We live in a country where we can get hot coffee on any street corner and order an item online and it will be delivered within an hour, two days at the most. We have news and entertainment literally at our fingertips. Yet, we live with the scarcity mentality—there's not enough for me. Through Moses' life God shows us, \"I have given you all you need.\" Throughout his life, God communicated with Moses in a way Moses could hear. Moses leaned in and listened to God and then did what God told him to do. Throughout his life, God provided for Moses and the Hebrews by giving them manna and keeping their clothes from wearing out. God will give us what we need as we need it. We only need to listen and look for it.\nEnjoy Today. Life is a process. Life does not consist of many easy days strung together with a hard one every so often. Each day provides its own challenges. Jesus told us as much, \"So then, do not worry about tomorrow, for tomorrow will worry about itself. Today has enough trouble of its own\" (Matthew 6:34, NET). Our pastor recently reminded us that Jesus has today taken care of; so I can enjoy today. Enjoying today requires that I am present in the moments and not rushing through to get to the end of the day. It means I acknowledge and thank God for all I call good in my life—my family, friends, home, our church, work, etc. Today and all the blessings it brings are a gift from God. I can enjoy them even when I don't have answers or power to change the crazy in our country.\nYes, we have the responsibility to participate in our government—vote, call your Congressperson, pray for our leaders. But remember that ultimately it is God Who directs the leaders' hearts (Proverbs 21:1). And because of this we have peace.\nFor more on trusting God in the crazy times, check out Brenda's short video, What God Wished I Knew . Brenda Garrison is a speaker and author of four books including Love No Matter What: When Your Kids Make Decisions You Don't Agree With, Princess Unaware: Finding the Fabulous in Every Day, and Queen Mom: A Royal Plan for Restoring Order in Your Home. She has spoken to audiences in Eastern Asia and throughout the United States. Brenda has been a guest on \"Family Life Today\", \"Focus on the Family\", and Moody Radio's \"Midday Connection\" with Anita Lustrea. Brenda and her husband, Gene, have three grown daughters, three son-in-laws, and one amazing grandson. They live near Metamora, IL.\nRelated Articles\n",
        "quotes": [
            [
                "I will never leave you nor forsake you",
                "",
                false
            ],
            [
                "My Father is working until now, and I am working.",
                "John 5:17 Jesus",
                true
            ],
            [
                "I can pray this because His divine power has bestowed on us everything necessary for life and godliness through the rich knowledge of the one who called us by his own glory and excellence",
                "",
                false
            ],
            [
                "For the LORD God is a sun and shield; the LORD bestows favor and honor.",
                "John 5:17 Jesus",
                true
            ],
            [
                "No good thing does He withhold from those who walk uprightly",
                "John 5:17 Jesus",
                false
            ],
            [
                "I have given you all you need.",
                "",
                true
            ],
            [
                "So then, do not worry about tomorrow, for tomorrow will worry about itself.",
                "John 5:17 Jesus",
                true
            ],
            [
                "Today has enough trouble of its own",
                "John 5:17 Jesus",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://www.brendagarrison.com/"
            ]
        },
        "key_words": [
            "life",
            "does",
            "working",
            "america",
            "lives",
            "christ",
            "dont",
            "jesus",
            "weep",
            "heres",
            "president",
            "day",
            "god",
            "congress",
            "moses",
            "followers",
            "unrest",
            "today",
            "respond",
            "need"
        ]
    }
]