[
    {
        "url": "https://consortiumnews.com/2017/08/16/taking-nuclear-war-seriously/",
        "title": "Taking Nuclear War Seriously",
        "authors": [
            {
                "name": "Dr. Ip",
                "link": null
            },
            {
                "name": "J. Von York",
                "link": null
            },
            {
                "name": "Michael Kenny",
                "link": null
            },
            {
                "name": "Mike K",
                "link": null
            },
            {
                "name": "Zachary Smith",
                "link": null
            },
            {
                "name": "R Davis",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2017-08-16",
        "text": "Main menu\nDennis J Bernstein\nEmmy-Award winning filmmaker John Pilger’s latest film, The Coming War on China, deals directly with the new projection of U.S. power into Asia, as well as the toll U.S. aggression has already taken on the people of the region.\nJournalist John Pilger (Wikipedia)\nPilger started his career as a war correspondent in Vietnam and has been a strong critic of U.S. aggression in Asia ever since as he twice won Britain’s Journalist of the Year Award. I spoke to Pilger on August 8 about the dangers from the current face-off between the U.S. and North Korea.\nDennis Bernstein: John Pilger, your new piece is called “On the Beach 2017: The Beckoning of Nuclear War.” Could you give a little context to that title?\nJohn Pilger: I read Nevil Shute’s novel On the Beach for the first time recently. It came out in 1959 and is about the aftermath of nuclear war. Actually, it isn’t about war as such. It is about a great silence. At the front of the book, Shute quotes T.S. Eliot, who wrote “When it happens it will be not with a bang but with a whimper.” The novel is about the last US warship to survive, a submarine. The rest have all gone. The northern hemisphere is completely radioactive. The submarine heads south to Australia but is being followed by this closing blind of radioactivity. It is about a community in Australia that attempts to come to grips with the fact that the radioactivity is coming and will be there by September and that will be the end.\nIt is an astonishingly moving book, and I happened to read it just as the US Congress nearly unanimously voted in favor of sanctions against Russia–in effect, for an economic war with Russia. These sanctions are so provocative, so unjustified, so wrongheaded. There is a cynical side to them because they are really directed against Europe, against Germany, which is dependent upon Russian natural gas.\nBut these sanctions really are a declaration of war on the second biggest nuclear power in the world. In Shute’s novel, the characters are unsure of how the war started, they think it was a mistake or accident and that the US, Russia and China were involved. Everyone is very unclear about what ended life on the planet.\nThe prospect of nuclear war is still a great abstraction. It is beyond most people’s imagination. But our imagination had better catch up pretty soon, when we see outrageous provocation such as this from the US Congress. These sanctions include the end of the Intermediate Range Nuclear Weapons Treaty signed by Reagan and Gorbachev, which marked the end of the Cold War. Bush II knocked out most of the treaties with Russia. This was a very important one and there you find it, buried in the sanctions. It is gone.\nDB: Trump was clearly not in favor of these sanctions. While many want to believe that the reason he wouldn’t support these sanctions is because of his business ties with Russia, these business connections seem like our last hope for detente.\nJP: This requires some thinking on the part of people. I am sorry if this sounds patronizing but people have just got to give up some of their beloved assumptions. The obsession with Trump is understandable.\nTrump is an odious human being, we know that. But there is only one thing he has really been consistent about and that is not wanting a war with Russia. He almost parallels Ronald Reagan in that. In the end, Reagan didn’t want to have war with Russia. This legislation absolutely ends the prospects for peace.\nDB: We now have Washington pundits telling us that we have to think about a first strike against North Korea before they strike us.\nJP: Once you have a first strike, that’s it. This THAAD system in South Korea is so dangerous because it invites the Chinese to strike it so that it doesn’t happen to them when they try to respond. There is a kind of sleepwalking element to all of this. I am not an alarmist person but I am very alert to something like this.\nIn my film The Coming War on China, we have the testimony of a member of a US Air Force missile crew based on Okinawa during the time of the Cuban missile crisis. He and his crew were given orders to fire their nuclear-tipped missiles. Fortunately, a very acute junior officer refused to follow the order, but that is how close it got in 1962. There have been other incidents since. Now we are pretty well back to something like that. Perhaps not on a day-to-day basis but on a more insidious basis.\nGregory Peck in a scene from the 1959 movie, “On the Beach,” the story showing how a nuclear war ended life on the planet.\nDB: You write in your latest piece (“On the Beach 2017: The Beckoning of Nuclear War”): “They have encircled Russia and China with missiles and a nuclear arsenal. They have used neo-Nazis to install an unstable, aggressive regime on Russia’s borderland [Ukraine], through which Hitler invaded Russia and caused the death of some 27 million people. Their goal is to dismember the modern Russian Federation.” How do you see this moving forward?\nJP: This was illustrated quite clearly during the immediate post-Soviet years, when we were subverting and seeking to control Russia. The effect on Russia was dramatic. The fabric of the old Soviet Union was torn up, in a way similar to how the Chicago Boys went into Chile. It makes the whole question of the Russians interfering in the US election so absurd. It was quite clear during that period that the aim was to divide and control Russia. That is always the aim of imperial states.\nVladimir Putin has incurred the wrath of our “betters” in the West basically because he made Russia independent again. That has been his great crime, actually. That is the test for countries that become enemies. The reason we are getting so much media coverage of Venezuela is that they are independent. I make this general point to explain why I think that the goal here is to divide. But we are talking about Russia here, not Venezuela. We are talking about the second most lethal nuclear power on earth. China was cut up into many pieces during what they still refer to as “the century of humiliation.” The Chinese have no intention of allowing this to be repeated.\nDB: One of the most chilling parts of your piece is when you quote the admiral commanding the US Pacific fleet who said that, if required, he would nuke China.\nJP: Two-thirds of US naval forces are now in the Pacific as part of the so-called Asian Pivot that President Obama initiated. He was speaking in Australia, where US forces had just completed a huge military exercise. One of the features of this exercise was to rehearse blocking the Malacca Strait and the South China Sea, through which most of China’s trade passes. The fact that this senior admiral would say such a thing publically at this very tense moment in time is pretty breathtaking.\nThe lie that Hiroshima was nuked in order to end the war was demonstrated by the dropping of the second bomb on Nagasaki. The bombings were both experimental and they were a very clear warning to the Soviet Union not to enter Japan at the end of the war. They were the first terrible shots of the Cold War.\nDB: They were obviously testing these new weapons. One was plutonium and the other uranium. There is still a battle over the incredible amount of footage that was taken by the US to document the effects of these two bombs. These were clearly testing grounds.\nJP: Interestingly, most of the actual footage taken by the US itself was not released until 1968. But a great deal of the archive footage of Hiroshima and especially Nagasaki has never been released.\nThe mushroom cloud from the atomic bomb dropped on Hiroshima, Japan, on Aug. 6, 1945.\nPeople in power seem to have a kind of weird fascination with nuclear weapons, partly because of their apocalyptic nature. Sometimes when you hear a higher-up in the military open his mouth the way the admiral did the other day, you realize that these people do exist.\nDB: What makes me really nervous is that Obama oversaw the largest weapons build-up ever and they are always looking for a war to test these weapons out.\nJP: Yes, and Obama was awarded the Nobel Prize in part because he said that he was committed to getting rid of nuclear weapons. In fact, the Obama administration has committed the United States to spending about a trillion dollars over the next ten years developing nuclear weapons.\nDB: Any final comments, John?\nJP: To progressives, I would just say, politics isn’t a game. It isn’t just about oneself, it is about all of us. Whatever issues you think are important, to yourself or your group in isolation, in the end we have to think beyond that. We have to think in a communal way. These sanctions that Congress has pushed through without any opposition in the streets! All those people were out protesting Trump’s inauguration. Where were they when Congress was pushing through this lethal legislation?\nDennis J Bernstein is a host of “Flashpoints” on the Pacifica radio network and the author of Special Ed: Voices from a Hidden Classroom . You can access the audio archives at www.flashpoints.net .\nwholy1\nAugust 21, 2017 at 17:01\nWill it happen?  Eventually.  What will be the outcome?  More of the same.\nR Davis\nAugust 17, 2017 at 18:40\n1.  article title – Pentagon Bored With Nukes Too Powerful To Use…All That Destructive Force Going To Waste. Pentagon considering ‘mimi-nukes’ for maximum deterrence – by James McIntyre – posted on There Are No Sunglasses.\n* Air Force Gen, Paul Selva has ZERO knowledge & understanding of Nuclear Weaponry.\n2.  article title – Facebook Shut Down AI After It Invented It’s Own Language\n* AI is now capable of – discovery – problem solving – decision making – at some point it will discover how inefficient & destructive mankind is to the planet & switch off the food & water.\n3.  SCIENCE 09 April 2004 Fertility Below Replacement Levels.\nIn assessing the state of the planet, it is important to note that late 2003-2004 the human population will cross the historic, but so far unnoticed threshold. Most of the worlds population already do, or soon will, live in countries or regions in which fertility is below long run replacement.\n*  It could be a short a time as 1.000-2000 years & mankind will no longer exist on planet earth.\nHaven’t we been busy.\nZachary Smith\nh**ps://therearenosunglasses.wordpress.com/2017/08/05/pentagon-bored-with-nukes-too-powerful-to-use-all-that-destructive-force-going-to-waste/\nMy opinion after reading that little article is that the General is a fruitcake.   I’ll admit there may be unmentioned factors I’m not considering, but trying to make nuclear weapons more “usable” looks to me like a fool’s game.\nUnless I’m mistaken we already have small nuclear weapons.   Because Google is now in bed with Big Government, I’m extremely reluctant to make a search to find out a definite answer.   At first glance it looks more like the Anti-Ballistic Missile quest – a way to make a few hundred billion or trillion dollars more for Big Weapons.\nmike k\nAugust 17, 2017 at 11:43\nA species that holds onto nuclear weapons, and refuses to effectively prevent lethal climate change is insane, and headed for extinction. Anybody disagree with that? Anybody know of a more important pair of issues we need to deal with right away? Anybody know of an effective way to deal with these critical issues without a movement dedicated to that purpose? Anybody know of a movement like that? I’ll join it. How about you?\nmike k\nAugust 17, 2017 at 11:51\nOf course it’s only a matter of final human extinction. Who the hell cares? I am finding less and less reasons to care about a destructive species that refuses to stop it’s lethal rampage against all living beings, and even dreams of extending this holocaust into outer space.\nMichael Kenny\nAugust 17, 2017 at 11:19\nThere’s no getting away from Putin! I won’t repeat the comments in that regard which I made on Mr Bernstein’s other article but I think he’s right to see the link between North Korea and Putin, particularly in the light of Robert Parry’s article of yesterday referring to an ISS report arguing that NK is being supplied with rocket motors from Russia or Ukraine via Russia. Ukraine, Syria and North Korea are all now bound up and the link between them is Putin. Mr Pilger’s arguments are, of course, the classic ones that have been put forward for years. By the way, Germany is nothing like as “dependant” on Russian gas as is touted in the US media. Russian gas represents only about 1/3rd of current supplies and, precisely because of Putin’s attempt to use energy as a weapon of political blackmail, other sources and other forms of energy are actively being developed. In addition, to whom would Russia sell its gas if it refused to sell it to its fellow Europeans? Cutting off energy supplies to Germany or any other EU Member State would hurt Russia more than it would hurt Germany.\nRealist\nAugust 17, 2017 at 17:58\nRussia views its gas as a  commodity for sale to anyone with money willing to pay for it not a weapon, you fool.   If Russia wanted to use it as a weapon it would have totally shut off flow to Ukraine (which persists in stealing gas not only from Russia but from EU members during transit) and to NATO countries which have been threatening it with military maneuvers on its borders.   There is never any logic to anything you say, Mr. Kenny.   You want it both ways when you say that Russia wants to use gas as a weapon against Europe, yet they only make up a third of gas sales to Europe, which you also say can easily be replaced with American gas.   Sorry, but it’s the Americans who are using gas as a club against Russia AND against Europe in this latest irresponsible and indefensible round of sanctions against Russia, allegedly for totally contrived accusations involving our elections.   The whole world can see through Washington’s shameless acts of economic war to damage Russia and forcibly steal gas markets for its own extremely expensive fracked gas that must be compressed to a dangerous liquid form and shipped half way round the globe where it is received at special ports which cost a small fortune to build.   Acts of war and intimidation seem to be the only way that America can sell their product in international markets.  Unfortunately, the world has been too gutless to stand up to the hegemon and its absurd sanctions yet.\nelmerfudzie\nAugust 17, 2017 at 10:40\nMr Bernstein, I still contend, that the final battle would have assumed the shape of a  town by town, street by street, door by door fight with the remaining populace and military-aside from any, piece of paper or verbally broadcasted order to stand down issued by the Emperor. If the Navy had encircled and slowly starved Japan into submission, we would have been the bad guys, if we A-bombed them, or carpet bombed, we would have been the bad guys, if we demoralized the populace by really turning our AF loose, destroying all their holy shrines in Kyoto and the Emperors residence, we would have been the bad guys….try and figure out that sort of historical twist, painting us, the U.S. into the corner as the warmongering conquistadors ! The only answer to the, well known, ferocity of the Japanese soldier and long held militaristic adventures that stretched all the way to Mongolia, was properly addressed and successfully brought about, a resolute and cultural change in Japanese society at large-peace with an end to all military adventurism. Secondly, speaking for myself, the movie, On the Beach, reached right to my very soul. When Fred Astaire appeared in a role, holding a filthy Geiger Counter in the claustrophobic space of a submarine, it hit me like a “ton of bricks”.  Fred Astaire, the very symbol of David Niven’s portrayal of Hollywood, it’s elegant side, the side so beautifully documented by Edward Gallafent, dancing in decadently rich and spacious places with the incomparable, Ginger Rogers… reduced to this role, this horror, as depicted in the article photo, speaks volumes as to what is really at stake! and how much we stand to loose!\nmike k\nAugust 17, 2017 at 11:22\nThe Japanese were ready to surrender. Their only condition was that they be allowed to retain their Emperor Hirohito. The a-bombs were dropped. They surrendered unconditionally. They were allowed to retain their Emperor. The a-bombs were unnecessary. QED.\nZachary Smith\nAugust 17, 2017 at 14:33\n“No” to all parts, even that they “surrendered unconditionally.” The US and its allies bent over backwards to let them keep the Emperor as a figurehead only without admitting that was what had happened..   That part was a political thing in the US – the majority of Americans wanted Hirohito strung up on a rope.    On the other hand the US KNEW it was necessary to retain the Emperor, but most definitely not in the fashion the Japanese defined retention.\nOnly when Hirohito was staring at both the end of his own life and the end of the institution of “Emperor” did he finally get off the military bandwagon and stake out a different path.  Notice that right after the war was over he renounced his status of God, and of Japan as a nation peopled by superior humans, and Japan’s destiny to rule Planet Earth.\nmike k\nAugust 17, 2017 at 07:59\nWe need to discriminate between the legitimate movement to impeach Trump, and the false effort to impeach him as some sort of Russian agent. There is nothing wrong with trying to get rid of this dangerous and unstable President if it is done legally based on evidence of criminal conduct. Whether impeaching Trump would do any good over all is another question, which I will avoid in this comment, in order to keep my point clear and simple.\nI will say one thing however, does anyone really think Trump is our best defense against the neocon deep state program to attack Syria then Iran then Russia then China? If so, then you are counting on a man who has rolled over to their pressure like a wet paper bag. Essentially Trump now is a neocon.\nmike k\nAugust 17, 2017 at 08:09\nTrump has proved himself to be a gutless wonder, in spite of his baseless bravado. He is not to be trusted to maintain any position under pressure. The only thing you can trust Trump for is to be untrustworthy. You can count on that. His contradicting his prepared statement on the Klan/Nazi affair is a classic example of how far you can trust anything he says. And there are still some people thinking he will fulfill his campaign promises. Go figure…..\nmike k\nAugust 17, 2017 at 08:12\nI remind everyone, this man has his itchy, wobbly finger on the nuclear trigger. You still want him in there?\nmike k\nAugust 17, 2017 at 08:17\nUnderstood that Trump is not a good reliable neocon, but for now he is putty in their hands, The reason they want him out is that he is, even in their hands unreliable. They want someone in who is a dependable member of their cabal.\nmike k\nAugust 17, 2017 at 08:21\nUnfortunately Pence might be just the guy for the neocons. We would have that to deal with if Trump goes. But again do you keep the unstable Trump as a shield against the reliable but dangerous in his own way Pence? Your call…..\nSeer\nAugust 17, 2017 at 09:23\nI suspect that “they” have yet to figure out how to deal with the “Alt Right” folks.  If Trump gets tossed out then these folks are going to be pretty upset.  Would have to figure out how to blame the Democrats: blaming the Russians won’t work.  Seems that Pence would have to toss them a bone.  What bone would be thrown?\nmike k\nAugust 17, 2017 at 10:17\nPence would probably polish up his dog whistle, and give the alt right enough to keep them as useful pets on a leash, much as Trump has played them.\nRealist\nAugust 17, 2017 at 02:58\n“These sanctions that Congress has pushed through without any opposition in the streets! All those people were out protesting Trump’s inauguration. Where were they when Congress was pushing through this lethal legislation?”\nI might say that Trump’s not the puppet, the people in the streets who are clearly being mobilised in the interests of partisan insiders are having their strings pulled, especially those in the “resistance” ginned up by the warmongering Russia-hating Clintonistas.   That damned woman and her elitist financiers persist in poisoning the waters of domestic politics in order to drive international chaos.   If we don’t watch out, we will be forced to suffer the global war she seems to want.   The freaking congress sure seems on the same page with her.    Killing the the Intermediate Range Nuclear Weapons Treaty signed by Reagan and Gorbachev in the sanctions bill, that was telling, that was just epic.   Of course, the damned corporate media will not tell the American people this.  They might start protesting America’s relentless push towards world war if they learned the facts.   The insiders only want race rioters in the streets to deflect from their agenda and to blame on Trump.   Goebels could not have been more creative.\nJ. von York\nAugust 16, 2017 at 20:15\nGar Alperovitz has written and researched extensively on the premise that dropping the atom bombs was necessary for ending WWII. I believe there is much basis to questioning this premise, especially in light of the extreme recklessness pervading the US foreign policy establishment.\nmike k\nAugust 16, 2017 at 20:52\nYes. Thanks for your thoughts. There is an argument that the second a-bomb was aimed at Russia.\nmike k\nZachary Smith\nAugust 16, 2017 at 23:28\nI almost mentioned that person in my comment, but decided against it.\nWhen I recently used Google Scholar to look for any recent publications I found that he has been ignoring the humongous holes knocked in his “scholarship” in the years since he published.   I suppose the man likes his small measure of fame, and he knows that most people will never do what I did, and so he sits pat with the BS he published.\nSeer\nAugust 17, 2017 at 03:15\n“Gar Alperovitz has written and researched extensively on the premise that dropping the atom bombs was necessary for ending WWII.”\nKnew nothing of this man until I ran across the following article.  Interestingly, in this article he seems to be of the completely opposite mind:\nAugust 17, 2017 at 11:38\nThanks for the link.   I saved that 2015 article for future reference.    It shows that only two years ago Alperovitz was repeating stuff which plainly isn’t true.   And unless he has a Trump-Type knowledge level, he KNOWS it isn’t true.\nZachary Smith\nAugust 16, 2017 at 18:39\nI’d like to refer Mr. Bernstein and Mr. Pilger to an essay on nuclear diplomacy written by Herman Kahn decades ago – the steering wheel analogy.\nh**p://preview.tinyurl.com/y7qbybmy\nIt describes how to really impress another negotiator by convincing him that you’re a fanatic and will stop at nothing.  I’ve idly wondered if part of the build-up to the Presidency of Hillary Clinton was her establishment of a bloodthirsty stop-at-nothing warmonger personality.  Whether real or not, it would have been really useful about now in the dancing around with China, Russia, and North Korea.  Since the neocons are stuck with Trump, they’re not talking much about his core desire to avoid a nuclear war, concentrating instead on his “loose cannon” lunacy.\nThis was a fascinating and really useful interview, and I feel sort of churlish to nit-pick, but this tiny part bothered me.\nThe lie that Hiroshima was nuked in order to end the war was demonstrated by the dropping of the second bomb on Nagasaki.\nThat’s simply not true.  After the first bomb was dropped a second one was a lead-pipe requirement unless Japan immediately surrendered.  Which it didn’t.\nAfter Hiroshima the Japanese military immediately sounded out Japanese nuclear scientists.  These scientists were as surprised by Hiroshima as anyone, for they’d already declared that a nuclear weapon would take many years to make on account of the difficulty of accumulating the materials.  OK, so the Americans with their immense resources had been able to do it after all.  But the fissile materials are so scarce that not even the wealthy yanks could make many of them. A second bomb was therefore always a certainty if a surrender didn’t happen pronto!\nHowever, the dropping of  the second bomb was supposed to have been several days later to give the Japanese time to thoroughly digest the matter.   Bockscar took off for Kokura when it did because some relatively low level military commanders got a bad weather report, so they accelerated the schedule.\nSometime around this Truman began to pick up on the fact that the Army was running the nuclear show with regard to the atom bombings, and being the type of personality he was, didn’t like it.  So he gave explicit orders that the core of the third bomb NOT be shipped to the Pacific until HE gave the orders.\nPersonally I find the claim about stopping the Soviet occupation of Japan nonsense.   Stalin had come out of WW2 with astonishing territorial gains, and when the Americans drew a firm line on some more ground to which he had exactly zero rights, he didn’t make a fuss.   There was plenty to digest in any event.\nNitpicking over.   Generally great read, in my opinion.\nSeer\nAugust 17, 2017 at 02:59\nUS had broken Japan’s communications codes and had known that Japan was looking for a way to surrender.  THE bombs were totally unnecessary, and they had no real bearing on the surrender of Japan:\nMyths are hard to kill.\n“These scientists were as surprised by Hiroshima as anyone, for they’d already declared that a nuclear weapon would take many years to make on account of the difficulty of accumulating the materials.”\nThese folks, like all other top-level professionals,. were totally blind, whether by nature or intent, to MANY things.  It was said that it would take a million men a hundred years to take Tarawa from the Japanese Army ( http://www.history.com/topics/world-war-ii/battle-of-tarawa ).  The US Marines did it in far less time, and with far fewer people.  And consider the recent events with Fukushima, top-level professionals covering their asses, making claims that turned out to be totally bogus.  Folks tend to say what their leadership wants to hear.  I respect REAL knowledge, I do not respect people who abuse it.\nZachary Smith\nAugust 17, 2017 at 11:45\nUS had broken Japan’s communications codes and had known that Japan was looking for a way to surrender.\nThe first part is correct.  So far as I know, the US of A was reading all of Japan’s communications with total ease.    What we saw wasn’t a desire to surrender though, but rather an effort to end the war on Japan’s own terms, and those terms amounted to a victory for Japan.\nThat was not going to happen.\nDr. Ip\nAugust 16, 2017 at 16:00\nNut jobs like Mike Pence and Ted Cruz are all “Waiting for Armageddon” ( https://youtu.be/nNvtA_q0e20 ) and will gladly help it arrive sooner rather than later. If you thought Jim Jones and his crowd was crazy, just have a look inside the Christianized US Air Force and the End-Times politicians slithering around the Capitol. A coup d’état by some rational atheists is the only medicine that can cure the illness infesting the body politic. Are there any around?\nmike k\nAugust 16, 2017 at 17:04\nSorry, the rational atheists are busy doing their own number to destroy the world!\nmike k\nAugust 16, 2017 at 17:08\nBut you do raise some really scary possibilities coming from the religiously deluded political types. I think it’s just another case where all we can do is watch it play out – you can’t reason with these folks. But on the other hand, who can you reason with in this world gone crazy?\nmike k\nAugust 16, 2017 at 15:01\nOur leaders refuse to enter into negotiations leading to denuclearization and peace; in fact they are the cause of the death march they are taking all of us on. Is there no way to stop them? Our fate as a species hangs on the answer to this question.\nmike k\nAugust 16, 2017 at 14:56\nPilger understands that this last sanctions bill was a declaration of war on Russia. Not a kind of or sort of declaration, but a clear determined actual DECLARATION OF WAR ON RUSSIA. No other explanation or interpretation necessary or possible. We are at WAR with RUSSIA.\nRussia and China understand this. The only option left for anyone to stop this death march is to somehow persuade the most violent nation on Earth, the United States of America to relent. Any other effort is just killing time until the end, playing the same old futile games. Is it our destiny to be members of the nation which will destroy Mankind forever?\nmike k\nAugust 16, 2017 at 14:41\nWe still don’t get it about nuclear weapons. All our other fancy political, economic, and military games are for naught when these death weapons fall. WHEN NOT IF. I don’t count anyone intelligent if they don’t understand that this is the prime threat facing all of us. Our behavior convicts us of mass stupidity.\nirina\nAugust 17, 2017 at 00:59\nI mostly disregard climate change activists because when I mention the very possibility of nuclear war\nas an extreme and far too likely climate change trigger, they ignore and/or belittle me. I’ve decided that\npeople become very attached to environmental issues other than nuclear war as an avoidance mechanism.\nZachary Smith\nAugust 17, 2017 at 22:32\nI mostly disregard climate change activists because when I mention the very possibility of nuclear war as an extreme and far too likely climate change trigger, they ignore and/or belittle me.\nI don’t understand this at all.  A nuclear war would reverse the effects of global warming by setting off a temporary but extreme cooling spell like what happened in 1816, only much worse.   No matter how many died promptly in the nuclear war, many or most of the survivors throughout the rest of the world would die from starvation.\nAugust 16, 2017 at 14:36\nIn this YouTube video, Noam Chomsky makes a lot of good points about the historical & present day reality of US glibness regarding the possibility of nuclear war:\nirina\nAugust 17, 2017 at 00:56\nI have posted this before but for those who have not seen it, I would like to recommend the\nexcellent book “By the Bomb’s Early Light”, written by eminent historian Paul Boyer. In the\nbook, Boyer looks at the early post-Hiroshima days, when people clearly understood the\nseismic shift in the landscape and wrote about it with clarity and prescience.\nThe most important point Boyer makes is that the most dangerous ‘nuclear moment’ was not\nthe Cuban Missile Crisis, or the early 1980’s (the book was first published in 1985). The most\ndangerous time, Boyer said, would be fifty, sixty or seventy years Post-Hiroshima, when whole\ngenerations had grown up under The Bomb and had learned to ignore the nuclear threat. At\nthe same time, resource wars would be flaring up as populations grew and the Great States\nsplit asunder. Misplaced, ‘rogue nukes’ would become more common and might be used to\ntrigger a full response. Welcome to Now. Highly recommended reading. Available through\n(wait for it) Amazon. And other booksellers.\nZachary Smith\nAugust 17, 2017 at 22:17\nThe most important point Boyer makes is that the most dangerous ‘nuclear moment’ was not the Cuban Missile Crisis, or the early 1980’s (the book was first published in 1985). The most dangerous time, Boyer said, would be fifty, sixty or seventy years Post-Hiroshima, when whole generations had grown up under The Bomb and had learned to ignore the nuclear threat.\nI hope my library gets this book because the thesis is an interesting one.   It would have been my guess that the period right after the Missile Crisis was the worst.    Recall that to win the election of 1960 the Democrats had been hyping the Missile Gap.   Russia had put huge satellites into orbit with rockets which could obviously carry monster bombs, and the story went that they had far more missiles than did the US.  So when Kennedy got into office he sets off an enormous buildup of the Minutemen and Polaris missiles.  But recon satellites began to confirm what Eisenhower already knew from the U2 overflights of the USSR, that the Soviets had a quite small missile force.    As soon as the Minuteman assembly lines got into production the US was getting a staggering advantage in the numbers game.  Also the advantage in bombers was a huge one.  I’d guess we were at the “max” with the Strategic Air Command with the B-47s, the B-52s, and the B-59s coming out our ears.  There were many air bases surrounding the USSR for the shorter range bombers to use.  Finally besides the Polaris, missile, the Navy had its own nuclear bombers like the Skywarrior and the Vigilante.  The Brits had the Vulcan, and I’m probably forgetting a few.\nWhat’s doubly worrisome about that period was the Civil Defense program which sprang up out of nowhere.   Why would that have happened if the US wasn’t thinking very hard about a sneak attack on the USSR when our forces were suddenly so large and theirs remained small.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://www.flashpoints.net",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://www.youtube.com/watch?v=nNvtA_q0e20&feature=youtu.be",
                "http://www.nyqbooks.org/title/specialed"
            ]
        },
        "key_words": [
            "really",
            "taking",
            "nuclear",
            "china",
            "russia",
            "sanctions",
            "end",
            "war",
            "think",
            "seriously",
            "strike",
            "weapons"
        ]
    }
]