[
    {
        "url": "https://www.christianpost.com/news/pastors-who-lead-double-lives-lost-touch-with-people-are-wound-to-the-church-pope-francis.html",
        "title": "Pastors Who Lead Double Lives Have Lost Touch With People, Are Wound to the Church, Pope Francis Says",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nPastors Who Lead Double Lives Have Lost Touch With People, Are Wound to the Church, Pope Francis Says\nPastors Who Lead Double Lives Have Lost Touch With People, Are Wound to the Church, Pope Francis Says\nPastors Who Lead Double Lives Have Lost Touch With People, Are Wound to the Church, Pope Francis Says\n| Thursday, January 18, 2018\nPope Francis leads his Wednesday general audience at Paul VI auditorium hall in Vatican City February 8, 2017. | (Photo: REUTERS/Tony Gentile)\nPope Francis has dismissed out of touch pastors leading double lives as a \"wound\" to the church which parishioners should not emulate.\n\"It's bad to see pastors with double lives. It's a wound to the Church. Sick pastors, who have lost authority and carry on with this double life. Jesus is stern with them. He not only tells people not to listen to them but also to not do what they do. What does He tell them? 'You're white sepulchers.' Beautiful in doctrine on the outside, but rotting within,\" Francis said in a strongly-worded homily at Casa Santa Marta on Jan. 9 .\nThe pope warned that when pastors begin to lead double lives it is usually a symptom that their prayer life is weak and they have lost touch with the people they are supposed to be serving.\n\"This is the end of a pastor who is neither close to God in prayer nor close to the people in compassion,\" he said.\nIn November, Francis highlighted how  Jesus warned his disciples about the scribes and Pharisees who \"tie up heavy burdens hard to carry and lay them on people's shoulders, but they will not lift a finger to move them.\"\n\"This attitude is a wicked exercise of authority,\" he said, noting that spiritual leaders should lead by good example, \"helping others practice what is right and due, supporting them in the trials that they encounter on the path of goodness.\"\nWhen authority is exercised badly, the pope explained, \"it becomes oppressive, it does not allow people to grow and it creates a climate of distrust and of hostility, and also brings corruption.\"\nThe pope's warning at the time came in light of a report that Indonesian bishop Hubertus Leteng had been accused by dozens of priests in the Diocese of Ruteng of having a mistress and misusing over $120,000 in church funds. He later resigned  from his post.\nThe pontiff urged pastors who have lost their authority to not lose hope like the high priest Eli in the Bible.\nDespite the failure of his two sons, Hophni and Phinehas, to live a life of righteousness , Eli still allowed them to serve as priests in the Tabernacle which angered God and the people of Israel.\n\"I say to the pastors who are detached from God and from the people, 'Don't lose hope. There's always another possibility. It was enough for a man to look and approach a woman, listen to her and awaken the authority to bless and prophecy.\n\"Accordingly, a son was born to her. Authority. Authority, a gift from God. It only comes from Him. Jesus gives it to His own. Authority in speaking, which comes from closeness to God and to the people. They always go together. Authority is coherence, not double life. It's authority, and if a pastor loses it, he should not lose hope, like Eli. There's always time to come close and reawaken authority and prophecy,\" Francis said.\nRelated Articles\nMore In World\n",
        "quotes": [
            [
                "It's bad to see pastors with double lives.",
                "Pope Francis",
                true
            ],
            [
                "It's a wound to the Church.",
                "Pope Francis",
                true
            ],
            [
                "Sick pastors, who have lost authority and carry on with this double life.",
                "Pope Francis",
                true
            ],
            [
                "He not only tells people not to listen to them but also to not do what they do.",
                "Pope Francis",
                true
            ],
            [
                "Beautiful in doctrine on the outside, but rotting within,",
                "Pope Francis",
                true
            ],
            [
                "This is the end of a pastor who is neither close to God in prayer nor close to the people in compassion,",
                "Pope Francis",
                true
            ],
            [
                "tie up heavy burdens hard to carry and lay them on people's shoulders, but they will not lift a finger to move them.",
                "Pope Francis",
                false
            ],
            [
                "This attitude is a wicked exercise of authority,",
                "Hophni",
                true
            ],
            [
                "helping others practice what is right and due, supporting them in the trials that they encounter on the path of goodness.",
                "Hophni",
                false
            ],
            [
                "it becomes oppressive, it does not allow people to grow and it creates a climate of distrust and of hostility, and also brings corruption.",
                "Pope Francis",
                false
            ],
            [
                "I say to the pastors who are detached from God and from the people, 'Don't lose hope.",
                "Pope Francis",
                true
            ],
            [
                "It was enough for a man to look and approach a woman, listen to her and awaken the authority to bless and prophecy.",
                "Pope Francis",
                true
            ],
            [
                "Accordingly, a son was born to her.",
                "Pope Francis",
                true
            ],
            [
                "Jesus gives it to His own.",
                "Pope Francis",
                true
            ],
            [
                "Authority in speaking, which comes from closeness to God and to the people.",
                "Pope Francis",
                true
            ],
            [
                "Authority is coherence, not double life.",
                "Pope Francis",
                true
            ],
            [
                "It's authority, and if a pastor loses it, he should not lose hope, like Eli.",
                "Pope Francis",
                true
            ],
            [
                "There's always time to come close and reawaken authority and prophecy,",
                "Pope Francis",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/catholic-bishop-accused-of-misusing-120000-having-secret-mistress-resigns-after-protests-by-priests-202698/",
                "https://www.romereports.com/en/2018/01/09/pope-francis-in-santa-marta-pastors-with-double-lives-are-wound-to-the-church/",
                "https://www.christianpost.com/news/pope-francis-says-church-leaders-politicians-must-lead-by-example-cant-have-double-life-205573/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.biblegateway.com/passage/?search=1%20Samuel%202:12-17"
            ]
        },
        "key_words": [
            "lost",
            "life",
            "touch",
            "lives",
            "authority",
            "francis",
            "church",
            "pastors",
            "god",
            "wound",
            "lead",
            "pope",
            "double"
        ]
    }
]