[
    {
        "url": "https://www.christianpost.com/news/bolivian-president-revokes-anti-evangelism-law-victory-evangelicals-protests.html",
        "title": "Bolivian President Revokes Anti-Evangelism Law; Major Victory for Evangelicals After Days of Protests",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nBolivian President Revokes Anti-Evangelism Law; Major Victory for Evangelicals After Days of Protests\nBolivian President Revokes Anti-Evangelism Law; Major Victory for Evangelicals After Days of Protests\n| Tuesday, January 23, 2018\nBolivia's President Evo Morales reads an official statement during a news conference in Sucre in this July 8, 2014 handout picture. | (Photo: REUTERS/ABI/Bolivian Presidency/Handout via Reuters)\nBolivian President Evo Morales has said he will revoke a new penal code that would have criminalized evangelism, explaining that he wants to \"avoid confusion\" following protests, prayer and fasting by evangelicals.\nEvangelical Focus  translated a tweet by Morales on Sunday, which included the announcement of the repeal of the penal code that had previously been approved on Dec. 15.\n\"The national government will never approve laws against the Bolivian people,\" the president insisted, but at the same time accused opposition forces of \"conspiring\" and \"destabilizing the country with misinformation and lies.\"\nMorales said the government will now listen to proposals \"of all sectors of the country\" for a new penal code.\nArticle 88.1 of December's penal code had threatened  anyone who \"recruits, transports, deprives of freedom or hosts people with the aim of recruiting them to take part in armed conflicts or religious or worship organizations\" with between five to 12 years in prison, which caused great concern for the minority evangelicals.\n\"We express our most resolute rejection of the inclusion of our ministerial activities in the list of possible conducts that go against the law,\" the National Association of Evangelicals in Bolivia said in a statement back then.\n\"The legislator forgets that the evangelical Christian churches in Bolivia are religious organizations recognized by the Bolivian state, and, therefore, legal entities,\" it added.\nProtests against the new law included recent marches in Cochabamba, while evangelical churches across the nation held days of prayer and fasting.\nMajor bodies, such as the World Evangelical Alliance, spoke out on the issue, and just a day before Morales' announcement sent out a prayer alert .\nThe WEA, which says it represents 600 million believers worldwide, called on prayers for the government to withdraw the new penal code provision.\n\"Pray that the authorities would not restrict, but protect and promote religious freedoms in Bolivia,\" it urged.\n\"Pray for God's guidance and favor upon Bolivian Christians who are protesting against the new law and advocating for greater religious freedoms in the country.\"\nThe Adventist Review , which said that the Seventh-day Adventist Church has also warned against legislation that would endanger freedom of belief, assembly, and worship, pointed to local newspapers that have highlighted that the implications of the latest decision are still unclear.\n\"So far we hear only announcements,\" Cochabamba Civic Committee President Juan Flores told El Deber. \"Protests will continue until all our demands are met.\"\nThe Seventh-day Adventist Church itself has called on its members to pray for civic authorities.\n\"Pray that God may grant His wisdom to authorities as they discuss this topic,\" the church has said.\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\nMore In World\n",
        "quotes": [
            [
                "The national government will never approve laws against the Bolivian people,",
                "",
                true
            ],
            [
                "destabilizing the country with misinformation and lies.",
                "",
                false
            ],
            [
                "of all sectors of the country",
                "Morales",
                false
            ],
            [
                "recruits, transports, deprives of freedom or hosts people with the aim of recruiting them to take part in armed conflicts or religious or worship organizations",
                "",
                false
            ],
            [
                "We express our most resolute rejection of the inclusion of our ministerial activities in the list of possible conducts that go against the law,",
                "",
                true
            ],
            [
                "The legislator forgets that the evangelical Christian churches in Bolivia are religious organizations recognized by the Bolivian state, and, therefore, legal entities,",
                "",
                true
            ],
            [
                "Pray that the authorities would not restrict, but protect and promote religious freedoms in Bolivia,",
                "",
                true
            ],
            [
                "Pray for God's guidance and favor upon Bolivian Christians who are protesting against the new law and advocating for greater religious freedoms in the country.",
                "",
                true
            ],
            [
                "So far we hear only announcements,",
                "",
                true
            ],
            [
                "Protests will continue until all our demands are met.",
                "",
                true
            ],
            [
                "Pray that God may grant His wisdom to authorities as they discuss this topic,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://evangelicalfocus.com/world/3201/Evo_Morales_repeals_the_Penal_Code",
                "https://www.christianpost.com/news/evangelicals-bolivia-protest-new-law-criminalizing-evangelism-12-years-prison-213972/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.adventistreview.org/church-news/story5805-bolivias-president-announces-intent-to-repeal-code-limiting-evangelism",
                "https://www.facebook.com/CPSZaimov",
                "https://mailchi.mp/b271d0232ac6/new_law_criminalizes_evangelism_in_bolivia?e=[UNIQID]"
            ]
        },
        "key_words": [
            "antievangelism",
            "religious",
            "bolivian",
            "major",
            "revokes",
            "evangelical",
            "penal",
            "prayer",
            "protests",
            "president",
            "church",
            "code",
            "victory",
            "law",
            "evangelicals",
            "morales",
            "days"
        ]
    }
]