[
    {
        "url": "https://www.christianpost.com/news/christian-dad-family-moved-to-africa-after-feds-sabotaged-daughters-adoption.html",
        "title": "Christian Dad Shares How Family Moved to Africa After Feds 'Sabotaged' Daughter's Adoption",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nChristian Dad Shares How Family Moved to Africa After Feds 'Sabotaged' Daughter's Adoption\nChristian Dad Shares How Family Moved to Africa After Feds 'Sabotaged' Daughter's Adoption\nChristian Dad Shares How Family Moved to Africa After Feds 'Sabotaged' Daughter's Adoption\n| Saturday, January 20, 2018\nSmooth Via gives his family's adoption testimony at annual Evangelicals for Life conference at the J.W. Marriott in Washington, D.C. on Jan. 19, 2018. | (Photo: The Christian Post / Samuel Smith )\nWASHINGTON — A Christian father, who along with his wife and three children, moved to Africa in 2013 after the U.S. government refused to let them bring home their newly adopted daughter from Uganda, spoke Friday what it means to act on God's convictions despite not knowing exactly what The Lord is calling for.\nJonathan \"Smooth\" Via, a pastor and missionary affiliated with the humanitarian organization Arise Africa, gave his family's testimony while speaking at the 2018 Evangelicals for Life conference at the J.W. Marriott, hosted by the Southern Baptist Convention's Ethics & Religious Liberty Commission ahead of the March for Life in the nation's capital.\nVia, who proposed to his wife, Kelly, on the banks of the Nile River in 2001, has for many years had a passion for the people of Uganda and has served on many Arise Africa short-term missions there.\nAlthough the Vias had made several mission trips to the developing country in the past, Via explained that it wasn't until they went there again for a short-term mission in 2010 that their lives would change forever.\nIt was that year when Arise Africa had just opened what Via referred to as a \"babies home\" in response to requests from local pastors who were looking for ways to help orphaned and at-risk children. Naturally, the Vias decided to visit the home.\n\"It was while we were [at the babies' home] that something changed in me. I don't have the words to put to it. But, it was like God was tearing open a hole in my heart, like he was making room for somebody who he was about to bring into our lives,\" Via told the audience. \"It was when we got back to the room that night that my wife and I began to talk about it and she felt the same way.\"\nVia said that it felt like God had \"drastically altered\" their entire future.\n\"I told [my wife] ... 'We don't get to go back and pretend like it's business as usual anymore,'\" Via recalled. \"It was several months later that we finally turned in an application with an adoption agency with the express purpose of adopting a child from Arise Africa's babies' home.\"\nVia explained that there were some initial setbacks that are common with adoptions from countries like Uganda. Once everything got approved through the Uganda court system for them to adopt from the babies' home, the Vias were finally able to travel to meet their new adopted daughter, Chloe, in April 2012.\nThe Via family unites with their adopted daughter and sister, Chloe, for the first time in this photo from April 2012. | (Photo: The Archibald Project)\nThe Vias believed it would only be a matter of weeks before they would be able to return home to the U.S. with their new adopted daughter.\nHowever, God had \"something completely different in mind,\" Via explained.\n\"It was immediately after that date that it began to feel like everything was falling apart,\" Via emotionally said.\nAlthough the Vias made it through the Uganda court system and were named her legal guardians in May 2012, the situation took a turn for the worst after the Vias applied for a visa for Chloe through the U.S. Embassy.\n\"For reasons unbeknownst to us, we don't know entirely what happened, but I do know for sure that the consular who was adjudicating our case for some reason became convinced that something unethical or something sketchy had happened in the process of our adoption,\" Via said. \"She set out from that point forward to sabotage our adoption.\"\n\"It is a bold claim, I realize, but we actually caught her on several blatant lies and misrepresentations of our case,\" Via continued.\nAccording to Via, he had worked previously with Arise Africa for over 10 years. He assured that the organization had never done anything unethical.\nVia said that because he and his wife didn't want to \"steal a child\" or do anything unethical, Kelly Via tracked down Chloe's birth mother and met with her face-to-face and asked her several hard questions with the help of a translator.\nOne of the questions, Via recalled, was, \"What was going through your mind when you released Chloe to the babies' home?\"\n\"We even asked, 'What if we don't adopt her?'\" Via remembered. '\"What if we adopted you as a family and we sponsored you as a family? Would that make a difference so maybe you would have the finances to be able to care for her and give her and education? Would that change anything for you?'\"\nAccording to Via, the mother told his wife that when she gave her daughter up to the babies' home, she no longer considered Chloe to be her daughter.\n\"Nevertheless, the consolar at the embassy gathered her information and sent it off to the U.S. Citizenship and Immigration Services with the cards clearly stacked against us,\" Via said.\nIn October 2012, the Via's got a letter from USCIS saying that they were going to deny Chloe's visa application. Between the May approval in the Ugandan court system and the October letter from USCIS, Via said, was a hard time for the family, as they spent much of it split between two continents.\nAfter receiving the letter of denial, Via said he didn't know what else to do.\n\"I read that letter and I almost collapsed on my bathroom floor. I laid there on my back and I was so angry. I said, 'God, I don't get it. I don't understand what you are doing? You are the one who started this whole process. You put this on our heart, we are just trying to do what You called us to do. Why does it feel like your hand is actively involved in making this process difficult?' I laid there and there was no answer,\" Via said.\n\"I laid there and said, 'Fine. What am I supposed to do because I am so lost right now? I don't know what to do. I don't know where to go. I don't know what decision to make. I don't know. What am I supposed to do?'\" Via asked. \"He answered me with three very simple words, 'fight for her.' He said fight for her because I fought for you and what you don't understand is that I am telling a bigger story here. I am telling something so much bigger than just your adoption.'\"\nVia said that he walked out of the bathroom with a \"new level of clarity.\" He clarified that it wasn't really a \"direction\" that God had provided because at that point he still wasn't sure what fighting for his daughter meant as far as actions he needed to take.\n\"I knew one thing for sure — that there would never be at time when I would stop fighting for my daughter,\" Via said.\nWhen the Vias received a final notice of denial from the USCIS on Dec. 31, 2012, it became clear what the family needed to do.\n\"With our new level of clarity, we said, 'What does this look like? What do we have to do? What does fighting for her look like?'\" Via explained. \"We looked at it and we thought about it and we realized that what it meant was [to fight] the way Jesus fought for us. If you didn't come to God, then Jesus came to us.\"\nIt was on April 3, 2013, that the Vias moved to Jinja, Uganda, almost one year after they met Chloe.\n\"So that is where me and my family have been working for the past five years, living and working with Arise Africa International,\" Via said.\nAccording to the Vias' website , the Vias are actively involved in church planting, pastoral and ministry training and also do work in the babies home.\nAccording to the Evangelicals for Life  website, the Vias have planted over 20 churches, seen \"thousands become followers of Jesus,\" and are helping provide free medical care in various villages around Uganda.\nFollow Samuel Smith on Twitter: @IamSamSmith Follow Samuel Smith on Facebook: SamuelSmithCP\nRelated Articles\n",
        "quotes": [
            [
                "It was while we were [at the babies' home] that something changed in me.",
                "",
                true
            ],
            [
                "I don't have the words to put to it.",
                "",
                true
            ],
            [
                "But, it was like God was tearing open a hole in my heart, like he was making room for somebody who he was about to bring into our lives,",
                "",
                true
            ],
            [
                "It was when we got back to the room that night that my wife and I began to talk about it and she felt the same way.",
                "",
                true
            ],
            [
                "I told [my wife] ... 'We don't get to go back and pretend like it's business as usual anymore,",
                "",
                true
            ],
            [
                "It was several months later that we finally turned in an application with an adoption agency with the express purpose of adopting a child from Arise Africa's babies' home.",
                "",
                true
            ],
            [
                "It was immediately after that date that it began to feel like everything was falling apart,",
                "",
                true
            ],
            [
                "For reasons unbeknownst to us, we don't know entirely what happened, but I do know for sure that the consular who was adjudicating our case for some reason became convinced that something unethical or something sketchy had happened in the process of our adoption,",
                "",
                true
            ],
            [
                "She set out from that point forward to sabotage our adoption.",
                "",
                true
            ],
            [
                "It is a bold claim, I realize, but we actually caught her on several blatant lies and misrepresentations of our case,",
                "",
                true
            ],
            [
                "What was going through your mind when you released Chloe to the babies' home?",
                "",
                true
            ],
            [
                "We even asked, 'What if we don't adopt her?",
                "Chloe",
                true
            ],
            [
                "What if we adopted you as a family and we sponsored you as a family?",
                "Chloe",
                true
            ],
            [
                "Would that make a difference so maybe you would have the finances to be able to care for her and give her and education?",
                "Chloe",
                true
            ],
            [
                "Would that change anything for you?",
                "Chloe",
                true
            ],
            [
                "Nevertheless, the consolar at the embassy gathered her information and sent it off to the U.S.",
                "Chloe",
                true
            ],
            [
                "Citizenship and Immigration Services with the cards clearly stacked against us,",
                "Chloe",
                true
            ],
            [
                "I read that letter and I almost collapsed on my bathroom floor.",
                "",
                true
            ],
            [
                "I laid there on my back and I was so angry.",
                "",
                true
            ],
            [
                "I said, 'God, I don't get it.",
                "",
                true
            ],
            [
                "I don't understand what you are doing?",
                "",
                true
            ],
            [
                "You are the one who started this whole process.",
                "",
                true
            ],
            [
                "You put this on our heart, we are just trying to do what You called us to do.",
                "",
                true
            ],
            [
                "Why does it feel like your hand is actively involved in making this process difficult?",
                "",
                true
            ],
            [
                "I laid there and there was no answer,",
                "",
                true
            ],
            [
                "I laid there and said, 'Fine.",
                "",
                true
            ],
            [
                "What am I supposed to do because I am so lost right now?",
                "",
                true
            ],
            [
                "I don't know what to do.",
                "",
                true
            ],
            [
                "I don't know where to go.",
                "",
                true
            ],
            [
                "I don't know what decision to make.",
                "",
                true
            ],
            [
                "What am I supposed to do?",
                "",
                true
            ],
            [
                "He answered me with three very simple words, 'fight for her.",
                "",
                true
            ],
            [
                "He said fight for her because I fought for you and what you don't understand is that I am telling a bigger story here.",
                "",
                true
            ],
            [
                "I am telling something so much bigger than just your adoption.",
                "",
                true
            ],
            [
                "I knew one thing for sure — that there would never be at time when I would stop fighting for my daughter,",
                "",
                true
            ],
            [
                "With our new level of clarity, we said, 'What does this look like?",
                "",
                true
            ],
            [
                "What do we have to do?",
                "",
                true
            ],
            [
                "What does fighting for her look like?",
                "",
                true
            ],
            [
                "We looked at it and we thought about it and we realized that what it meant was [to fight] the way Jesus fought for us.",
                "",
                true
            ],
            [
                "If you didn't come to God, then Jesus came to us.",
                "",
                true
            ],
            [
                "So that is where me and my family have been working for the past five years, living and working with Arise Africa International,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/IamSamSmith",
                "https://www.facebook.com/SamuelSmithCP",
                "http://www.evangelicals.life/speaker/smooth-via/",
                "https://accounts.google.com/ServiceLogin?service=wise&passive=1209600&continue=https://docs.google.com/document/d/1xnrU0wZWzfARNQJ32PrPUs8rgtg5-_9ZiuauC_cutkg/edit&followup=https://docs.google.com/document/d/1xnrU0wZWzfARNQJ32PrPUs8rgtg5-_9ZiuauC_cutkg/edit&ltmpl=docs"
            ]
        },
        "key_words": [
            "babies",
            "adoption",
            "feds",
            "shares",
            "daughters",
            "dad",
            "christian",
            "vias",
            "dont",
            "uganda",
            "moved",
            "arise",
            "wife",
            "sabotaged",
            "know",
            "god",
            "family",
            "africa"
        ]
    }
]