[
    {
        "url": "https://consortiumnews.com/2013/04/09/the-consensus-behind-militarism/",
        "title": "The Consensus Behind Militarism",
        "authors": [
            {
                "name": "News Nag",
                "link": null
            },
            {
                "name": "Tom Coombs",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2013-04-09",
        "text": "Main menu\nBy Jeff Cohen\nI spent years as a political pundit on mainstream TV  at CNN, Fox News and MSNBC. I was outnumbered, outshouted, red-baited and finally terminated. Inside mainstream media, I saw that major issues were not only dodged, but sometimes not even acknowledged to exist.\nToday there’s an elephant in the room: a huge, yet ignored, issue that largely explains why Social Security is now on the chopping block. And why other industrialized countries have free college education and universal healthcare, but we don’t. It’s arguably our country’s biggest problem  a problem that Martin Luther King Jr. focused on before he was assassinated 45 years ago, and has only worsened since then (which was the height of the Vietnam War).\nThe Daily Show host Jon Stewart is one of the few voices on American television who occasionally breaks with the national security consensus.\nThat problem is U.S. militarism and perpetual war.\nIn 1967, King called the United States “the greatest purveyor of violence in the world today” and said, “A nation that continues year after year to spend more money on military defense than on programs of social uplift is approaching spiritual death.”\nNowadays MSNBC hosts yell at Fox News hosts, and vice versa, about all sorts of issues  but when the Obama administration expanded the bloody war in Afghanistan, the shouting heads at both channels went almost silent. When Obama’s drone war expanded, there was little shouting. Not at MSNBC, not at Fox. Nor at CNN, CBS, ABC or so-called public broadcasting.\nWe can have raging debates in mainstream media about issues like gun control and gay marriage and minimum wage, but when the elites of both parties agree on military intervention  as they so often do  debate is nearly nonexistent. Anyone in the mainstream who goes out on a limb to loudly question this oversized creature in the middle of the room known as militarism or interventionism is likely to disappear faster than you can say “Phil Donahue.”\nI know something about mainstream journalists being silenced for questioning bipartisan military adventures because I worked with Phil Donahue at MSNBC in 2002/03 when Bush was revving up the Iraq invasion with the support of Democratic leaders like Joe Biden, John Kerry, Hillary Clinton and Harry Reid. That’s when MSNBC terminated us for the crime of JWI. Not DWI, but JWI Journalism during Wartime while Independent.\nJWI may be a crime in mainstream media, but it’s exactly the kind of unauthorized, unofficial coverage you get from quality independent media today and from un-embedded journalists like Jeremy Scahill, Dahr Jamail and Glenn Greenwald.\nUnfortunately, many liberal journalists who were vocal about war, human rights and civil liberties during the Bush era lost their  voices as Obama continued and, in some cases, expanded Bush’s “War on Terror” policies. It says something about the lack of serious national debate on so-called national security that last month one of the loudest mainstream TV news questioners of the president’s right to assassinate Americans was Sean Hannity on Fox. That’s obscene.\nAnd it says something about mainstream TV that the toughest, most consistent questioners of militarism and defenders of civil liberties are not on a news channel  they’re on the comedy channel. A few weeks ago, I watched a passionate Jon Stewart taking on the U.S. military budget: “We already spend more on defense than the next 12 countries combined, including China, including Russia. We’re like the lady on Jerry Springer who can’t stop getting breast implants.” (On screen was a photo of the Springer guest.)\nWhat our mainstream media so obediently call the “War on Terror” is experienced in other countries as a U.S. war OF terror  kidnappings, night raids, torture, drone strikes, killing and maiming of innocent civilians  that creates new enemies for our country. Interestingly, you can easily find that reality in mainstream media of allied countries in Europe, but not in the mainstream media of our country. Needless to say, it’s our country that’s waging this global perpetual war.\nIn a democracy, war must be subjected to questioning and debate. And not just on the comedy channel.\nJeff Cohen is  founding director of the Park Center for Independent Media at Ithaca College and an associate professor of journalism there. His latest book is Cable News Confidential: My Misadventures in Corporate Media. He founded the media watch group FAIR in 1986. This column is adapted from remarks made April 6 at the National Conference on Media Reform in Denver.\nTom Coombs\nApril 12, 2013 at 13:56\nGreat article Jeff. I watch both Stewart and Colbert. They are great, but they too toe the line with the established line that socialism is evil. Both hosts dissed Hugo Chavez when he died. They characterized him as an oddly dressed “dictator” who made disparaging remarks about Americans. We are supposed to make disparaging remarks about Americans when Americans screw up. He wasn’t a dictator, he was elected three times. He tried to make the oil industry benefit the populace not the oligarchs. If they had a legitimate right to gripe that would be fine. They just fall into line with the American tenet, socialism is bad, Castro and Chavez were evil, they didn’t believe in capitalism.\nRight now i do not mourn Thatcher’s passing. She was an evil leader. She ruined the lives of English/British citizens. Chavez and Castro are only guilty of thumbing their noses at American hypocrisy.\nbobzz\nProgressives in the US are becoming analogous with Palestinians, neoconservatives with militant Israelis.\ngregorylkruse\nApril 11, 2013 at 14:00\nIt seems the only reason for not practicing terrorism around the world is that it creates new enemies.  It does, but that’s not a problem for terrorists.  Those new enemies can be easily killed too, and then, as we all know from history, the enemy runs out of courage, and then we have their ass.  The only thing that will bring a reign of terror to an end is the same thing that got  my stepmother to stop belt-whipping me. She got tired. The United States government will stop terrorizing the world when it runs out of energy or gets sick.\nhammersmith\nApril 11, 2013 at 13:57\nGee whiz Jeff, I have been thinking along these lines too.  If we squander out military prowess on Korea and China, we might leave Israel vulnerable.  It is not our military posture but our moral posture that is killing us.\nNews Nag\nApril 10, 2013 at 23:35\nGood job mentioning that the news media shirks its journalistic duty and instead promotes narrow manufactured news opinion.  That’s not a news flash, Jeff.  It’s not news.  BTW, news media don’t even do the manufacturing.  It merely takes what’s spoonfed it 95% of the time and the other 5% of the time expands only the slightest bit into areas not 100% pre-vetted by, well, the Pentagon really; and that 5% is still well within a margin of error that the Pentagon and White House and the ownership of both the news media and the country allow to be discussed without fear of actual news breaking out or fear of the development of a different consensus other than the religion of militarism.\nBut you have to go beyond the news media, Jeff.  You have to do actual journalism, you yourself.  You need to dig deep, really work to report the root causes. Make it your life’s work.  The news media is only THE SYMPTOM of what’s wrong.  What’s wrong is the total domination of the country’s policies and resultant strategies by capital and its fiercest most ruthless adherents.  You can’t get more ruthless than not even flinching at having hundreds of thousands people murdered by militarism for the benefit of your bottom line, and that’s what we have with the ownership of this country.  The ownership needs altering significantly so that capital no longer rules our lives.  Sure money’s necessary, but the ownership/corporate class should never have been allowed to dominate its dispensation to the insane and yes evil degree it has. Money cannot be the end-all be-all of our lives any longer.  Only human values can save us from an inhuman fate.  There’s your thesis.  You’re welcome.\nEddie\nApril 10, 2013 at 22:03\nExactly right Jeff Cohen.  There’s too many other excellent articles that recount all the problems with American militarism, so I won’t bother here other than to wonder aloud IF this country will ever VOLUNTARILY, rationally reduce it’s militarism, or (more likely I fear) spend itself into submission first?\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://fair.org/media-beat-column/the-martin-luther-king-you-dont-see-on-tv/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "http://www.commondreams.org/views06/0804-30.htm"
            ]
        },
        "key_words": [
            "consensus",
            "tv",
            "issues",
            "mainstream",
            "fox",
            "war",
            "msnbc",
            "military",
            "media",
            "countries",
            "militarism",
            "debate"
        ]
    }
]