[
    {
        "url": "https://www.christianpost.com/news/megachurch-pastor-fights-against-belief-in-hell-in-netflix-film-based-on-real-events.html",
        "title": "Megachurch Pastor Fights Against Belief in Hell in Netflix Film Based on Real Events",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nMegachurch Pastor Fights Against Belief in Hell in Netflix Film Based on Real Events\nMegachurch Pastor Fights Against Belief in Hell in Netflix Film Based on Real Events\nMegachurch Pastor Fights Against Belief in Hell in Netflix Film Based on Real Events\n| Monday, January 22, 2018\nChiwetel Ejiofor as preacher Carlton Pearson in the Netflix film \"Come Sunday,\" scheduled for April 2018. | (Screenshot: Youtube/Netflix)\nA Netflix film based on the life of a former evangelical megachurch pastor, who rejected belief in Hell and in doing so lost his congregation, released on Sunday a trailer clip featuring a heated debate on God and people in eternal damnation.\nThe clip from the upcoming \"Come Sunday\" film  features actor Chiwetel Ejiofor playing preacher Carlton Pearson, who at one point in the 1990s led Higher Dimensions Evangelistic Center in Tulsa, Oklahoma.\nAs the clip shows, Pearson asks one church elder during a debate whether he would not save his own father in Hell, to which the elder says that it is not up to him, but to God. Pearson insists that anyone would try to save their father, no matter what they had done, and asks \"Are we more merciful than God?\"\nFollowing the real-life events, the movie presents how Pearson publicly renounces his belief in Hell, and comes to support \"a variation on universal reconciliation and the Gospel of Inclusion,\" which falls outside mainstream Christianity.\nPearson faces significant backlash from the faith community he shephered for his decision, which also leads to him being banned from the Oral Roberts University campus and being branded a heretic by numerous Christian leaders.\nThe pastor, who was a consultant  on the film, set to be released in April, now serves as the leader of \"Streaming Consciousness Network\" in Chicago.\nAs the Hollywood Reporter  said in a film review, \"this is a rare film about an evangelical church from outside the faith-based channels that questions without either judging or condescending.\"\n\"With unstinting compassion, the film traces the dismantling of all that Carlton and his congregation have built together, never losing sight of the personal cost to him as he continues to wrestle with his beliefs,\" it adds.\nSpeaking about the film with Tulsa World , Pearson said: \"When I watched the first draft, I didn't realize how raw my emotions still are.\n\"It was very tender for me. You think you're over something until you recall it and reconnect with it.\"\nDespite mainstream theological teachings, a survey by LifeWay Research  in 2016 found that 64 percent of evangelicals believe everyone will go to Heaven, which was even higher than the 60 percent of the general American public who think the same.\nAt the same time, 84 percent of those with evangelical beliefs affirmed that Hell is a real place of eternal judgment. Only 30 percent of non-evangelicals said that they agree.\nOther popular megachurch pastors who have rejected Hell, and later left their church, include Rob Bell, once of Mars Hill Bible Church in Michigan.\nAlthough theologians, such as Dr. Albert Mohler Jr., president of The Southern Baptist Theological Seminary in Louisville, Ky., have praised Bell as a \"master communicator,\" they have warned that such arguments \"alienate love from justice and holiness.\"\n\"Bell wants to rescue God from any teaching that His wrath is poured out upon sin and sinners, certainly in any eternally conscious sense,\" Mohler has argued .\n\"But Bell also wants God to vindicate the victims of murder, rape, child abuse, and similar evil. He seems not to recognize that he has undercut his own story, leaving God unable or unwilling to bring true justice.\"\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\nMore In Entertainment\n",
        "quotes": [
            [
                "Are we more merciful than God?",
                "Pearson",
                true
            ],
            [
                "a variation on universal reconciliation and the Gospel of Inclusion,",
                "Pearson",
                false
            ],
            [
                "this is a rare film about an evangelical church from outside the faith-based channels that questions without either judging or condescending.",
                "",
                false
            ],
            [
                "With unstinting compassion, the film traces the dismantling of all that Carlton and his congregation have built together, never losing sight of the personal cost to him as he continues to wrestle with his beliefs,",
                "",
                true
            ],
            [
                "When I watched the first draft, I didn't realize how raw my emotions still are.",
                "Pearson",
                true
            ],
            [
                "It was very tender for me.",
                "Pearson",
                true
            ],
            [
                "You think you're over something until you recall it and reconnect with it.",
                "Pearson",
                true
            ],
            [
                "alienate love from justice and holiness.",
                "",
                false
            ],
            [
                "Bell wants to rescue God from any teaching that His wrath is poured out upon sin and sinners, certainly in any eternally conscious sense,",
                "Mohler",
                true
            ],
            [
                "But Bell also wants God to vindicate the victims of murder, rape, child abuse, and similar evil.",
                "",
                true
            ],
            [
                "He seems not to recognize that he has undercut his own story, leaving God unable or unwilling to bring true justice.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.hollywoodreporter.com/review/come-sunday-sundance-2018-1076860",
                "https://www.tulsaworld.com/news/religion/bishop-carlton-pearson-discusses-movie-about-his-life-as-come/article_7063634c-5747-56ee-b15e-7c9af87004cd.html",
                "https://www.christianpost.com/news/award-winning-actors-to-star-in-film-based-on-life-of-controversial-bishop-carlton-pearson-208997/",
                "https://www.christianpost.com/news/rob-bell-im-as-traditional-as-it-gets-says-billy-graham-shaped-him-191994/",
                "https://www.christianpost.com/news/more-us-evangelicals-than-americans-in-general-believe-everyone-will-go-to-heaven-170332/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=gQJHvVoqi1A",
                "https://www.facebook.com/CPSZaimov"
            ]
        },
        "key_words": [
            "based",
            "evangelical",
            "pastor",
            "events",
            "bell",
            "megachurch",
            "film",
            "fights",
            "netflix",
            "church",
            "clip",
            "god",
            "real",
            "belief",
            "pearson",
            "hell"
        ]
    }
]