[
    {
        "url": "https://www.christianpost.com/news/josh-duggar-theres-an-agenda-to-silence-people-of-faith-and-those-who-oppose-same-sex-marriage-in-america.html",
        "title": "Josh Duggar: 'There's an Agenda to Silence People of Faith,' and Those Who Oppose Same Sex Marriage in America",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nJosh Duggar: 'There's an Agenda to Silence People of Faith,' and Those Who Oppose Same Sex Marriage in America\nJosh Duggar: 'There's an Agenda to Silence People of Faith,' and Those Who Oppose Same Sex Marriage in America\nJosh Duggar: 'There's an Agenda to Silence People of Faith,' and Those Who Oppose Same Sex Marriage in America\n| Tuesday, April 28, 2015\nAnna and Josh Duggar. | (Photo: Anna Duggar/Facebook)\n\"19 Kids and Counting\" star Josh Duggar spoke out recently to state that he believes there is \"an agenda to silence people of faith, those who hold a dissenting opinion\" about same sex marriage.\nJosh, who works for the Family Research Council, addressed the issue of same sex marriage currently being debated in the Supreme Court, which could have national ramifications for the United States. Josh, who is married and currently expecting his fourth child with wife Anna, is firm in his belief that marriage is between one man and one woman, and that anyone who says otherwise is at risk of being silenced.\n\"Well, I think that right now in America there is an agenda to silence people of faith, those who hold a dissenting opinion. That's not what America was founded on. America was founded on respect, tolerance, and really not discriminating against people based on their religious convictions,\" Josh told CNSNews.com .\nJosh is not the only member of his family to speak out about same sex marriage. In Nov., patriarch Jim Bob and his wife Michelle posted a photo of themselves kissing to their Facebook account, with the message \"God designed marriage to be a loving, dynamic relationship between a husband and wife for a lifetime … We challenge all married couples to take a happily married picture and post it here.\"\nWhen same sex couples posted their photos to the Facebook page, they were taken down and removed from the page. That caused a great deal of backlash from the LGBT community, and a petition was launched to have TLC remove the show from its lineup. However, TLC did no such thing, and Jim Bob addressed the issue directly at a press conference.\nMichelle and Jim Bob Duggar kiss. | (Photo: Facebook/Duggar Family Official)\n\"We love everybody, but we don't always agree with them. They won't succeed,\" Jim Bob said  of the petition. \"Our show is the number one show on TLC. We love everybody. It's a small group creating this fuss. All it has done is give us more exposure. God is expanding our border through the national media.\"\n\"I believe strongly, being the oldest of 19 kids and counting, that you know, marriage is central to the family and every single child deserves a mother and father,\" Josh Duggar said. \"And I'm sure grateful for my parents and I'm grateful for my wife and we have our fourth child on the way due in July, and I think it's just such a blessing when you see family and you can see that you can honor each other. This [Supreme Court decision] is fundamental because only one other country in the entire world has ever redefined marriage and that was Brazil when they stepped in through the court system to do that.\"\nOral arguments before the Supreme Court are to begin Tuesday, April 28, with a decision expected this summer.\n\"I think that it's very clear that this is a debate that's not going to go away and think what we have to do is we have to come to this and we have to talk with civility. We have to go out there and we have to be clear in what we believe and we have to be firm in saying, look, this is where I stand … and I think this is a topic that we need to be discussing, that we need to be having that discourse about. I think we have to realize that at the very bedrock of this issue behind marriage is the American family and we have to go and we have to stand and fight for that,\" Josh added.\nCurrently, 37 states and the District of Columbia allow same sex marriage and 13 states have bans in place.\n\"19 Kids and Counting\" airs Tuesday nights on TLC.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/19-kids-countings-jim-bob-duggar-on-movement-to-have-show-removed-from-tlc-they-wont-succeed-131321/",
                "https://www.cnsnews.com/news/article/lauretta-brown/josh-duggar-being-oldest-19-kids-and-counting-i-believe-every-single"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "wife",
            "family",
            "faith",
            "oppose",
            "america",
            "tlc",
            "theres",
            "duggar",
            "sex",
            "marriage",
            "think",
            "court",
            "states",
            "josh",
            "supreme",
            "silence",
            "agenda"
        ]
    }
]