[
    {
        "url": "https://www.christianpost.com/news/jerry-falwell-jr-wife-becki-christian-trump-endorsement.html",
        "title": "Jerry Falwell Jr.'s Wife: It's Not Christian to Publicly Attack My Husband Over Trump Endorsement",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nJerry Falwell Jr.'s Wife: It's Not Christian to Publicly Attack My Husband Over Trump Endorsement\nJerry Falwell Jr.'s Wife: It's Not Christian to Publicly Attack My Husband Over Trump Endorsement\nJerry Falwell Jr.'s Wife: It's Not Christian to Publicly Attack My Husband Over Trump Endorsement\n| Monday, March 07, 2016\nBecki Falwell and Jerry Falwell Jr. pose for a photo in this undated picture. | (Photo: Facebook/Becki Falwell)\nThe wife of Liberty University President Jerry Falwell Jr. says that it is not very Christian for evangelical leaders to publicly criticize her husband and other evangelicals who have supported Republican billionaire Donald Trump for president.\nIn a Friday interview with The Christian Post, Becki Falwell detailed why she decided to write a lengthy Facebook post  last week chastising the Virginia evangelical institution's board of directors executive committee chair, Mark DeMoss, for criticizing her husband's Trump endorsement.\nAs her husband has received much scrutiny from the Liberty University community in the last month after he endorsed the brash, thrice-married real estate mogul in late January, Becki Falwell said she could only hear and read so much \"cruel\" criticism of her husband before she had to publicly defend him.\nThe final straw for Becki Falwell came when DeMoss, who worked as an aide to Liberty founder and Jerry Falwell Jr.'s father, Jerry Falwell Sr., from 1984 until 1991, said during an interview with the Washington Post  last Monday that it will be \"difficult\" for evangelical leaders backing Trump to explain why they have done so considering Trump's immoral behavior.\nBecki Falwell took the most offense to DeMoss' decrying of Jerry Falwell Jr.'s comparison of Trump to his own father.\n\"I just felt like I needed to say something,\" Becki Falwell asserted. \"It's just hard to be a wife and to see people attacking your husband when you know what his heart is. I know what his heart is and I know he wants what is best for the country. He has worked so hard at making Liberty the best Christian university.\"\nBecki Falwell added that she can't comprehend why her husband has come under fire simply for voicing his political views.\n\"I am just in shock at how cruel everyone is during this election. If you don't agree with the same person they agree with, they come out with their fangs, or Edward Scissorhands or something,\" Becki Falwell contended. \"Even people that claim to be Christian, they have been the cruelest.\"\nBecki Falwell explained that she felt as though DeMoss was trying to insinuate that he had a closer relationship with Falwell Sr. than his own family did.\n\"The part that was most offensive to me personally was the part where he was claiming to have had a closer relationship to Dr. Falwell than his own family,\" Becki Falwell said. \"I just think his family was closer to him. That was the wonderful thing about Jerry's dad was that he was a family person and he spent a lot of time with each of his family members. He would make it to every birthday party. He would fly home no matter what so he could be with his wife and that's what they have forgotten.\"\nAs DeMoss' comments come over a month after Jerry Falwell Jr. initially issued his endorsement of Trump, Becki Falwell believes DeMoss \"carefully calculated\" the the release of his opinion to coincide with Super Tuesday.\n\"He said that he had been concerned for a while about how Jerry's endorsement reflected on Liberty, but kept quiet until it looked like Mr. Trump would win a lot of states on Tuesday. He then said that he was voting for [Fla. Sen. Marco] Rubio. Obviously, his concern was more about the election and a candidate that he supported winning than Liberty's reputation,\" Becki Falwell told CP. \"Someone that has spent his life in public relations would definitely know how his airing his disagreement publicly would be seen as a way for him to sway people to vote for Rubio instead of Mr. Trump.\"\n\"Then the next day, [Mitt] Romney, who Mark worked for and Mark has admitted that they are still close friends, came out attacking Mr. Trump,\" Becki Falwell added. \"The coincidence is too convenient to ignore. Obviously, the establishment is scared and desperate.\"\nDeMoss is not the only member of the Liberty University community to have criticized Jerry Falwell Jr. for endorsing Trump. A number of Liberty alumni  have also claimed that they are \"embarrassed\" or \"disappointed\"  by Falwell's endorsement.\n\"I just don't understand why they have to come out after you if you don't agree with them. I don't care who anybody votes for. I love them no matter what. They can vote for Hillary or Bernie,\" Becki Falwell assured. \"We had Bernie Sanders come speak at the school and we had cheers for him. I didn't dislike them. It's your opinion and we can still agree to disagree. If we are Christians than we should not attack people, especially in the public. And that's why I kind of went off on Facebook because I had just read way too much and I was a little upset.\"\nLiberty University alumnus Dean Inserra, who is the pastor of City Church in Tallahassee, Florida, told CP  that he believes the late Jerry Falwell Sr. \"would be disappointed\" with his son's Trump endorsement.\n\"I believe that his father would be disappointed in that kind of soul selling for the sake of might,\" Inserra argued. \"His father dabbled in that from time to time but didn't come to this level and it's really unfortunate.\"\nBecki Falwell argued that her husband's Trump endorsement is not dissimilar to his father's endorsement of the twice-married Ronald Reagan over Southern Baptist Jimmy Carter in 1980, or his father's endorsement of George H.W. Bush over televangelist Pat Robertson in 1988.\nFollow Samuel Smith on Twitter: @IamSamSmith\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/donald-trump-liberty-university-jerry-falwell-wife-becki-defends-endorsement-158904/",
                "https://www.christianpost.com/news/liberty-jerry-falwell-endorses-trump-alumni-embarrassed-dissappointed-155970/",
                "https://www.christianpost.com/news/donald-trump-un-christ-like-behavior-falwell-sr-mark-demoss-jr-endorsement-liberty-university-158877/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www1.cbn.com/beltwaybuzz/archive/2016/01/27/liberty-univ.-alumni-against-trump",
                "https://twitter.com/IamSamSmith"
            ]
        },
        "key_words": [
            "wife",
            "family",
            "husband",
            "attack",
            "liberty",
            "trump",
            "falwell",
            "becki",
            "endorsement",
            "publicly",
            "demoss",
            "jerry",
            "come",
            "jrs",
            "christian"
        ]
    }
]