[
    {
        "url": "https://www.christianpost.com/news/the-difference-between-true-revival-and-false-fire.html",
        "title": "The Difference Between True Revival and False Fire",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Wednesday, September 28, 2016\n(Photo: Shane Idleman)\nAs believers, we are to discern truth from err, light from darkness, and right from wrong…but how?\nJeremiah 23:17 offers one answer, \"They continually say to those who despise Me, 'The LORD has said, You shall have peace;' And to everyone who walks according to the dictates of his own heart, they say, 'No evil shall come upon you.'\"\nFalse teachers often don't warn, confront, or convict. They offer comfortable messages and a false sense of peace, or they encourage very odd behavior.\nMany mislead with rules and regulations as found in 1 Timothy 4:2-3 — \"speaking lies in hypocrisy, having their own conscience seared with a hot iron, forbidding to marry, and commanding to abstain from foods which God created to be received with thanksgiving by those who believe and know the truth.\"\nJesus said in Matthew 24:24 that \"false Christs and false prophets will appear and deceive many.\"\nDeception comes in many forms but centers around false hope or legalism. Not all leaders in experience-oriented movements are false and misleading. Many are sincere and open to the work of the Holy Spirit, but when they \"toke the Holy Ghost,\" kick people in the stomach for healing, and act very bizarre, it should raise a huge red flag.\nWhat is true revival then?\nSimply stated: a genuine revival is God reviving His people — \"Wilt thou not revive us again that thy people may rejoice in thee?\" (Psalm 85:6 KJV).\nRepentance is often a mark of true revival as what was reflected in the life of Griffith Jones, who preached during the Welsh revivals of the 18th century: \"The tears [of the congregation] began to flow in streams down their cheeks. Soon, they wept openly, and cried out, 'What shall we do to be saved?'\"\nFurther, it was not uncommon for people to tremble and weep or shout for joy under the anointed preaching of George Whitefield. Whitefield was the primary evangelist during the Great Awakening that occurred in the mid 1700s. During this time, old grudges and debts were forgiven, morality improved, many were added to the church, and there was a greater sense of the fear of the Lord.\nThose who use past revivals in an attempt to validate odd events today perhaps have not truly researched revivals. In reading Charismatics and Calvinists, Pentecostals and Puritans, Acts and Azusa, as well as countless biographies of leaders such as Martin Luther, John Calvin, John Knox, John Wesley, Robert Murray M'Cheyne, Charles Spurgeon, and D.L. Moody, and puritans such as Thomas Goodwin, John Bunyan, John Owen, and Richard Baxter, nowhere do these leaders encourage the hysteria or the outright weirdness that we sometimes see today. God's Word is the foundation on which all truth stands (cf. I Timothy 3:15).\nGranted, there were times of strong conviction such as when people held on to trees thinking that they were falling into the abyss of hell during the famous sermon, \"Sinners in the Hands of an Angry God,\" by Jonathan Edwards. And people did cry out to God, and/or fall on the ground under the strong conviction of sin during the Revivals of George Whitefield, John Wesley, and Evan Roberts, but this is because sin, righteousness, and holiness were preached — \"falling down on his face, he will worship God and report that God is truly among you\" (1 Corinthians 14:25). This is true revival.\nPerhaps a balanced end to this is found in an excerpt from Duncan Campbell's book, The Price and Power of Revival: \"How is it that while we make such great claims for the power of the Gospel, we see so little of the supernatural in operation? Is there any reason why the Church today cannot everywhere equal the Church at Pentecost? I feel this is a question we ought to face with an open mind and an honest heart. What did the early Church have that we do not possess today? Nothing but the Holy Spirit; nothing but the power of God. Here I would suggest that one of the main secrets of success in the early Church lay in the fact that the early believers believed in unction from on high and not entertainment from men .... How did the early Church get the people? By publicity projects, by bills, by posters, by parades, by pictures? No! The people were arrested and drawn together and brought into vital relationship with God, not by sounds from men, but by sounds from heaven .... The early Church cried for unction and not for entertainment. Unction is the dire and desperate need of the ministry today.\"\nThere is a desperate need to preach and proclaim God's Word with genuine power if we are to experience true revival. Without God's authority and power, words are lifeless. Where are those with uncompromising power and authority in the pulpits today? The one thing that all of the great revivals in church history had is the one thing that we often lack — the genuine power of the Holy Spirit. The very thing that we need is the very thing that we are afraid of. Many do not truly want revival because of fear of what it may involve.\nA few years ago I prayed, \"Lord, bring revival to the churches\" — I was not ready for the response that followed.\nI felt impressed with these words: \"You don't want revival — it will ruin your schedule, your dignity, your image, and your reputation as a person who is 'well balanced.' Men will weep throughout the congregation. Women will wail because of the travail of their own souls. Young adults will cry like children at the magnitude of their sin. With the strength of My presence, the worship team will cease playing. Time will seem to stand still. You won't be able to preach because of the emotions flooding your own soul. You'll struggle to find words, but only find tears. Even the most dignified and reserved among you will be broken and humbled as little children. The proud and self righteous will not be able to stand in My presence. The doubter and unbeliever will either run for fear or fall on their knees and worship Me — there can be no middle ground. The church will never be the same again.\"\nDo you really want revival?\nWatch my sermon, Warning - This Sermon Will Offend, on Vimeo: https://vimeo.com/82531955\nShane Idleman is the founder and lead pastor of Westside Christian Fellowship in Lancaster, California, just North of Los Angeles. Shane's sermons, articles, books, and radio program can all be found at shaneidleman.com or wcfav.org . Follow him on Facebook at: facebook.com/confusedchurch .\nRelated Articles\nMore In Opinion\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://shaneidleman.com/",
                "http://wcfav.org/",
                "https://vimeo.com/82531955",
                "https://www.facebook.com/confusedchurch"
            ]
        },
        "key_words": [
            "power",
            "true",
            "church",
            "god",
            "difference",
            "false",
            "revival",
            "revivals",
            "early",
            "john",
            "today"
        ]
    }
]