[
    {
        "url": "https://www.christianpost.com/news/male-female-partnership-powerful-for-mission-says-ministry-couple.html",
        "title": "Male-Female Partnership Powerful for Mission, Says Ministry Couple",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Sunday, October 24, 2010\nCAPE TOWN, South Africa – Women are powerful partners in the mission field and have proven to be effective church planters, according to a couple whose ministry has equipped hundreds of female Christian leaders.\nLeslie and Chad Neal Segraves, co-founder of 10/40 Connections, shared on Sunday with thousands of mission-minded Christian leaders how their mission organization has equipped over 1,200 Indian women over a four-year period. These women have gone on to plant over 41,000 churches – each with a minimum of 10 baptized adult believers – from 40 different unreached people groups.\nEquipping these Indian women began when an Indian couple asked the Segraves in 2001 to train 100 Indian pastors about the relationship between male and female in the Church from a strong biblical basis. After the training seminar, the Segraves later received an email from a participant who wrote, \"Praise the Lord! I went out to preach and 35 people received Christ in an unreached village. Praise the Lord! My wife went out and preached an unreached village and 315 people responded to Christ.\"\nThat couple later approached the Segraves about a vision to specifically equip women as church planters, leading to the 1,200 Indian women being trained.\n\"As a man, I have learned that I fight against the fall when I seek to empower my sisters in the body of Christ to use every gift they're given, including gifts of teaching, preaching, and leading,\" said Chad Neal Segraves, during the Sunday morning plenary at the Third Lausanne Congress on World Evangelization. \"It requires humility and a willingness to die to myself, to share, to give power away, and to open doors.\"\nA key theme Sunday at the conference in Cape Town, South Africa, was forming partnerships in the body of Christ for world evangelization. A video shown during the plenary demonstrated how partnerships between radio, film, and missionary-sending organizations have led to effective evangelism. It showed how large numbers of Muslims are coming to Christ in Algeria and in difficult-to-reach Mongolia because God's people partnered with one other to share the gospel through many forms of communication.\nLeslie Segraves, during her presentation, noted that partners of her interdenominational mission organization span across generational denominational, national (West and local believers), and gender lines. Her husband, Chad, said by working with women, he is forced to ask the question if he is teachable.\n\"Can I learn from anyone, whether male or female, as long as God is empowering them?\" he asked. \"And I learned that it is not about maintaining my status, position, power, and authority. It is about Jesus and multiplying His worker for His mission.\"\n10/40 Connections seeks to revitalize the hope of Christ among the least reached, such as in slum areas, extending justice and restoration to at-risk women and girls, and equipping church planters.\nThe Third Lausanne Congress on World Evangelization, which has drawn around 4,000 mission-minded Christian leaders to Cape Town from more than 200 countries around the world and tens of thousands more on the Web, will conclude Sunday evening.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "segraves",
            "christ",
            "mission",
            "powerful",
            "couple",
            "world",
            "church",
            "ministry",
            "partnership",
            "town",
            "unreached",
            "indian",
            "female",
            "malefemale",
            "women"
        ]
    }
]