[
    {
        "url": "https://consortiumnews.com/2013/03/16/evita-the-swiss-and-the-nazis/",
        "title": "Evita, the Swiss and the Nazis",
        "authors": [
            {
                "name": "F. G. Sanford",
                "link": null
            },
            {
                "name": "I Digress",
                "link": null
            },
            {
                "name": "Pierce R. Butler",
                "link": null
            },
            {
                "name": "Otto Schiff",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2013-03-16",
        "text": "Main menu\nMarch 16, 2013\nBy Georg Hodel (Originally published Jan. 7, 1999)\nOn June 6, 1947, Argentina’s first lady Eva Peron left for a glittering tour of Europe. The glamorous ex-actress was feted in Spain, kissed the ring of Pope Pius XII at the Vatican and hobnobbed with the rich-and-famous in the mountains of Switzerland.\nEva Peron, known as “Evita” by her adoring followers, was superficially on a trip to strengthen diplomatic, business and cultural ties between Argentina and important leaders of Europe. But there was a parallel mission behind the high-profile trip, one that has contributed to a half century of violent extremism in Latin America.\nArgentine First Lady Eva Peron during a 1947 trip to Europe.\nAccording to records emerging from Swiss archives and the investigations of Nazi hunters, an unpublicized side of Evita’s world tour was coordinating the network for helping Nazis relocate in Argentina. This new evidence of Evita’s cozy ties with prominent Nazis corroborates the long-held suspicion that she and her husband, Gen. Juan Peron, laid the groundwork for a bloody resurgence of fascism across Latin America in the 1970s and ’80s.\nBesides blemishing the Evita legend, the evidence threatens to inflict more damage on Switzerland’s image for plucky neutrality. The international banking center is still staggering from disclosures about its wartime collaboration with Adolf Hitler and Swiss profiteering off his Jewish victims. The archival records indicate that Switzerland’s assistance to Hitler’s henchmen didn’t stop with the collapse of the Third Reich.\nAnd the old Swiss-Argentine-Nazi connection reaches to the present in another way. Spanish “superjudge” Baltasar Garzon sought to open other Swiss records on bank accounts controlled by Argentine military officers who led the so-called “Dirty War” that killed and “disappeared” tens of thousands of Argentines between 1976-83.\nDuring World War II, Gen. Peron — a populist military leader — made no secret of his sympathies for Mussolini’s Italy and Hitler’s Germany. Even as the Third Reich crumbled in the spring of 1945, Peron remained a pro-fascist stalwart, making available more than 1,000 blank passports for Nazi collaborators fleeing Europe.\nWith Europe in chaos and the Allies near victory, tens of thousands of ranking Nazis dropped out of sight, tried to mix in with common refugees and began plotting escapes from Europe to Argentina across clandestine “ratlines.”\nAt the Argentine end of that voyage was Rodolfo Freude. He also was Juan Peron’s private secretary, one of Evita’s principal benefactors and the chief of Argentine internal security. Freude’s father, Ludwig, played another key role. As managing director of the Banco Aleman Transatlantico in Buenos Aires, he led the pro-Nazi German community in Argentina and acted as trustee for hundreds of millions of German Reichsmarks that the Fuehrer’s top aides sent to Argentina near the war’s end.\nFinding New Homes\nBy 1946, the first wave of defeated fascists was settling into new Argentine homes. The country also was rife with rumors that the thankful Nazis had begun to repay Peron by bankrolling his campaign for the presidency, which he won with his stunning wife at his side.\nIn 1947, Peron was living in Argentina’s presidential palace and was hearing pleas from thousands of other Nazis desperate to flee Europe. The stage was set for one of the most troubling boatlifts in human history. The archival records reveal that Eva Peron stepped forward to serve as Gen. Peron’s personal emissary to this Nazi underground. Already, Evita was an Argentine legend.\nBorn in 1919 as an illegitimate child, she became a prostitute to survive and to get acting roles. As she climbed the social ladder lover by lover, she built up deep resentments toward the traditional elites. As a mistress to other army officers, she caught the eye of handsome military strongman Juan Peron. After a public love affair, they married in 1945.\nAs Peron’s second wife, Evita fashioned herself as the “queen of the poor,” the protector of those she called “mis descamisados” — “my shirtless ones.” She created a foundation to help the poor buy items from toys to houses.\nBut her charity extended, too, to her husband’s Nazi allies. In June 1947, Evita left for post-war Europe. A secret purpose of her first major overseas trip apparently was pulling together the many loose ends of the Nazi relocation.\nEvita’s first stop on her European tour was Spain, where Generalissimo Francisco Franco — her husband’s model and mentor — greeted her with all the dignified folderol of a head of state. A fascist who favored the Axis powers but maintained official neutrality in the war, Franco had survived to provide a haven for the Third Reich’s dispossessed. Franco’s Spain was an important early hide-out for Nazis who slipped through the grasp of the Allies and needed a place to stay before continuing on to more permanent homes in Latin America or the Middle East.\nWhile in Spain, Evita reportedly met secretly with Nazis who were part of the entourage of Otto Skorzeny, the dashing Austrian commando leader known as Scarface because of a dueling scar across his left cheek. Though under Allied detention in 1947, Skorzeny already was the purported leader of the clandestine organization, Die Spinne or The Spider, which used millions of dollars looted from the Reichsbank to smuggle Nazis from Europe to Argentina.\nAfter escaping in 1948, Skorzeny set up the legendary ODESSA organization which tapped into other hidden Nazi funds to help ex-SS men rebuild their lives — and the fascist movement — in South America.\nMeeting Pius XII\nEvita’s next stop was equally fitting. The charismatic beauty traveled to Rome for an audience with Pope Pius XII, a Vatican meeting that lasted longer than the usual kiss on the ring.\nAt the time, the Vatican was acting as a crucial way station doling out forged documents for fascist fugitives. Pope Pius himself was considered sympathetic to the tough anti-communism of the fascists although he had kept a discreet public distance from Hitler.\nA top-secret State Department report from May 1947 — a month before Evita’s trip — had termed the Vatican “the largest single organization involved in the illegal movement of emigrants,” including many Nazis. Leading ex-Nazis later publicly thanked the Vatican for its vital assistance. [For details, see Martin A. Lee’s The Beast Reawakens.]\nAs for the Evita-Pius audience, former Justice Department Nazi-hunter John Loftus has charged that the First Lady of the Pampas and His Holiness discussed the care and feeding of the Nazi faithful in Argentina.\nAfter her Roman holiday, Evita hoped to meet Great Britain’s Queen Elizabeth. But the British government balked out of fear that the presence of Peron’s wife might provoke an embarrassing debate over Argentina’s pro-Nazi leanings and the royal family’s own pre-war cuddling up to Hitler.\nInstead, Evita diverted to Rapallo, a town near Genoa on the Italian Rivera. There, she was the guest of Alberto Dodero, owner of an Argentine shipping fleet known for transporting some of the world’s most unsavory cargo.\nOn June 19, 1947, in the midst of Evita’s trip, the first of Dodero’s ships, the “Santa Fe,” arrived in Buenos Aires and disgorged hundreds of Nazis onto the docks of their new country. Over the next few years, Dodero’s boats would carry thousands of Nazis to South America, including some of Hitler’s vilest war criminals, the likes of Mengele and Eichmann, according to Argentine historian Jorge Camarasa.\nOn Aug. 4, 1947, Evita and her entourage headed north to the stately city of Geneva, a center for international finance. There, she participated in more meetings with key figures from the Nazi escape apparatus.\nA Swiss diplomat named Jacques-Albert Cuttat welcomed the onetime torch singer. The meeting was a reunion of sorts, since Evita had known Cuttat when he worked at the Swiss Legation in Argentina from 1938 to 1946.\nSwiss Bank Accounts\nDocuments from Argentina’s Central Bank showed that during the war, the Swiss Central Bank and a dozen Swiss private banks maintained suspicious gold accounts in Argentina. Among the account holders was Jacques-Albert Cuttat.\nThe Swiss files accused Cuttat of conducting unauthorized private business and maintaining questionable wartime contacts with known Nazis. In spite of those allegations, the Swiss government promoted Cuttat to chief of protocol of the Swiss Foreign Service, after his return from Argentina to Switzerland.\nIn that capacity, Cuttat escorted Eva Peron to meetings with senior Swiss officials. The pair went to see Foreign Minister Max Petitpierre and Philipp Etter, the Swiss president. Etter extended a warm welcome to Evita, even accompanying her the next day on a visit to the city of Lucerne, “the doorway to the Swiss Alps.”\nAfter her “official” duties had ended, Evita dropped out of public view. Supposedly, she joined some friends for rest and recreation in the mountains of St. Moritz. But the documents recounting her Swiss tour revealed that she continued making business contacts that would advance both Argentine commerce and the relocation of Hitler’s henchmen. She was a guest of the “Instituto Suizo-Argentino” at a private reception at the Hotel “Baur au Lac” in Zurich, the banking capital of Switzerland’s German-speaking sector.\nThere, Professor William Dunkel, the president of the Institute, addressed an audience of more than 200 Swiss bankers and businessmen — plus Eva Peron — on the wonderful opportunities about to blossom in Argentina. Swiss archival documents explained what was behind the enthusiasm. Peron’s ambassador to Switzerland, Benito Llambi, had undertaken a secret mission to create a sort of emigration service to coordinate the escape of the Nazis, particularly those with scientific skills.\nAlready, Llambi had conducted secret talks with Henry Guisan Jr., a Swiss agent whose clients included a German engineer who had worked for Wernher von Braun’s missile team. Guisan offered Llambi the blueprints of German “V2” and “V3” rockets.\nGuisan himself emigrated to Argentina, where he established several firms that specialized in the procurement of war materiel. His ex-wife later told investigators, “I had to attend business associates of my former husband I’d rather not shake hands with. When they started to talk business I had to leave the room. I only remember that millions were at stake.”\nThe Second Nazi Emigration\nIntelligence files of the Bern Police Department show that the secret Nazi emigration office was located at Marktgasse 49 in downtown Bern, the Swiss capital. The operation was directed by three Argentines — Carlos Fuldner, Herbert Helfferich and Dr. Georg Weiss. A police report described them as “110 percent Nazis.”\nThe leader of the team, Carlos Fuldner, was the son of German immigrants to Argentina who had returned to Germany to study. In 1931, Fuldner joined the SS and later was recruited into German foreign intelligence.\nAt war’s end, Fuldner fled to Madrid with a planeload of stolen art, according to a U.S. State Department report. He then moved to Bern where he posed as a representative of the Argentinean Civil Air Transport Authority. Fuldner was in place to assist the first wave of Nazi emigres.\nOne of the first Nazis to reach Buenos Aires via the “ratlines” was Erich Priebke, an SS officer accused of a mass execution of Italian civilians. Another was Croat Ustashi leader Ante Pavelic. They were followed by concentration camp commander Joseph Schwamberger and the sadistic Auschwitz doctor, Joseph Mengele.\nLater, on June 14, 1951, the emigrant ship, “Giovanna C,” carried Holocaust architect Adolf Eichmann to Argentina where he posed as a technician under a false name. Fuldner found Eichmann a job at Mercedes-Benz. (Israel intelligence agents captured Eichmann in May 1960 and spirited him to Israel to stand trial for mass murder. He was convicted, sentenced to death and hanged in 1962.)\nThough Evita’s precise role in organizing the Nazi “ratlines” remains a bit fuzzy, her European tour connected the dots of the key figures in the escape network. She also helped clear the way for more formal arrangements in the Swiss-Argentine-Nazi collaboration.\nAdditional evidence is contained in postwar diplomatic correspondence between Switzerland and Argentina. The documents reveal that the head of the Swiss Federal Police, Heinrich Rothmund, and the former Swiss intelligence officer Paul Schaufelberger participated in the activities of the illegal Argentine emigration service in Bern.\nFor instance, one urgent telegram from Bern to the Swiss Legation in Rome stated: “The (Swiss) Police Department wants to send 16 refugees to Argentina with the emigration ship that leaves Genoa March 26 [1948]. Stop. All of them carry Swiss ID cards and have return visa. Stop.”\nScientific Help\nBesides political sympathies, the Peron government saw an economic pay-off in smuggling German scientists to work in Argentine factories and armaments plants. The first combat jet introduced into South America — the “Pulque” — was built in Argentina by the German aircraft designer Kurt Tank of the firm, Focke-Wulf. His engineers and test pilots arrived via the illegal emigration service in Bern.\nBut other Nazi scientists who reached the protected shores of Argentina were simply sadists. One physician, Dr. Carl Vaernet, had conducted surgical experiments on homosexuals at the Buchenwald concentration camp. Vaernet castrated the men and then inserted metal sex glands that inflicted agonizing deaths on some of his patients. [See Lee’s The Beast Reawakens.]\nFor the Swiss, the motives for their cozy Nazi-Argentine relationships were political and financial, both during and after the war. Ignacio Klich, spokesman for an independent commission investigating Nazi-Argentine collaboration, said he believes the wartime business between Nazi Germany and Argentina was handled routinely by Swiss fiduciaries.\nThat suspicion was confirmed by Swiss files released to the U.S. Senate as well as papers from the Swiss Office of Compensation and correspondence between the Swiss Foreign Ministry and the Swiss legation in Buenos Aires.\nOne target of the commission’s investigation is Johann Wehrli, a private banker from Zurich. During World War II, one of Wehrli’s sons opened a branch office in Buenos Aires which, investigators suspect, was used to funnel Nazi assets into Argentina. The money allegedly included loot from Jews and other Nazi victims. (Later, the giant Union Bank of Switzerland absorbed the Wehrli bank.)\nSwiss defenders argue that tiny Switzerland had little choice but to work with the powerful fascist governments on its borders during the war. But the post-war assistance appears harder to justify, when the most obvious motive was money.\nAccording to a secret report written by a U.S. Army major in 1948, the Swiss government made a hefty profit by providing Germans with the phony documents needed to flee to Argentina. The one-page memo quoted a confidential informant with contacts in the Swiss and Dutch governments as saying, “The Swiss government was not only anxious to get rid of German nationals, legally or illegally within their borders, but further that they made a considerable profit in getting rid of them.”\nThe informant said German nationals paid Swiss officials as much as 200,000 Swiss francs for temporary residence documents necessary to board flights out of Switzerland. (The sum was worth about $50,000 at the time.) Moreover, that memo and other documents suggest that KLM Royal Dutch Airlines may have illegally flown suspected Nazis to safety in Argentina, while Swissair acted as a booking agent.\nThe Beloved Evita\nBack in Argentina, the rave reviews for Evita’s European trip cemented her reputation as a superstar. It also brought her immense wealth lavished on her by grateful Nazis. Her husband was re-elected president in 1951, by which time large numbers of Nazis were firmly ensconced in Argentina’s military-industrial apparatus.\nEvita Peron died of cancer in 1953, touching off despair among her followers. The fearful military buried her secretly in an unannounced location to prevent her grave from becoming a national shrine.\nMeanwhile, a feverish hunt began for her personal fortune. Evita’s brother and guardian of her image, Juan Duarte, traveled to Switzerland in search of her hidden assets. After his return to Argentina, Duarte was found dead in his apartment. Despite her husband’s control of the police — or maybe because of it — the authorities never established whether Duarte was murdered or had committed suicide.\nIn 1955, Juan Peron was overthrown and fled to exile in Spain where he lived as a guest of Franco. Peron apparently accessed some of Evita’s secret Swiss accounts because he sustained a luxurious lifestyle. The money also may have greased Peron’s brief return to power in 1973. Peron died in 1974, leaving behind the mystery of Evita’s Nazi fortune. In 1976, the army overthrew Peron’s vice president, his last wife, Isabel.\nParadoxically, the cult of Evita flourished still. The idolatry blinded her followers to the consequences of her flirtation with the Nazis.\nThose aging fascists accomplished much of what the ODESSA strategists had hoped. The Nazis in Argentina kept Hitler’s torch burning, won new converts in the region’s militaries, and passed on the advanced science of torture and “death squad” operations.\nHundreds of left-wing Peronist students and unionists were among the victims of the neo-fascist Argentine junta that launched the Dirty War in 1976.\nThe Butcher of Lyon\nWhen the junta started its “war without borders” against the Left elsewhere in Latin America, it used Nazis as storm troopers. Among them was Klaus Barbie, the Gestapo’s Butcher of Lyon who had settled in Bolivia with the help of the “ratline” network.\nIn 1980, Barbie helped organize a brutal putsch against the democratically elected government in Bolivia. Drug lords and an international coalition of neo-fascists bankrolled the putsch. A key supporting role was played by the World Anti-Communist League, led by World War II fascist war criminal Ryoichi Sasakawa of Japan and the Rev. Sun Myung Moon.\nBarbie sought assistance from Argentine intelligence. One of the first Argentine officers to arrive, Lt. Alfred Mario Mingolla, later described Barbie’s role to German journalist Kai Hermann.\n“Before our departure, we received a dossier on [Barbie],” Mingolla said. “There it stated that he was of great use to Argentina because he played an important role in all of Latin America in the fight against communism.”\nJust like in the good old days, the Butcher of Lyon worked with a younger generation of Italian neo-fascists. Barbie started a secret lodge called “Thule,” where he lectured his followers underneath swastikas by candlelight.\nOn July 17, 1980, Barbie, his neo-fascists and rightist officers from the Bolivian army ousted the center-left government. Barbie’s team hunted down and slaughtered government officials and labor leaders, while Argentine specialists flew in to demonstrate the latest torture techniques.\nBecause the putsch gave Bolivian drug lords free reign of the country, the operation became known as the Cocaine Coup. With the assistance of Barbie and his neo-fascists, Bolivia became a protected source of cocaine for the emerging Medellin cartel. Two years later, Barbie was captured and extradited to France where he died in prison. [For more details, see Robert Parry’s Secrecy & Privilege. ]\nMost of the other old Nazis are dead, too. But the violent extremism that the Perons transplanted into South America in the 1940s long haunted the region.\nIn the 1980s, the Argentine military extended its operations to Central America where it collaborated with Ronald Reagan’s CIA in organizing paramilitary forces, such as the Nicaraguan Contras and Honduran “death squads.”\nEven today, as right-wing dictators in Latin America are called to account for past atrocities, fledgling democracies must move cautiously and keep a wary eye on rightists in the region’s potent militaries. The ghosts of Evita’s Nazis are never far away.\nPost navigation\nOtto Schiff\nGood old Rehmat, throws the Zionists in with rhe Nazis.\nI was there, he was not. So he can continue to write his fiction.\nPierce R. Butler\nMarch 18, 2013 at 13:06\nWhile I know of no errors in the above report, I have to strongly suggest you not rely on any reportage by John Loftus unless confirmed by reliable independent sources.\nA critical reading of his books The Secret War Against the Jews: How Western Espionage Betrayed The Jewish People and Valhalla’s Wake: The IRA, M16, and the Assassination of a Young American makes it quite clear that Loftus happily works as a mouthpiece for a Mossad faction or individual with a strong anti-British animus, and many of his assertions in his book most relevant to this topic, Unholy Trinity: The Vatican, The Nazis, and The Swiss Banks are unsupported or contradicted by more dependable literature on the same subjects.\nI digress\nYes.\nFixups needed: There is of course no “V3” rocket, so offering the plans of the same is not actually possible.\nThe first combat jet introduced into South America was the “Pulqui” ( http://en.wikipedia.org/wiki/I.Ae._27_Pulqui_I ), not the “Pulque” and it was built around a Rolls-Royce engine by Ã‰mile Dewoitine. I don’t know where some guy with the improbable name “Kurt Tank” comes into this.\nI hope the rest of the facts are good.\nAdditionally, can one hold it against Peron to have sympathies for Mussolini and Hitler when “democrats” like Roosevelt were not above against admiring the corporatism and tried to implement it at home to “get us out of the depression”?\nFinally, the word “neo” is used far too lavishly. Are people called “neo-communist” when they carry pictures of Marx, or even Stalin? Nope.\nF. G. Sanford\nMarch 17, 2013 at 01:59\nActually, you’re quite wrong about Kurt Tank. He was probably the greatest aeronautical engineering brain-trust that left Germany after WWII, and his designs and accomplishments are well documented. You can’t really trust anything on Wikipedia without cross-checking other sources–there is a contingent of paid stooges out there who continuously tamper with anything that might run counter to official propaganda.\nhjs3\nMarch 16, 2013 at 15:58\nOld adage of “Once a Ho” is probably never illustrated more perfectly than here with the  illicit  and mythical activities of Ms. Peron.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://salsa.democracyinaction.org/o/1868/t/12126/shop/shop.jsp?storefront_KEY=1037",
                "https://en.wikipedia.org/wiki/I.Ae._27_Pulqui_I"
            ]
        },
        "key_words": [
            "evita",
            "evitas",
            "german",
            "peron",
            "nazis",
            "war",
            "nazi",
            "swiss",
            "argentine",
            "argentina"
        ]
    }
]