[
    {
        "url": "https://www.christianpost.com/news/caitlyn-jenner-criticism-being-conservative-than-transgender-university-pennsylvania.html",
        "title": "Caitlyn Jenner Says She's Gotten More Criticism for Being Conservative Than Transgender",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nCaitlyn Jenner Says She's Gotten More Criticism for Being Conservative Than Transgender\nCaitlyn Jenner Says She's Gotten More Criticism for Being Conservative Than Transgender\nCaitlyn Jenner Says She's Gotten More Criticism for Being Conservative Than Transgender\n| Friday, February 19, 2016\nCast member Caitlyn Jenner participates in a panel for the E! Entertainment Television series \"I Am Cait\" during the Television Critics Association Cable Winter Press Tour in Pasadena, California, January 14, 2016. | (Photo: Reuters/Danny Moloshok)\nCaitlyn Jenner told a group of students this week that she receives more criticism for being politically conservative than for being transgender.\n\"I have gotten more flak for being a conservative Republican than I have for being trans,\" Jenner said Thursday  before a packed audience at the University of Pennsylvania's Irvine Auditorium along with biographer and journalist Buzz Bissinger.\nBorn William Bruce Jenner in Mount Kisco, New York, Jenner received a gold medal for winning the Olympic decathlon in 1976.\nLast year, Jenner confirmed longstanding rumors that he was undergoing gender transition surgery to become a woman.\nFor the July issue of Vanity Fair magazine, Jenner adopted the name \"Caitlyn\" and was featured post-surgery on the front cover.\n\"Bruce always had to tell a lie, he was always living that lie. Every day he always had a secret. From morning until night. Caitlyn doesn't have any secrets. As soon as the Vanity Fair cover comes out, I'm free,\" said Jenner in a video promoting the magazine edition.\nJenner has received much support and admiration from social media, major media outlets, and fellow high profile celebrities and public figures.\nHe, however, surprised many supporters when noting in an interview with Diane Sawyer last April that she's \"more on the conservative side\" politically.\nRegarding President Barack Obama's mention of transgender people in the 2015 State of the Union, a first for the annual speech's history, Jenner explained to Sawyer  that while \"I will certainly give him credit for\" doing so, \"I've just never been a big fan\" of Obama.\nWhile seeming strange to many that a prominent member of the LGBT community would be a self-identified conservative Republican, Hunter Schwarz of The Washington Post wrote last year that it should not be surprising given Jenner's athletic background.\n\"There's no good, definitive polling data on athletes' political beliefs, but a poll of students conducted by the Brown Daily Herald at Brown University just this month found its student-athletes were more likely than non-student-athletes to hold conservative social and fiscal views,\" wrote Schwarz.\n\"Anecdotally, Charles Barkley has considered running for Alabama governor as a Republican and said he likes Chris Christie and Jeb Bush. Mitt Romney in 2012 was endorsed by John Elway, and a group of Olympians spoke at the Republican National Convention for the former head honcho of the Salt Lake City Olympics.\"\nRelated Articles\nMore In Entertainment\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.cnn.com/2015/04/25/politics/bruce-jenner-diane-sawyer-transgender-lgbt-republican-conservative/",
                "https://www.washingtonpost.com/news/the-fix/wp/2015/04/27/bruce-jenner-is-a-republican-heres-the-reason-that-shouldnt-surprise-you/",
                "https://billypenn.com/2016/02/18/caitlyn-jenner-draws-laughs-tears-up-during-penn-speech-im-not-a-role-model/",
                "https://www.christianpost.com/news/olympic-committee-says-it-will-not-revoke-jenners-1976-gold-medal-despite-calls-to-strip-caitlyn-of-bruces-win-140004/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "caitlyn",
            "conservative",
            "gotten",
            "criticism",
            "whatsapp",
            "vanity",
            "transgender",
            "shes",
            "university",
            "social",
            "students",
            "republican",
            "wrote",
            "jenner"
        ]
    }
]