[
    {
        "url": "https://consortiumnews.com/2014/07/15/an-all-seeing-all-knowing-being/",
        "title": "An All-Seeing, All-Knowing Being",
        "authors": [
            {
                "name": "David Hamilton",
                "link": null
            },
            {
                "name": "Peter P",
                "link": null
            },
            {
                "name": "Brian Ski",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2014-07-15",
        "text": "Main menu\nBy Norman Solomon\nAs a matter of faith, some people believe that God can see and hear everything. But as a matter of fact, the U.S. government now has the kind of surveillance powers formerly attributed only to a supreme being.\nTop “national security” officials in Washington now have the determination and tech prowess to keep tabs on billions of people. No one elected Uncle Sam to play God. But a dire shortage of democratic constraints has enabled the U.S. surveillance state to keep expanding with steely resolve.\nThe logo for the Information Awareness Office, which oversaw the Total Information Awareness project. (Photo from Wikipedia)\nBy the time Edward Snowden used NSA documents to expose — beyond any doubt — a global surveillance dragnet, the situation had deteriorated so badly because the Bush and Obama administrations were able to dismiss earlier warnings to the public as little more than heresy.\nEight years ago, in the book State of War, New York Times reporter James Risen devoted a chapter to the huge expansion of surveillance. A secret decision by President George W. Bush “has opened up America’s domestic telecommunications network to the NSA in unprecedented and deeply troubling new ways, and represents a radical shift in the accepted policies and practices of the modern U.S. intelligence community,” Risen wrote.\nRisen added: “The NSA is now tapping into the heart of the nation’s telephone network through direct access to key telecommunications switches that carry many of America’s daily phone calls and e-mail messages.”\nMore details on the surveillance state came in 2008 with James Bamford’s book The Shadow Factory, which illuminated the National Security Agency’s program for “eavesdropping on America.” And in August of 2012 — nearly 10 months before Snowden’s revelations began — filmmaker Laura Poitras released a  mini-documentary  on the New York Times website about the NSA’s mass surveillance program.\nAll three journalists relied on whistleblowers who balked at the NSA’s virtual mission to see and hear everything. Both books (especially State of War) depended on information from unnamed sources. The short documentary focused on a public whistleblower — former NSA executive William Binney, who continues to speak out.\nTestifying to a committee of the German parliament in Berlin two weeks ago, Binney — whose 30 years at the NSA included work as a high-level intelligence official —  said  that the NSA has a “totalitarian mentality.”\nDays later, speaking at a conference in London, Binney  explained : “At least 80 percent of fiber-optic cables globally go via the U.S. This is no accident and allows the U.S. to view all communication coming in. At least 80 percent of all audio calls, not just metadata, are recorded and stored in the U.S. The NSA lies about what it stores.”\nSince last summer, a backup source of strength for the voices of Binney, Thomas Drake, Kirk Wiebe and other NSA whistleblowers — the fact that Snowden has provided the public with NSA documents — is exactly what has enraged U.S. officials who want to maintain and escalate their surveillance power. Because of those unveiled documents, clarity about what the NSA is really doing has fueled opposition.\nNSA surveillance proliferates in a context that goes well beyond spying. The same mentality that claims the right to cross all borders for surveillance — using the latest technologies to snoop on the most intimate communications and private actions of people across the globe — is also insisting on the prerogative to cross borders with the latest technologies to kill.\nWhen a drone or cruise missile implements an assumed right to snuff out a life, without a semblance of due process, the presidential emulation of divine intervention is implicit.\nBut, in military terms, dominating the world is a prohibitively expensive goal. In the digital age, surveillance has emerged as a cost-effective way to extend the U.S. government’s global reach and put its intelligence capacities on steroids — while tens of billions of taxpayer dollars in annual revenues go to corporate contractors servicing the NSA, CIA and other agencies of the military-industrial-surveillance complex.\nSo the trend line continues to move in the wrong direction. Speaking last month at a  news conference  that launched  ExposeFacts.org  (part of the Institute for Public Accuracy, where I work), Binney said that in recent years the NSA’s surveillance activity has “only gotten worse.” He added: “I mean it’s almost in everything that you do. If you do anything electronically, they’re in it and they’re watching you.”\nThe information being collected is so vast that NSA operatives face a huge challenge of figuring out how to sift through it on such a large scale — “because they have to manually look at this data,” Binney said. “But the point is, they’re setting the stage for this to continue to the point where everybody could be monitored almost constantly throughout the day. That is an oppressive, suppressive state.”\nSince last summer, revelations about NSA programs have been so profuse and complex that it’s difficult to gain an overview, to see the surveillance state’s toxic forest for the digital trees. But the macro picture has to do with a mind-blowing agenda for monitoring the people of the world.\n“For me, the most significant revelation is the ambition of the United States government and its four English-speaking allies to literally eliminate privacy worldwide, which is not hyperbole,” journalist Glenn Greenwald said at a  news conference  three months ago. “The goal of the United States government is to collect and store every single form of electronic communication that human beings have with one another and give themselves the capacity to monitor and analyze those communications.”\nSuch a goal, formerly reserved for the more fundamentalist versions of God, is now firmly entrenched at the top of the U.S. government — and at the top of corporate America. As Greenwald pointed out, “There almost is no division between the private sector and the NSA, or the private sector and the Pentagon, when it comes to the American ‘national security’ state. They really are essentially one.”\nNow that’s the kind of monotheism the world can do without.\nNorman Solomon is co-founder of RootsAction.org and executive director of the Institute for Public Accuracy, which recently launched ExposeFacts.org. His books include War Made Easy: How Presidents and Pundits Keep Spinning Us to Death.\nBrian Ski\nJuly 17, 2014 at 12:44\nAbout time someone brings up TIA.  I have been telling everyone I know that the Snowden leaks shouldn’t surprise anyone because of TIA.  Response:  Blank stares.\nThanks.\nJuly 15, 2014 at 20:14\nAmazing that is actual logo!  The “Eye of Sauron” would be the other metaphor. “One Internet to rule them all…”\nIn the end though real people have to work in this huge surveillance machine. People with hearts and minds and consciences. The whistleblowers are the tip of the iceberg of people of conscience within the NSA.\nDavid Hamilton\nThese people give new meaning to the term “covert aggressive”.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [
            [
                "has opened up America’s domestic telecommunications network to the NSA in unprecedented and deeply troubling new ways, and represents a radical shift in the accepted policies and practices of the modern U.S. intelligence community,",
                "Risen",
                false
            ],
            [
                "The NSA is now tapping into the heart of the nation’s telephone network through direct access to key telecommunications switches that carry many of America’s daily phone calls and e-mail messages.",
                "",
                true
            ],
            [
                "At least 80 percent of fiber-optic cables globally go via the U.S.",
                "Binney",
                true
            ],
            [
                "This is no accident and allows the U.S. to view all communication coming in.",
                "Binney",
                true
            ],
            [
                "At least 80 percent of all audio calls, not just metadata, are recorded and stored in the U.S.",
                "Binney",
                true
            ],
            [
                "The NSA lies about what it stores.",
                "Binney",
                true
            ],
            [
                "I mean it’s almost in everything that you do.",
                "Binney",
                true
            ],
            [
                "If you do anything electronically, they’re in it and they’re watching you.",
                "Binney",
                true
            ],
            [
                "because they have to manually look at this data,",
                "Binney",
                false
            ],
            [
                "But the point is, they’re setting the stage for this to continue to the point where everybody could be monitored almost constantly throughout the day.",
                "Binney",
                true
            ],
            [
                "That is an oppressive, suppressive state.",
                "Binney",
                true
            ],
            [
                "For me, the most significant revelation is the ambition of the United States government and its four English-speaking allies to literally eliminate privacy worldwide, which is not hyperbole,",
                "Glenn Greenwald",
                true
            ],
            [
                "The goal of the United States government is to collect and store every single form of electronic communication that human beings have with one another and give themselves the capacity to monitor and analyze those communications.",
                "Glenn Greenwald",
                true
            ],
            [
                "There almost is no division between the private sector and the NSA, or the private sector and the Pentagon, when it comes to the American ‘national security’ state.",
                "Greenwald",
                true
            ],
            [
                "One Internet to rule them all",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.dw.com/en/nsa-totalitarian-ex-staffer-tells-german-parliament/a-17757008",
                "https://www.nytimes.com/2012/08/23/opinion/the-national-security-agencys-domestic-spying-program.html?_r=2&",
                "https://www.theguardian.com/commentisfree/2014/jul/11/the-ultimate-goal-of-the-nsa-is-total-population-control"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=WpoGs_DqHQU",
                "https://exposefacts.org/",
                "https://www.democracynow.org/2014/4/11/video_glenn_greenwald_laura_poitras_q",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "ago",
            "binney",
            "states",
            "nsa",
            "allknowing",
            "surveillance",
            "state",
            "war",
            "public",
            "theyre",
            "allseeing",
            "security"
        ]
    }
]