[
    {
        "url": "https://www.christianpost.com/news/to-build-pro-life-culture-christians-must-address-culture-of-self-evangelical.html",
        "title": "To Build Pro-Life Culture, Christians Must Address Culture of 'Self': Evangelical",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nTo Build Pro-Life Culture, Christians Must Address Culture of 'Self': Evangelical\nTo Build Pro-Life Culture, Christians Must Address Culture of 'Self': Evangelical\nTo Build Pro-Life Culture, Christians Must Address Culture of 'Self': Evangelical\n| Monday, January 22, 2018\nRussell Moore addresses Evangelicals for Life conference at the JW Marriott Hotel on January 18, 2018. | (Photo: Rocket Republic, Courtesy of ERLC)\nWASHINGTON — Building a culture that values life will be a \"100-year project\" that requires Christians to address our \"protection of self\" society, said prominent evangelical Russell Moore.\nAnd promoting that culture of life means equally valuing the unborn as well as the elderly, immigrants and refugees, the poor, the vulnerable, and women, he stressed while speaking at Evangelicals for Life 2018.\nBefore hundreds assembled Thursday at the J.W. Marriott Hotel in downtown Washington, several speakers stressed the importance for Christians to articulate a value for life at every stage. Particular emphasis was given to the unborn as conference attendees participated in the March for Life Friday, the largest annual pro-life gathering in the nation. The conference was sponsored by Focus on the Family and the Ethics & Religious Liberty Commission, the policy arm of the Southern Baptist Convention.\n\"The overturning of Roe v. Wade is necessary for justice but the overturning of Roe v. Wade does not by itself constitute justice,\" said Moore, president of the ERLC in an interview with The Christian Post.\nOverturning the contentious 1973 case that legalized abortion nationwide would simply send the matter back to the states and culture, he pointed out.\n\"But we also have to be working at dealing with the root of the problem as well. It's a both/and not an either/or,\" he said, mentioning a feminist leader and abortion rights advocate whose words haunt him; this feminist leader once said that \"most Americans are pro-life with three exceptions: rape, incest, and my situation.\"\n\"When one looks around and sees the culture in American life of the self and of protection of self it inevitably leads to an abortion culture. We have to address that as well,\" Moore said, adding that \"this is not a four- or five-year project. This is going to have to be a 100-year project.\"\nMoore, who during the 2016 election was a vocal critic of then candidate Donald Trump, has since praised the president's moves toward protecting the unborn while urging the administration to take a different approach toward immigrants and refugees.\n\"I think there's a sense in which sometimes it is difficult to say political allies on one issue does not mean that a person is adopting completely everything that the movement articulates,\" Moore said when asked about Trump's favorable moves toward protecting the unborn but unfavorable rhetoric and posture toward refugees and immigrants.\n\"Politics is important but politics is not ultimate, and so we are not afraid of it but we don't idolize it either — that everything is not utopia or dystopia at any given moment.\"\nIn his remarks at the conference, the ERLC president noted that a culture that values life cannot simultaneously value hedonism and pornography. The pro-life witness will never flourish where women are not valued, he said.\n\"There was a time when churches were reluctant to talk about healthy sexuality but that has changed but not in ways that are altogether good,\" Moore told CP.\n\"I will often see Song of Solomon preached sort of as a how-to guide to better sex rather than getting at the deeper fabric of what human sexuality is. I also think we have to have moral credibility on issues of sexuality. If God has revealed something to us about sexuality, and He has, we have to speak consistently both about sin and about the offer of grace.\"\nChurches cannot do this while ignoring the ravages of the divorce culture and refusing to speak to the issues of abuse, he continued to explain, a topic that has been accentuated as credible allegations of sexual misconduct by top leaders in many industries have surfaced in recent months.\nMoore further recalled that he was once debating abortion with a pro-choice advocate who said, \"Well, if you all care about unborn children, why don't you adopt some children.\"\n\"And I said, 'I have so have many people that I know.' And the response was almost immediately 'Isn't it terrible that you religious people are adopting children and inculcating them into your worldview.'\"\n\"The idea, as [former Congressman] Barney Frank said years ago, 'pro-lifers begin at conception and ends at birth,' is not true. And at the local level in many ways the pro-life movement has demonstrated that better than anyone,\" Moore said. \nThe Evangelicals for Life conference also showcased the continuing growth and work of pro-life crisis pregnancy centers.\n\"When I look at the sorts of ministries, too numerous to even count, that are helping vulnerable women, I can think of countless ministries that deal with the full range of the human experience where they're not simply talking about abortion decision itself, but getting at the root of what's going on in that woman's life and loving her,\" Moore said.\nFollow Brandon Showalter on Facebook: BrandonMarkShowalter Follow Brandon Showalter on Twitter: @BrandonMShow\nRelated Articles\n",
        "quotes": [
            [
                "The overturning of Roe v. Wade is necessary for justice but the overturning of Roe v. Wade does not by itself constitute justice,",
                "Moore",
                true
            ],
            [
                "But we also have to be working at dealing with the root of the problem as well.",
                "Russell Moore",
                true
            ],
            [
                "It's a both/and not an either/or,",
                "Russell Moore",
                true
            ],
            [
                "most Americans are pro-life with three exceptions: rape, incest, and my situation.",
                "Russell Moore",
                false
            ],
            [
                "When one looks around and sees the culture in American life of the self and of protection of self it inevitably leads to an abortion culture.",
                "Russell Moore",
                true
            ],
            [
                "We have to address that as well,",
                "Russell Moore",
                true
            ],
            [
                "this is not a four- or five-year project.",
                "Russell Moore",
                false
            ],
            [
                "This is going to have to be a 100-year project.",
                "Russell Moore",
                true
            ],
            [
                "I think there's a sense in which sometimes it is difficult to say political allies on one issue does not mean that a person is adopting completely everything that the movement articulates,",
                "Russell Moore",
                true
            ],
            [
                "Politics is important but politics is not ultimate, and so we are not afraid of it but we don't idolize it either — that everything is not utopia or dystopia at any given moment.",
                "",
                true
            ],
            [
                "There was a time when churches were reluctant to talk about healthy sexuality but that has changed but not in ways that are altogether good,",
                "Russell Moore",
                true
            ],
            [
                "I will often see Song of Solomon preached sort of as a how-to guide to better sex rather than getting at the deeper fabric of what human sexuality is.",
                "",
                true
            ],
            [
                "I also think we have to have moral credibility on issues of sexuality.",
                "",
                true
            ],
            [
                "If God has revealed something to us about sexuality, and He has, we have to speak consistently both about sin and about the offer of grace.",
                "",
                true
            ],
            [
                "Well, if you all care about unborn children, why don't you adopt some children.",
                "",
                true
            ],
            [
                "And I said, 'I have so have many people that I know.",
                "",
                true
            ],
            [
                "And the response was almost immediately 'Isn't it terrible that you religious people are adopting children and inculcating them into your worldview.",
                "",
                true
            ],
            [
                "The idea, as [former Congressman] Barney Frank said years ago, 'pro-lifers begin at conception and ends at birth,' is not true.",
                "Russell Moore",
                true
            ],
            [
                "And at the local level in many ways the pro-life movement has demonstrated that better than anyone,",
                "Russell Moore",
                true
            ],
            [
                "When I look at the sorts of ministries, too numerous to even count, that are helping vulnerable women, I can think of countless ministries that deal with the full range of the human experience where they're not simply talking about abortion decision itself, but getting at the root of what's going on in that woman's life and loving her,",
                "Russell Moore",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/BrandonMarkShowalter/?fref=ts",
                "https://twitter.com/BrandonMShow"
            ]
        },
        "key_words": [
            "life",
            "evangelical",
            "moore",
            "sexuality",
            "culture",
            "build",
            "conference",
            "christians",
            "prolife",
            "women",
            "address",
            "self",
            "abortion",
            "unborn"
        ]
    }
]