[
    {
        "url": "https://consortiumnews.com/2012/04/26/bush-did-lie-about-iraq/",
        "title": "Bush Did Lie About Iraq",
        "authors": [],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2012-04-26",
        "text": "Main menu\nApril 26, 2012\nBy Robert Parry (Originally published March 5, 2010)\nGeorge W. Bush’s political adviser Karl Rove claims “one of the biggest mistakes” of that presidency was not aggressively challenging critics who charged that Bush “lied” to the American people about the reasons for the Iraq War, an accusation that Rove insists was false and unfair.\nIn his book, Courage and Consequence, Rove calls the “lie” charge “a poison-tipped dagger aimed at the heart of the Bush presidency” and blames himself for “a weak response” that underestimated “how damaging this assault was.”\nPresident George W. Bush in poster by Robbie Conal at robbieconal.com\nBut the problem with Rove’s account is that not only did Bush oversee the twisting of intelligence to justify invading Iraq in March 2003 but he subsequently lied  and lied repeatedly  about how Iraq had responded to United Nations inspection demands.\nSo, while it may be impossible to say for certain what Bush believed about Iraq possessing weapons of mass destruction, it can’t be argued that Bush didn’t know that Iraq declared that it had destroyed its WMD stockpiles and let U.N. inspectors in to see for themselves in the months before the invasion.\nNevertheless, Bush followed up his false pre-war claims about Iraq’s WMD with a post-invasion insistence that Iraqi leader Saddam Hussein had barred U.N. inspectors from his country, a decision that Bush said left him no choice but to invade. Bush began reciting this faux history just months after the invasion and continued the tall tale until the end of his presidency more than five years later.\nTellingly, throughout that period, as Bush blithely lied about the Iraq War history, he was never challenged to his face by the mainstream U.S. journalists who politely listened to the lies. Indeed, some big-name journalists even adopted Bush’s false narrative as their own.\nNow, it appears Rove is intent on rehabilitating Bush’s record by insisting that the ex-President never lied at all. The historical record, however, is clear: Hussein and other Iraqi officials did say they no longer possessed WMD and they did let UN arms inspectors into Iraq in the fall of 2002 to search any site of their choosing.\nThe inspectors in their white vans drove around Iraq for months, with their excursions covered daily by the international news media. In trip after trip, guided by the best available U.S. intelligence, the inspectors came up empty.\nHussein and his government also backed up their claims to be WMD-free by providing the United Nations a 12,000-page declaration on Dec. 7, 2002, explaining how Iraq’s stocks of chemical and biological weapons had been destroyed in the 1990s.\nThough the Bush administration mocked these Iraqi disclosures, U.S. intelligence had its own independent facts supporting the Iraqi statements, including information from Hussein’s son-in-law Hussein Kamel al-Majid who defected and described his work destroying the stockpiles after the Persian Gulf War in the early 1990s. [When he returned to Iraq, he was killed.]\nTop-Level Intelligence\nWith the help of French intelligence, the CIA also had “turned” Hussein’s foreign minister, Naji Sabri, who conveyed real-time intelligence to the U.S. government, passing along information in September 2002 about the absence of Iraqi WMD. Here is how author Ron Suskind described that intelligence in his 2008 book, The Way of the World:\n“The upshot of Sabri’s account was that Saddam neither possessed WMD nor was trying very hard to procure or develop them. If Saddam was eager for a nuclear weapon, he was as far as ever from having one and was making no progress on that front; any vestige of a bio-weapons program was negligible; and if any chemical weapons remained in Iraq, they were no longer in the hands of either Saddam Hussein or his military.\n“[CIA Paris station chief Bill] Murray flew down to Washington to deliver the news and briefed John McLaughlin, CIA’s deputy director. McLaughlin was enthusiastic about the intelligence but pointed out that it was contradicted by information from Curveball, the best source on Iraqi WMD to that point. Sabri’s account was relayed to [CIA Director George] Tenet, who delivered it personally to Bush the following day.\n“But the administration quickly lost interest in Sabri when it heard what he had to say. Bush dismissed the intelligence as disinformation, and the White House said it would be interested in Sabri only if he chose to defect.”\nThough the CIA found additional information to corroborate Sabri’s story and regarded Curveball as a highly unreliable source, Bush pressed forward on his course to war. Suskind further reported that the written report on Sabri’s intelligence was distorted to lend greater credence to the WMD suspicions, “almost certainly altered under pressure from Washington.”\nYet, it may never be fully known whether Bush didn’t care about the truth or simply chose to believe the “stove-piped” intelligence that was coming from neoconservatives salted throughout the national security bureaucracy  and who were determined to go to war with Iraq.\nWhat can’t be doubted is what happened next. Set on invading, Bush forced the U.N. inspectors to wrap up their work and to leave Iraq in March 2003, a departure that was followed within days by his “shock and awe” attack on Iraq, beginning March 19.\nReinventing History\nSeveral months later, with Hussein’s government ousted and with the U.S. military coming up empty in its search for WMD caches, Bush began his historical revisionism by insisting publicly that he had no choice but to invade because Hussein supposedly had barred U.N. inspectors.\nOn July 14, 2003, Bush told reporters: “We gave him [Saddam Hussein] a chance to allow the inspectors in, and he wouldn’t let them in. And, therefore, after a reasonable request, we decided to remove him from power.”\nFacing no contradiction from the White House press corps, Bush continued repeating this lie again and again in varied forms.\nOn Jan. 27, 2004, for example, Bush said, “We went to the United Nations, of course, and got an overwhelming resolution  1441  unanimous resolution, that said to Saddam, you must disclose and destroy your weapons programs, which obviously meant the world felt he had such programs. He chose defiance. It was his choice to make, and he did not let us in.”\nAs the months and years went by, Bush’s lie and its unchallenged retelling took on the color of truth. At a March 21, 2006, news conference, Bush again blamed the war on Hussein’s defiance of U.N. demands for unfettered inspections.\n“I was hoping to solve this [Iraq] problem diplomatically,” Bush said. “The world said, ‘Disarm, disclose or face serious consequences.’ We worked to make sure that Saddam Hussein heard the message of the world. And when he chose to deny the inspectors, when he chose not to disclose, then I had the difficult decision to make to remove him. And we did.”\nAt a press conference on May 24, 2007, Bush offered a short-hand version of the made-up tale, even inviting the journalists to remember the invented history.\n“As you might remember back then, we tried the diplomatic route: [U.N. Resolution] 1441 was a unanimous vote in the Security Council that said disclose, disarm or face serious consequences. So the choice was his [Hussein’s] to make. And he made a choice that has subsequently caused him to lose his life.”\nIn one of his White House exit interviews  on Dec. 1, 2008  Bush again revived his convenient version of history, that Hussein was responsible for the invasion because he wouldn’t let the U.N. inspectors in. ABC News anchor Charles Gibson asked Bush, “If the [U.S.] intelligence had been right [and revealed no Iraq WMD], would there have been an Iraq War?”\nBush answered, “Yes, because Saddam Hussein was unwilling to let the inspectors go in to determine whether or not the U.N. resolutions were being upheld.”\nIn his frequent repetition of this claim, Bush never acknowledged the fact that Hussein did comply with Resolution 1441 by declaring accurately that he had disposed of his WMD stockpiles and by permitting U.N. inspectors to examine any site of their choosing.\nMedia Complicity\nAnd never did mainstream reporters contradict Bush’s false history to his face. Indeed, some prominent Washington journalists even adopted Bush’s lie as their own. For instance, in a July 2004 interview, ABC’s veteran newsman Ted Koppel used it to explain why he  Koppel  thought the invasion of Iraq was justified.\n“It did not make logical sense that Saddam Hussein, whose armies had been defeated once before by the United States and the Coalition, would be prepared to lose control over his country if all he had to do was say, ‘All right, U.N., come on in, check it out,” Koppel told Amy Goodman, host of “Democracy Now.”\nIn the real history, Hussein did tell the U.N. to “come on in, check it out.” But faux reality had become the trademark of the Bush presidency  and of its many supporters in the press corps.\nWashington’s conventional wisdom eventually embraced another fake belief, that Hussein provoked the war by misleading people into believing that he still possessed WMD. The fact that Hussein and his government had declared they didn’t possess WMD was forgotten.\nIn line with the bogus version of history, “60 Minutes” correspondent Scott Pelley asked FBI interrogator George Piro, who had debriefed Hussein in prison, why the dictator kept pretending that he had WMD even as U.S. troops massed on Iraq’s borders, when a simple announcement that the WMD was gone would have prevented the war.\n“For a man who drew America into two wars and countless military engagements, we never knew what Saddam Hussein was thinking,” Pelley said in introducing the segment on the interrogation of Hussein about his WMD stockpiles , which aired Jan. 27, 2008. “Why did he choose war with the United States?”\nThis “60 Minutes” segment never mentioned the fact that Hussein and his government did disclose that the WMD had been eliminated. Instead Pelley pressed Piro on the mystery of why Hussein supposedly was hiding that fact: “Why keep the secret? Why put your nation at risk, why put your own life at risk to maintain this charade?”\nAfter Piro mentioned Hussein’s lingering fear of neighboring Iran, Pelley felt he was close to an answer to the mystery: “He believed that he couldn’t survive without the perception that he had weapons of mass destruction?”\nBut, still, Pelley puzzled over why Hussein’s continued in his miscalculation. Pelley asked: “As the U.S. marched toward war and we began massing troops on his border, why didn’t he stop it then? And say, ‘Look, I have no weapons of mass destruction,’ I mean, how could he have wanted his country to be invaded?”\nNow, with the publication of Karl Rove’s memoir, the American public can expect a reprise of the argument that it was unfair for anyone to accuse President Bush of lying about Iraq, that he simply believed mistaken intelligence and did what he thought was best for America. In other words, Bush was the victim of mean critics, not a dishonest warmonger.\nOne also can expect that the mainstream U.S. news media will continue to forget its own role in perpetuating the lie that George W. Bush would never lie.\n[To read more of Robert Parry’s writings, you can now order his last two books, Secrecy & Privilege and Neck Deep, at the discount price of only $16 for both. For details on the special offer, click here .]  \nRobert Parry broke many of the Iran-Contra stories in the 1980s for the Associated Press and Newsweek. His latest book, Neck Deep: The Disastrous Presidency of George W. Bush, was written with two of his sons, Sam and Nat, and can be ordered at neckdeepbook.com . His two previous books, Secrecy & Privilege: The Rise of the Bush Dynasty from Watergate to Iraq and Lost History: Contras, Cocaine, the Press & ‘Project Truth’ are also available there.\nPost navigation\nRobert1014\nApril 27, 2012 at 10:15\nAnother way in which Bush, Cheney, et al. continually lied about WMD is that they maintained assertions of certainty–they stated their claims (of Sassam’s WMD) were not mere suspicions or surmise but were backed by iron-clad, bullet-proof evidence. They also asserted certainty as to the locations of Saddam’s caches of WMD, certainty never ratified by reality. Giving these plotters of war the benefit of the doubt as to whether they may have “believed” or “convinced themselves” that Saddam had WMD strikes me as unnecessarily generous given the ample demonstration of their malice and mendacity in so many other aspects pre- and post- war. We need not equivocate  when asserting the malign intent of cabal of war criminals that comprised the Bush administration, (or, frankly, of those today who continue and expand on their war crimes, e.g., Barack Obama and company).\nHillary\nApril 26, 2012 at 20:20\nG.W. Bush pushed the invasion of Iraq telling President Chirac of France :\n“This confrontation is willed by God, who wants to use this conflict to erase his people’s enemies before a New Age begins”.-\nApril 26, 2012 at 11:46\nDamned lies! White lies, noble lies, Orwellian lies, etc. all involve different degrees and shades of mental intent.  The ego defense mechanisms of many criminal psychopaths are so strong, for instance, that such individuals can pass polygraphs when they lie.  The arrogance of feeling that only certain powerful elites can and should know the truth, for instance, is firmly established amongst politicos in Washington DC and other centers of power. The CIA official who took it on himself to order the destruction of the videotapes of the CIA’s waterboarding (and now brags of his decision to protect his CIA and military comrades from the truth being known by the wider public) is only the latest example.\nSo Orwell’s famous quote applies, “in times of universal deceit, telling the truth becomes a revolutionary act.” Even if the truth is not seen as “revolutionary”, it is now seen mostly as an exercise in futility or as a stupid Don Quixote pursuit based on naivete.\nI have a longer firsthand “whistleblower-type” experience with Scott Pelley and “60 Minutes” just 10 days before Bush launched his “shock and awe” bombing of Iraq that explains a lot and which I will send to you in case you want to publish it.\n“Truth is the highest God” according to Gandhi.  Thanks for your continuing efforts to speak truth to power and debunk the various lies.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://consortiumnews.com/2012/04/18/emptying-the-book-warehouse/",
                "https://www.cbsnews.com/news/interrogator-shares-saddams-confessions/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "http://www.neckdeepbook.com/"
            ]
        },
        "key_words": [
            "husseins",
            "inspectors",
            "bush",
            "saddam",
            "history",
            "war",
            "lie",
            "intelligence",
            "wmd",
            "iraq",
            "hussein"
        ]
    }
]