[
    {
        "url": "https://www.christianpost.com/news/generation-iy-has-jekyll-and-hyde-problem-but-reachable-says-expert.html",
        "title": "Generation iY Has 'Jekyll-and-Hyde' Problem, but Reachable, Says Expert",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Friday, November 26, 2010\nGeneration iY, the younger Millennials born after 1990, is a troubled population that is characterized by paradoxes, but still reachable if we understand them, says an expert on developing emerging leaders.\nThese young adults – who grew up in the \"i\" world of internet, iPod, iBook, iPhone, iChat, iMovie, iPad, and iTunes – think the world is about \"I,\" writes Tim Elmore, founder and president of the non-profit Growing Leaders, in his latest book, Generation iY: Our Last Chance to Save Their Future.\nThis population can be described as a Jekyll-and-Hyde generation because of all its paradoxes: sheltered but feeling pressured; self-absorbed yet generous; social yet isolated by technology; ambitious yet anxious; adventuresome yet protected; diverse yet harmonious; visionary yet vacillating; and high achievement yet high maintenance.\n\"Generation Y is the largest generation in American history and the second half of this generation is different than the first half, measurably different,\" said Elmore, who has designed a youth leadership curriculum called Habitudes used by some of the nation's largest megachurches, to The Christian Post.\n\"We adults … are going to have to rethink how we have led and coached and parented this generation if they are going to turn out ready for life.\"\nThe young members of the Y generation have been sheltered by their parents more than previous generations, yet studies show they feel immense pressure in life. A book called Quarterlife Crisis describes how an alarming number of 25-year-olds are clinically depressed and seeing a therapist because they did not achieve their dream as early as they expected. The situations of these young adults, curiously, show similar characteristics to a midlife crisis, just much earlier in life.\nAnother paradox is how intensely social this generation is, keeping in constant contact with friends through text messaging, cell phones, Facebook, IMs, etc., yet having trouble communicating in real life.\nElmore noted in the book that because iYs have grown up with technology and the internet, they expect everything in life to be fast and instantaneous and have little patience for difficulties. They are also social media junkies with little emotional intelligence.\n\"[H]ere's something that really saddens me: These kids really do desire to change the world; they just don't have what it takes to accomplish their lofty dreams,\" Elmore writes. \"When the work becomes difficult, they change their minds and move on to something else. The new term for them is 'slactivists' – they are both slackers and activists.\"\nA major reason for this generation's problems is the way they have been raised by parents. This is an overprotected generation where \"safety has often been allowed to trump growth,\" Elmore observes. It is also an overserved generation that has been raised to have an \"overinflated idea of their own importance.\"\nElmore – who has taught leadership courses to Chick-fil-A, Inc., The Home Depot, and Gold Kist,Inc., among others – recommends parents and adults amend the lies they have told the iY Generation. These well-meaning but dangerous lies include: you can be anything you want to be, it's your choice, you are special, every kid ought to go to college, you can have it now, you're a winner just because you participated, and you can get whatever you want.\n\"Eventually our lies, which were intended to help our children, actually begin to confuse them,\" Elmore writes. \"Growing up requires facing the truth and embracing reality, and this is an important challenge for Generation iY kids and the adults who are leading them.\"\n\"A truthful approach to problem solving gets to the root of the problem more effectively,\" he states. \"A commitment to truth makes all of life simpler and more fulfilling.\"\nAdults can also help iY by guiding them to think through five critical questions that will shape how they make decisions: What are my values? What vision do I want to pursue? What is my virtue? What's the best venue for me? And what vehicles will I employ to help me reach my goal?\nElmore emphasized that nearly half of the world's population today is 21 years old or younger and, like it or not, this generation will impact the world. He's calling on adults to invest in the next generation and equip a young person to act like a leader.\n\"One of the important lessons of history is that we should never underestimate a person's potential,\" Elmore writes. \"With the proper guidance, every one of them can be a leader, a person of influence.\"\nOn the Web:  savetheirfuturenow.com\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://www.savetheirfuturenow.com/"
            ]
        },
        "key_words": [
            "reachable",
            "jekyllandhyde",
            "world",
            "adults",
            "expert",
            "problem",
            "elmore",
            "population",
            "iy",
            "writes",
            "social",
            "generation",
            "young"
        ]
    }
]