[
    {
        "url": "https://www.christianpost.com/news/isis-insists-vegas-gunman-stephen-paddock-was-radicalized-purchased-guns-with-terrorist-funds.html",
        "title": "ISIS Insists Vegas Gunman Stephen Paddock Was Radicalized, Purchased Guns With Terrorist Funds",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nISIS Insists Vegas Gunman Stephen Paddock Was Radicalized, Purchased Guns With Terrorist Funds\nISIS Insists Vegas Gunman Stephen Paddock Was Radicalized, Purchased Guns With Terrorist Funds\nISIS Insists Vegas Gunman Stephen Paddock Was Radicalized, Purchased Guns With Terrorist Funds\n| Friday, October 06, 2017\nA member loyal to the Islamic State in Iraq and the Levant waves an ISIS flag in Raqqa, on June 29, 2014. | (Photo: Reuters/Stringer)\nThe Islamic State terror group has continued insisting in various interviews and statements that Las Vegas gunman Stephen Paddock was radicalized and became one of its soldiers, despite FBI reports skeptical of such a link.\nPaddock's girlfriend, Marilou Danley, has, meanwhile, admitted that she was concerned about his mental stability.\nIS bragged in an Arabic magazine about the massacre on Sunday night  carried out by Paddock from his Mandalay Bay hotel room, where he shot dead 58 people and injured almost 500 others at a country music festival below, as the Independent  reported.\nThe radical jihadists apparently boasted about causing \"panic and confusion among security services in America and a number of European countries.\" The group also claimed that the Nevada resident was responding to a call to attack nations over the war against IS in Iraq and Syria.\nThe extremists referred to Paddock, who shot himself in the attack, as \"Abu Abd al-Bar al-Amriki,\" and insisted that he \"rose as a martyr\" against America.\nThe FBI has previously suggested there is no information to connect Paddock with international terrorism, though U.S. authorities are still searching for a credible motive behind the shooting.\nBreitbart Jerusalem  said on Wednesday that it carried out an interview with Abu Baker al-Maqdisi, a senior jihadist associated with IS, who also claimed that Paddock was radicalized.\n\"Even the weapons he used in this assault were purchased with Islamic State funds,\" al-Maqdisi claimed, without providing evidence.\nHe also insisted that \"in spite of Crusader misinformation about IS withdrawing in Iraq and Syria, we are still capable of making\" these kinds of attacks.\n\"There are many more lone wolves inside the U.S who are preparing more attacks. This won't be the last one,\" he warned, and insisted that IS does not falsely claim attacks it is not responsible for.\nCharlie Winter, a senior research fellow at the International Center for the Study of Radicalization and Political Violence, suggested the \"jury was out\" on whether Islamic extremism was behind the shooting, but said that the claims appear to be \"extremely fishy.\"\n\"There's a hefty strategic logic behind every act of terrorism it claims — it's not just communicating with us, the adversary, but with its supporters. It's got to show them they're not fighting for a lost cause,\" Winter said.\n\"It could be that ISIS made a mistake, it could be that the sources and claiming methodology didn't check out this time, and it could be an opportunistic claim.\"\nDanley, who was sent by Paddock to the Philippines to see her family weeks before the attack, told authorities that she has no idea what could have prompted her 64-year-old boyfriend to carry out such a massacre.\nCBS News  cited a law enforcement source on Friday that showed that Danley was concerned about Paddock's mental stability, however, without providing further details.\nA police source said that Paddock booked two rooms at the Blackstone Hotel in Chicago two months before the Las Vegas shooting, but never showed up.\n\"The hotel overlooks Grant Park, where Lollapalooza was taking place. The four-day music festival attracted some 400,000 people — including Sasha and Malia Obama,\" the article noted.\n\"CBS Boston reports Paddock also searched for hotel rooms near Boston's Fenway Park and concert venues in the city. There is no evidence he actually traveled to Boston.\"\nNevada Prescription Monitoring Program records have, meanwhile, shown that Paddock was prescribed an anti-anxiety drug in June, in the form of 50 10-milligram diazepam tablets.\nThe Las Vegas Review-Journal  reported that Paddock purchased the Valium drug without insurance at a Walgreens store in Reno. Physician Dr. Steven Winkler, who prescribed the tablets, refused to answer questions about the suspect.\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/las-vegas-shooters-girlfriend-clueless-over-massacre-sheriff-talks-secret-life-note-left-behind-201772/",
                "https://www.cbsnews.com/news/stephen-paddock-las-vegas-shooters-girlfriend-i-worried-about-his-mental-stability/",
                "https://www.breitbart.com/middle-east/2017/10/04/exclusive-islamic-state-jihadist-insists-terror-group-vegas-massacre-no-evidence/",
                "http://www.independent.co.uk/news/world/americas/isis-vegas-shooting-stephen-paddock-repeat-claim-islamic-state-responsibility-police-gunman-motive-a7986161.html",
                "https://www.reviewjournal.com/local/the-strip/las-vegas-strip-shooter-prescribed-anti-anxiety-drug-in-june/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/CPSZaimov"
            ]
        },
        "key_words": [
            "isis",
            "attack",
            "radicalized",
            "hotel",
            "paddock",
            "winter",
            "purchased",
            "gunman",
            "claimed",
            "vegas",
            "stephen",
            "insists",
            "las",
            "terrorist",
            "guns",
            "insisted",
            "islamic"
        ]
    }
]