[
    {
        "url": "https://consortiumnews.com/2015/01/26/hiding-the-political-subtext-of-sterling-trial/",
        "title": "Hiding the Political Subtext of Sterling Trial",
        "authors": [],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2015-01-26",
        "text": "Main menu\nJanuary 26, 2015\nBy Norman Solomon\nContinuing to deliberate as this week gets underway, the jurors in the CIA leak trial might ponder a notable claim from the government: “This case is not about politics.”\nThe prosecution made that claim a few days ago in closing arguments, begun with a somber quotation from former Secretary of State Condoleezza Rice about the crucial need to stop the spread of nuclear weapons. Of course prosecutor Eric Olshan was not foolish enough to quote Rice’s most famous line: “We don’t want the smoking gun to become a mushroom cloud.”\nCourtroom sketch of Sterling trial by Debra Van Poolen (http://www.debvanpoolen.com/)\nDuring the seven days of the trial, which received scant media coverage, Rice attracted the most attention. But little of her testimony actually got out of the courtroom, and little of what did get out illuminated the political context of the government’s case against former CIA officer Jeffrey Sterling.\nA heavy shroud over this trial, almost hidden by news media in plain sight, has been context: the CIA’s collusion with the Bush White House a dozen years ago, using WMD fear and fabrication to stampede the United States into making war on Iraq.\nAnd part of the ongoing context of the Sterling case has been the Obama administration’s unrelenting pursuit of Sterling for allegedly leaking classified information, revealed in the last chapter of a book by James Risen, about a now-15-year-old CIA operation that’s far more suitable for Freedom of Information Act disclosures than criminal prosecution. The jury is weighing nine felony counts, including seven under the atrociously misapplied Espionage Act.\nIt was just six weeks after the invasion of Iraq when, at the end of April 2003, Rice  then President George W. Bush’s nationals security adviser  hosted a meeting at the White House to tell representatives of the New York Times that the newspaper should not report on Operation Merlin, the CIA’s ill-conceived and dangerous maneuver that had provided a flawed design for a nuclear weapon component to Iran three years earlier.\nThe Times management caved within a week. Only Risen’s book State of War, published in January 2006, finally brought Operation Merlin to light.\nRice was in her usual smooth form at the Sterling trial. Emphatic that the CIA’s Operation Merlin was hardly known to anyone, Rice testified: “This program was very closely held. It was one of the most closely held programs during my tenure.” Yet the CIA manager in charge of Operation Merlin (“Bob S,” who appeared at the trial behind a screen) testified that the operation was known to more than 90 people.\nHelping to lay groundwork for the Iraq invasion, Rice was a key enabler for the CIA’s slam-dunk mendacity about Saddam Hussein’s purported weapons of mass destruction. More than a decade later, she has used the Sterling trial as an opportunity for more distortion of the historical record, as though her quash-the-Merlin-story meeting at the White House in 2003 was free of self-service.\nThe prosecution helped Rice settle into her stance:\nQuestion: “Now, was the purpose of your convening this meeting out of any sort of embarrassment that it would get out that there had been a botched operation?”\nRice: “My concern in convening this meeting was that we had a very sensitive, extremely important program for the security of the country that was about to be compromised . . . That was my concern.”\nBut one of the prosecution’s main concerns, no doubt shared by Rice, had to do with insulating the trial from intrusive context, a context that could explain why any whistleblower or journalist might want to expose and debunk Operation Merlin, an operation targeting a supposed nuclear weapons program in Iran, a country that the Bush administration was eager to attack with the goal of regime change.\nWhen the time came for Rice to face cross-examination, defense lawyer Barry Pollack tried to blow away some fog:\nQuestion: “[P]reventing working nuclear weapons from falling into the hands of rogue states is one of the most important missions of your, the administration you worked for certainly ”\nRice: “Yes.”\nRice: “That’s correct.”\nQuestion: “And certainly counterproliferation was of great interest at this particular time, correct?”\nRice: “That’s correct.”\nQuestion: “The United States had invaded Iraq the earlier month?”\nProsecutor Olshan: “Objection.”\nJudge Leonie Brinkema: “Well, we’ve heard that before. Let’s just move this along, Mr. Pollack. Sustained.”\nA week later, in the closing arguments, Pollack, who noted that “the government has great lawyers”, told the jury: “Make no mistake. This is a very important case for the government.” He pointedly reminded jurors that the last chapter in Risen’s book “made the CIA look bad.”\nMinutes later, wrapping up the prosecution’s closing statement, Assistant U.S. Attorney James Trump declared: “This case is not about politics. It’s not about salvaging the reputation of the CIA.”\nBut, no matter how great the government’s lawyers may be, the case of United States of America v. Jeffrey Alexander Sterling has everything to do with politics and the CIA’s reputation.\nNorman Solomon is the executive director of the Institute for Public Accuracy and the author of War Made Easy: How Presidents and Pundits Keep Spinning Us to Death. He is a co-founder of RootsAction.org.\nWallaceM\nJanuary 28, 2015 at 22:19\nMr. Sterling and I are both from the same part of the country; I guess he as well, forgot what our grandparents taught us – “if you lay down with dogs, you’ll get up with fleas.”\nBobby C\nJanuary 26, 2015 at 12:33\nThen US will prosecute anyone who exposes their ignorance, hubris, and illegal activities, which now evidently are called espionage.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [
            [
                "This case is not about politics.",
                "",
                true
            ],
            [
                "We don’t want the smoking gun to become a mushroom cloud.",
                "Eric Olshan",
                true
            ],
            [
                "This program was very closely held.",
                "Rice",
                true
            ],
            [
                "It was one of the most closely held programs during my tenure.",
                "Rice",
                true
            ],
            [
                "Now, was the purpose of your convening this meeting out of any sort of embarrassment that it would get out that there had been a botched operation?",
                "Rice",
                true
            ],
            [
                "My concern in convening this meeting was that we had a very sensitive, extremely important program for the security of the country that was about to be compromised .",
                "",
                true
            ],
            [
                "P]reventing working nuclear weapons from falling into the hands of rogue states is one of the most important missions of your, the administration you worked for certainly",
                "",
                false
            ],
            [
                "And certainly counterproliferation was of great interest at this particular time, correct?",
                "",
                true
            ],
            [
                "The United States had invaded Iraq the earlier month?",
                "",
                true
            ],
            [
                "Well, we’ve heard that before.",
                "Leonie Brinkema",
                true
            ],
            [
                "Let’s just move this along, Mr. Pollack.",
                "Leonie Brinkema",
                true
            ],
            [
                "This is a very important case for the government.",
                "Pollack",
                true
            ],
            [
                "This case is not about politics.",
                "James Trump",
                true
            ],
            [
                "It’s not about salvaging the reputation of the CIA.",
                "James Trump",
                true
            ],
            [
                "if you lay down with dogs, you’ll get up with fleas.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "subtext",
            "weapons",
            "cia",
            "political",
            "trial",
            "hiding",
            "rice",
            "merlin",
            "cias",
            "sterling",
            "context",
            "case",
            "operation"
        ]
    }
]