[
    {
        "url": "https://www.christianpost.com/news/pastor-transgender-rights-bill-dangerous-to-christians-families.html",
        "title": "Pastor: Transgender Rights Bill 'Dangerous' to Christians, Families",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Friday, June 07, 2013\nA Delaware pastor has dubbed a transgender rights bill that recently passed the state Senate \"one of the most dangerous\" pieces of legislation for Christians and families.\nSenate Bill 97, which would expand anti-discrimination legislation to include \"gender identity,\" passed the Delaware Senate Thursday in a vote of 11 yeas to 7 nays.\nRev. Mike Fox, pastor at The Trek Church and a certified marriage coach, testified at the Senate Hearing that took place at Legislative Hall in Dover in opposition to the proposed legislation.\nIn an interview with The Christian Post, Rev. Fox argued that SB 97 was \"one of the most dangerous bills not only to us as Christians, but to our children and women abroad.\"\n\"This bill will essentially allow any gender to enter any bathroom, any locker room, any toilet and public facility simply because a man may 'feel' like they are a woman, or a woman may 'feel' they are supposed to be a man,\" said Fox.\n\"It falls like all immoral bills under the umbrella of 'Anti-Discrimination' laws. This puts our children, especially girls and women in direct harm's way of Predators, Pedophiles and Perverts – now backed up by the State of Delaware!\"\nKnown by some as the \"bathroom bill\" and others as the \"Gender Identity Nondiscrimination Act,\" SB 97 passed the Delaware Senate and is headed to the House of Representatives.\nThe bill would add \"gender identity\" to the list of groups protected from discrimination in public accommodations. According to the Section 1 Amend § 4501, Title 6 of the Delaware Code, the list presently includes race, creed, age, marital status, sex, color, sexual orientation, handicap, and national origin.\nEquality Delaware, an LGBT rights organization, heralded the state Senate's passage of SB 97 as a \"victory\" and has called on supporters to encourage the House to follow suit.\n\"Send a message to your lawmakers in support of the Gender Identity Non-Discrimination Act of 2013- SB 97,\" reads an action alert webpage on their site.\nLast month, Delaware became the eleventh state to legalize same-sex marriage, right behind Rhode Island and before Minnesota.\n\"We have allowed, as the Church, our silence to be the acceptance of a modern day Sodom and Gomorrah, fully funded by and backed up by our Court system,\" said Fox.\n\"If we as Christians do not get a full-scale 'moral revolution' then we literally are the ones to bring on the end-time persecution. So many of us are so comfy and complacent in our lives, we are oblivious to the extreme danger we are in – right now, not the future.\"\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "dangerous",
            "state",
            "gender",
            "transgender",
            "identity",
            "97",
            "pastor",
            "senate",
            "sb",
            "families",
            "christians",
            "rights",
            "delaware",
            "bill"
        ]
    }
]