[
    {
        "url": "https://consortiumnews.com/2016/07/14/still-sabotaging-the-iran-nuke-agreement/",
        "title": "Still Sabotaging the Iran-Nuke Agreement",
        "authors": [
            {
                "name": "Peter Loeb",
                "link": null
            },
            {
                "name": "Bart Gruzalski",
                "link": null
            },
            {
                "name": "Joe L.",
                "link": null
            },
            {
                "name": "Chris Chuba",
                "link": null
            },
            {
                "name": "David Westerlund",
                "link": null
            },
            {
                "name": "Everett Wohlers",
                "link": null
            },
            {
                "name": "Zachary Smith",
                "link": null
            },
            {
                "name": "Ol' Hippy",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2016-07-14",
        "text": "Main menu\nJuly 14, 2016\nBy Paul R. Pillar\nThe one-year anniversary of the Iran nuclear agreement, known formally as the Joint Comprehensive Plan of Action (JCPOA), is naturally an occasion for stock-taking, as such anniversaries commonly are. Much spinning is mixed in with the stock-taking, and it is worthwhile to take stock of the spinning as well as of the reality that is relevant to the agreement.\nThe most obvious and noteworthy part of the reality is that Iran has fully observed the extensive, very limiting and intrusive, provisions of the agreement regarding its nuclear program. The Iranian record of compliance actually extends back significantly longer than a year.\nIran’s President Hassan Rouhani celebrates the completion of an interim deal on Iran’s nuclear program on Nov. 24, 2013, by kissing the head of the daughter of an assassinated Iranian nuclear engineer. (Iranian government photo)\nBefore the Joint Comprehensive Plan of Action there was a preliminary agreement, the Joint Plan of Action, which came into effect in January 2014 and included most of the limitations on Iran that also would enter into the later agreement. Iran now has been in compliance for two and a half years with stringent restrictions on its nuclear program agreed to in multilateral negotiations.\nDespite this record of compliance, efforts to destroy the agreement continue. Those efforts demonstrate that most opposition to the agreement has not been motivated by the ostensible reasons, and most of the actual reasons are not ones that would be satisfied or negated no matter how well and how long Iran conforms with its obligations.\nIt always was obvious that the agreement would be superior to the alternative of no agreement in assuring that the Iranian nuclear program stays peaceful. The main motivations for opposition to the agreement have had nothing to do with nuclear nonproliferation and instead have to do with not wanting to have any agreement of any sort with Iran.\nThat opposition has centered in two overlapping places. One is Republican determination not to let Barack Obama have a major foreign policy success. The other is the objective of the right-wing Israeli government — with everything such an objective customarily implies regarding domestic U.S. politics — to keep Iran permanently ostracized and not to have anyone (especially the United States) do any business with it, and thereby to keep Iran forever as a bête noire that is portrayed as the “real” source of trouble in the Middle East, to continue to use it as a distraction from any other troubles the Israeli government prefers not to talk about, to make sure there will be no competition to Israel as supposedly the only reliable U.S. partner in the Middle East, and to keep a major regional competitor to Israel weak and isolated.\nThe talking points of opponents of the agreement have shifted as their earlier arguments have become less tenable. We used to hear a lot more about a danger of Iranian cheating. That line of argument has become less credible as the highly intrusive international inspection procedures that the agreement itself put into place have been working as they were supposed to work and have confirmed Iranian compliance. So we don’t hear so much about cheating anymore.\nWeak Excuses\nArguments that we do still hear under that heading tend to be patently weak. For example, in one of a series of anniversary pieces by the anti-agreement Washington Institute for Near East Policy, Simon Henderson suggests we should worry because “some analysts fear” that Iran may have technical cooperation with North Korea and Pakistan, whose uranium enrichment centrifuges are similar to the ones Iran uses.\nU.S. Secretary of State John Kerry shakes hands with Iranian Foreign Minister Mohammad Javad Zarif as he arrives at a hotel in Vienna, Austria, on July 14, 2014, for a second day of meetings about the future of his country’s nuclear program. [State Department photo]\nSo what? Iran already has the technology, and no matter where the technology may have originated, this doesn’t affect the inability of Iran to exceed any agreed limitations on uranium enrichment when its facilities are crawling with international inspectors.\nThe entire nuclear side of the issue — even though the specter of an Iranian nuclear weapon was the big supposed threat that those wanting to keep Iran isolated had been exclaiming about, more than any other issue, for years — has come to play a much reduced role in the talking points of opponents of the agreement, as it became obvious how the agreement was superior to the alternative regarding nuclear nonproliferation.\nWe should remember — and note how far things have come in the interim — Benjamin Netanyahu’s display of a cartoon bomb before the United Nations General Assembly. Even the preliminary agreement drained Netanyahu’s bomb, and the JCPOA has cemented the limitations and inspection procedures that will keep it drained. That reality underlies the support for the agreement among Israeli security officials .\nEven before the JCPOA was adopted and implemented, opponents of the agreement had shifted much of their rhetorical energy to the notion that the agreement would somehow encourage more “nefarious,” destabilizing Iranian activity in the Middle East. This whole line of argument never was grounded in the reality of exactly what Iran has been doing in the Middle East, how that activity resembles or differs from what other powers have been doing, and how what it has been doing relates to U.S. interests.\nA further part of the opposition argument was that relief from economic sanctions would provide a “windfall” to Iran to finance more of the nefarious activity. That part of the argument also was erroneous, not only in involving faulty assertions about the amounts of frozen assets not already spoken for but also in relying on the invalid idea that Iran determines its regional policies according to how much money it has in its bank account.\nFaulty or not, the argument about a financial windfall has run into the fact that so far Iran has gotten much less financial and economic benefit than it hoped and anticipated it would — a fact that hardliners in Iran who oppose the agreement are emphasizing.\nThis development about the meager financial benefits has led American opponents of the agreement to shift their tactics again. They see this as an opening for killing the agreement; if the Iranians get fed up enough with not getting any significant benefit in return for all the restrictions placed on their nuclear program, they might just renounce the whole bargain — which for American opponents would have the extra advantage of being able to blame a breakdown of the agreement on the Iranians.\nPunishing Iran\nThe American opponents are thus concentrating on opposing any action that would encourage the kind of economic and financial activity involving Iran that was envisioned under the JCPOA. Opponents are playing up the idea that the sources of Iran’s economic problems are to be found in domestic deficiencies in the Iranian economy and playing down what is in fact a big reason for the meager nature of economic benefit to Iran so far: that international banks are frightened of inadvertently stepping across a line in the complicated U.S. sanctions system or of being whipsawed by any U.S. reneging on the nuclear agreement by a new administration or by Congress, and therefore are not engaging in commercial activity with Iran that they are permitted to conduct under the sanctions relief provided for in the JCPOA.\nKing Salman of Saudi Arabia and his entourage arrive to greet President Barack Obama and First Lady Michelle Obama at King Khalid International Airport in Riyadh, Saudi Arabia, Jan. 27, 2015. (Official White House Photo by Pete Souza)\nOpponents of the agreement say: no, no, what Iran is getting right now is all that it is entitled to get, and any effort to grease the international banking wheels would go beyond what is required by the agreement. Note the contradiction with earlier opposition arguments: earlier the contention was that the JCPOA would provide a financial windfall to Iran; now the argument is that under the terms of the agreement Iran is not entitled to any such windfall, or even to benefits much less than what could be considered a windfall.\nThere still are plenty of opposition references to “nefarious” region-wide Iranian activity, but such rhetoric is not tied to the earlier idea of a financial windfall. Instead the rhetoric replies on a now-habitual recitation of the mantra of Iran doing all sorts of bad things in the region, along with a general distaste for doing any business with any regime that does bad things.\nAn example is a recent piece by the Washington Institute’s Mathew Levitt. Levitt’s item is titled, “Under cover of nuclear deal, Iran foments regional instability”. But look at the text and you will see that there is no connection whatever, either logical or empirical, drawn between the nuclear agreement and any Iranian actions in the region.\nLook at the text more closely and see that the part of the title that singles out Iran for fomenting regional instability isn’t supported either. A reference to Bahrain, for example, takes at face value an assertion by the Bahraini information minister (hardly an unbiased source) that because explosives used in an attack on regime forces were “very similar” to ones that earlier and allegedly had “come from Iran,” then Iran must be responsible for all such troubles.\nA reference to Iranian aid to the Houthis in Yemen makes no mention of the fact that the Saudi intervention on the other side of that civil war is far more destructive and more responsible for escalating that conflict and for intensifying the sectarian animosities involved than anything Iran has done.\nA reference to Syria does not note that the Iranian activity that supposedly is “fomenting instability” consists of support for an incumbent regime that has been in power for decades. And a reference to Iraq fails to mention that in the biggest part of the conflict there — the fight against ISIS — Iran is on the same side as the United States.\nFuture Risks\nHardliners in the United States and Israel are playing off hardliners in Iran in ways that imperil the future of the nuclear agreement, with the most likely scenario for the accord unraveling being that U.S. hostility and continued economic warfare against Iran would tip the balance of power in Tehran in favor of those who would declare that the accord is a bad bargain for Iran and should be scrapped.\nFormer Secretary of State Hillary Clinton addressing the AIPAC conference in Washington D.C. on March 21, 2016. (Photo credit: AIPAC)\nThe hardliners motivated by the objectives mentioned above are being abetted by those in the United States who may not share those objectives but, out of habit or perceived political self-interest, go along with the mantras about Iran always being an enemy and a trouble-maker and deserving of our hostility. This includes presumptive Democratic presidential nominee Hillary Clinton , notwithstanding her declared support for the nuclear agreement.\nSo the struggle to keep the nuclear agreement alive continues. Those wanting to kill it do not appear ready to quit. Fighting back against the would-be agreement-killers is worth the effort. What is at stake is not only one of the more important nuclear nonproliferation measures in recent years but also whether the shackles on U.S. diplomacy represented by refusal to do business with Iran will continue to come off or will be put back on, making it harder than ever to deal with problems in the Middle East.\nAs time continues to go by and the record of compliance with the accord gets longer, those defending the agreement do not need to talk just about hypotheticals and the fanciful scenarios that opponents have embedded in their rhetoric. The inconsistency between actual events and those scenarios will become increasingly glaring.\nWe should also call opponents to account for the increasingly obvious internal inconsistencies in their whole line of attack, which has shamelessly shifted from one assertion to another as each assertion has lost plausibility.\nPaul R. Pillar, in his 28 years at the Central Intelligence Agency, rose to be one of the agency’s top analysts. He is now a visiting professor at Georgetown University for security studies. (This article first appeared as  a blog post  at The National Interest’s Web site. Reprinted with author’s permission.)\nCurious\nMr Pillar,\nAt the time of the sailors being retained in Iran, I had read from my many sources (so I can’t link just one) that the GOP has asked Iran not to release the sailors and keep them prisoners until after the US election. The author of said article has a certain credibility with me, so I was wondering if you had heard similar stories during that time.\nNot only is it sick in it’s desire, but it reeks of a Carter/Reagan era long ago. It seems some people have difficulty coming up with new ideas (if true). It worked before is the common theory, of course.\nHave you heard any stories similar? I would not put it past the GOP, so I wanted to ask you, despite the common ‘conspiracy theory’ trite colloquial non-arguements out of most peoples mouths when they have no imagination nor not having read about the topic.\nThank you, if you have a chance to read this thread.\nOl' Hippy\nJuly 15, 2016 at 14:44\nAs usual the real picture of things as they are. On Charlie Rose last night several of the neocon proponents were saying almost the exact things Paul has pointed out. What wasn’t said is what’s important. The US is dragging some of the financial interactions that are accorded in the ‘deal’ and still talking of all their “terrorist” actions. They failed to mention that Saudi Arabia and Israel both sponsor and commit the acts themselves. A one sided skewed view at the situation biased to our two allies. I am hoping, really hoping, that things don’t get ratcheted up further than now, On a positive note they,(US govt), may allow Iran to purchase airliners from Boeing, but if not there’s always airbus that will gladly build their airplanes.\nZachary Smith\nJuly 15, 2016 at 13:31\nFrom the War is Boring site: “Opposition to a nuclear deal just won’t go away – and it was always, in large part, about regime change.”\nObama has allowed the Neocons to take root in the US government, and Hillary is still a lunatic warmonger.\nEverett Wohlers\nJuly 15, 2016 at 12:04\nAs he always does, Pillar hits the nail squarely on the head.  We must stop the neo-cons from destroying this deal, which is probably the biggest diplomatic success in many years.\nI’d add that we should also do our best to stop the efforts of Republican Congress members to scotch Boeing’s tentative deal to sell new airliners to Iran.  Those Congress members are just plain stupid — if Boeing doesn’t sell those planes to Iran, Airbus will, and the US will lose billions in business.  So how do those fools in Congress think that would be good for the US?\ndavid westerlund\nJuly 14, 2016 at 16:02\nDo you have a hard copy I can subscribe to?.  GR8 reporting giving the correct side of the story.\ndavid westerlund\nJuly 14, 2016 at 16:05\nDo you have a hard copy I can subscribe to?  GR8 reporting giving (I hope) the correct side.\nChris Chuba\nJuly 14, 2016 at 15:16\nYes indeed.  They are actually engaging in a frontal attack by latching onto a very vague German Intelligence summary,\n“[Iran] Nevertheless, the illegal proliferation-sensitive procurement activities in\nGermany registered by the Federal Office for the Protection of the Constitution\npersisted in 2015 at what is, even by international standards, a\nquantitatively high level. This holds true in particular with regard to\nitems which can be used in the field of nuclear technology. The Federal\nOffice for the Protection of the Constitution also registered a further increase\nin the already considerable procurement efforts in connection\nwith Iran’s ambitious missile technology program which could among\nother things potentially serve to deliver nuclear weapons.”\nThey just say ‘nuclear technology’, not ‘nuclear weapons’.  Also, Iran has always stated that they will continue to pursue their tactical ballistic missile program because it is necessary for their defense needs.  They don’t have an air force or defense system capable of defeating either the Israeli’s or Saudi’s so their only deterrence is the threat of a ballistic missile retaliation.  Their testing does not violate the JCPOA, acquisition might but that is more an offense by the provider.\nJoe L.\nJuly 14, 2016 at 15:08\nFor awhile now I believe that the US cannot be trusted.  I believe that Iran gave up trying to make a nuclear weapon in the early 2000’s, as I believe I read in the LA Times from CIA information but could anyone even blame Iran to get nuclear weapons and what right does the US have to tell them that they can’t?  Seems to me that every nation that gives up their weapons only end up getting invaded by the US in one form or another.  This article also points out why there is an intrinsic need for an alternative economic system in the world – not run by the US (or the western world).  I believe that the best way forward for Iran is to join the SCO (Shanghai Cooperation Organization) and contribute to the economic systems being developed by the AIIB, BRICS Development Bank, and creating an alternative to SWIFT.  I believe it is in the interest of all nations that have been sanctioned by the US (and the west), past or present, to unite under their own economic and security institutions.\nOne other thing, Mr. Pillar, to point out as being extremely underhanded toward the agreement with Iran is Newt Gingrich flying to Paris to appear at a gala celebration for the Mojahedin-e Khalq, or People’s Mujahedin, an Iranian exile group that wants Washington’s backing for regime change in Iran.  On July 10, 2016 an article entitled “Newt Gingrich Pals Around With Terrorists Saddam Hussein Once Armed” appeared on the Intercept website – https://theintercept.com/2016/07/10/hey-donald-trump-heres-newt-gingrich-palling-around-terrorists-saddam-armed/\nBart Gruzalski\nJuly 14, 2016 at 22:20\nJoe L., this is a powerful addition to the conversation.  As I see more and more in Donald Trump worthy of discussion and support, I was still thinking Gingrich would make a great VP candidate.\nthe Intercept website – https://theintercept.com/2016/07/10/hey-donald-trump-heres-newt-gingrich-palling-around-terrorists-saddam-armed/ readily confirmed that Gingrich did not hold or follow “America First” in his actions in the Middle East.\nTrump certainly had grounds for political divorce from the guy and I am very happy you’ve pointed all of this out for us.  Thanks\nJoe L.\nJuly 14, 2016 at 23:12\nBart Gruzalski… I just thought that this information adds to the article at hand giving more insight of what happens behind the curtain.\nBart Gruzalski\nJuly 15, 2016 at 01:22\nJoe L., what’s also been left out, or at least ridiculously understated, is not only your BRILLIANT mention of Gingrich—thank the Lord Trump didn’t pick him as VP– but the author even missed the Elephant in the room.\nGingrich is an elephant, but the author also misses the BIG ELEPHANT.  He does not directly ask: What are the fundamental roots of this stupid policy?  So I’ll ask you.  The roots?\ntick tick tick tick\nYou said Washington DC?  Come on, Joe, for $1M bucks, you’ve got 5 seconds left …\ntick tick tick tick tick tick… no idea? …\nOkay, Joe, here’s a hint… who was the only US ally that tried to sink a navy ship, on purpose, and our administration has covered up for it ever since…\noh, you were taught that was an accident? “If it was an accident, it was the best planned accident I’ve ever heard of” – USS Liberty survivor.\nWell, Joe, my hint might have been too subtle… maybe you were too young? George Lenczowski notes: “It was significant that, in contrast to his secretary of state, President Johnson fully accepted the Israeli version of the tragic incident.” He notes that Johnson himself only included one small paragraph about the Liberty in his autobiography, in which he accepted the Israeli explanation of “error”, but also minimized the whole affair and distorted the actual number of dead and wounded, by lowering them from 34 to 10 and 171 to 100, respectively. Lenczowski further states: “It seems Johnson was more interested in avoiding a possible confrontation with the Soviet Union… than in restraining Israel.”\nMcGonagle received the Medal of Honor, the highest U.S. medal, for his actions. The Medal of Honor is generally presented by the President of the United States in the White House, but … not this time! Nope,this time it was awarded at the Washington Navy Yard by the Secretary of the Navy in an unpublicized ceremony, breaking with established tradition.\nI can tell from your smile, yup, you got it.  This entire Iranian Neocon smoke Scream (not screen, SCREAM) comes out of the sick minds of our own fellow citizens who want to help and protect our alleged closest ally. Think of the anti-Iran rhetoric, stated clearly by crown princess Clinton (recall her insipid foreign policy speech, how she wants our relationship with Israel to hit new heights, and woe unto Iran if any one fails to cross a T or dot an I.)  It’s worth an aside to point out that, on Donald Trump’s logic,  our Neocons are working for another country and following the treasonous principle [for an American, including the mayor of Chicago] of “Israel First!”\nBack to the USS Liberty. In Washington, President Lyndon B. Johnson had received word from the Joint Chiefs of Staff that Liberty had been torpedoed by an unknown vessel at 9:50 am eastern time. Johnson assumed that the Soviets were involved, and hotlined Moscow with news of the attack and the dispatch of jets from Saratoga. He chose not to make any public statements and delegated this task to an Assistant Secretary of Defense for Public Affairs.\nFrom the start, the response to Israeli statements of mistaken identity ranged between frank disbelief and unquestioning acceptance within the administration in Washington. A communication to the Israeli Ambassador on 10 June, by Secretary Rusk stated, among other things: “At the time of the attack, the USS Liberty was flying the American flag and its identification was clearly indicated in large white letters and numerals on its hull. …\nExperience demonstrates that both the flag and the identification number of the vessel were readily visible from the air…. Accordingly, there is every reason to believe that the USS Liberty was identified, or at least her nationality determined, by Israeli aircraft approximately one hour before the attack. … The subsequent attack by the torpedo boats, substantially after the vessel was or should have been identified by Israeli military forces, manifests the same reckless disregard for human life.”\nGeorge Lenczowski notes: “It was significant that, in contrast to his secretary of state, President Johnson fully accepted the Israeli version of the tragic incident.” He notes that Johnson himself only included one small paragraph about the Liberty in his autobiography, in which he accepted the Israeli explanation of “error”, but also minimized the whole affair and distorted the actual number of dead and wounded, by lowering them from 34 to 10 and 171 to 100, respectively.\nLenczowski further states: “It seems Johnson was more interested in avoiding a possible confrontation with the Soviet Union …than in restraining Israel.\n”McGonagle received the Medal of Honor, the highest U.S. medal, for his actions. The Medal of Honor is generally presented by the President of the United States in the White House, but this time it was awarded at the Washington Navy Yard by the Secretary of the Navy in an unpublicized ceremony, breaking with established tradition.\nOther Liberty sailors received decorations for their actions during and after the attack, but most of the award citations omitted mention of Israel as the perpetrator. In 2009, however, a Silver Star awarded to crewmember Terry Halbardier, who braved machine-gun and cannon fire to repair a damaged antenna that restored the ship’s communications, cited Israel as the attacker. (Undoubtedly someone lost their job for this horrible oversight.)\nJames Bamford, a former ABC News producer, in his 2001 book Body of Secrets, says Israel deliberately attacked Liberty to prevent the discovery of what he described as war crimes, including the killing of Egyptian prisoners of war by the IDF that he alleges was taking place around the same time in the nearby town of El-Arish. How the heck could he know all of this?\nTwo diplomatic cables written by Avraham Harman, Israel’s ambassador in Washington, to Abba Eban Israel’s minister of foreign affairs, have been declassified by Israel and obtained from the Israel State Archive.\nThe first cable, sent five days after the attack, informs Eban that a U.S. informant told him (Harman) that there was “clear proof that from a certain stage the pilot discovered the identity of the ship and continued the attack anyway.”\nThe second cable, sent three days later, added that the White House is “very angry” because “the Americans probably have findings showing that our pilots indeed knew that the ship was American.”\nSo back to Iran which Israel wants us to bomb to smithereens. Joe, what can we do? How can we continue our friendship with a nation that deliberately killed US sailors and somehow got OUR president to cover up for Israelis deliberately killing US sailors?\nWhat are we doing by sending $3,000,000,000 every January, to Israel with no strings?\nShouldn’t our leaders be putting America First?   Think how many $70, 000 per year American jobs, adding $30,000 for insurance and social security and the rest into a pension fund—that would be 3 hundred thousand American jobs that, effectively, our government gives to Israel with no strings.\nGranted our employment is now at 99.9? but still, those 3 million American jobs would at least our government’s taking in more taxes from happy working Americans in America.\nThose jobs would generate many more jobs, the money would circulate in communities, and we just begin with shovel ready jobs.  How do we do that?  Our president, with the support of Congress and the American people, put the out-of-work jobbers back to work working on our highways and bridges—and, because of the velocity of money, we would have a booming economy.  Did Obama do that?  No—I recall him sitting at the front of a table saying he was wrong about shovel-ready jobs, that there weren’t any.  Yet he kept the $3,000,000,000 checks flowing into Israel and didn’t lower his own salary or give up his fancy medical plan and put him on the same insurance plan as the rest of us.  See how much Obama likes Obamacare.\nSo why all this gushing praise on my part for our closest and most reliable ally in the Middle East if not on the enter Earth?\nSimple: it’s “Israeli First” that has caused all the ruckus about Iran.  It’s just extremely odd that ex-CIA analyst Paul R. Pillar could miss all of this, skipping the good news about Gingrich but failing to see the Elephant in the room….\nMaybe that’s why it is called “the Elephant in the room”?\nI’m tiring of good writers with good credentials missing the obviously good.  I think it’s up to me (and you too, Joe) to invite the next president of the United States, Donald Trump, into our conversation… yes, I am perfectly serious, so stay tuned….\nBart Gruzalski\nJuly 15, 2016 at 02:29\nThe numbers I provide in my final section, and maybe earlier, I can’t remember, I will get to late tomorrow.\nSweet Dreams,\nJuly 15, 2016 at 13:58\nBart Gruzalski… While I do agree that Israel certainly plays a part in what is occurring in the Middle East, I certainly don’t believe that all roads lead to Israel.  I certainly don’t like what Israel has been doing to the Palestinians, an occupied people, and I do believe that our governments should stop supporting Israel.  Also, though since we are talking about Iran there is also the Saudi Arabia angle – Sunni & Shia which also plays a part in the entire Middle East as a whole.  Then there is the real elephant in the room which is the United States itself, since 1776 has been at war 93% of its’ history (I believe, a permanent war economy since the end of WW2), and is every bit of an Empire such as those that proceeded it.  One last point that seems to be playing out is the history of colonialism by European powers in the Middle East.\nMy belief of what is occurring in the Middle East is related to geopolitical and economic reasons.  I believe that the US, and the western world, want to control the entire Middle East which is resource rich (oil, lithium, gold etc.) meanwhile also protecting the US Petrodollar (creates a lot of demand for US debt) which supports the US Dollar and America’s hegemony – all the while China is rising and the world’s economy is shifting to Asia.  We can even look at the duelling pipelines to Europe and who controls them.  Ultimately I think it comes down to attempting to preserve the US Empire…\nPeter Loeb\nJuly 19, 2016 at 11:17\nIT IS IRAN’S FAULT…!!!\nAs suggested in Gareth Porter’s book on the negotiations, Iran once\nconsidered withdrawing from NPT and not signing any agreement\nin the first place.\nThat provided should have been that Israel be subject to\nthe same remedies as Iran. The random and\ncomplete inspections of ALL sites with the “capacity”\nto produce nuclear weapons or WMD” (eg drones etc.).\nThe total dismantling and removal of all such sites. The\nsanctions and  embargo for Israeli noncompliance.\nThe reason this was never considered was possibly the\npressure by the US in the so-called negotiations and\nthe assessment that such an action (though totally\nfair) would be perceived by the US and Israel as\na war provocation.\nIn addition to the negotiation process per se, it is\ninconceivable the the US (all governmental branches)\nwould ever approve such an agreements.\nInstead the US and those it has bribed are providing\n“unacceptable behavior”, taking actions in defiance\nof both the letter and spirit of JCOPA.\nIran got caught. Or knowingly permitted itself to\nwalk into  the trap.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://nationalinterest.org/blog/paul-pillar/no-iran-isnt-destabilizing-the-middle-east-13066",
                "https://thehill.com/blogs/pundits-blog/international/287342-under-cover-of-nuclear-deal-iran-foments-regional",
                "https://armscontrolcenter.org/many-former-israeli-national-security-officials-support-the-iran-deal/",
                "https://theintercept.com/2016/07/10/hey-donald-trump-heres-newt-gingrich-palling-around-terrorists-saddam-armed/",
                "https://www.washingtoninstitute.org/policy-analysis/view/misleading-claims-about-u.s.-barriers-to-iran-europe-financial-ties",
                "https://nationalinterest.org/blog/the-buzz/hillary-will-undo-kerrys-progress-iran-16943"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.google.com/search?q=Netanyahu+cartoon+bomb&tbm=isch&imgil=aHCB1eUH_DXxlM%3A%3BuCqEUlLDIslNcM%3Bhttp%253A%252F%252Fwww.huffingtonpost.com%252F2015%252F04%252F08%252Fwhite-house-tweet-netanyahu-bomb_n_7028692.html&source=iu&pf=m&fir=aHCB1eUH_DXxlM%3A%2CuCqEUlLDIslNcM%2C_&usg=__YYLSTH5-DUlKPY1l5ZVs43xw5FY=&biw=1502&bih=723&ved=0ahUKEwiq9JyqqO_NAhUG7SYKHcl6DBMQyjcINw&ei=5ZyFV-rtB4bamwHJ9bGYAQ#imgrc=aHCB1eUH_DXxlM:",
                "https://nationalinterest.org/blog/paul-pillar",
                "https://www.washingtoninstitute.org/policy-analysis/view/the-half-life-of-the-jcpoa",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "iran",
            "sabotaging",
            "nuclear",
            "agreement",
            "opponents",
            "opposition",
            "economic",
            "iranian",
            "financial",
            "irannuke",
            "activity",
            "argument"
        ]
    }
]