[
    {
        "url": "https://www.christianpost.com/news/sam-brownback-confirmed-new-international-religious-freedom-ambassador.html",
        "title": "Sam Brownback Confirmed as New International Religious Freedom Ambassador",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nSam Brownback Confirmed as New International Religious Freedom Ambassador\nSam Brownback Confirmed as New International Religious Freedom Ambassador\n| Thursday, January 25, 2018\nRepublican Kansas Governor Sam Brownback speaks to supporters after winning re-election in the U.S. midterm elections in Topeka, Kansas, on November 4, 2014. | (Photo: Reuters/Mark Kauzlarich)\nKansas Governor and former U.S. Senator Sam Brownback has been confirmed as the new Ambassador at large for International Religious Freedom.\nIn a party-line vote in which Vice President Mike Pence had to serve as tie-breaker, Gov. Brownback was confirmed Wednesday evening 50-49.\n\"Thank you to @POTUS, @VP, and all the Senators who supported my nomination. I'm looking forward to starting my new position as Ambassador and working hard for the American people and religious freedom around the world,\" stated Brownback on Twitter.\nLast July, President Donald Trump announced that he was appointing Brownback to the position of International Religious Freedom Ambassador.\nThe U.S. Capitol dome and U.S. Senate in Washington. | (Photo: REUTERS/Jonathan Ernst)\nWhile in the U.S. Senate, Brownback was a key sponsor of the International Religious Freedom Act of 1998 — legislation that created the Office of International Religious Freedom, the ambassador position and the United States Commission on International Religious Freedom.\nDavid Saperstein, who held the ambassador position during the Obama Administration, told World Magazine last year that he approved of the Brownback choice.\n\"This is a very strong appointment, and I look forward to working with him in furthering the cause of religious freedom around the globe,\" said Saperstein.\nBrownback faced resistance from Democratic members of the Senate, who took issue with the socially conservative politician's views on LGBT issues.\n\"I just think that it's really important if you're going to be the ambassador trying to promote tolerance that you show that kind of attitude,\" stated Senator Claire McCaskill of Missouri.\n\"And his difficulty with the question about using religion as an excuse to persecute or prosecute people who are gay, that was a disqualifier.\"\nFor his part, Brownback garnered much opposition in Kansas for his pushing through of tax cuts that led to severe budget deficits for the Midwest state, according to The Hill.\n\"The legislature, controlled by Republicans, voted to reinstate many of those taxes Brownback cut [in 2017], overriding the governor's veto,\" reported The Hill.\nMany organizations that focus on religious freedom issues expressed approval of the Brownback confirmation, with The United States Commission on International Religious Freedom Chairman Daniel Mark stating Wednesday that it \"could not have come soon enough.\"\n\"We are witnessing immense challenges to religious freedom around the globe. We need to utilize every resource available to confront these challenges,\" stated Mark. \n\"USCIRF looks forward to working with Ambassador Brownback in advancing the U.S. government's promotion of international religious freedom.\"\nThe Religious Freedom Institute praised the Brownback confirmation, with RFI President Thomas Farr saying in a statement released Thursday morning that Brownback \"will make U.S. religious freedom policy an integral part of America's national security strategy.\"\n\"Ambassador Brownback's deep experience, and his commitment to religious freedom for all people, will help ensure American leadership in the vital work of reducing global religious persecution,\" stated Farr.\nFamily Research Council President Tony Perkins stated Wednesday that Brownback \"will significantly boost our nation's efforts to help those around the globe who are persecuted and targeted for genocide because of their religious faith.\"\n\"As ambassador, he will have more authority and resources to prioritize religious freedom programs, and elevate the issue in our foreign policy,\" said Perkins. \n\"We applaud President Trump's nomination and the Senate's confirmation of Sam Brownback to promote religious freedom around the world, a significant accomplishment which helps fulfill the president's promise to address this issue.\" \nFollow Michael Gryboski on Twitter or Facebook\nRelated Articles\n",
        "quotes": [
            [
                "Thank you to @POTUS, @VP, and all the Senators who supported my nomination.",
                "Brownback",
                true
            ],
            [
                "I'm looking forward to starting my new position as Ambassador and working hard for the American people and religious freedom around the world,",
                "Brownback",
                true
            ],
            [
                "This is a very strong appointment, and I look forward to working with him in furthering the cause of religious freedom around the globe,",
                "David Saperstein",
                true
            ],
            [
                "I just think that it's really important if you're going to be the ambassador trying to promote tolerance that you show that kind of attitude,",
                "Claire McCaskill",
                true
            ],
            [
                "And his difficulty with the question about using religion as an excuse to persecute or prosecute people who are gay, that was a disqualifier.",
                "",
                true
            ],
            [
                "The legislature, controlled by Republicans, voted to reinstate many of those taxes Brownback cut [in 2017], overriding the governor's veto,",
                "",
                true
            ],
            [
                "could not have come soon enough.",
                "Sam Brownback",
                false
            ],
            [
                "We are witnessing immense challenges to religious freedom around the globe.",
                "Mark",
                true
            ],
            [
                "We need to utilize every resource available to confront these challenges,",
                "Mark",
                true
            ],
            [
                "USCIRF looks forward to working with Ambassador Brownback in advancing the U.S. government's promotion of international religious freedom.",
                "Sam Brownback",
                true
            ],
            [
                "will make U.S. religious freedom policy an integral part of America's national security strategy.",
                "Mark",
                false
            ],
            [
                "Ambassador Brownback's deep experience, and his commitment to religious freedom for all people, will help ensure American leadership in the vital work of reducing global religious persecution,",
                "Farr",
                true
            ],
            [
                "will significantly boost our nation's efforts to help those around the globe who are persecuted and targeted for genocide because of their religious faith.",
                "Sam Brownback",
                false
            ],
            [
                "As ambassador, he will have more authority and resources to prioritize religious freedom programs, and elevate the issue in our foreign policy,",
                "Perkins",
                true
            ],
            [
                "We applaud President Trump's nomination and the Senate's confirmation of Sam Brownback to promote religious freedom around the world, a significant accomplishment which helps fulfill the president's promise to address this issue.",
                "Sam Brownback",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.frc.org/frcactionpressreleasestemplate/family-research-council-applauds-gov-brownbacks-confirmation",
                "https://thehill.com/homenews/administration/344041-trump-to-nominate-brownback-for-ambassador-post",
                "https://www.christianpost.com/news/obama-religious-freedom-ambassador-saperstein-praises-trump-nomination-sam-brownback-193449/",
                "https://www.religiousfreedominstitute.org/news/2018/press-release-rfi-commends-ambassador-brownback-confirmation",
                "http://www.kansascity.com/news/politics-government/article196427144.html"
            ],
            "gov_pgs": [
                "http://www.uscirf.gov/news-room/press-releases/uscirf-welcomes-confirmation-new-ambassador-large-international-religious"
            ],
            "unsure": [
                "https://twitter.com/Puritan1986?hc_ref=SEARCH&fref=nf",
                "https://www.facebook.com/MichaelCGryboski/",
                "https://twitter.com/govsambrownback/status/956301756392189953"
            ]
        },
        "key_words": [
            "brownback",
            "religious",
            "international",
            "working",
            "confirmed",
            "president",
            "position",
            "world",
            "freedom",
            "stated",
            "ambassador",
            "sam"
        ]
    }
]