[
    {
        "url": "https://www.christianpost.com/news/houston-national-cemetery-director-under-investigation-for-censoring-religious-speech.html",
        "title": "Texas Senator Calls for Probe Into Censored Religious Speech at Cemetery",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nTexas Senator Calls for Probe Into Censored Religious Speech at Cemetery\nTexas Senator Calls for Probe Into Censored Religious Speech at Cemetery\nTexas Senator Calls for Probe Into Censored Religious Speech at Cemetery\n| Thursday, July 07, 2011\nSeveral veterans groups and pastors in the Houston area filed a religious discrimination lawsuit this week, charging that the cemetery's director, Arleen Ocasio, was censoring prayers and certain religious terms at funerals for veterans.\nTwo other senators have already called for Ocasio to step down. Hutchison is asking the Veterans Affairs Secretary to investigate the circumstances surrounding Ocasio's actions, according to KHOU.\nOn Independence Day, hundreds of flag-waving demonstrators converged on Houston National Cemetery to protest reports of religious censorship at burial services there, the Houston Chronicle reported.\n\"We felt it was one of the best ways we could have spent this time of the Fourth of July,\" said Marine veteran Steve Cranston, a 58-year-old pastor from Houston who attended the protest with his wife, Judy, 66. \"We feel like it's our duty.\"\n\"And I believe the ones who are already buried here would be right with us,\" his wife said.\nThe Houston Area Pastor Council planned Monday's protest in support of the federal lawsuit filed by the nonprofit Liberty Institute on behalf of American Legion Post 586, Veterans of Foreign Wars District 4, and National Memorial Ladies, a volunteer group that attends burials at the cemetery.\nThe lawsuit centers on a report that Ocasio censored a prayer that the Rev. Scott Rainey had planned to deliver during a service at the cemetery, removing the name of Jesus from the prayer. Rainey filed suit, and a federal judge granted a temporary restraining order against Veteran Affairs, ruling that Rainey’s prayer qualified as free speech protected under the First Amendment, and allowing him to proceed with his original prayer.\nHowever, VA officials have continued to violate free-speech rights, say pastors and veterans.\nAccording to the New American, U.S. Representative Ted Poe (R), who represents the Houston area in Congress, accused the Houston National Cemetery’s director of acting with “authoritarian zeal in her quest to remove Christianity and religion from funeral services.”\nPoe had heard from veterans and their families from across the nation shocked at the actions of the VA, the New American reported. “One man in particular stood out to me who called my office in tears because his father (a World War II veteran) was days away from death, set to be buried in Houston National Cemetery,” recalled Poe in a recent editorial. “His father does not want to be buried there anymore because he will not be able to have the funeral service that he wants and deserves.”\nAccording to the Houston Chronicle, “The VFW and the American Legion say that on at least four occasions in the last two months, VA officials told them that prayer and religious speech could no longer be included in burial rituals they take part in at the Houston cemetery.” Specific prayers and written speech must first be approved by Ocasio.\nU.S. District Judge Lynn Hughes has given the VA until July 15 to respond to all the charges listed in the suit, and has scheduled the next hearing in the case for July 21.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "veterans",
            "american",
            "censored",
            "texas",
            "speech",
            "cemetery",
            "national",
            "va",
            "prayer",
            "veteran",
            "religious",
            "houston",
            "calls",
            "probe",
            "senator"
        ]
    }
]