[
    {
        "url": "https://www.christianpost.com/news/homeschool-concerned-more-regulations-abuse-perris-house-california.html",
        "title": "Homeschoolers Concerned About More Regulations After Alleged Abuse at Perris House",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nHomeschoolers Concerned About More Regulations After Alleged Abuse at Perris House\nHomeschoolers Concerned About More Regulations After Alleged Abuse at Perris House\nHomeschoolers Concerned About More Regulations After Alleged Abuse at Perris House\n| Monday, January 22, 2018\nHomeschooling advocates are concerned about additional regulations after news of abuse from homeschooling parents in California. \nThe Massachusetts-based Coalition for Responsible Home Education , a nonprofit group that is actively advocating for homeschooling reform, says a lack of oversight for homeschools allows abuse,  such at the recent case in Perris, California , to go unchecked and is now calling for increased regulation of homeschools.\nPentecostal Christian couple David Allen Turpin, 57, and his 49-year-old wife, Louise Anna Turpin, were arrested on Jan. 14, after police had to rescue  their 13 severely malnourished children from their home in Perris, California. The home was registered as a homeschool.\n\"The lack of oversight of home schools is what allows people to hide abuse,\" Kathryn Brightbill, legislative policy analyst for the coalition told The Press-Enterprise . \"We believe that the various states should introduce legislation to have annual contact with mandated reporters.\"\nAnd a statement  from the Board of Directors of the HomeSchool Association of California  said they anticipate new legislation is on the horizon.\n\"We know that many homeschooling families are feeling nervous due to the recent abuse case which has been in the news,\" the directors said. \"We do suspect legislation may be forthcoming that might try to regulate private homeschoolers. We do not know what form that proposed legislation will take and it is a complicated endeavor that is likely to take some time. We assure you that HSC will have a hand in fighting or helping to define any bills that are proposed.\"\nIn an earlier statement , Debbie Schwarzer, the organization's legal team co-chair dismissed the idea of an annual inspection requirement for homeschooled children.\n\"I've seen articles that suggest that private homeschoolers should be required to present their children for an annual inspection by teachers and a doctor. It's an outrageous suggestion, one that amounts to suspecting all homeschooling parents of being unfit, of being capable of crimes against their children,\" Schwarzer wrote.\n\"Obviously the overwhelming majority of parents who choose to homeschool their children do so with the best interests of their children as their top priority. They should not be subjected to suspicion by the state and gross invasion of their privacy through unwarranted intrusion into their lives. The state and society should give them the same benefit of the doubt that all parents are given, of acting in their children's best interests until specific facts or circumstances suggest otherwise,\" she added.\nData cited by the Coalition for Responsible Home Education  argues there is very little accountability for homeschooling parents across the nation.\n\"The current lack of accountability or oversight of homeschooling has negative consequences for thousands of homeschooled children. In some cases homeschooling serves to hide abuse, and in other cases parents shortchange their children educationally,\" the organization said.\nAccording to the U.S. Department of Education , there were an estimated 1.8 million homeschooled students in the United States in 2012. This number showed an increase from 850,000 in 1999, when estimates were first reported.\nCalifornia law requires all children between 6 and 18 to be enrolled in public school unless their parents opt to make them attend a \"full-time, private day school\" or learn from a private tutor with a valid California teaching certificate, according to The Press Enterprise.\nAnyone who homeschools at least six students, like the Turpin family must file to form their own \"private school.\" The Turpins registered their home as a private school named Sandcastle Day School whose only students were their children.\nAuthorities who rescued the Christian couple's children said they had very little knowledge of the outside world and were poorly homeschooled.\nLast Thursday, David and Louise Turpin were charged with 12 criminal counts of torture, seven counts of abuse of a dependent adult, and 12 counts of false imprisonment that could keep them behind bars for life if they are convicted. David Turpin also faces one count of committing a lewd act by force or fear. He and his wife have both pleaded not guilty and are now being held on bail of $13 million each.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/christian-couple-kept-their-13-children-starving-and-shackled-in-chains-inside-house-of-horror-police-say-213994/",
                "https://www.pe.com/2018/01/20/home-schools-fall-under-new-scrutiny-after-perris-torture-case/",
                "https://www.christianpost.com/news/siblings-spent-2-years-plotting-to-escape-from-abusive-parents-who-now-face-life-in-prison-214432/"
            ],
            "gov_pgs": [
                "https://www2.ed.gov/about/offices/list/oii/nonpublic/statistics.html"
            ],
            "unsure": [
                "http://www.hsc.org/home-page.html",
                "https://www.responsiblehomeschooling.org/"
            ]
        },
        "key_words": [
            "school",
            "homeschooled",
            "parents",
            "regulations",
            "children",
            "perris",
            "homeschooling",
            "concerned",
            "abuse",
            "private",
            "turpin",
            "legislation",
            "house",
            "alleged",
            "states",
            "homeschoolers"
        ]
    }
]