[
    {
        "url": "https://www.christianpost.com/news/131-year-old-rescue-missionthanksgiving-need-unprecedented.html",
        "title": "131-Year-Old Rescue Mission: Thanksgiving Need Unprecedented",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n131-Year-Old Rescue Mission: Thanksgiving Need Unprecedented\n131-Year-Old Rescue Mission: Thanksgiving Need Unprecedented\n| Wednesday, November 24, 2010\nA rescue mission that has helped the poor in the United States for 131 years said it expects to serve the largest number of meals this Thanksgiving.\nAs many as 7,800 meals will be served at The Bowery Mission in New York City on Thursday. Although this is a record-breaking number, Bowery said it has enough food and does not expect to turn anyone away.\n\"You know, New Yorkers are the most generous people in the country, we think,\" said Ed Morgan, president and CEO of The Bowery Mission, to The Christian Post. \"We're doing OK and will give our Thanksgiving guests exactly what they need.\"\nThe traditional Thanksgiving meal will include turkey, cranberry, mashed potatoes and gravy, and yam, among other dishes.\nMorgan confirmed that in recent years the Christian rescue mission has seen more families come to the center to eat than ever before. Bowery has also had to double the number of pantry bags of groceries it delivers to single-head families over the past two years.\n\"You never know who will be in your food line at night. I've served in the food line many times at night and you get some very well-spoken people who obviously are not used to being there,\" he said.\nAcross the country in Los Angeles, Union Rescue Mission already served its main Thanksgiving feast last Saturday. URM and other LA rescue missions pick different days to serve their Thanksgiving meals so those in need can have multiple good meals rather than having to choose one on Thursday. The other rescue missions will serve Thanksgiving on Wednesday and Thursday.\nURM CEO Andy Bales said the ministry had a record-breaking number of people come to their Thanksgiving event this year, causing the rescue mission to almost run out of food. More than 4,500 people came for lunch last Saturday, or 1,000 more people than the previous record.\nSimilar to Morgan, Bales said he has seen a shift in the demographic of those at URM. He has actually seen former donors come in to be recipients of the ministry's services because of economic hard times.\n\"We actually have a lot of working families who were experiencing homelessness for the first time in their lives,\" Bales noted. \"About 55 percent of our families are experiencing homelessness for the first time in their lives, which is quite a demographic change.\"\nThere are currently 60 families staying at the rescue mission, which is only three families away from the ministry's all-time high back during the fall of 2008.\nAmong the families that stayed at URM is Aura and Albert, who both lost their jobs in the airline industry during the economic downturn of 2008. Their savings were depleted by February 2009 and their story was featured in URM's newsletter this week.\n\"I felt so hopeless because we didn't have anywhere to stay,\" said Aura in the URM newsletter. \"And most shelters wouldn't accept us because I was pregnant. Or they wanted to send my husband to a separate shelter.\"\nURM not only offered the family a room, but supported Aura throughout her pregnancy process. The rescue mission also helped Aura become trained as a registered nurse. Aura and Albert found work again and was able to save up money and move into an apartment a few months ago.\n\"We're all so excited to spend this Thanksgiving together as a family in our new home,\" said Aura. \"We have so much to be thankful for. God has blessed us with new jobs, a roof over our heads, and the chance for me to go back to school.\"\nDespite the U.S. economy's recent small growth, the unemployment rate remains high and more people are turning to food banks this Thanksgiving. In Virginia's Loudoun County – the nation's richest county in terms of median income – for example, the food pantry is handing out its first-ever Thanksgiving meal, according to The Washington Post. Some 2,000 families will be the recipients of those meals.\nMorgan of The Bowery Mission observed that while many people are going through tough times, the homeless surprisingly have a good attitude.\n\"It's amazing that you see an attitude of gratefulness among the homeless,\" he said. \"If you or I were in this condition we might be shocked, ungrateful, bitter, etc. But many of the homeless people are just so grateful for what we give them that it really makes you proud to be in this ministry.\"\nThe Bowery Mission will be serving Thanksgiving meals five times on Thursday, from 8 a.m. to 7 p.m.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "131yearold",
            "aura",
            "mission",
            "food",
            "meals",
            "need",
            "thanksgiving",
            "bowery",
            "urm",
            "number",
            "families",
            "rescue",
            "unprecedented"
        ]
    }
]