[
    {
        "url": "https://www.christianpost.com/voice/why-does-god-allow-so-much-affluence.html",
        "title": "Why Does God Allow So Much Affluence?",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "2018-01-23",
        "text": "Go\nEngaging views and analysis from outside contributors on the issues affecting society and faith today.\nCP VOICES do not necessarily reflect the views of The Christian Post. Opinions expressed are solely those of the author(s).\nCP Current Page: Voices |\nTuesday, January 23, 2018\n| Tuesday, January 23, 2018\nMultitudes of people over the centuries have wrestled with the question, \"Why does God allow so much suffering?\" On the flip side of that issue I wonder, \"Why does God allow so much affluence?\"\nAfter all, Jesus issued this clear warning: \"I tell you the truth, it is hard for a rich man to enter the kingdom of heaven. Again I tell you, it is easier for a camel to go through the eye of a needle than for a rich man to enter the kingdom of God.\" (Matthew 19:23,24)\nWhy then do you suppose God allows so much affluence, given how dangerous the love of money and the pursuit of materialism is to a person's soul? Jesus cut to the chase by asking, \"What does it profit a man to gain the whole world, and yet lose his own soul?\" (Mark 8:36)\nAnd yet in spite of the solemn risk, throngs of people seem willing to give anything in exchange for loads of money and a ton of possessions. Jesus addressed this pitfall by declaring what has become a well-known biblical principle: \"You cannot serve both God and money.\" (Matthew 6:24)\nThe apostle Paul expressed the danger this way: \"People who want to get rich fall into temptation and a trap and into many foolish and harmful desires that plunge men into ruin and destruction. For the love of money is a root of all kinds of evil. Some people, eager for money, have wandered from the faith and pierced themselves with many griefs.\" (1 Timothy 6:9,10)\nNevertheless, God has given man the option to pursue a life of extravagance and riches. Ultimately, it is a test of one's allegiance. Will I choose to worship created things, or the Creator Himself?\nThe Bible describes how centuries ago people \"exchanged the truth of God for a lie, and worshiped and served created things rather than the Creator - who is forever praised.\" (Romans 1:25) The same error goes on all the time today.\nYou assume that you own your things, when in reality, they may very well be owning you. And so it's no surprise that \"the abundance of a rich man permits him no sleep.\" (Eccl. 5:12)\nWhen you worship things, you are left high and dry; whereas when you worship your Creator, you engage in an activity that will take place in heaven forever. And while the joy and contentment of paradise will never end, the person who loves money and worships wealth will have a far different experience throughout eternity.\nAs you look at your life today, ask yourself this question: \"Am I consumed by the love of God and a desire to help others know Christ, or by the love of money and the obsession to get rich?\" No heart is capable of being consumed by both of those goals at the same time because they are polar opposites. And at the end of the day, \"A man is a slave to whatever has mastered him.\" (2 Peter 2:19)\nThe wisdom of Solomon revealed this fact: \"Whoever loves money never has money enough; whoever loves wealth is never satisfied with his income.\" (Ecclesiastes 5:10) In other words, those who chase after riches dig a bottomless pit for themselves.\nNo wonder Jesus spent most of His earthly ministry reaching out to the poor, rather than hobnobbing with rich folks. Remember that it was Christ who said, \"When you give a banquet, invite the poor, the crippled, the lame, the blind, and you will be blessed.\" (Luke 14:13,14)\nNearly one-half of the world's population live on less than $2.50 a day. Meanwhile, there are scores of people on the planet who adhere to Warren Buffett's famous admonition: \"Rule No. 1: Never lose money. Rule No. 2: Don't forget rule No. 1.\"\nNow compare that worldview to what Christ said concerning man's immortal soul. You could sum up the Lord's approach to money and eternity this way: \"Rule No. 1: Never lose your soul. Rule No. 2: Don't forget rule No. 1.\"\nIt has been 2600 years since the prophet Daniel was given profound spiritual insight into future events. Daniel wrote, \"Multitudes who sleep in the dust of the earth will awake: some to everlasting life, others to shame and everlasting contempt. Those who are wise will shine like the brightness of the heavens, and those who lead many to righteousness like the stars forever and ever.\" (Daniel 12:2,3)\nAnd so the question remains: With eternity hanging in the balance, why does God allow so much affluence?\nWhile we may not have all the answers to this puzzling question, Scripture does reveal why God sent His only Son to be sacrificed on the cross. \"God so loved the world that He gave His one and only Son, that whoever believes in Him shall not perish but have eternal life.\" (John 3:16)\nThe wealth of this world is pitiful and paltry when compared to the glorious riches of Christ and His eternal kingdom. I guess that leaves each one of us with a monumental decision in front of us. And the stakes couldn't be any higher.\nDan Delzell is the pastor of Wellspring Church in Papillion, Neb. He is a regular contributor to The Christian Post.\nRelated Articles\n",
        "quotes": [
            [
                "Why does God allow so much suffering?",
                "",
                true
            ],
            [
                "Why does God allow so much affluence?",
                "",
                true
            ],
            [
                "I tell you the truth, it is hard for a rich man to enter the kingdom of heaven.",
                "Jesus",
                true
            ],
            [
                "Again I tell you, it is easier for a camel to go through the eye of a needle than for a rich man to enter the kingdom of God.",
                "Jesus",
                true
            ],
            [
                "What does it profit a man to gain the whole world, and yet lose his own soul?",
                "Jesus",
                true
            ],
            [
                "You cannot serve both God and money.",
                "Jesus",
                true
            ],
            [
                "People who want to get rich fall into temptation and a trap and into many foolish and harmful desires that plunge men into ruin and destruction.",
                "Paul",
                true
            ],
            [
                "For the love of money is a root of all kinds of evil.",
                "Paul",
                true
            ],
            [
                "Some people, eager for money, have wandered from the faith and pierced themselves with many griefs.",
                "Paul",
                true
            ],
            [
                "exchanged the truth of God for a lie, and worshiped and served created things rather than the Creator - who is forever praised.",
                "Paul",
                false
            ],
            [
                "the abundance of a rich man permits him no sleep.",
                "",
                false
            ],
            [
                "Am I consumed by the love of God and a desire to help others know Christ, or by the love of money and the obsession to get rich?",
                "",
                true
            ],
            [
                "A man is a slave to whatever has mastered him.",
                "",
                true
            ],
            [
                "Whoever loves money never has money enough; whoever loves wealth is never satisfied with his income.",
                "Solomon",
                true
            ],
            [
                "When you give a banquet, invite the poor, the crippled, the lame, the blind, and you will be blessed.",
                "Christ",
                true
            ],
            [
                "2: Don't forget rule No.",
                "Warren Buffett",
                false
            ],
            [
                "2: Don't forget rule No.",
                "Christ",
                false
            ],
            [
                "Multitudes who sleep in the dust of the earth will awake: some to everlasting life, others to shame and everlasting contempt.",
                "Daniel",
                true
            ],
            [
                "Those who are wise will shine like the brightness of the heavens, and those who lead many to righteousness like the stars forever and ever.",
                "Daniel",
                true
            ],
            [
                "God so loved the world that He gave His one and only Son, that whoever believes in Him shall not perish but have eternal life.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://wellspringpapillion.church/"
            ]
        },
        "key_words": [
            "does",
            "allow",
            "things",
            "rich",
            "question",
            "rule",
            "man",
            "god",
            "money",
            "love",
            "affluence",
            "soul"
        ]
    }
]