[
    {
        "url": "https://www.christianpost.com/news/terence-crutcher-man-killed-by-tulsa-police-was-family-man-who-sang-in-church-every-sunday-twin-sister-says.html",
        "title": "Terence Crutcher, Man Killed by Tulsa Police, Was Family Man Who Sang in Church Every Sunday, Twin Sister Says",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nTerence Crutcher, Man Killed by Tulsa Police, Was Family Man Who Sang in Church Every Sunday, Twin Sister Says\nTerence Crutcher, Man Killed by Tulsa Police, Was Family Man Who Sang in Church Every Sunday, Twin Sister Says\nTerence Crutcher, Man Killed by Tulsa Police, Was Family Man Who Sang in Church Every Sunday, Twin Sister Says\n| Tuesday, September 20, 2016\nThe late Terence Crutcher, 40 (R), and his twin sister Dr. Tiffany Crutcher (L). | (Photo: Facebook)\nTerence Crutcher, 40, who is described as looking like a \"bad dude\" by a Tulsa police officer moments before he is shot dead on video by another colleague, was described Monday by his twin sister Dr. Tiffany Crutcher as a family man who sang in church every Sunday.\nA day after reviewing police videos  of her brother's death, Tiffany Crutcher demanded on Monday that the Tulsa police officer who fired the shot that killed him be charged immediately.\nTulsa police officer, Betty Shelby. | (Photo: Tulsa Police Department)\n\"After watching the video and seeing what actually happened, we asked for the facts, we asked for answers and we clearly got it through the video and we are truly devastated. The entire family is devastated,\" she said at a press conference  Monday.\nTulsa police initially told the Associated Press  that Terence Crutcher died in the hospital Friday evening after he was shot once. They explained that two officers found him standing by his broken down SUV in the middle of the road. Police then said he refused commands to raise his hands as he approached officers and reached into the vehicle instead, prompting one officer to fire a Taser and another to fire a single round.\nFootage released from police dashboard cameras, as well as footage from a police helicopter, however, show Crutcher had his hands up and was unarmed when he was Tasered and shot.\nReferencing audio recording from the helicopter where her brother is described as looking like a \"bad dude,\" Tiffany Crutcher told reporters her brother was a family man who loved God deeply.\n\"And you all wanna know who that 'big bad dude' was?\" she asked.\n\"That big bad dude was my twin brother. That big bad dude was a father. That big bad dude was a son. That big bad dude was enrolled at Tulsa Community College just wanting to make us proud. That big bad dude loved God. That big bad dude was at church singing with all of his flaws, every week, that big bad dude. That's who he was,\" she said.\n\"We just celebrated our 40th birthday, August 16th a month ago. And I have his text message and it said 'I'm gonna show you. I'm gonna make you all proud.' And now he'll never get that chance because of the negligence and the incompetency and the insensitivity and because he was a 'big bad dude' he'll never get that chance and so we're demanding today immediately that charges are pressed against this officer that was incompetent, that took my brother's life,\" she continued.\n\"It's time for everybody to demand that this stops and that justice is served. We just want justice cause I just want everyone to know that that big bad dude, his life mattered…and the chain breaks here, we're gon' stop it right here. In Tulsa, Oklahoma, this is bigger than us right here, we're gonna stop it right here,\" she added.\nThe late Terence Crutcher, 40, appears to be in church in this 2015 photo. | (Photo: Facebook)\nThe U.S. Department of Justice has opened an investigation into the shooting to determine if a civil rights violation occurred as Tulsa Police Chief Chuck Jordan said Monday that no gun was found on Terence Crutcher or in his SUV according to Tulsa World .\nOfficer Betty Shelby who fatally shot Terence Crutcher in the upper right chest is currently on paid administrative leave. The Tulsa Police Department hired her in 2011 after she worked for the Tulsa County Sheriff's Office from June 2007 to November 2011, according to the police department . Her husband who is also a Tulsa police officer was in the helicopter at the time of the shooting \"by happenstance\" a police spokesman told the Tulsa World .\nChief Jordan assured the nation on Monday concerning the shooting that, \"we will achieve justice.\"\n\"I want to assure our community, and I want to assure all of you and people across the nation who are going to be looking at this, we will achieve justice, period,\" Jordan said.\nThe videos of Terence Crutcher's death he said are \"very disturbing\" and \"very difficult to watch.\"\nTulsa Police Sgt. Shane Tuell said they chose to show the family the videos before releasing them to the public because they wanted to be transparent.\n\"We didn't want to release all this stuff and then have them wonder what we're doing about it. We want to be extremely upfront,\" he said. \"It sounds like rhetoric, but it's honest truth.\"\nWarning: The videos below contain graphic images.\nContact: leonardo.blair@christianpost.com Follow Leonardo Blair on Twitter: @leoblair Follow Leonardo Blair on Facebook: LeoBlairChristianPost\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.fox23.com/news/betty-shelby-what-we-know-about-the-tpd-officer-involved-in-a-deadly-shooting/447572753",
                "https://www.tulsaworld.com/news/local/graphic-video-tulsa-police-footage-from-fatal-shooting-of-unarmed/article_198d5656-bfbe-5a6d-b108-53c6d304be9e.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.washingtonpost.com/national/the-latest-attorney-release-any-police-video-of-shooting/2016/09/17/397245b4-7d18-11e6-8064-c1ddc8a724bb_story.html",
                "https://www.youtube.com/watch?v=lqt7Zy_PHjE",
                "https://twitter.com/leoblair",
                "https://www.facebook.com/LeoBlairChristianPost",
                "https://twitter.com/samanthavicent/status/777961948822384640"
            ]
        },
        "key_words": [
            "dude",
            "tulsa",
            "man",
            "terence",
            "shot",
            "church",
            "sister",
            "videos",
            "big",
            "bad",
            "twin",
            "sang",
            "crutcher",
            "family",
            "killed",
            "officer"
        ]
    }
]