[
    {
        "url": "https://www.christianpost.com/news/southern-baptist-church-investigates-claim-deacon-building-abortion-clinic-blanchard-oklahoma.html",
        "title": "Southern Baptist Church Investigates Claim That Deacon Is Building Abortion Clinic",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nSouthern Baptist Church Investigates Claim That Deacon Is Building Abortion Clinic\nSouthern Baptist Church Investigates Claim That Deacon Is Building Abortion Clinic\nSouthern Baptist Church Investigates Claim That Deacon Is Building Abortion Clinic\n| Friday, April 01, 2016\nAn Oklahoma congregation affiliated with the Southern Baptist Convention says it's working internally to deal with a possible indirect link to the construction of an abortion clinic.\nFirst Baptist Church of Blanchard garnered controversy when an online petition claimed that a deacon with the church oversaw a construction company that was building an abortion clinic in Oklahoma.\nIn a statement given to The Christian Post, FBC Blanchard  stated that the church is pro-life and is working internally to resolve the matter.\n\"The First Baptist Church of Blanchard's pro-life position is well known throughout our community. We believe strongly in the sanctity of life, and we oppose abortion and any effort to expand abortion,\" reads the statement to CP.\n\"Accordingly, our church leadership always counsels our members to protect and defend the sanctity of human life. The church is continuing to work through the current situation internally, with all seriousness and prayer.\"\nFBC Blanchard was responding to a petition posted to change.org claiming that the church had a deacon whose business was helping to construct an abortion clinic.\nDr. Russell D. Moore speaking at his inauguration as the president of the Southern Baptist Convention's Ethics and Religious Liberty Commission, Capitol Hill Baptist Church, Washington, D.C., Sept. 10, 2013. | (Photo: The Christian Post/Napp Nazworth)\nAddressed to SBC President Ronnie Floyd and SBC Ethics & Religious Liberty Commission President Russell Moore, the petition called for Southern Baptist leadership to address the matter.\n\"We request Russell Moore to heed the words of Jesus in Matthew 7:3-5 and deal first with the support of the abortion industry among Southern Baptist church members,\"  reads the petition posted by JD Hall.\n\"We request that Russell Moore speak to the above mentioned issue at First Baptist Church in Blanchard, Oklahoma, and their deacon's business, Yarbrough and Sons, and provide a statement condemning Southern Baptist cooperation with the abortion industry.\"\nPosted by Hall earlier this week, the petition has gotten as of Friday morning more than 500 signatures.\nOver the past several years, the SBC has affirmed and reaffirmed a pro-life position on the issue of abortion.\nAt the Southern Baptist Convention meeting in Columbus, Ohio, last year, a resolution was passed  declaring among other things that the SBC affirmed \"the dignity and sanctity of human life at all stages of development, from conception to natural death.\"\n\"[We] reaffirm our repudiation of the genocide of legalized abortion in the United States and call on civil authorities to enact laws that defend the lives of the unborn,\" the resolution states.\n\"[Furthermore] we commend the efforts of our denominational entities, especially The Ethics & Religious Liberty Commission, in the defense and protection of human life at every stage.\"\nThe statement that FBC Blanchard provided to CP regarding the controversy did not address the merits of the petition's allegations.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.fbcblanchard.org/",
                "https://www.change.org/p/russell-moore-russell-moore-should-address-the-ethics-of-southern-baptists-building-abortion-clinics",
                "http://www.sbc.net/resolutions/2256/on-the-sanctity-of-human-life"
            ]
        },
        "key_words": [
            "investigates",
            "claim",
            "deacon",
            "southern",
            "sanctity",
            "abortion",
            "church",
            "baptist",
            "statement",
            "sbc",
            "blanchard",
            "clinic",
            "petition",
            "life",
            "building"
        ]
    }
]