[
    {
        "url": "https://www.christianpost.com/news/harold-camping-were-still-here-after-601-pm-what-now.html",
        "title": "Harold Camping, We're Still Here After 6:01 P.M., What Now?",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nHarold Camping, We're Still Here After 6:01 P.M., What Now?\nHarold Camping, We're Still Here After 6:01 P.M., What Now?\nHarold Camping, We're Still Here After 6:01 P.M., What Now?\n| Saturday, May 21, 2011\nWASHINGTON – Mr. Harold Camping, it's now 6:01 p.m. on the East Coast of the United States and there's no sign of the predicted time zone-sensitive rapture. Now what?\nAround the world, time zone after time zone, people – nonbelievers and Christians alike – have tweeted that they are still here on Earth and no predicted apocalyptic earthquakes occurred. Now, the so-called doomsday has arrived on Camping's own turf.\n\"Either the rapture isn't happening or all of New York City is going to hell,\" tweeted rachelfairbanks.\nAfter the deadline passed in London without any disturbance, people took to Twitter to share their two cents on the unfulfilled prophecy.\n\"Apparently the Rapture is stuck on a train somewhere just north of London...\" tweeted Grrrrrrrrrm.\nTesjordan tweeted a message to Americans, \"Well I just woke up at home in London and its 2240 so I'm guessing the rapture aint happened surprise not! So fear not USA!! Love xxxx\"\nChristian radio broadcaster Harold Camping, 89, had predicted that the rapture would take place on May 21, 2011, at 6 p.m. based on time zones. Not many people took Camping's claim seriously, including workers at his Family Radio. But some of his devout followers emptied their bank accounts to pay for ad campaigns warning about the day.\nAmong his followers on the East Coast is the family of Adrienne Martinez, 27, who decided not to attend medical school after she listened to Camping on Family Radio. Martinez and her husband, Joel, quit their jobs and moved from New York City to Orlando to spend the last supposed year they had on Earth reading the Bible, distributing tracts and spending time with their two-year-old daughter.\n\"We budgeted everything so that, on May 21, we won't have anything left,\" Adrienne told NPR.\nThe couple's second child is due in June.\n\"Harold Camping, pls update www.family.radio.com w/your repentance statement & instructions to your now-broke followers,\" tweeted Ed Stetzer, president of the Southern Baptist Convention's LifeWay Research, on Saturday.\nNow the time zone left to watch is the West Coast. Camping resides in Oakland, Calif.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "predicted",
            "harold",
            "radio",
            "camping",
            "rapture",
            "tweeted",
            "zone",
            "family",
            "london",
            "601",
            "followers"
        ]
    }
]