[
    {
        "url": "https://www.christianpost.com/news/interview-open-doors-ceo-on-misconceptions-about-persecution.html",
        "title": "Interview: Open Doors CEO on Misconceptions About Persecution",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Monday, May 09, 2011\nMoeller talked about the biggest misconception Americans have about the persecuted, and how persecuted Christians can overcome the question of why a loving God would allow suffering, among other topics.\nCP: What is the biggest misconception Americans have about the persecuted church?\nMoeller: I think the biggest misconception is that there is an us and them. The persecuted Christians where I have interacted with them immediately assume that we should be praying for them and with them. They are praying for us, we should be praying for them, that we are one body.\nOur assumption here in America is that we are here and they are there. It is an \"us and them\" mentality. The persecuted don’t have that. They are grateful when we come from the United States and Europe to minister and be with them. But their assumption is of course, we are brothers and sisters.\nCP: How would a persecuted Christian answer the question – how can a loving God allow suffering?\nMoeller: Again, generally, persecuted Christians don’t struggle as much with the question of suffering and think it is a blessing. There are always instances where people do leave the faith and do suffer emotional trauma and have to struggle through years of recovery. Even the great testimonies of we cite in the book, those believers went through years of recovery from , for instance, 20 years of solidarity confinement.\nBut that is not to say that they don’t understand a fundamental principle of the kingdom, which is God uses the suffering of His church to be a witness to the reality of the Gospel.\nI think we often overlook the fact that, first of all, the word witness in Greek is martyr. Second of all, we overlook the fact that Jesus himself said if I be lifted up I will draw all men to me. What was he lifted up on? A cross. His suffering was made public. His suffering and ability to endure it until the end drew people to question, what manner of man is this?\nI think when a watching world – whether it is a communist world, a Muslim world, or Hindu world – watches Christian suffering in a way I don’t have a formula for, the Holy Spirit uses that to generate those seeking questions. What is this that enables you to stand strong in your faith?\nSo I think if I am to inject myself into the mindset of a persecuted believer, I think they understand that integral to the witness of Jesus Christ in that culture has got to be the suffering of Jesus Christ. One more thing is the Apostle Paul says, “I fill up the measure of Christ’s suffering.” For a good evangelical, you can ask yourself what does he mean, does it mean he adds something through his suffering to the work of Christ? That is not at all what he is saying. He is saying that all of these people here in this city never say Jesus on the cross, never met Jesus. But when they see me suffering and when I say I’m suffering for him or because I follow him then they can understand the sacrifice that Jesus made and follow.\nCP: You mentioned in the book that the persecuted church has a lot of compassion on the West. Why?\nMoeller: There are a lot of paradoxes when you talk about the persecuted. The Bible says when I am weak, then I am strong. These paradoxes are inherent in the Christian Gospel. I was with one pastor in China and his grandchildren and my children, who were younger at the time, were there. And he said, “Carl, I pray for them.” I asked why. He said, “Because your kids and my grandkids will face temptation far greater than persecution. Persecution narrows your focus, refines your belief, and makes it a very clear choice. Affluence clouds the issues and makes it much harder to hear the voice of Christ in the midst of all that and it’s very difficult for them. I pray for them because of what they are going to face in the future.”\nI think that is a paradox, when you realize that with all our stuff we are not closer to Christ. In fact, we are probably farther from it and that is why they are blessed according to Scriptures and why they have the privilege of praying for us as well.\nCP: There is a story in the book about Brother Andrew (founder of Open Doors) speaking at an Islamic seminary about Jesus and giving the imam a New Testament. Can you give details on that event? How did Brother Andrew manage to get such an audience?\nMoeller: It is interesting. We were speaking earlier about his style of approach. He is not going to seek the headlines of the newspaper and in so doing that opens up many opportunities to those who would be quite sensitive to that.\nThat story comes from 2009 when he had the invitation from Shahbaz Bhatti of Pakistan to go to a radical Islamic madrassa. It is actually very funny. The minister asked Andrew if he would like to go to one of the madrassa and speak to them. And Andrew said, “Yes I would.” “Well good, I’ll take you to a model madrassa right here in Islamabad.” “No, no, no. I want to go to the most radical one in the country.” Of course that’s Andrew and how he approaches things.\nSo they basically got on a helicopter and flew to Peshawar and went to the seminary where reputedly many of the Talibans were trained. It is well known to the Pakistan authorities that it is a radical madrassa.\nBut when he came there he found politeness and a reception of openness. Similarly, when Andrew and I had the opportunity in 2007 to share the good news of Jesus with the founder of Islamic jihad, we were given a very positive reception and a positive response to the Gospel. Brother Andrew’s nature is so unassuming and disarming and clear. They (Muslims) revere that book (New Testament) so much more than we do in America. He (imam) literally took that copy of the New Testament, kissed it and held it reverently because you would never just toss the Bible or put it on your seat. We were later able to deliver many more Bibles through that madrassa.\nAgain, we often don’t realize just how open people who are opposed to our faith are to hearing a polite yet uncompromising presentation of the Gospel.\nCP: You write that many Americans see offering tithe as an investment on blessings. How do persecuted Christians differ in their view of tithe?\nMoeller: I think this is one of the most crucial applications in this book to American culture. It’s this whole concept of generosity, stewardship, and what is blessing. I am candidly disgusted by so many American preachers who are unabashed in their distortion of the Gospel when they talk about material blessings and investments. They say if you plant your seed of $100 in the ground, meaning giving it to them, then God will bless you and you are not wrong to seek material things because God wants that for you. I just step back and go, “Really?”\nBrother Andrew has this great quote, “If you can’t preach it everywhere then it shouldn’t be preached anywhere.” That doesn’t mean that the same sermon shouldn’t have cultural application, but if the truth of the Gospel can’t be seen in the poorest of the poor then how can you preach it?\nWhen you go to some of these African nations that have been influenced by the prosperity gospel mentality, you see incredible, awful distortions of the message. Pastors are living in beautiful, big homes, Mercedes-Benz cars and their congregation is living in utter desperate poverty. It becomes a value system for the congregation on how well their pastor lives while they all live poorly.\nI look back at that and go, “Wow. That is not the message of Jesus.” Jesus has a very different definition of blessing and this is where the concept of generosity and stewardship comes in. The persecuted church doesn’t measure out their tenth tithe. They give liberally, they give all.\nThere are a couple of stories that I didn’t get to include in the book. One took place in Mexico when I was visiting a pastor that we work with. After we gave a message at his church, he took my group back to his home where he offered us dinner. Chickens were running around and it was just a ramshackle place right off the side of the church which was also a small building that was very rural and in a very oppressed part of Mexico.\nIt was a nice chicken and rice soup dinner with Fanta sodas. Ten of us were eating and I leaned over to our translator and asked, “How much did this cost?” About 200 pesos or $20. That might not seem like a lot to a lot of people reading the book. They spent $10 on the book and $20 for meals for ten people seems pretty good, except when you realize that the pastor made $30 a month for a salary.\nThe concept of bringing strangers into your home and giving them a meal that costs two-thirds of your pay, how would we view that? We might take someone out to lunch after church if they are a missionary or visiting pastor, but we wouldn’t dream about throwing them a party that costs two-thirds of our monthly pay. We couldn’t live like that, but yet that is the way that the persecuted church lives.\nSo their view of giving is much different. As there is more wealth, like we’re seeing in China, many are saying that they don’t want to be just receivers but givers as well. I think it stems from the idea that when God blesses abundantly, He gives them the grace to share abundantly as well.\nCP: What do you mean by your equation that the global church equals the persecuted church?\nMoeller: It is inevitable, in everyone’s life, that wherever we attempt in the power of the Holy Spirit to bring the good news of Jesus Christ it experiences resistance. It happens in our life when we share to neighbors or friends or to family members who are opposed to the Gospel. Wherever the Gospel is expanded, that is the global church and the global south, it is going forth in the context of another spiritual power that is there. It could be communism, atheism, or Hinduism, or Islam or Buddhism. Wherever the Gospel is going forward, it isn’t going unopposed because there is already a spiritual power in that area.\nThat is why the equation is everywhere the church is there will be persecution.\nCP: How can we pray for the persecuted church?\nMoeller: Number one, pray with them that they would stand strong. Almost every conversation I have with a persecuted Christian centers on this: “Don’t pray that we would be removed. Pray that we would be strong.”\nI think it is our natural tendency as Americans to want to alleviate suffering. If they are facing death or torture, let’s get them out of there. But the truth is that most of the Christians I meet in the persecuted church have no desire to leave their country. They have a desire to stand strong so they can be a witness to their country. They love their country and their culture and they don’t want to be foreigners in some other country even if they are safe physically. So that is the biggest prayer they ask from us. So they ask that they would be strengthened.\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "misconceptions",
            "doors",
            "persecuted",
            "andrew",
            "gospel",
            "interview",
            "jesus",
            "church",
            "suffering",
            "ceo",
            "book",
            "think",
            "persecution",
            "pray",
            "dont",
            "open"
        ]
    }
]