[
    {
        "url": "https://consortiumnews.com/2013/03/26/applying-the-golden-rule-to-peace/",
        "title": "Applying the Golden Rule to Peace",
        "authors": [
            {
                "name": "Barton H. Tutner",
                "link": null
            },
            {
                "name": "Bill Jones",
                "link": null
            },
            {
                "name": "Richard Koh",
                "link": null
            },
            {
                "name": "Winslow Myers",
                "link": null
            },
            {
                "name": "Incontinent Reader",
                "link": null
            },
            {
                "name": "Frances In California",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2013-03-26",
        "text": "Main menu\nMarch 26, 2013\nBy Winslow Myers\nSixty years ago, the psychoanalyst Erik Erikson gave a talk in India on the Golden Rule, a formulation that occurs, with some variation, in all the major religions. Judaism: “What is hateful to yourself, do not do to you fellow man.” Islam: “No one of you is a believer until he desires for his brother what he desires for himself.” Christianity: “Do unto others as you would have them do unto you.”\nErikson’s theme was the creative potential of mutuality, between spouses, parents and children, doctors and patients, teachers and pupils, even between nations. Mutuality, Erikson asserted, is a relationship in which partners depend upon each other for the enhancement of their respective strengths. The curiosity of a student elicits from the teacher the skills for transmitting the excitement of learning in a way that benefits both teacher and student.\nPsychoanalyst Erik Erikson.\nIn the case of nations, fear of Hobbesian chaos if leaders relax their futile race toward military superiority makes it difficult to encourage mutuality. Ruthless power relations turn the life-giving spirit of mutuality on its head: do not even think of trying to destroy me because if you do I will destroy you.\nThis paranoia rationalizes the unabated manufacture of ever more destructive weaponry, irrespective of sensible policy goals, by ever more powerful corporations. As the vulgarism derived from the Golden Rule puts it, those with the gold make the rules.\nThe ersatz American idea of mutuality (adore us, obey us, give us your oil) has often resulted in tragedy, or tragic farce, viz. former Vice President Dick Cheney asserting recently regarding the Iraq War that given the chance to do it all over, he wouldn’t change a thing.\nIs there anything that we have learned about the context of international relations in the years since Erikson gave his talk that might make his paradigm of mutuality not only more relevant but also more realistic? Can the Golden Rule become more persuasive than gold?\nFirst, establishment strategists schooled in pitiless power politics like Henry Kissinger have come to the reluctant conclusion that nuclear weapons cannot serve as a useful tool for furthering anyone’s national interest.  Kissinger’s boss Richard Nixon wanted to use them against North Vietnam, but was dissuaded lest other nuclear powers be drawn in.\nFortunately we were mature enough to accept defeat rather than suicidal escalation, and that restraint has continued. It may be a sign that we are gradually maturing beyond the folly of war altogether that most American wars since Vietnam, since Korea in fact, have been inconclusive stalemates.\nWhen American, Israeli and Iranian diplomats, or their proxies, sit down to talk, do they simply threaten each other? Or do they hypothesize together what will inevitably occur down the time-stream if they fail to establish the basic trust upon which mutuality can be built?\nIs it possible for them to help each other see the possibility of shared survival goals despite the chasm of divergent motives and stories? Can they acknowledge how other nations have already gone through the futile process of arming themselves to the point of being able to pound each other’s rubble, only to arrive, a few months before Erikson’s long-ago talk, at the Cuban Missile Crisis?\nDo they share with each other the reality that the detonation of only a few nuclear weapons has the potential to cause nuclear winter, endangering not just specific parties to conflict but the planet as a whole?\nThe second basis for mutuality even between enemies, following upon the realization that anything else leads to nuclear extinction, is the model of mutuality found in nature, pressed upon us by all the ecological revelations and challenges that have arisen since Erikson spoke.\nHumans exist only through their mutual relationship with the air they breathe and the food they consume, with the sun that fuels photosynthesis, ocean currents, wind and rain. Mutuality, whether or not we decide to make it our conscious goal, is our essential condition.\nAdversaries have the option to build mutuality upon these two principles: first, war in the nuclear age solves nothing and has become obsolete, and second, at every level from the personal to the international, we know now how deeply interdependent and interrelated all humans are with each other and their life-support system.\nThese two realities have come down upon us a thousand fold since Erikson posited mutuality as an ethical touchstone, renewing and deepening the implications of the universal Golden Rule. These realities can help guide contemporary diplomats from all nations through the dilemmas that raw military power cannot address.\nThreats become less effective than initiating people-to-people exchanges or giving the “enemy” fully-equipped hospitals, gestures of good will that lessen fear and build relationship. Such initiatives are exponentially lower in price than war itself.\nAs Erikson put it: “Nations today are by definition units of different stages of political, technological and economic transformation . . . insofar as a nation thinks of itself as a collective individual, then, it may well learn to visualize its task as that of maintaining mutuality in international relations. For the only alternative to armed competition seems to be the effort to activate in the historical partner what will strengthen him in his historical development even as it strengthen the actor in his own development, toward a common future identity.”\nFinally, Erikson’s “common future identity”, after we understand that we are first of all a single species before we are Persian or Jew, Muslim or Christian, requires the acknowledgement of a further mutuality, the mutuality of earth-human relations.\nOur very survival, let alone our flourishing, depends upon cooperation to strengthen the living systems out of which we came, in order to strengthen ourselves. The Golden Rule, priceless beyond gold, calls us to swear on the lives of our grandchildren not only to treat our enemies as we would wish to be treated, but also the earth itself.\nWinslow Myers leads seminars on the challenges of personal and global change. He is the author of “Living Beyond War: A Citizen’s Guide.” He serves on the Advisory Board of the War Preventive Initiative, is a member of the Rotarian Action Group for Peace, and writes for Peacevoice.\nIzminc.org\nBaby iz first come first serve Basie\nPeace and love\nFrances in California\nIzminc.org\nMarch 27, 2013 at 12:08\nCome get me baby I am the god ptah and have 99 + names of the most high.\nNow snl can give me my money or cest and desist  the same for hln,  really what would you do if you where ptah ?\nNow this iz for free and mabey someone will donate to izminc.org     (South Korea has united with North Korea   For the USA to\nLeave them alone   Find it on the web she said it today .^\nNow we all so see y y’all  would beat a dead horse u are hungry now 2  !  Read this in the future    When u wished u had help to help\nYourselfs\nGo to iTunes in the mean time and cop that” Iit’z time 4light ” Thank u  and have a wonderful  day! 18wow god iz god  all the time!\nI am holding my breath until.          That is 4 the now\nEverybody got reparation ,brother hood 290million. Jordan 200million ,Syria 60milllion u can read me  and all u got is bama\nAnd not a clue  on what’s in the budget  that was just passed yeah they know\nThose other shows are just character assassination   Buy gold nigga if u can if not sit down and pray\nincontinent reader\nMarch 27, 2013 at 07:44\nWhile there is the notion of mutuality in the principle of “Do unto others what you would have them do unto yourself”, there is also a missionary element to it, as if one might know what is best for the other person (or at least, know better than the other person what is best for him or her) and that is something third world countries have had to deal with when “civilizing” NGOs have come in to help, while at the same time converting (and bottom feeding off of), the flock.\nI wonder if that one might be revised to reflect some combination of: “Don’t do unto others what you would not have them do unto yourself” and, “Do unto others what they would have you do unto them”\nWinslow Myers\nMarch 27, 2013 at 17:26\nYou make an important point, one addressed elegantly in Erikson’s profound talk. The talk was published as an essay in the book “Insight and Responsibility.” It is worth study.\nRichard Koh\nMarch 27, 2013 at 07:10\nThe “Golden rule” can only be applied to societies of equal intelligence. The inferior ones tend to bring destruction upon themselves, especially those who religious ones who place their faith in their God ( impotent God or non-existent God).\nBill Jones\nMarch 26, 2013 at 22:00\nThe central function of government is the looting of the governed.\nThat is the real world “golden rule”\nBarton H. Tutner\nMarch 26, 2013 at 19:56\nMutuality.  What a beautiful word, what a beautiful concept.  Thank you for this reminder that we all have more in common than our “leaders” will or can acknowledge.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "http://www.peacevoice.info/"
            ]
        },
        "key_words": [
            "erikson",
            "nuclear",
            "golden",
            "applying",
            "mutuality",
            "nations",
            "peace",
            "war",
            "talk",
            "rule",
            "relationship",
            "strengthen"
        ]
    }
]