[
    {
        "url": "https://consortiumnews.com/2015/03/14/guiding-obama-into-global-make-believe/",
        "title": "Guiding Obama into Global Make-Believe",
        "authors": [
            {
                "name": "F. G. Sanford",
                "link": null
            },
            {
                "name": "Gregory Kruse",
                "link": null
            },
            {
                "name": "Donald Forbes",
                "link": null
            },
            {
                "name": "Charlene Richards",
                "link": null
            },
            {
                "name": "Robert J Molineaux Sr",
                "link": null
            },
            {
                "name": "Keepaopenmind Gmail.Com",
                "link": null
            },
            {
                "name": "Regina Schulte",
                "link": null
            },
            {
                "name": "Chris Jonsson",
                "link": null
            },
            {
                "name": "Dave Johnson",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2015-03-14",
        "text": "Main menu\nMarch 14, 2015\nBy Ray McGovern\nCIA Director John Brennan told TV host Charlie Rose on Friday that, on assuming office, President Barack Obama “did not have a good deal of experience” in intelligence-related matters, adding with remarkable condescension that now “he has gone to school and understands the complexities.”\nIf that’s the case, I would strongly suggest that Obama switch schools. Judging from his foreign policy team’s inept and increasingly dangerous actions regarding Ukraine and the endless stream of dubious State Department and senior military cry-wolf accusations of a Russian “invasion,” Obama might be forgiven for being confused by the “complexities.”\nDirector of National Intelligence James Clapper (right) talks with President Barack Obama in the Oval Office, with John Brennan and other national security aides present. (Photo credit: Office of Director of National Intelligence)\nHe should not be forgiven, though, if he remains too timid to bench his current foreign policy team and find more substantively qualified, trustworthy advisers without axes to grind. He is, after all, President. Has he no managerial skill … no guts?\nThis U.S. pattern of exaggeration making scary claims about Ukraine without releasing supporting evidence has even begun to erode the unity of the NATO alliance where Germany, in particular, is openly criticizing the Obama administration’s heavy-handed use of propaganda in its “information warfare” against Russia.\nThe German magazine Der Spiegel has just published a highly unusual article critical of the NATO military commander, Air Force General Philip Breedlove, entitled “ Breedlove’s Bellicosity: Berlin Alarmed by Aggressive NATO Stance on Ukraine. ”\nIt is becoming clearer day by day that the Germans are losing patience with unsupported and alarmist U.S. statements on Ukraine, particularly in the current delicate period when a fledgling ceasefire in eastern Ukraine seems to be holding tenuously.\nThe Spiegel story was sourced to German officials who say Breedlove and his breed are making stuff up, adding that the BND (the CIA equivalent in Germany) “did not share” Breedlove’s extreme assessment of Russian actions. Spiegel continued:\n“For months now, many in the Chancellery simply shake their heads each time NATO, under Breedlove’s leadership, goes public with striking announcements about Russian troop or tank movements. False claims and exaggerated accounts, warned a top German official during a recent meeting on Ukraine, have put NATO , and by extension, the entire West , in danger of losing its credibility.”\nScaring the Europeans\nThe Obama administration’s erratic and bellicose approach to Ukraine caused German Chancellor Angela Merkel and French President Francois Hollande to take matters into their own hands in February to press for a ceasefire and an agreement on how to resolve the crisis politically, rather than following the U.S. strategy of having the regime in Kiev escalate its “anti-terrorist operation” against ethnic Russian rebels in the east who are supported by Moscow.\nFearing the conflict was spinning out of control with the prospects of a showdown between nuclear-armed Russia and the United States on Russia’s border Merkel traveled to the White House on Feb. 9 seeking assurances from President Obama that he would not fall in line behind his tough-talking aides and members of Congress who want advanced weaponry for Ukraine.\nThough Obama reportedly assured Merkel that he would resist the pressure, he continues to keep slip-sliding into line behind the war hawks and letting his subordinates feed the propaganda fires that could lead to a more dangerous war, especially Gen. Breedlove and Assistant Secretary of State for European Affairs Victoria Nuland, a former adviser to Vice President Dick Cheney.\nIn testimony before the Senate Foreign Relations Committee on March 4, 2015, Nuland presented her usual black-and-white depiction of the Ukrainian civil war, claiming Russia had “manufactured a conflict controlled by the Kremlin, fueled by Russian tanks and heavy equipment.” She added that Crimea and eastern Ukraine live under a “Reign of Terror.”\nOf course, the core problem with how Nuland and pretty much the entire U.S. establishment present the Ukraine crisis is that they ignore how it got started. Nuland, Sen. John McCain and other U.S. officials egged on western Ukrainians to destabilize and overthrow the elected President Viktor Yanukovych, whose political base was in the south and east, including Crimea.\nThe coup opened historic fissures in this deeply divided country where hatreds between the more European-oriented west and the ethnic Russian east go back many generations, including the unspeakable slaughter during World War II when some western Ukrainians joined with the Nazis to fight the Red Army and exterminate Jews and other minorities.\nDespite the U.S. claims over the past year about unprovoked “Russian aggression,” Russian President Vladimir Putin was not the instigator of the conflict, but rather he was reacting to a violent “regime change” on his border and to Russian fears that NATO would seize the historic Russian naval base at Sevastopol in Crimea.\nBut Nuland and other neocon hardliners have never been interested in a nuanced presentation of reality. Instead, they have treated Ukraine as if it were a testing ground for the latest techniques in psychological or information warfare, although the propaganda is mostly aimed at the U.S. and European publics, getting them ready for more war.\nMocking Merkel\nAs for Merkel and her peace efforts, Nuland was overheard during a behind-closed-doors meeting of U.S. officials at a security conference in Munich last month disparaging the German chancellor’s initiative, calling it “Merkel’s Moscow thing,” according to Bild, a German newspaper, citing unnamed sources.\nAnother U.S. official went even further, the report said, calling it the Europeans’ “Moscow bullshit.”\nThe tough talk behind the soundproof doors at a conference room in the luxurious Bayerischer Hof hotel seemed to get the American officials, both diplomats and members of Congress, worked into a lather, according to the Bild account.\nNuland suggested that Merkel and Hollande cared only about the practical impact of the Ukrainian war on bread-and-butter issues of Europe: “They’re afraid of damage to their economy, counter-sanctions from Russia.”\nAnother U.S. politician was heard adding: “It’s painful to see that our NATO partners are getting cold feet” with particular vitriol directed toward German Defense Minister Ursula von der Leyen as “defeatist” because she supposedly no longer believed in a Kiev victory.\nSen. McCain talked himself into a rage, declaring “History shows us that dictators always take more, whenever you let them. They can’t be brought back from their brutal behavior when you fly to Moscow to them, just like someone once flew to this city,” Munich, a reference to British Prime Minister Neville Chamberlain’s “appeasement” of Adolf Hitler.\nAccording to the Bild story, Nuland laid out a strategy of countering Merkel’s diplomacy by using strident language to frame the Ukraine crisis in a way that stops the Europeans from backing down. “We can fight against the Europeans, we can fight with rhetoric against them,” Nuland reportedly said.\nNATO Commander Breedlove was quoted as saying the idea of funneling more weapons to the Kiev government was “to raise the battlefield cost for Putin, to slow down the whole problem, so sanctions and other measures can take hold.”\nNuland interjected to the U.S. politicians present that “I’d strongly urge you to use the phrase ‘defensive systems’ that we would deliver to oppose Putin’s ‘offensive systems.’” But Breedlove left little doubt that these “defensive” weapons would help the Ukrainian government pursue its military objectives by enabling more effective concentration of fire.\n“Russian artillery is by far what kills most Ukrainian soldiers, so a system is needed that can localize the source of fire and repress it,” Breedlove reportedly said. “I won’t talk about any anti-tank rockets, but we are seeing massive supply convoys from Russia into Ukraine. The Ukrainians need the capability to shut off this transport. And then I would add some small tactical drones.”\nNuland’s Rhetoric\nBefore the Ukraine coup in February 2014, Nuland was overheard in a phone conversation with U.S. Ambassador to Ukraine Geoffrey Pyatt discussing who should become the country’s new leaders “Yats is the guy,” she said about Arseniy Yatsenyuk who became the post-coup prime minister while also criticizing the less aggressive European approach with the pithy phrase, “Fuck the EU.”\nNuland’s tough-gal rhetoric continues, including her bellicose testimony before Congress this month, along with the alarmist (and unproven) reports from Gen. Breedlove, who claimed that “well over a thousand combat vehicles, Russian combat forces, some of their most sophisticated air defense, battalions of artillery’ having been sent to the Donbass” in eastern Ukraine.\nThe Nuland-Breedlove allies in Kiev are doing their part, too. Ukrainian military spokesman Andriy Lysenko recently claimed that around 50 tanks, 40 missile systems and 40 armored vehicles entered east Ukraine’s breakaway Luhansk region from Russia via the Izvaryne border crossing.\nThis “rhetoric” strategy follows the tried-and-true intelligence gambit known as the Mighty Wurlitzer, in which false and misleading information is blasted out by so many different sources like the pipes of an organ that the lies become believable just because of their repetition.\nThe Ukraine story has followed this pattern with dubious claims being made and repeated by U.S. and Ukrainian officials and then amplified by a credulous Western news media, persuading people who otherwise might know better — even when supporting evidence is lacking.\nSimilarly, Official Washington’s chorus of loud demands for ignoring Merkel and sending sophisticated weapons to Ukraine continues to build with the latest member of the choir, Director of National Intelligence James Clapper.\nOn March 4, Clapper broke the important ethos of professional intelligence officers scrupulously avoiding policy advocacy when he told an audience in New York that the U.S. should arm the Ukrainians “to bolster their resolve and bolster their morale that, you know, we are with them.”\nClapper offered this endorsement as his “personal opinion,” but who cares about James Clapper’s personal opinion? He is Director of National Intelligence, for God’s sake, and his advocacy immediately raises questions about whether Clapper’s “personal opinion” will put pressure on his subordinates to shape intelligence analysis to please the boss.\nWe saw a possible effect of this recently when journalist Robert Parry contacted the DNI’s office to get an updated briefing on what U.S. intelligence has concluded about who was at fault for shooting down Malaysia Airlines Flight 17 over eastern Ukraine on July 17, 2014.\nBlaming the Russians\nIn prepared testimony before the House Foreign Affairs Committee, Assistant Secretary Nuland had insinuated that the Russians and the ethnic Russian rebels were to blame. She said, “In eastern Ukraine, Russia and its separatist puppets unleashed unspeakable violence and pillage; MH-17 was shot down.”\nThis may have been another example of Nuland using “rhetoric” to shape the debate, but it prompted Parry to ask the DNI’s office about what evidence there was to support Nuland’s finger-pointing in this tragic incident that killed 298 people.\nKathleen Butler, a DNI spokesperson, insisted that the U.S. intelligence assessment on MH-17 had not changed since July 22, 2014, five days after the shoot-down when the DNI’s office distributed a sketchy report suggesting Russian complicity based largely on what was available on social media.\nParry then sent a follow-up e-mail saying: “are you telling me that U.S. intelligence has not refined its assessment of what happened to MH-17 since July 22, 2014?” Butler responded: “Yes. The assessment is the same.” To which, Parry replied: “That’s just not credible.” [See Consortiumnews.com’s “ US Intel Stands Pat on MH-17 Shoot-down. ”]\nBut the DNI’s response does make sense if later U.S. intelligence analysis contradicted the initial rush to judgment by Secretary of State John Kerry and other senior officials blaming Russia and the rebels. The Obama administration might not want to surrender a useful propaganda club to bash Moscow, or as Nuland might say, an important piece of anti-Russian “rhetoric.”\nAs for Brennan and his appearance before the stuffy Council on Foreign Relations fielding  questions posed by Charlie Rose as the “presider,” the CIA director seemed more concerned about the flak his agency has been getting for having a cloudy crystal ball and not anticipating how the Ukraine crisis would unfold, saying:\n“Now I know that many would like the CIA to predict the future, answering questions such as ‘will Crimea secede and be annexed by Russia’ and ‘will Russian forces move into Eastern Ukraine.’ But the plain and simple truth is that … virtually all events around the globe, future events, including in Ukraine, are shaped by numerous variables and yet-to-happen developments as well as leadership considerations and decisions.”\nBut the prospect of CIA analysts seeing events clearly both understanding what may have caused an event in the past and perceiving the complex forces that may shape the future are diminished when the U.S. intelligence community becomes politicized and exploited for propaganda purposes, when it gets enlisted into “information warfare.”\nObama could surely use some experienced, mature help in putting an end to this potpourri of you-pick-your-favorite-statement about “Russian aggression.” The disarray and deceit on such an important issue does nothing to bolster confidence that he has been tutored well, that he understands the value of sober intelligence work, or that he is in control of U.S. foreign policy.\nRay McGovern works with Tell the Word, a publishing arm of the ecumenical Church of the Saviour in inner-city Washington. He worked primarily on Russian and European issues during his 27 years as a CIA analyst; he also prepared the President’s Daily Brief for Presidents Nixon, Ford, and Reagan.  He is now a member of the Steering Group of Veteran Intelligence Professionals for Sanity (VIPS).\ndave johnson\nMarch 17, 2015 at 22:59\nThose selfish Europeans want to avoid a Third World War with millions of dead. How self-centered can they get? In all seriousness America’s elite have had it in for Vladimir Putin since 2003 when he prevented the oligarch Mikhail Khodorovsky from selling Yukos oil to ExxonMobil and Chevron. Only now they’ve ramped up their demonization of Putin into a white hot mania where they’ve even accused him of having Asperger’s syndrome without a shred of evidence. Washington’s war fever is an example of group think gone mad with no room for reason or moderation. I fear for the world.\ncjonsson\nMarch 16, 2015 at 20:42\nThe comments on this article are very informative and help fill out the situation. Ray McGovern recognizes what the war hawks are doing, trying to push us into war all over the world, investing more money in military equipment and services. Assistant Secretary of State for European Affairs Victoria Nuland, a former adviser to Vice President Dick Cheney, should have been ejected a long time ago. She is offensive and believes war solves all problems. We are not getting the whole story on Ukraine which causes a lot of speculation about what may be happening. James Clapper has no credibility since he perjured himself in the Senate. John Brennan held a senior position with the CIA when torture was being performed on prisoners and hidden. The CIA has been like a rogue agency for years, seemingly acting autonomously and lying about it when they cause trouble. Brennan has a dark shadow following him, an unfortunate appointment. German Chancellor Angela Merkel and French President Francois Hollande are trying to negotiate an agreement with Putin and are foiled by the Americans who don’t seem to be satisfied with anything other than more war. The Ukraine government is a big mess, probably because of American interference. Arming them is risky, but the Republicans are insisting on it. Putin and Obama are not talking, as far as I can tell from my house. I can’t see what’s going on in Russia from here. War with Russia is something no sane person would want. We need some new talent in foreign relations. Diplomacy wanted. Bush’s ideological reasoning for preemptive war, spreading democracy and protecting our freedom, is very similar to the false claims of preventing the spread communism in Vietnam. The boogeyman that might come to America, to your neighborhood. The communists might bomb us. Hide under the desks. Both explanations worked for a long time and caused devastating personal and financial damage. Operation “destroy and rebuild cities”, creating jobs and stimulating the economy, thanks to our conservative job creators. Wasn’t that what you wanted? Questioning the reasons and rationale for war were quickly rebuffed and silenced by accusations of being un-American, unpatriotic. Fear works magic on a public left in the dark. How could we fall for war again? It never stops.\nChris Jonsson\nMarch 16, 2015 at 20:38\nThe comments on this article are very informative and help fill out the situation. Ray McGovern recognizes what the war hawks are doing, trying to push us into war all over the world, investing more money in military equipment and services. Assistant Secretary of State for European Affairs Victoria Nuland, a former adviser to Vice President Dick Cheney, should have been ejected a long time ago. She is offensive and believes war solves all problems. We are not getting the whole story on Ukraine which causes a lot of speculation about what may be happening. James Clapper has no credibility since he perjured himself in the Senate. John Brennan held a senior position with the CIA when torture was being performed on prisoners and hidden. The CIA has been like a rogue agency for years, seemingly acting autonomously and lying about it when they cause trouble. Brennan has a dark shadow following him, an unfortunate appointment. German Chancellor Angela Merkel and French President Francois Hollande are trying to negotiate an agreement with Putin and are foiled by the Americans who don’t seem to be satisfied with anything other than more war. The Ukraine government is a big mess, probably because of American interference. Arming them is risky, but the Republicans are insisting on it. Putin and Obama are not talking, as far as I can tell from my house. I can’t see what’s going on in Russia from here. War with Russia is something no sane person would want. We need some new talent in foreign relations. Diplomacy wanted. Bush’s ideological reasoning for preemptive war, spreading democracy and protecting our freedom, is very similar to the false claims of preventing the spread communism in Vietnam. The boogeyman that might come to America, to your neighborhood. The communists might bomb us. Hide under the desks. Both explanations worked for a long time and caused devastating personal and financial damage. Operation “destroy and rebuild cities”, creating jobs and stimulating the economy, thanks to our conservative job creators. Wasn’t that what you wanted? Questioning the reasons and rationale for war were quickly rebuffed and silenced by accusations of being un-American, unpatriotic. Fear works magic on a public left in the dark. How could we fall for war again? It never stops.\nChris Jonsson\nMarch 16, 2015 at 17:30\nI didn’t mean to post this comment twice but the post button kept returning after I clicked it.\nChris Jonsson\nGuess I need to post again. My comment is gone.\nChris Jonsson\nMarch 16, 2015 at 17:25\nHere’s an amateur’s summation of this article. The comments are very informative and help fill out the situation. Ray McGovern recognizes what the war hawks are doing, trying to push us into war all over the world, investing more money in military equipment and services. Assistant Secretary of State for European Affairs Victoria Nuland, a former adviser to Vice President Dick Cheney, should have been ejected a long time ago. She is offensive and believes war solves all problems. We are not getting the whole story on Ukraine which causes a lot of speculation about what may be happening. James Clapper has no credibility since he perjured himself in the Senate. John Brennan held a senior position with the CIA when torture was being performed on prisoners and hidden. The CIA has been like a rogue agency for years, seemingly acting autonomously and lying about it when they cause trouble. Brennan has a dark shadow following him, an unfortunate appointment. German Chancellor Angela Merkel and French President Francois Hollande are trying to negotiate an agreement with Putin and are foiled by the Americans who don’t seem to be satisfied with anything other than more war. The Ukraine government is a big mess, probably because of American interference. Arming them is risky, but the Republicans are insisting on it. Putin and Obama are not talking, as far as I can tell from my house. I can’t see what’s going on in Russia from here. War with Russia is something no sane person would want. We need some new talent in foreign relations. Diplomacy wanted. Bush’s ideological reasoning for preemptive war, spreading democracy and protecting our freedom, is very similar to the false claims of preventing the spread communism in Vietnam. The boogeyman that might come to America, to your neighborhood. The communists might bomb us. Hide under the desks. Both explanations worked for a long time and caused devastating personal and financial damage.  Operation “destroy and rebuild cities”, creating jobs and stimulating the economy, thanks to our conservative job creators. Wasn’t that what you wanted?  Questioning the reasons and rationale for war were quickly rebuffed and silenced by accusations of being un-American, unpatriotic. Fear works magic on a public left in the dark. How could we fall for war again? It never stops.\nChris Jonsson\nMarch 16, 2015 at 17:23\nHere’s an amateur’s summation of this article. The comments are very informative and help fill out the situation. Ray McGovern recognizes what the war hawks are doing, trying to push us into war all over the world, investing more money in military equipment and services. Assistant Secretary of State for European Affairs Victoria Nuland, a former adviser to Vice President Dick Cheney, should have been ejected a long time ago. She is offensive and believes war solves all problems. We are not getting the whole story on Ukraine which causes a lot of speculation about what may be happening. James Clapper has no credibility since he perjured himself in the Senate. John Brennan held a senior position with the CIA when torture was being performed on prisoners and hidden. The CIA has been like a rogue agency for years, seemingly acting autonomously and lying about it when they cause trouble. Brennan has a dark shadow following him, an unfortunate appointment. German Chancellor Angela Merkel and French President Francois Hollande are trying to negotiate an agreement with Putin and are foiled by the Americans who don’t seem to be satisfied with anything other than more war. The Ukraine government is a big mess, probably because of American interference. Arming them is risky, but the Republicans are insisting on it. Putin and Obama are not talking, as far as I can tell from my house. I can’t see what’s going on in Russia from here. War with Russia is something no sane person would want. We need some new talent in foreign relations. Diplomacy wanted. Bush’s ideological reasoning for preemptive war, spreading democracy and protecting our freedom, is very similar to the false claims of preventing the spread communism in Vietnam. The boogeyman that might come to America, to your neighborhood. The communists might bomb us. Hide under the desks. Both explanations worked for a long time and caused devastating personal and financial damage.  Operation “destroy and rebuild cities”, creating jobs and stimulating the economy, thanks to our conservative job creators. Wasn’t that what you wanted?  Questioning the reasons and rationale for war were quickly rebuffed and silenced by accusations of being un-American, unpatriotic. Fear works magic on a public left in the dark. How could we fall for war again? It never stops.\nRegina Schulte\nMarch 16, 2015 at 14:46\nTHANKS to Ray Mcgovern for keeping us informed—facts and opinion we know are reliable.\nMarch 15, 2015 at 23:14\nI’m agree with Tsigantes. Once you free your mind of Mr. Obama’s words, look at his actions, and recognize that he acts as the commander of the enforcement arm of the West’s oligarchy who learned his geopolitical strategy from former National Security Advisor Zbigniew Brzezinski and still consults with him, Obama looks quite a bit more skillful and gutsy, albeit fundamentally misguided.\nAmerican foreign policy since World War II has been haunted by a pseudoscience called “geopolitics” with its corresponding “geostrategy” that attaches inordinate strategic importance to Eurasia. For an excellent and well-written critique that should substantially aid understanding, see this U.S. Army War College Quarterly article from 2000: http://goo.gl/BczRkf\nBrzezinski is from the classical realist school of American foreign policy, heavily influenced by “godfather of containment” Nicholas Spykman and by the father of both “geopolitics” and “geostrategy,” Sir Halford John Mackinder, whose “Heartland Theory” was published in his 1904 paper, “The Geographical Pivot of History.” Macinder posited that Russia had become militarily vulnerable because of the advent of railroads and that a “pivot” moment was at hand when railroads in Eurasia would supplant the mobility advantage previously held by naval powers. Because Eurasia was located at the center of the connected land masses of Europe and Asia, which formed a “World-Island,” military power would shift from the rim (naval power) to the center (the Eurasia “Heartland”). In 1919, Mackinder summarized his view and strategy of the coming age as:\n“Who rules East Europe commands the Heartland; who rules the Heartland commands the World-Island; who rules the World-Island commands the world.”\nSpykman, an American, in 1942 turned Macinder’s guiding principle on its head, positing that this concededly strategic area could be contained:\n“Who controls the rimland rules Eurasia; Who rules Eurasia controls the destinies of the world.”\nAnd there we can begin to see NATO’s eastward march to the borders of Russia lending Ukraine enormous potential to become a Very Big Thing in U.S. foreign policy, justifying the risk of nuclear war, because Ukraine forms most of the southern portion, the soft underbelly of the Heartland itself.\nNazi Germany’s government may or may not have attempted to implement Mackinder’s Heartland Theory when it attacked the Soviet Union during World War II, as the War College paper explains, but the important factor is that U.S. policy wonks acquired the belief that the Nazis had rediscovered Mackinder’s “science” and were applying it ti seize the Heartland. This was about the same time that Spykman published his theory that the Heatland could be contained. So when the Nazi government was defeated, U.S. policy wonks set about the business of “containing Communism,” not in reality because of ideology but instead because of geography. The power of the government occupying the Heartland must first be “contained,” then pushed back from the “rim” of Europe and Asia to the Heartland itself.\nI first became aware that “containment” was a very big word when I found myself abruptly in a position of involuntary servitude dodging bullets in Viet Nam, “containing Communism” as a combat loudspeaker teamleader for the Army’s 8th Psychological Operations Battalion.  For 27 months plus one day, I “contained Communism.” Only decades later did I discover that “Communism” was just propaganda paint applied to the power relationship of the Vietnamese patriots’ leader to the occupying government of the Heartland and the government on the eastern rim of Asia, China. Ideology had nothing to do with it. It was all based on geography and a lunatic pseudoscience that attached magical powers to Eurasia.\nAs discussed in the War College paper, whatever dubious relevance Macinder’s “science” had to reality in 1904 was obsoleted by inter-contintental ballastic missiles, atomic bombs, and jets that can fly from the center of the U.S. to the opposite side of the world to drop their bombs before returning, not to mention the other amazing instruments of destruction developed to “contain” that Heartland. And for that lunacy, millions of people have been killed, tens of millions have been maimed, and hundreds of millions have had to flee for their lives.\nThat is not the only reason Mr. Obama is a highly violent and ruthless person of course. Very large fortunes must be accumulated and natural resources must be exploited, of course. But virtually all the rest can be conveniently classified under Mackinder’s three imperatives of imperial geostrategy; to prevent collusion and maintain security dependence among the vassals; to keep tributaries pliant and protected; and to keep the barbarians from coming together.\nMarch 16, 2015 at 14:35\nWow, great info Paul E. “Marbux” Merrell, I’m going to follow it all up. Similar to you, I staged for the invasion of Cuba with the 101st. Airborne in the Spring of 1963, we didn’t fly but returned to base… Years later, thanks to “The Fog of War” documentary I found out that Castro had battlefield nukes and was prepared to use them.  I figure now that it was President Kennedy that returned us to base.\nMarch 16, 2015 at 14:48\nI must also say:  I’m so sick and tired of these intellects sending young men and women off to combat.  They NEVER serve (43/Cheney). Too, what ever happened to the concept of peer review?  It is apparently never practiced in WAR COLLEGE. Time for some radical Peace, I’d say.\nMarch 15, 2015 at 23:03\nI’m agree with Tsigantes. Once you free your mind of Mr. Obama’s words, look at his actions, and recognize that he acts as the commander of the enforcement arm of the West’s oligarchy who learned his geopolitical strategy from former National Security Advisor Zbigniew Brzezinski and still consults with him, Obama looks quite a bit more skillful and gutsy, albeit fundamentally misguided.\nAmerican foreign policy since World War II has been haunted by a pseudoscience called “geopolitics” with its corresponding “geostrategy” that attaches inordinate strategic importance to Eurasia. For an excellent and well-written critique that should substantially aid understanding, see this U.S. Army War College Quarterly article from 2000: http://goo.gl/BczRkf\nBrzezinski is from the classical realist school of American foreign policy, heavily influenced by “godfather of containment” Nicholas Spykman and by the father of both “geopolitics” and “geostrategy,” Sir Halford John Mackinder, whose “Heartland Theory” was published in his 1904 paper, “The Geographical Pivot of History.” HIs paper posited that Russia had become militarily vulnerable because of the advent of railroads and that a “pivot” moment was at hand when railroads in Eurasia would supplant the mobility advantage previously held by naval powers. Because Eurasia was located at the center of the connected land masses of Europe and Asia, which formed a “World-Island,” military power would shift from the rim (naval power) to the center (the Eurasia “Heartland”). In 1919, Mackinder summarized his view and strategy of the coming age as:\n“Who rules East Europe commands the Heartland; who rules the Heartland commands the World-Island; who rules the World-Island commands the world.”\nSpykman, an American, in 1942 turned Macinder’s guiding principle on its head, positing that this concededly strategic area could be contained::\n“Who controls the rimland rules Eurasia; Who rules Eurasia controls the destinies of the world.”\nAnd there we can begin to see NATO’s eastward march to the borders of Russia lending Ukraine enormous potential to become a Very Big Thing in U.S. foreign policy, justifying the risk of nuclear war, because Ukraine forms most of the southern portion of the Heartland, the soft underbelly of the Heartland itself.\nNazi Germany’s government may or may not have attempted to implement Mackinder’s Heartland Theory when it attacked the Soviet Union during World War II, as the War College paper explains, but the important factor is that U.S. policy wonks acquired the belief that the Nazis had rediscovered Mackinder’s “science” and were applying it ti seize the Heartland and about the same time that Spykman published his theory that the Heatland could be contained. So when the Nazi government was defeated, U.S. policy wonks set about the business of “containing Communism,” not in reality because of ideology but instead because of geography. The power of the government occupying the Heartland must first be “contained,” then pushed back from the “rim” of Europe and Asia to the Heartland itself.\nI first became aware that “containment” was a very big word when I found myself abruptly in a position of involuntary servitude dodging bullets in Viet Nam, “containing Communism” as a combat loudspeaker teamleader for the Army’s 8th Psychological Operations Battalion.  For 27 months plus one day, I “contained Communism.” Only decades later did I discover that “Communism” was just propaganda paint applied to the power relationship of the Vietnamese patriots’ leader to the occupying government of the Heartland and the government on the eastern rim of Asia, China. Ideology had nothing to do with it. It was all based on geography and a lunatic pseudoscience that attached magical powers to Eurasia.\nAs discussed in the War College paper, whatever actual relevance Macinder’s “science” had in 1904 was obsoleted by inter-contintental ballastic missiles, atomic bombs, and jets that can fly from the center of the U.S. to the opposite side of the world to drop its bombs before returning, not to mention the other amazing instruments of destruction developed to “contain” that Heartland. And for that lunacy, millions of people have been killed, tens of millions have been maimed, and hundreds of millions have had to flee for their lives.\nThat is not the only reason Mr. Obama is a highly violent and ruthless person of course. Very large fortunes must be accumulated and natural resources must be exploited, of course. But virtually all the rest can be conveniently classified under Mackinder’s three imperatives of imperial geostrategy; to prevent collusion and maintain security dependence among the vassals; to keep tributaries pliant and protected; and to keep the barbarians from coming together.\nbfearn\nMarch 15, 2015 at 22:08\n“Since the United States was founded in 1776, she has been at war during 214 out of her 235 calendar years of existence.” No country has killed more innocent civilians since WW2 than the US of A.\nMarch 15, 2015 at 16:39\nSome American politicians had better start standing up against the war in Ukraine, or we’ll be in war there before we know it, a war that we won’t be able to walk away from. Looks like the Germans are learning what liars there are in the US government and the mainstream media.\nBrendan\nMarch 15, 2015 at 15:22\nTop European politicians are not directly calling Breedlove, Nuland or any other American a liar. In the past month however, a couple of them have publicly cast doubt on the information coming from NATO and the USA.\nAt a press conference with German chancellor Merkel in Paris last month, the French President Francois Hollande made clear that he had no confirmation of Russian tanks in Ukraine and that he had not been informed about them.\nAt a meeting of European Union foreign ministers in the Latvian capital Riga this month, the German foreign minister Steinmeier said “It’s true that I asked in two instances, in which the information we had from our sources was not entirely consistent with the information that came from the United States or NATO”.\ncaf\nMarch 15, 2015 at 13:09\nI know! Let’s elect Hillary Clinton! That’ll change things in the Beltway!\nMarch 15, 2015 at 16:09\nI think I’d rather see Edward Snowden as President. Once in office, Snowden could pardon himself and all other whistleblowers serving time and use recess appointments to get a full slate of whistleblowers into his administration.\nWell, it’s fun to fantasize.\nMarch 15, 2015 at 12:38\nAnd if you think the WWII lobby is bad now, just wait. Remember when Hillary called Putin Hitler?\nStaySmart\nMarch 15, 2015 at 12:14\nHappy to see and read some of the most intelligent and well-informed comments responding to great reporting\nTsigantes\nThank you Ray McGovern for your – as ever – excellent summary.\nClearly there is a propaganda war of unheard of proportions; though please note that even as many EU politicians obediently repeat the Washington script,  both Washington’s propaganda and these EU politicians have failed to convince ordinary Europeans – and has backfired hugely by bringing NATO into question as never before.\nAs a European onlooker, the idea that Obama is a helpless victim of various sinister forces inside his administration is simply not credible. We, the hapless foreign ‘audience’,  are being forced to swallow Geo. W. Bush’s “I am the Decider” in the last administration and now today’s soap opera of Obama-the-victim.\nMy conclusion is that Obama is fully in charge of his foreign policy,  and that this policy is  serving clear ends – but his “style” is to pretend innocence of it. The main test is to watch what is done and not what is said: Washington’s actions have been 100% consistent, including the lies.\nNot pointed out in the above article is 1) Europe’s very logical fear of being incinerated in any war between the US and Russia and 2) Europe’s natural ties to Russia both culturally and economically.\nDogtowner\nMarch 15, 2015 at 14:08\nMethinks you give Obama too much credit. Before he was elected, my one-word description of him was WEAK. When you spend your life appeasing white people, it doesn’t leave much time or energy for learning anything about history, international relations, or even the Constitution. Obama was hand-picked by the actual rulers of the U.S. as someone they could get elected — make those white liberals feel so good about themselves by voting for a black man — and whom they could control.\nRobert J Molineaux Sr\nMarch 15, 2015 at 10:54\nMcGovern’s observations are right on target.  NulandÂ´’s rampant lies to Congress are incredible.  It is well past time for Obama to find his anatomy and fire this arrogant miscreant.\nDoes the US have the wisdom and humility to aknowledge that it has made a terrible mistake?\nIt must admit that its support for the nazi regime in Kiev was erroneous and ill advised, and reverse it.  The president must search out and remove all funcionaries with divided loyalties.\nCharlene Richards\nMarch 15, 2015 at 21:27\nIt would be interesting, considering Nuland was once an adviser to Dick Cheney, to trace back every statement she has ever made to see how many times she bothered to use the word “peace”.\nMy bet is none.\nBTW, if she was an adviser to Dick Cheney, why did Barack Obama not pink slip her on day one??!  Surely she had plenty of revolving doors to “spin” through.\nMarch 15, 2015 at 10:39\nI have wondered whether there is some sane thought behind what seems clearly to be madness. The United States is engaged in provocations on two major powers–Russia with Ukraine and China with the Senkaku–even as the entire Middle East looks like it’s on the verge of going up in flames, it is threatening Venezuela, ten thousand troops are tied down in Afghanistan, and US forces are participating in a number of minor wars, from important places like Nigeria to places of negligible strategic value.  On top of all this, we want to start a war with Iran.\nIs it possible that, knowing that the war party wants to start a war, Obama has managed to get them going in so many different directions that none of the schemes are practicable?\nI know, it would seem to require an intelligence far greater and more cynical than that of Obama to carry off such a plan. But the alternative is that the entire US government is run by dopes.\nJay\nMarch 15, 2015 at 09:58\nâ€œBreedloveâ€ a frighteningly ironic nameâ€“given the propensities expressed by the character of Dr. Strangelove in the movie of the same name.\nDonald Forbes\nMarch 15, 2015 at 09:37\nI have no problem with what he is trying to do domestically. But his foreign policy is mistaken and does nothing ever, except for Muslim Fundamentalists to use his policies (troops on the ground or as a matter of fact any non Muslim in their counties) as recruiting tools.\nGregory Kruse\nThe nation has been brought to this point deliberately.\nF. G. Sanford\nMarch 15, 2015 at 06:03\nPerhaps there has been some “schooling”, and I suspect a degree has also been conferred: it’s most likely an honorary MBA. That would be “Member of the Back-room Administration Ad honorem”. Of the $70 billion spent annually on the surveillance component of intelligence activities now in place, something like 99% is subcontracted to corporations like Booz Allen Hamilton. The directors of agencies like CIA, NSA, NIA and DIA go from their military and government careers to positions on the Boards of Directors of such corporations. Likewise, when a new NIA director is needed, the Boards of Directors of these corporations furnish the candidates. This “revolving door” relationship between the intelligence community and defense contractors might seem a matter of practical convenience, until one begins to follow the money – and the connections – between these organizations and entities. Booz Allen is owned lock, stock and barrel by The Carlyle Group, whose membership is also filthy with connections to the CFR (Council on Foreign Relations), and the CFR is peppered  with the “Who’s Who” of banking, finance, petroleum interests and the defense industry. The whole point of controlling the “intelligence community” is to maintain the enforcement arm of the economic and financial interests upon which the whole crooked system depends. Criticizing the lack of detached, unbiased analysis provided by the “intelligence community” misses that point. If “telling the truth” were the goal, Nuland would have long ago been charged with subversion, malfeasance, lying to Congress, collusion with criminal enterprises, and a whole host of other infractions specified in The United States Code. Surely, nobody believes Clapper is an asset because he knows how to decipher encoded satellite telecommunications, or that Petraeus has any real skills relevant to high finance and manufacturing. These people are “members of the club”, and they insure continuity of policy favorable to the monied interests that employ them. If any “schooling” took place, it was a matter of insuring that the pupil understands, “Who’s really in charge”. As Phil Giraldi points out – and I’m paraphrasing here – “Virtually everything the CIA does overseas is illegal”. The intelligence community as it stands is essentially a criminal enterprise. As such, it stretches credulity to pretend we’re “Shocked, shocked to learn that deception is practiced in this establishment!”\nMarch 15, 2015 at 07:53\nThanks many times over to Ray McGovern for the insights and to you F.G.Sanford for the excellent reply. The picture posted with this article is scary. It very much reminds me of JFK’s Joint Chiefs…\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.spiegel.de/international/world/germany-concerned-about-aggressive-nato-stance-on-ukraine-a-1022193.html",
                "https://consortiumnews.com/2015/03/14/us-intel-stands-pat-on-mh-17-shoot-down/"
            ],
            "gov_pgs": [
                "https://www.state.gov/state-gov-website-modernization/"
            ],
            "unsure": [
                "http://goo.gl/BczRkf",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "nuland",
            "german",
            "makebelieve",
            "russian",
            "russia",
            "president",
            "breedlove",
            "guiding",
            "global",
            "intelligence",
            "nato",
            "ukraine",
            "obama"
        ]
    }
]