[
    {
        "url": "https://www.christianpost.com/news/5-things-you-should-know-about-the-women-in-ministry-debate.html",
        "title": "5 Things You Should Know About the Women in Ministry Debate",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\n5 Things You Should Know About the Women in Ministry Debate\n5 Things You Should Know About the Women in Ministry Debate\n5 Things You Should Know About the Women in Ministry Debate\n| Thursday, August 25, 2016\nWoman clergy take photographs of the first female bishop in the Church of England Libby Lane following her consecration service at York Minster in York, northern England, January 26, 2015. | (Photo: Reuters/Phil Noble)\nA lively conversation continues to occur surrounding the topic of women's ordination and their roles in the life of the Church, with signs pointing to notable shifts and some saying a \"crack-up\" is underway within evangelicalism.\nThe ongoing debate is over what the Bible really says about complementarianism and egalitarianism, and the implications that has for the Church, the home, and society.\nAt Mere Orthodoxy last month, writer Jake Meador said in a column titled \" The Evangelical Gender Crack-Up \" that the general agreement among evangelical Christians about how to approach gender issues is no longer holding. That is to say, the \"consensus that has existed amongst most conservative evangelicals for some time is beginning to fracture — and in more than one direction.\"\nCentral to this discussion is the role of women in ministry. Complementarians generally believe that women are forbidden from holding certain offices in the Church, while egalitarians insist that Scripture does not warrant such restrictions.\nHere are five things you should know about this ongoing, often-spirited theological debate.\n1. History and tradition favors the complementarian viewpoint.\nTheologians Gregory A. Boyd and Paul R. Eddy explore this topic in their book, Across the Spectrum: Understanding Issues in Evangelical Theology , and note that \"the complementarian view has been the dominant view throughout Church history. The Church has always encouraged and valued the significant contributions of women in many areas of ministry, but the Church has almost always forbidden women leaders until recent times.\"\nThe authors further note that \"there is a diversity of opinion on the matter, many complementarians interpret the New Testament prohibitions regarding women in leadership to mean only that women should not function as the top spiritual leader and teacher of a congregation.\"\n2. Whether or not women are permitted to serve the Church in an ordained capacity often centers on seemingly straight-forward New Testament scriptures like 1 Timothy 2:12, 1 Timothy 3:2, and 1 Corinthians 11:7-9.\nThe words of the Apostle Paul to his spiritual son in 1 Timothy 2:12 read: \"But I do not allow a woman to teach or exercise authority over a man, but to remain quiet.\"\nComplementarians argue that this verse is among the clearest scriptural evidence for support of their stance.\nIn an interview  with the Gospel Coalition in 2008, Southeastern Baptist Theological Seminary New Testament professor Andreas J. Köstenberger said that those who hold to complete gender equality not just in \"terms of personal worth and dignity and salvation in Christ but also in terms of ecclesiastical role, naturally cannot accept this natural reading of the passage and as a result have resorted to various ways of reinterpreting [it],\" and fail to meet several essential exegetical criteria for biblical interpretation.\nBy contrast, egalitarians contend that this verse is addressing a particular context and that Paul's writing here should not be taken as a blanket prohibition.\nIn a widely read article  on his Patheos blog last summer, renown New Testament scholar and Asbury Seminary professor Ben Witherington III notes that the translation of the phrase \"I do not allow a woman\" in the Greek is most accurately rendered \"I am not currently permitting women.\" Paul is correcting women in this case, he emphasizes, \"not because they are women but because they are in this instance causing this problem [interrupting and asking questions at an inappropriate time].\"\nMessengers at the 2015 Southern Baptist Convention annual meeting worship together in between small group and corporate prayer time during the June 16 evening session dedicated to prayer at the Greater Columbus Convention Center. | (Photo: Courtesy of Paul Lee)\n3. Some of the contentiousness surrounding this issue has stemmed from assertions some leaders have made about women in roles outside the Church, roles that the Bible does not speak to with pristine clarity.\nComplementarian John Piper responded  last year to the question, \"Should Women Be Police Officers?\" with a lengthy explanation — admitting he sounded like a \"dinosaur\" — about continuums of influence and appropriateness of certain jobs. He concluded that \"if a woman's job involves a good deal of directives toward men, they will need to be non-personal in general, or men and women won't flourish in the long run in that relationship without compromising profound biblical and psychological issues.\"\nOwen Strachan, also a complementarian, and the former head of the Council for Biblical Manhood and Womanhood, caught some heat  for saying that stay-at-home dads constitute \"man fails\" in a 2012 article in the Journal for Biblical Manhood and Womanhood.\n4. Egalitarians are sometimes told that supporting women in ministry in ordained leadership roles opens the door to revisionist sexual ethics and same-sex unions, a charge they dispute.\nHistorically speaking, some denominations, like the Episcopal Church USA, that have ordained women have also sanctioned same-sex unions and promoted openly gay clergy, but this is not true of everyone. The Pentecostal Assemblies of God, for example, hold fast to the historic Christian view of marriage and sexual ethics and simultaneously believe that women can serve in ordained ministry, according to their position papers .\nIn a phone interview with The Christian Post on Monday, Asbury's Ben Witherington said the slippery-slope argument from complementarians about egalitarians embracing revisionist sexual ethics is \"bogus\" and contends these are separate issues entirely.\n\"That's kind of like saying, 'Well, if I kind of like boxing well then obviously it's also true that I'm going to be supporting MMA and all kinds of other atrocious activities.' You're comparing two things that really shouldn't be compared,\" Witheringon said.\n\"The New Testament is very clear that same-sex sexual activity is sin. The New Testament is equally clear that women should be allowed to be teachers and sharers of the Gospel ... the promotion of women in ministry has to do with what spiritual gifts they have, it does not have to do with their gender one way or the other,\" he added.\n5. Egalitarians point to women in leadership in the New Testament for scriptural support for their position.\nJunia is identified as an Apostle in Romans 16:7.\nPhoebe was a leader in the church in Cenchrea and is called first person ever identified as a \"deacon\" (Romans 16:1), though some translations of the Bible label her as \"servant.\"\nPriscilla is sometimes thought to be the author of Hebrews and both she and Aquila taught Apollos, (Acts 18:26).\nPaul also calls Euodia and Syntyche co-workers in the same breath as Clement and many others, (Philippians 4:2-3).\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://mereorthodoxy.com/evangelical-gender-crack-up/",
                "https://www.desiringgod.org/interviews/should-women-be-police-officers",
                "https://www.patheos.com/blogs/bibleandculture/2015/06/02/why-arguments-against-women-in-ministry-arent-biblical/",
                "https://baptistnews.com/article/prof-terms-stay-at-home-dads-man-fails/",
                "https://www.thegospelcoalition.org/blogs/justin-taylor/interview-with-andreas-j-kstenberger-on/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "things",
            "roles",
            "sexual",
            "know",
            "church",
            "ministry",
            "gender",
            "testament",
            "egalitarians",
            "ordained",
            "biblical",
            "women",
            "debate"
        ]
    }
]