[
    {
        "url": "https://www.christianpost.com/voice/visiting-historic-old-church-doors-closed.html",
        "title": "Visiting an Old Church Only to Find the Doors Closed",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "2018-01-21",
        "text": "Go\nVisiting an Old Church Only to Find the Doors Closed\nEngaging views and analysis from outside contributors on the issues affecting society and faith today.\nCP VOICES do not necessarily reflect the views of The Christian Post. Opinions expressed are solely those of the author(s).\nCP Current Page: Voices |\nSunday, January 21, 2018\nVisiting an Old Church Only to Find the Doors Closed\nVisiting an Old Church Only to Find the Doors Closed\n| Sunday, January 21, 2018\nVisiting an old church outside of regular worship services can sometimes be impossible .\nIf you thought the last visitor to have trouble would be the bishop then you thought wrong. It turns out that even prelates are turned away from historic churches and cathedrals.\nThe Roman Catholic bishop of Portsmouth says every church he tried to visit was closed.\nJust ask the Right Rev. Philip Egan, the Roman Catholic bishop of Portsmouth in England.\nEgan is in the news  for taking to Twitter  and complaining that every church he attempted to visit recently was locked up.\nWhile not ideal many churches keep their doors closed outside of Sunday morning.\nSome cite financial reasons, saying they can't afford to have staff on-duty. Others believe the risk of theft or vandalism — many of the oldest churches contain religious art worthy of museums — is too high to leave the doors open.\nRegardless of the reason, many of these closed churches will at least post a notice informing those wishing to visit where they can find a keyholder.\nThat may seem ideal, but experts warn a locked church has a higher risk.\nEcclesiastical, the largest insurer of Church of England congregations, tells policyholders that criminals are deterred by an open church because of the possibility that anyone can stop by and visit. Meanwhile, the Roman Catholic insurer, Catholic National Mutual Limited, advises than open church doesn't increase insurance premiums.\nThe best advice for church crawlers is to confirm opening hours by telephone or email before showing up.\nYes, many churches list hours on their website, but sometimes things come up that force an otherwise open church to close.\nAnd don't be afraid to ask a nearby neighbor if you do show up and find the doors locked and no keyholder notice posted.\nThe chances are, at least in a small English village, that someone will know someone with a key.\nSpires and Crosses is published every week.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.telegraph.co.uk/news/2017/09/02/victorian-society-criticises-evangelical-group-keeping-churches/",
                "https://www.thetablet.co.uk/news/8396/catholic-bishop-decries-hypocrisy-of-closed-churches"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/BishopEgan/status/952516166962040832"
            ]
        },
        "key_words": [
            "doors",
            "locked",
            "old",
            "open",
            "thought",
            "closed",
            "church",
            "churches",
            "visit",
            "whatsapp",
            "catholic",
            "roman",
            "visiting"
        ]
    }
]