[
    {
        "url": "https://www.christianpost.com/news/how-do-we-encourage-our-children-to-pray-more.html",
        "title": "How Do We Encourage Our Children to Pray More?",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nHow Do We Encourage Our Children to Pray More?\nHow Do We Encourage Our Children to Pray More?\n\"Mom Says/Dad Says,\" an exclusive Christian parental advice column by Gregory Slayton, former U.S. Ambassador to Bermuda and author of the best-selling book Be a Better Dad Today: Ten Tools Every Father Needs, and his wife, Marina Slayton, author of the new book Be The Best Mom You Can Be. The Slaytons have been featured on Fox and Friends, Focus on the Family Radio and numerous other media outlets. They donate 100% of their royalties from parenting books to fatherhood and family nonprofits.\nSenators John McCain and Joe Lieberman, Governors Jeb Bush and Sam Brownback and Pastors Tim Keller and Luis Palau, among others, have endorsed the Slaytons. In their exclusive series for The Christian Post, both Marina and Gregory will answer thoughtful Christian parents seeking to raise their children up in the goodness of the Gospel and the Glory of God. If you would like to have Marina and Gregory answer your questions, please contact them via momsaysdadsays@christianpost.com.\nPARENT QUESTION: In the wake of the tragedy of the terrorist attack in California, my wife and I realized that we don't pray enough for our family. We realized that own kids don't really pray without our prompting. Prayer is even mocked by some in the national media today. How can we encourage our children to pray more and not give in to increasing social pressures?\nMarina and Gregory Slayton. | (Photo: Courtesy Thomas Nelson)\nMOM SAYS:  Jesus taught so much about prayer in His short time on earth. He said that His house will be called a house of prayer. We know that Jesus is right now seated at the right hand of the Father making intercession for us. Not only was Jesus the Christ, He was also the first Christian modeling the spiritual life He wants for His followers. During His earthly ministry, Jesus turned to prayer so He could experience sweet and empowering communion with His Father. Also through prayer He promised His Holy Spirit would be released to accomplish God's will on earth.\nPrayer is the most effective, but underutilized, spiritual weapon we have been given. It is no wonder the devil wants us to think that prayer is a waste of time. Modern day sceptics want us to think that prayer has no power—but we as the followers of Christ know that He has great power. One very effective way to attack Christianity at its root is to attack spiritual disciplines such as prayer. I am convinced that this coming generation will experience spiritual persecution on a level we did not. As parents we have to be models of the spiritual life in the same way Jesus was. If we are not prayer warriors we make it so much for difficult for our kids to be prayer warriors - it is hard for our kids to be what we are not. Your recognition that you do not pray enough is the first step: start praying like Paul said \"without ceasing\" and you will go far in giving your children the impetus to pray themselves to the Father who loves them.\nI recently read the memoirs of an American woman who as a child was brought to Russia in the thirties and was imprisoned in the Siberian Gulag for ten years. Incredibly enough, she found God there—her mother was a Christian who never gave up hope and kept praying for her daughter. This woman experienced the Lord's protection and felt His presence even in the midst of terrible, undeserved suffering. I cried through the entire book because my own mother was a concentration camp survivor whose mother had prayed for her. Daily vibrant prayer is crucial - alone, with our spouse, and with our children. Through prayer we will not go down but up to His glory.\nI encourage you to start trying to \"pray without ceasing\" as Paul encourages us to do. It's ok when we forget or get distracted, just get back to prayer asap. We can go about our daily business, but with a prayer on our heart and praise on our lips. Give is a try this whole week…and see what happens. Prayer is a powerful key which unlocks huge doors of spiritual blessing. But like every key, this one must be used to open those doors of blessing.\n\"The prayer of the righteous is very powerful\" as the Bible tells us. This promise applies to us and to all who have been made righteous by the Blood of Christ. Don't let this powerful promise go to waste for you or your family.\nDAD SAYS: when I first became a Christian I didn't pray a lot. In fact I prayed very little, to be honest. But many years later one of the most important things I have learned is the power of prayer. I won't pretend to know how prayer works—or how the LORD works through prayer. But I have seen lives changed, marriages healed, cancer cured and blessings unleashed. But I also now realize that miraculous answers are only part of the blessing of prayer. And we need to be honest, miraculous answers don't happen all the time. But there is a blessing that always comes from sincere and heart felt prayer: true peace in one's soul. The Bible promises us 'the peace that passes all understanding' if we present our heart-felt and honest prayers with thanksgiving to the LORD. I can personally attest to that peace. That is a peace that every person needs and every family seeks. It is a peace we can pass unto our children through prayer. Please be sure that you are passing on this gift to your kids. When they are older they will rise up and bless you for having done so.\nRelated Articles\nMore In Opinion\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "father",
            "kids",
            "jesus",
            "children",
            "peace",
            "prayer",
            "encourage",
            "spiritual",
            "family",
            "pray",
            "christian"
        ]
    }
]