[
    {
        "url": "https://www.christianpost.com/news/gen-z-is-the-least-christian-generation-in-american-history-barna-finds.html",
        "title": "Gen Z Is the Least Christian Generation in American History, Barna Finds",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nGen Z Is the Least Christian Generation in American History, Barna Finds\nGen Z Is the Least Christian Generation in American History, Barna Finds\nGen Z Is the Least Christian Generation in American History, Barna Finds\n| Wednesday, January 24, 2018\nYouths gather at the Hylton Memorial Chapel in Woodbridge, Va. for day two of \"Reverse,\" an event organized by Dare 2 Share Ministries. | (Photo: The Christian Post)\nTeenagers today are the most non-Christian generation in American history as only four out of 100 teens hold a true biblical worldview and one out of every eight teens identify as non-heterosexual, a new survey released by one of the nation's leading evangelical polling firms has found.\nBarna's research discovered that more teens today who are part of Generation Z (born from 1999 to 2015) identify themselves as agnostic, atheist or not religiously affiliated.\nThe study indicates that 35 percent of Generation Z teens considered themselves to be atheist, agnostic or not affiliated with any religion. By comparison, only 30 percent of millenials, 30 percent of Generation X and 26 percent of Baby Boomers said the same.\nThe study shows that almost twice as many teens in Generation Z (13 percent) claimed to be atheist than millenials (7 percent).\n\"Gen Z is different because they have grown up in a post-Christian, post-modern environment where many of them have not even been exposed to Christianity or to church. So that is a really unique shift,\" Brooke Hempell, Barna's senior vice president of research, said during the survey's rollout event  at Grace Midtown Church in Atlanta.\n\"There are a lot of churches that are empty in this country. Gen Z is the one who is really showing the fruit of that. There are many of them [who] are a spiritual blank slate. For the first time in our nation's history, that is more and more common.\"\nFor the project, Barna conducted a total of four focus groups with U.S. teenagers between the ages of 14 and 17 and also conducted two nationally representative surveys that included responses from a total of 1,997 teens throughout the United States.\nThe first survey, conducted between Nov. 4- 16, 2016, interviewed 1,490 teens ages 13 to 18. The second survey was conducted on July 7-18, 2017, and interviewed 507 teens between the ages of 13 to 18. The data from both surveys were minimally weighted to U.S. Census data in order to be representative of ethnicity, gender, age and region. \nThe research also found that just 59 percent Generation Z teens considered themselves Christian or Catholic. By comparison, 65 percent of millennials and Generation X and 75 percent of Baby Boomers identified as some form of Christian.\nAlthough nearly six in 10 Generation Z teens identified as Christians, Barna's research shows that only four percent of Generation Z held a \"biblical worldview.\"\nUsing \"a classification of faith based on widely accepted, orthodox Christian beliefs,\" Barna developed a set of theological criteria that each respondent had to meet in order to be classified as having a biblical worldview.\n\"The percentage of people whose beliefs qualify them for a biblical worldview declines in each successively younger generation: 10 percent of Boomers, 7 percent of Gen X and 6 percent of Millennials have a biblical worldview, compared to only 4 percent of Gen Z,\" the study explains.\nThe study also found that just four out of 10 Generation Z teens agreed that the Bible is \"totally accurate in all of the principles it teaches.\" Meanwhile, just 61 percent of \"churched teens\" agreed that the Bible is totally accurate in all the principles it teaches.\nJust 85 percent of churchgoing Generation Z teens believed that Jesus Christ was \"a real person who was crucified by Rome and was actually physically raised from the dead.\"\n\"Where is that latent unbelief happening? We see a lot of it in science,\" Hempell explained. \"Teens are beginning to feel like they have to choose between science and the Bible, where as the Baby Boomer generation or Gen X said that they can see the Bible and science as being complementary ... When we get to millenials and Gen Z, they see them in conflict.\"\nAccording to the data, 28 percent of Generation Z teens believed that \"science and the Bible are complementary.\" By comparison, nearly half of Boomers (45 percent) and more than one-third of Generation X respondents (36 percent) said the same.\n\"For [many], they are going to fall on the side of science,\" Hempell continued. \"A quarter of Gen Z would say, 'I don't see the Bible and science getting along so I am just going to go with what science says because to me that is the truth.'\"\nOther findings show that 12 percent of Generation Z identified sexually as something other than \"hetrosexual,\" with seven percent saying they are \"bisexual.\"\n\"This is the highest percentage of self-identified non-hetrosexual experience that we are seeing now of any generation,\" Barna President David Kinnaman said during his remarks during the rollout event. \"This is much larger than millenials.\"\nAdditionally, seven out of 10 Generation Z teens said that they think it is acceptable to be born one gender and \"feel like another.\" Three out of 10 teens reported knowing someone who had changed their gender identity.\n\"[Y]oung Christians are struggling as much as we have seen it in the 20-plus years I have been at Barna and in the 35-plus years of our company to understand how to live out their faith in an increasingly skeptical culture,\" Kinnaman said. \"They are having to represent what the Bible says, what it means to be Christian, in a culture that doesn't understand it or who believes that the Bible is simply a book that is religious dogma that has been used to oppress people, that being Christian is extremist or irrelevant in our society.\"\n\"I think about what we might do to use discernment and I am asking you how it is in your church and your context, in your ministry could help kids [today] have a more robust experience of what it means to be Christian,\" he added. \"We need to be thinking theologically. We need to challenge them. They are ready to be challenged more than the church is willing to challenge them.\"\nFollow Samuel Smith on Twitter: @IamSamSmith Follow Samuel Smith on Facebook: SamuelSmithCP\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://www.whoisgenz.com/",
                "https://www.facebook.com/SamuelSmithCP",
                "https://twitter.com/IamSamSmith"
            ]
        },
        "key_words": [
            "research",
            "american",
            "teens",
            "z",
            "finds",
            "history",
            "bible",
            "barna",
            "science",
            "gen",
            "generation",
            "x",
            "christian"
        ]
    }
]