[
    {
        "url": "https://consortiumnews.com/2017/07/28/how-the-center-is-spinning-apart/",
        "title": "How the ‘Center’ Is Spinning Apart",
        "authors": [
            {
                "name": "Exiled Off Mainstreet",
                "link": null
            },
            {
                "name": "Tom Welsh",
                "link": null
            },
            {
                "name": "Gregory Herr",
                "link": null
            },
            {
                "name": "Joe Tedesky",
                "link": null
            },
            {
                "name": "Miranda Keefe",
                "link": null
            },
            {
                "name": "Mike K",
                "link": null
            },
            {
                "name": "Tang Fan",
                "link": null
            },
            {
                "name": "Mild-Ly Facetious",
                "link": null
            },
            {
                "name": "Martin - Swedish Citizen",
                "link": null
            },
            {
                "name": "Patricia Victour",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2017-07-28",
        "text": "Main menu\nJuly 28, 2017\nBy Alastair Crooke\nThat “icon” of the “centrists,” Facebook, recently wrote to a site on the U.S. “Alt-Right” telling them that various posts which they had authored must be immediately taken down, or would be deleted. The references which had offended were the words ‘trannies” for transgenders and “cross-dressers.” The message from Facebook further suggested that gender “identity” is considered a “protected characteristic” (under the law – which it is not), and that reference to transgenders as “trannies” could be considered “hate speech” (i.e. a legal offence).\nPresident Donald Trump and Israeli Prime Minister Benjamin Netanyahu at joint press conference on Feb. 15. 2017. (Screen shot from Whitehouse.gov)\nA totally trivial issue, in itself, except that it goes to the heart of the disputed vision which encapsulates the present U.S. civil stand-off:  On the one side, the notion that diversity, freely elected sexual orientation, and identity rights, equals societal cohesion and strength. Or, on the other hand, the vision encapsulated by Pat Buchanan: that a nation (including its new-comers) are bound more by the possession of a legacy of memories, a heritage of manners, customs and culture, and an attachment to a certain “way-of-being,” and principles of government. And it is this that constitutes the source of a nation’s strength.\nThe point here, is that the “centrist” center visibly is folding. The insistence to manage and control discourse (per Michel Foucault), around a strictly de-limited, political ideology is drawing now public disdain (and street demonstrations in the U.S.) targeted both at social media, and at elements of the MSM (mainstream media outlets, such as CNN). That is to say, the more the centrist diversity meme is pushed in the U.S., the greater the popular push-back, it seems.\nThe sites opposing such “correctness” are attracting a much higher audience than those espousing it. But that is not the whole story. It is not even the half of it: “the center” is giving way on multiple fronts (with huge, and likely turbulent consequence).\nForeign Policy Chaos\nMost evidently, this is occurring in foreign policy generally, and in the Middle East more particularly. It has been only lightly reported in the MSM, but the U.S. National Security Council again has failed – according to reports – to offer any compelling arguments as to how America might, in any way, succeed in Afghanistan even with a hefty increase in military forces, (as advocated by NSC Advisor H.R. McMaster). It has been a long-haul war – and there will be no pleasing outcome to this war for anyone; rather the opposite – but that has been long evident to almost all who followed events there.\nPresident Donald Trump announces the selection of Gen. H.R. McMaster as his new National Security Adviser on Feb. 20, 2017. (Screen shot from Whitehouse.gov)\nSecondly, Hizballah has routed – in just four days – Al Qaeda from the Arsal enclave in north Lebanon. Once again, Lebanon is contiguous with Syria, just as Iraq is now contiguous, adjoining and open to Syria. Aided by the psychological shock to insurgents of the news of the halting of CIA of weapons and salaries supplied to (some, not all) insurgent groups, the Syrian army and its partner forces are quite rapidly taking back the Syrian state. The U.S. has decided, it seems, that there are no good options for America in Syria, either. And that, when Raqa’a falls and ISIS is defeated, the White House may well conclude that U.S. objectives there will have been met.\nThirdly, the Iraqi people have been passing through a significant metamorphosis. Mobilized and radicalized by ISIS’s physical brutality and ideological totalitarianism in northern Iraq, this is a nation in motion: The political landscape, henceforth, will change too. The Shi’a of Iraq are sensing their empowerment.\nThe (unpopular) government, and the (respected, but now elderly) Hauza (religious leadership) – necessarily – are having to swim with this new tide of popular mobilization and self-assertion. These profound shifts in mood already are finding their reflection in Iraq’s strategic positioning in that Iraq is moving closer to Russia (i.e. the purchase of Russian T20 tanks), and to Syria and Iran. The “spine” of the Middle East is consolidating in a new way.\nThis mood-change may well shape, too, the future of Sunni Islam: Most ordinary Iraqi Sunnis have been repelled, and disgusted, by the excesses of Wahhabist Da’esh, (as have Syrians of all sects). Sunni citizens of Mosul – now free to relate their experiences – have been telling their Iraqi compatriots (I have been told) of their lingering anger at the ISIS’s beheadings of the local Sunni clergy for complaining about the un-Islamic actions of foreign jihadists in the ranks of Da’esh in Mosul. This adverse experience of Nejd Islam will have repercussions, ultimately, on Saudi Arabia and its leadership, (now heartily disliked in Iraq) – and America, Saudi Arabia’s close ally.\nIn short – for Europe and America – the “center” of its Middle East policy is folding (while its Gulf Cooperation Council-led bulwark is in crisis). Across the West, cries of distressed Syria “hawks” are in the air.\nThere will, of course, be repercussions: Israel will threaten that “it cannot stand idly-by” with Hizbullah and Iran situated on the Golan armistice line, and may try to test Russia’s resolve as guarantor of the southwest Syrian de-escalation zone. Prime Minister Benhamin Netanyahu is particularly angry that Israel has been outmaneuvered in Syria (by Russian President Putin), that the hope to create an Israeli-controlled cordon sanitaire inside southwest Syria has been frustrated . And Israel and its allies now will push the U.S. hard for a punitive containment vice to be imposed on Iran in retribution.\nThe new Saudi Regent (Crown Prince Mohammad bin Salma or MbS) represents another unpredictable and volatile element in this mix. Despite this, the Pentagon is well aware that much of Israel’s bluster concerning Iran, is just that: bluff. Israel, Saudi Arabia and UAE have no capacity to take on Iran, beyond a day – without America’s full backing.\nWobbly Economic Center\nThe other part of “the center,” which is looking increasingly wobbly, is that of economic policy. A consensus seems to be hardening among some market leaders that asset values cannot simply go on levitating upwards – carried up on a sea of liquidity, and near zero interest rates – entailing near zero volatility and one-sided trades that have the market listing like some capsizing, overloaded boat after all the passengers have rushed to one side of the craft.\nPresident Trump shakes the hand of Saudi Deputy Crown Prince and Defense Minister Mohammad bin Salman on May 20, 2017. (Screenshot from Whitehouse.gov)\nSome market participants however, seem to believe that the Central Bankers will never have “the spine” either to hike rates, or to shrink their balance sheets, and thus face a market “tantrum.” These participants – until recently, perhaps a majority – believe that the new normal “boat” of low inflation and low rates – will continue to be floated off, practically indefinitely, albeit with the help of a further $20 trillion to $50 trillion of “qualitative easing” or QE.\nThis argument is far from new, but recently a substantial number of major financial leaders (and some Central Bankers) have been sounding grave warnings about the high multiple valuations of financial assets, about pockets of sub-prime debt re-emerging (automobile loans), and debt-to-GDP levels (personal and public) soaring above 2008 crisis values.\nGlobal debt is up $68 trillion or 46 percent, since the eve of the 2008 financial crisis, and now stands at 327 percent of global output. A critical mass of senior financial opinion seems now to be turning. They put this troubling monetary and market distortion against the prospect of a U.S. debt ceiling likely to guillotine U.S. Federal Government spending quite imminently, and against the probability that deeply conflicted Congress – with polarization in both main parties – being able neither to pass a budget; nor produce the Trump “reflation”; nor even launch a significant infrastructure re-build.\nTheir fear is that there is a substantial tranche of congressmen and senators in both parties that are so hostile to Trump that they would be happy to see him fall flat on his face – even at the cost of economic crisis. Or, they worry that even if some stimulus is passed, that the Central Banks will remove the liquidity punchbowl from markets too fast.  Either way, they see grave risks running through to the end of this year, and into 2018.\nIn short, not just foreign policy but financial policy, too, may find itself hostage to the dissolved center of U.S. politics – with all which that implies, i.e., the lack of the functioning, largely centralized, mainly cohesive unit, that used to be the American government as it has been known since World War Two.\nInviting Push-back\nAnd here we return to our initial, rather trivial anecdote about Facebook trying to re-establish the centrist meme of gender choice being an undiscussable “protected category.” The point is that the center is not holding: the more it tries, the more it invites, and gets, willful push-back.\nEqually, as the hawks clamor to restore the former centrist foreign policy meme that arming, training and paying Wahhabi jihadists to slaughter 100,000 Syrian soldiers (many, if not most of whom, were Sunni) represents an American interest is no longer holding. See, for example , David Stockman’s Bravo! Trump, For The Tweet That Is Shaking The War Party (Trump: “The Amazon Washington Post fabricated the facts on my ending massive, dangerous, and wasteful payments to Syrian rebels fighting Assad…..”).\nAnd the meme that too much debt should be solved by adding even more debt – and that the consequent soaring asset inflation should welcomed as mere confirmation that economic recovery is unfolding, as it should – is no longer holding also. This whole approach is now in in sharp contention.\nEven the Central Bankers now worry about asset inflation (that they themselves have nurtured) but they worry even more about the consequences of any attempt to roll it back. They lie between a rock and a hard place.\nWhere will this take us?  Possibly, the psychological turmoil of the reverses in U.S. foreign policy will continue to roil throughout the summer; but come autumn, there may be less U.S. appetite (or attention available) for foreign policy initiatives as the economic “winter” approaches. Or, at worst, the sheer overwhelming conflict on the domestic front could invite the notion that a foreign initiative would prove a welcome distraction from economic woes.\nIran and North Korea are the current U.S. rhetorical punch bags, but neither should ever be contemplated as candidates for some “distraction.” Rather they represent potential nemeses.\nAs for the economic woes – not so much QE 4 – but direct, deficit funding helicopter money beckons, perhaps. Which is to say that freshly minted new, “empty” money would be used to directly fund Federal expenditure. (Trump in business, has never shied away from debt).\nOften it is said that there is no precedent to our present extraordinary monetary circumstances, but the history of the Assignat in France of the early 1790s, offers some hints. Despite massive money creation, Andrew White, in his book Fiat Money Inflation in France (published in 1896) notes  that “[t]hough paper money had increased in amount, prosperity had steadily diminished. In spite of all the paper issues, commercial activity grew more and more spasmodic. Enterprise was chilled and business became more and more stagnant”.\nFinally, just to be clear, Donald Trump undoubtedly is facilitating the dissolution of the Establishment’s “center” – but that, after all, was his declared aim. But he is not responsible for it. This potential was already latent: he simply saw it – and adroitly, climbed aboard.\nAlastair Crooke is a former British diplomat who was a senior figure in British intelligence and in European Union diplomacy. He is the founder and director of the Conflicts Forum.\nJuly 31, 2017 at 15:54\nThere really is no longer a center. There are two camps. Those who simply believe the hysteria and spin from the national media and parrot it; and those who are “actually” informed, via alternative media and wikileaks (who are oft labeled conspiracy theorists and racists, for continuing to support the President and speak truth).\nBoth camps have their strengths and various outlets, but only one side has a future…and its not the side of the legacy media. The lies have become too great to maintain any semblance or illusion of non-bias. For example, we on the right know factually that the Saudis were likely behind the 911 attacks, and are currently funding ISIS. We know this thanks to the released “28 pages” from the commission reports, as well as Hillarys own words via her verified emails on wikileaks.\nThis is incredibly important information for the public to be aware of. The MSM has NO interest in enlightening the people to these facts. Zero. NONE. The Alt media however will do so, and do it happily. This is why the left and the MSM are doomed. The truth will set you free they say…while lies, slander and spin will absolutely ruin you.\nWe are awake. Theres no going “back to sleep” now.\nJuly 30, 2017 at 19:05\nRe: “Often it is said that there is no precedent to our present extraordinary monetary circumstances, but the history of the Assignat in France of the early 1790s, offers some hints. Despite massive money creation, Andrew White, in his book Fiat Money Inflation in France (published in 1896) notes that “[t]hough paper money had increased in amount, prosperity had steadily diminished. In spite of all the paper issues, commercial activity grew more and more spasmodic. Enterprise was chilled and business became more and more stagnant”.\nThe British worked hard to counterfeit the Assignats.\nSee:\n“The Money And The Finances Of The French Revolution Of 1789: Assignats And Mandats, A True History,” Stephen D. Dillaye, pp. 29-33, Appendix\nexcerpts:\n“Seventeen Manufacturing Establishments -were in full operation in London, with a force of four hundred men devoted to the production of false and forged Assignats.1 The success and the extent of the labor may be judged by-the quantity and value they represented. In the month of May, 1795, it was found that there were in circulation from 12,000,000,000, to 15,000,000,000 francs of forged Assignats, which were so exact in form, appearance, texture, and design, as to defy detection, except by the most minute examination and exact knowledge of the secret signs by which the initiated were taught to distinguish them.\nThe Assignats in circulation at this time, May, 1795, issued by the Revolutionary government, were 7,860,000,000 francs, and not, as Mr. White has stated, 45,000,000,000.2The value of the lands dedicated by the Revolutionary authorities as the basis for their redemption, as established by the assessment tables of 1790, was 15,000,000,000, or nearly two dollars for one of the issue, though the issue at one time had reached the sum of 11,855,831,625 francs. It is therefore incontestable that the security was ample in value, if the title to the lands had been unquestioned, to have covered the entire issue, provided the Revolutionary authorities had continued in power.\nWith these facts, showing how the Assignats came to be issued, the circumstances under which they were put in circulation, and the security on which they were based—withthe character and kind of title the Revolutionary government had to the lands devoted to their redemption, together with a review of the political condition of France at the period of the overthrow of Eobespierre and the rise of the party known as Thermidorians—I come now to the culmination of the causes which united and set themselves in motion to depreciate and utterly annihilate the Assignat, as a medium of exchange or as a representative of value.\nand\nTo show that there could have been no such issue as Mr. White states, we have but to look at the facts. First. That May 15th, 1795, the entire outstanding issue of Assignats was but 8,140,000,000 francs. Second. The expenses and expenditures of the government per month and year, and Third. The fact that the Assignat was so totally discredited in January, 1796, that the government stopped their issue, and issued Mandats in their place, and in February, 1796 destroyed all the plates from which they were printed.\nJuly 30, 2017 at 08:09\n9/11 is at the absolute center of incoherent center.  as long as we allow ‘leaders’ to persist with the myth of 9/11, national dialogue will remain in la-la land.  passive news consumers will be conditioned to worry about russia, syria, iraq, afghanistan, but to never question the source of the great theft, right here at home, in america.\ni hope that everyone has made plans for this year’s 9/11 protest.\nthermite is present in all world trade center dust.\nJuly 31, 2017 at 15:57\nThe now released 28 pages clearly illuminate that Saudi intelligence were acting as handlers for the hijackers while they were stateside, providing both money and oversight. Hillarys emails also show conclusively (in her own words) that the Saudis are currently funding ISIS.\nWe should be at war with the Saudis. Period.\nJuly 30, 2017 at 06:28\nIndeed after the 2009 collapse the derivative lunacy resumed and exponentially expanded into corporate debt to prop up stock shares. However, the real physical economy continues to deteriorate unabated. Except for China. And if there is any way out of the current looming crisis, it is with their One Belt One Road program being adopted as a template for financial reorganization. Although this will only work while shutting down the casino economy by reinstating Glass-Steagall to restore sanity in banking.\nToivoS\nJuly 29, 2017 at 14:08\nFragmentation of the center is a sad reality in the US today.  It has been visible for a few decades now.  The red state/blue state divide, the left coast- New England coast/ flyover country divide and whatever other divides based on social issues.  However, these divides are defined the US is a seriously divided country.\nNow compare that with Russia and China (our presumed adversaries).  In the last three years Putin is receiving between 80 to 90 per-cent approval rating.  That unbelievable level of support is due to the emergence of a red/white* alliance that slowly developed in Russia starting in 1991.  In China, President Xi has equally levels of support from his people.\nNow Russia and China are in an alliance with a united people behind their leaders.  This is an alliance to resist the US.  This is the US, even if it is the world’s only superpower, whose peoples are severely divided.  If there is any credence to that old leftist slogan ‘a people united can never be defeated’ then I think the US is on the losing end of this competition.  Let us all hope the competition will not lead to world war — if it is played out peacefully than it may play out with the US gracefully withdrawing from its ambitions to rule the entire planet.\n* Red in the Russian, Chinese and European context of the 20th century means the complete opposite of red in the red-blue divide used in US politics.\nPatricia Victour\nJuly 29, 2017 at 11:16\nIraq is buying Russian tanks (not sure with that funds, tho – probably from the BRICS?), the IMF may relocate to Beijing, Europe in an uproar over our sanctions on Russia that may interfere with their gas pipeline plans, N. Korea is lobbing more missiles in the direction of Japan – looks to me like US is shooting itself in the foot with sanctions and other actions that are only alienating us further from the rest of the world, not to mention setting the stage for war with countries that can actually fight back.  Countries are finding out they don’t need us and, in fact, relying on us as a “partner” is not in their best interests.  Mainly because we don’t keep our promises unless those promises mean more war, more pain, more upheaval in countries we have no business interfering in.\nJoe_the_Socialist\n***\nSo rather than do anything about it, everyone is just going to stand around with their thumbs in their asses going “Wow, they were right all along.  The center really can’t hold…”\nFREE AMERICA\nDIRECT DEMOCRACY\nJuly 29, 2017 at 08:58\nWe’ve essentially created a system, unfettered Capitalism, that says that natural law is dog eat dog and step on the next guy to get ahead.  The values, or lack of I should say, contained in said system of “unfettered Capitalism” insures that the most psychopathic creatures have every advantage in rising to the top of this fetid heap.  The result is that we now totally expect our corporations to risk our health or kill us with their products in order to keep profit margins high so we don’t even bat an eye when it happens over and over.  We expect our politicians to lie continuously to justify the most unjustifiable and vile positions that degrade our lives and put us and the environment at risk.  And we expect those who manage the deep state institutions to routinely kill millions of foreign civilians in order to “save them” from the predations of whomever they have falsely designated as the latest “hitler.” Our “values” of greed, self-interest, exploitation of the earth rather than symbiosis with it, and violence as the way to implement our will are now coming back to haunt us and to ultimately destroy what is left of this wretched mess we have created.  Our open proclamations of “American exceptionalism,” and stated military goal of “full-spectrum dominance” are in reality not any different from the open violent militarized racism and goal of a “thousand year reich” that Hitler and his minions fantasized about.  All those Nazi’s that Dulles and company brought into the fold appear to have shaped this nation in ways that most American’s lack the stomach to examine and question.\nMartin - Swedish citizen\nJuly 29, 2017 at 04:33\nHopefully the US and the West are pulling out of Syria, as Mr Crooke believes, if I understand rightly.\nWhat will happen to the Kurdish guerilla and people in Syria if that happens? From what I have heard, they stand out as having reasonable values, contrary to most other opposition forces. Having employed them, will they be abandoned? The same that the Volynian Ukrainians and Crimean tatars are useful at this time?\nbackwardsevolution\nJuly 29, 2017 at 03:20\nAlastair Crooke – that was a very good article.  Well written.  Thank you.\nAndoheb\nJuly 28, 2017 at 18:57\nCentral bankers undoubtedly aware that massive money printing has dangerously widened the already huge wealth and income gaps between the elites and ordinary citizens.  To continue this process much longer could lead to political crises much worse than the current MSM hysteria over Donald Trump.\nDuring the 1930s depression all classes suffered even if rich fared better than most and nation came together. But today ultra rich never had it so good as middle class suffers.This is POLITICAL DYNAMITE\nMild-ly Facetious\nJessica K\nApparently you don’t know Comey’s connections to the Clinton Foundation and HSBC bank, the drug cartel money laundering bank.\nYes. They’re all fortune hunters Jessica K, tied to differing charlatan foundations, institutes, endowments , benefit funds and/or 501 c3 charitable organizations. However, none have accomplished the monsterous national political tide turning upheaval that was the SCOTUS approval of DARK MONEY contribution into US elections.\nJane Mayer laid it out with clear-eyed precision – how right-wing billionaires super-funded the radical right into the power they now wield over US politics.\nDonald Trump’s feckless foibles will pass, but the sinister will of the narrow-minded/self-interested right will bring grief to unincorporated millions of ‘unaffiliated’ americans.\nMr. Trump’s MAGA are only baby steps into a Dickens-onian era of workhouses, police state misery and a survival-of-the-fittest culture of life. We see tent city heathen-istic occupations sprawling in major cities now. What lies ahead is food-banks and shelters, food drives and countless millions of zombie-like beggars, tattered and reeking of piss soiled clothing.\nScorned by Paul Ryan/Rand Paul-esk and rich Republicans as ‘human failures’ which deserve their lot in life, they are reduced to human waste or chattel or less than human status,i.e.,a 3/5th person.\nTrump will circumstance his own demise. By reason of the narcissistic Self-Love that elevates his ego, he will fall into his own trap.\nBut the virulent Anti-Democratic selfishness of the now empowered right wing is destined to run it’s course through the coming decades – yet, the power hungry greed of them will be their demise as has been, throughout the history of the world.\nSavage empires come and then they go away like the virus of plagues.\nTyrants come and go, but humanity prevails, thru time immoral – an eternal law – love thy neighbor as you love yourself. Trump, in principle, has No Concept of that edict/emotion and as such, is Doomed to Fail.\nYour comment is absolutely backward and merely repeats every Carter era stereotype of Republicans. Zero substance whatsoever. But thanks for the lurid dystopian vision. Very Detroit, Baltimore, Chicago-esque! Speaking of tent cities, crime and urine soaked clothes, know what all those cities I mentioned have in common?\ntang fan\nJuly 28, 2017 at 17:04\nI agree with the spider analogy also. But from seeing the increasingly  creeping zionist tint of Russian television i worry that Israel has moved on to controlling Russian media and politics. Same I see for Chinese media.\nMartin - Swedish citizen\nJuly 28, 2017 at 16:55\ni very much appreciate Mr Crooke’s way of clarifying the hidden patterns behind the new merging state of the world. All the more so, with the references, twice now, to WB Yeats’ remarkable poem. Thank you!!\nIsn’t one reason the centre cannot hold that its adherence to principles like sexual freedom, equality, etc, are really advocated in a fashion that is the exact opposite of these values, does not allow room for any nuances, giving away the advocates as being quite “taliban”.\nAnother of course the scale of the hypocrisy and lies.\nA third that sense of security and belonging to a group or nation is threatened by the centre, correct or not.\nmike k\nTHE SECOND COMING\nThe falcon cannot hear the falconer;\nThings fall apart; the centre cannot hold;\nMere anarchy is loosed upon the world,\nThe blood-dimmed tide is loosed, and everywhere\nThe ceremony of innocence is drowned;\nThe best lack all conviction, while the worst\nAre full of passionate intensity.\n(William Butler Yeats)\nFirst stanza of the famous poem written before the beginning of World War #2.  Kinda fits these anxious days waiting for World War #3.  After all, our long obsession with war seeks it’s final apotheosis. The neocons are the worst among us, and are full of passionate intensity for Armageddon.\nMiranda Keefe\nJuly 28, 2017 at 16:06\nGender Identity, like Sexual Orientation, is NOT a choice.  The only choice is to live a life congruent with who one really is or live a life of quiet desperation.\n“Trannie” is a derogatory term.\nThere is nothing ‘decadent’ about being Transgender.\nThere is no link between being for Transgender inclusion and being against class politics.  One of the most vulnerable minorities groups in this nation are Transgender Women of Color.  It is routine that they are killed and that the police do nothing.  One Transgender Woman of Color as just going about her business in a McDonald’s restroom when some Transphobic women began beating her up.  The police arrived and arrested the Transgender Woman for assault for defending herself.\nFinally, I oppose Facebook censoring any speech except criminal speech.  I strongly oppose hate speech, but I believe people have a right to express it.  I can block such cites when they are posted on my own, thank you very much Facebook.  I can carry out my own response to hate speech in the comments section.  The best response to bad speech is good speech- not censorship.\nI do not understand the Left’s problem with people like me.  Protecting our rights to be who we are, allowing us to use a restroom in public, and letting us be included in society is not a distraction from other Leftist work.  Simply because the mainstream Clintonistas are doing this doesn’t mean the Left should deride it anymore than the Left should deride Women’s right to control their own bodies or Civil Rights for racial minorities.  The problem with the Clintonistas is that they see this as a way to winning over a base while at the same time engaging in politics that extend the American Imperial Project and increase inequality.\nI am a Transgender Woman, having transitioned 22 years ago.  I am not decadent.  I live a normal life not much different than other women my age.\nJoe Tedesky\nJuly 28, 2017 at 16:30\nMiranda you are brave. I can’t even come close to presenting anything as so noble, as you just did right now. Over these last few months reading your comments, I have grown to respect your respect for other people. You are the first one, to remind us here, of what and how we should address each other. We need more human beings such as yourself, because sometimes the lot of us get things kind of confused with our humor, or whatever it is that we should blame our outward ignorance on at the time. So thanks for keeping me, or us, in line.\nAlso by your comment here, you have a deep love of our freedom of speech, or what’s left of it. This quality doesn’t have a gender. This quality of life, is something which seems God given, or natural if you’d rather, but definitely is a right of living your life. Yes, free speech comes in many colors and shades, and not always is the hue of that spectrum variety very pretty, but none the less we must have our speech be honored as a given, and not as a privileged permissible exemption to be given to those who say only the right thing.\nYou take care Miranda, and keep posting, we need you here. Joe\nVirginia\nJuly 28, 2017 at 18:18\nMiranda,  Ditto to Joe Tedesky’s reply to you.  Thank you for your contributions, this one among the more transformative.  Keep speaking out, as you do, clearly and positively, championing that which is right and good in humankind.\nGregory Herr\nAbsolutely Miranda!\n@joe tedesky, from diana johnstone’s ‘bottom line’ …\nAs for Macron, as minister of economics, in 2014 he went against earlier government rulings by approving the GE purchase of Alstom. He does not appear eager to do anything to anger the United States.\nmicron is a financial asset of the anglo-american plutocracy. just as the neocons don’t bat an eyelash over a nuclear first strike against russia, the global plutocracy bats not their own over the destruction of europe. theres a reason for brexit. micron is an anglo wolf in a french sheep’s clothing. the europeans are going to wake up in the gutter. followed by us americans.\nif the neocons don’t blow us all to hell first. its a race between the financiers, the fusiliers, and the fossil-fuelers to see which of them will deliver the coup d’grace.\nJoe Tedesky\nJuly 28, 2017 at 16:13\nThanks for bringing your comment to my attention, jfl. I still have a lot to learn about Macron, but so far I’m not that all impressed. I wonder what the average French person has to say about him? I also know that Macron is bumping up against Angela Merkel, well at least that’s what I read. Time will tell, what Macron is all about, and I’m starting at a zero while waiting to see what he produces. I’m not getting my hopes up.\nAgain thanks for pointing out your comment jfl Joe\nJuly 28, 2017 at 15:41\nApparently you don’t know Comey’s connections to the Clinton Foundation and HSBC bank, the drug cartel money laundering bank.\nMild-ly Facetious\nJuly 28, 2017 at 17:30\nYes. They’re all fortune hunters Jessica K, tied to differing charlatan foundations, institutes, endowments , benefit funds and/or 501 c3 charitable organizations. However, none have accomplished  the  monsterous national political tide turning upheaval that was the SCOTUS approval of DARK MONEY contribution into US elections.\nJane Mayer  laid it out with clear-eyed precision – how right-wing billionaires super-funded the radical right into the power they now wield over US politics.\nDonald Trump’s feckless foibles will pass, but the sinister will of the narrow-minded/self-interested right will bring grief to  unincorporated millions of ‘unaffiliated’ americans.\nMr. Trump’s MAGA are only baby steps into a Dickens-onian era of workhouses, police state misery and a survival-of-the-fittest  culture of life. We see tent city heathen-istic occupations sprawling in major cities now. What lies ahead is food-banks and shelters, food drives and countless millions of zombie-like beggars, tattered and reeking of piss soiled clothing.\nScorned by Paul Ryan/Rand Paul-esk and  rich Republicans as ‘human failures’ which deserve their lot in life, they are reduced to human waste or chattel or less than human status,i.e.,a 3/5th person.\nTrump will circumstance his own demise. By reason of the narcissistic Self-Love that elevates his ego, he will fall into his own trap.\nBut the virulent Anti-Democratic selfishness  of the now empowered right wing is destined to run it’s course through the coming decades – yet, the power hungry greed of them will be their demise as has been, throughout the history of the world.\nSavage empires come and then they go away like the virus of plagues.\nTyrants come and go, but humanity prevails, thru time immoral – an eternal law – love thy neighbor as you love yourself. Trump, in principle, has No Concept of that edict/emotion and as such, is Doomed to Fail.\nBroompilot\nJeffrey Epstein?\nMild-ly Facetious\nThanks for the clue…\nDonald Trump’s self-destructive presidency — (The Fool on the Hill)\nSteve Chapman\nChicago Tribune\nA solid reputation is a priceless asset that cannot be bought. It can be especially valuable in situations where credibility is crucial. James Comey’s conduct over his adult life has given people reason to believe what he says. That makes him an especially unfortunate potential adversary for Donald Trump, who demonstrates daily that he tells any lies that he thinks will serve his purpose.\nOne of the heartening patterns of politics is that destructive people tend to self-destruct. Someone who has an impulse to sow confusion and chaos is likely to be damaged by it sooner or later. An officeholder who shows no ability to work productively with other officeholders ends up alienating those who should be his allies.\nRepublicans in Congress hoped for a parade of legislative achievements under Trump after years in opposition to Barack Obama. But they’ve learned that this Republican president is a mixed blessing at best.\nInstead of being a boon to their legislative agenda, he’s often been a hindrance. Now they find Trump is also a huge and never-ending distraction, making it almost impossible for them to focus attention on health care, tax reform, budget cuts or anything else.\nLisa Mascaro, a reporter for the Tribune Washington bureau, writes that GOP members “fume privately at President Donald Trump’s coziness with the Russians. They wince almost every time he tweets.” Plenty of them have expressed disappointment and disbelief in background conversations with journalists. A few have come forward to criticize Trump publicly.\nWhat GOP members must be realizing by now is that they should expect nothing else from him. They hoped he would learn to conduct himself in a manner appropriate to his office and helpful to their plans. But Trump shows no capability of learning. No one should expect normalcy in Washington as long as he is president. Congress can look forward to four years of incompetent, dishonest governance in the executive branch.\nOr maybe not. In the coming weeks, information will emerge that could lead to Trump’s impeachment and removal. For Republicans, that would be a grim and harmful outcome. But it’s starting to look better than the alternative.\nJuly 28, 2017 at 16:24\nThe gold plated rep of James Comey??  Is this the same torture and murder specialist who was head of the secret police, aka the CIA? You must be thinking of somebody else, not the 24 carat scumbag that Trump should have fired on day one of his presidency. The lying creep managed to stick a knife in his bosses back before he was fired.\nGregory Herr\nJuly 28, 2017 at 22:28\n“Instead of being a boon to their legislative agenda, he’s often been a hindrance. Now they find Trump is also a huge and never-ending distraction, making it almost impossible for them to focus attention on health care, tax reform, budget cuts or anything else.”\nIf I hadn’t heard or read so much crap lately, I’d be tempted to say that’s the most ridiculous thing I’ve ever heard. As far as having a legislative agenda, the Republicans main ideas are cuts to anything that helps the general population, tax cuts for the well-to-do, and deregulation.  And this guy now says they can’t focus on their main focus because of Trump!  He makes it impossible!  They’ve had all these years to propose a viable alternative to Obamacare and now when they get their chance they come up with such a farce (look at those proposed deductibles!) they can’t even pass their own junk.\nAnd I’m sorry Mild-ly, but this stuff about Trump is overplayed and over the top.  I don’t particularly “like” him, but he’s certainly not nearly as stupid nor narcissistic as people make him out to be.  My God, Obama dripped with ego over his second term…now I can barely stand the sight of his narcissistic face.\nIf you think Comey is a fortune hunter like the rest, what was the point of the post? That Comey is trustworthy?  That Chapman with his call to remove Trump has a point?\nRealist\nJuly 28, 2017 at 23:54\nIndeed.  Just what is motivating our congress critters these days?   I’d venture they are mostly scrambling to avoid blame for the collapse when it comes, in whatever form.  They know they have driven the country into a ditch… actually off a cliff.  They cannot take positive action or agree on anything except that Trump and Putin are the cause of everything bad in the world today.   What would they do without their favorite scapegoats?   They will be telling you your dollars are worth nothing and you still don’t have a job because of Trump the Deplorable,  and that all our diminishing wealth has to be poured into “defense” spending because of Putin the Terrible.\nHonestly, do most of them even understand the issues or what is supposed to be their jobs as representatives of the people?   They were not sent to Washington to micromanage the world but to improve or at least preserve the standard of living and quality of life for Americans in America.   All they seem to have mastered is fund-raising and campaigning, and most of the campaigning is just mud-slinging.\nHealthcare, as you mentioned, Gregory, is a perfect example of their incompetence.  Obamacare was seriously flawed, being mainly a sop to the insurance companies and the healthcare providers, and is in a death spiral of increasing costs and diminishing services.  Every other industrialized nation on the planet provides far better health care to its citizens than we do.  Can we not learn from them?  Just pick a country and emulate them.  We do not need more “affordable” COVERAGE we need more affordable CARE.  I’d say the same thing about higher education, unemployment insurance and retirement benefits, all  which have been dumped in the crapper here to facilitate more spending on weapons and warfare.   But blame Trump and Putin for all that.   That’s the ticket.  All of us in Congress and in the parasitical Media can agree on that.   Problem solved!   Miller time!   Wanna donate to my campaign fund?  One hand washes the other, you know.\nJuly 31, 2017 at 16:25\nTrump wont be impeached. You can take that to the bank. Some officials are going to jail soon however, but certainly not on the right…\nTo wit, keep an eye on Debbie Wasserman and all those smashed hard drives…examples must be made. That, and the intel leakers are going to do some hard time as well.  Nevermind the ongoing DNC fraud lawsuit and the cheating at the national debates which has yet to be punished…\nJuly 28, 2017 at 14:45\nAbout time the whole putrid cancerous mess comes careening down. Exultations about billionaires and self congratulations about open sexuality cannot hide the hideous truth that regular Americans were left to twist in the wind while millions were slaughtered in other countries by psychopaths who babbled on about freedom and democracy.\nmike k\nJuly 28, 2017 at 16:14\nYes Jessica, that is the bitter truth behind all the “games” – the human lives destroyed.\nTom Welsh\nJuly 28, 2017 at 11:59\n“…when Raqa’a falls and ISIS is defeated, the White House may well conclude that U.S. objectives there will have been met”.\nFar from it.\n“…when Raqa’a falls and ISIS is defeated, the White House may well conclude that the pretended U.S. objectives there will have been met”.\nFTFY.\nThe real US objectives in Syria were obviously the same as those in Yugoslavia, Afghanistan, Sudan, Libya, and Yemen: to destroy all civil authority and infrastructure, leaving a virtual chaotic anarchy that would give American corporations absolute freedom to move in, take over, and loot at will. Very much as a spider consumes its prey: first it immobilizes it, then it injects a strong digestive liquid that turns the interior to juice, and finally it sucks out the juice, leaving the sad empty exoskeleton that we so often see hanging in spider webs.\nThus, the imaginary “Syrian rebels” were the invention of the US government. ISIS was its creation, and the weapons with which it was armed came largely from Colonel Qadafi’s arsenals (some of the weaponry also went south to help Boko Haram make havoc in sub-Saharan Africa).\nLike a P.G. Wodehouse farce, where the imbecile lover pushes a little boy into a pond in order to impress the child’s elder sister by rescuing him, the US government conjured up ISIS and its dozens of semi-shadows. First setting it on to savage Syria, the USA would then enter heroically and destroy the monster at the last possible moment. What horror, then, when Russia appeared unexpectedly and carried off the heroic role.\nJoe Tedesky\nJuly 28, 2017 at 12:03\nI agree Tom, more should be made of this U.S. collusion with the terrorist elements, who we Americans are to be distracted with.\nmike k\nJuly 28, 2017 at 16:12\nExcellent Tom. I love the spider analogy, perfect. And the knight in shining armor saving the damsel from the monster that he himself has created. Perfect read of US dirty tricks and their phony plot lines. What an ugly, evil game these oligarchs are playing through their henchmen – and the unwitting, mesmerized public.\nbackwardsevolution\nTom Welsh – great post.\nJuly 29, 2017 at 02:49\nTom, I like your analogy, but since it triggers my arachnophobia I’ll try to reference the destruction in another way. I often wonder if an arsonist knows how to put out a fire he or she may have started. I perceive the US military sometimes as arsonists in a bad global “game” and they don’t know how to quench their own flames, besides leaving a country to perpetually suffer for years with lead, lack of a previous unpoluted infrastructure, depleted Uranium, disease, toxins, and unexploded ordinance.\nJuly 31, 2017 at 16:20\nRead the now released 28 pages and Hillarys emails. They prove conclusively Saudi intelligence were acting as handlers for the hijackers and providing financial support to them. Moreover Hillarys emails show in her own words, that the governments of Qatar and Saudi Arabia are currently funding and providing clandestine assistance to ISIS.\nWe should be at war with the Saudis.\nJoe Tedesky\nJuly 28, 2017 at 11:44\nThe U.S. by imposing sanctions on anyone and everyone who doesn’t submit to our Wall Street barons of financial chaos, has created a rejected off shoot of so many sanctioned countries, that this action of imposing sanctions, has birthed a whole new market of ex-American friends to so many, that they don’t need the U.S., they have each other. Due to the sanctions, more and more, nations will seek each other out, as to deny the U.S. Reserve currency status, thusly the end of the American dominate dollar.\nAndrew Bacevich has said, how he believes our military should resemble our civilian population. With this, I picture a U.S. military would have every kind of citizen type there is, to make our military function as it does. I also think we should spare our soldiers and sailors the pain of them being send off on so many needless deployments. These good uniformed Americans should be praised, and thanked, but not for the many illegal invasions that they have been used for, but for their dedication to continue on, as to protect us American citizens.\nDon’t be angry that the Russians, and Iranians, among that group are winning against ISIS. Instead be upset that our U.S. government wasted so much in time and money, and as not to forget the many who have died, to enforce the Yinon Plan….this plan should have never been adopted as our American war strategy, it wasn’t America’s plan in the first place.\nJoe Tedesky\nDiana Johnstone gets it…..\nJuly 29, 2017 at 04:42\nHoly crap, I just read that.   Washington not only tries to destroy Russia’s and Iran’s economies on false pretexts, it has been out to sabotage, intimidate and extort the Europeans as well.   The harpy Victoria Nuland truly meant it when she said, “fuck the EU.” Washington has been doing that to the EU since long before the Maidan coup which they fomented.\nNo wonder the Europeans seem to be such weak-kneed Nellies.   Moreover, how can Europe stand up to what can only be called American “thuggery” and “gangsterism” if all 28 EU countries must agree on any policy change.   The United States has long been in collusion with Poland and the Baltic states, and more recently with the suicidal Swedes.   The idiotic Poles gladly spend twice the price for American liquified natural gas than they would for the Russian product.  So, they will never vote against American interests and for those of their fellow Europeans.\nThe EU must be disbanded (as well as NATO) for Europe to survive American machinations.   The maze of coercive U.S. laws and electronic surveillance that America dares to enforce extraterritorially, basically against the entire world for daring to compete against American businesses, is absolutely stunning, as are the penalties Washington demands and others cough up:  fines amounting to more than the total value of Germany’s leading bank, and forcing France to sell one of its leading industries to General Electric.\nNice little European Union you guys got there,  wouldn’t want anything bad to happen to it now, would we?   And, America insists it acts only in the interests of all that is good and holy:  What a laugh!\nbackwardsevolution\nJuly 29, 2017 at 06:11\nRealist – and this is how it acts with its so-called friends.  If you’re an enemy, you get Gaddafi’d!  These people really must be stopped.\nMartin - Swedish citizen\nJuly 29, 2017 at 17:10\nYes, you describe it as it is. Fits nearly with neocon dogma of not letting any possible competitor grow too strong? The combined economic (and military) power of the EU is many times bigger than Russia’s. The EU could potentially be a stronger competitor? It is so terribly sad that the EU didn’t choose cooperation with Russia, it would have benefited peace and prosperity in all parts of Europe, and not harmed anyone.\nMartin - Swedish citizen\nJuly 29, 2017 at 17:22\nIt is hard to make out what really dictates Sweden’s stance. There is a historic fear of Russia, but also the omitted legacy of the old Social democratic government to build bridges and tell the truth, and the continued legacy of belonging to the West. Our politicians and msm keep us in the dark, at the very least since 2014, as elsewhere, and probably, they are also under considerable US pressure. Populism will keep growing.\nexiled off mainstreet\nJuly 28, 2017 at 11:37\nThis is another excellent commentary, as we’ve come to expect from Mr. Crooke, who is far more sceptical of a more odious establishment now existing than was Mr. Cooke in the prior century. People realize that the whole transgender crap is a diversion, and is, in fact, a somewhat weird, decadent choice to those who don’t partake of it. They also realize that “identity” issues can be used to divert attention from the reality of a power structure providing succour to barbarians threatening civilization to enable unchallenged world power. They also see the blowback of barbarians settled in their own countries engendered by the destructive wars engaged in by yankee controlled imperialists in the middle east. People also no longer buy the myth of the benefits of a “free market” leading to the imposition of a feudal slavery more odious than the 19th century as a result of the more advanced level of organization and control existing in the present day world.\ngender typical\nJuly 30, 2017 at 00:30\n“.. in fact .. a choice ..”, like one’s “choice” to be gender typical?\nSally Snyder\nJuly 28, 2017 at 11:07\nHere is an article that looks at how other world powers have attempted to solve the Middle East problem:\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [
            [
                "The Amazon Washington Post fabricated the facts on my ending massive, dangerous, and wasteful payments to Syrian rebels fighting Assad…..",
                "",
                true
            ],
            [
                "t]hough paper money had increased in amount, prosperity had steadily diminished.",
                "",
                false
            ],
            [
                "In spite of all the paper issues, commercial activity grew more and more spasmodic.",
                "",
                true
            ],
            [
                "Enterprise was chilled and business became more and more stagnant",
                "",
                false
            ],
            [
                "t]hough paper money had increased in amount, prosperity had steadily diminished.",
                "",
                false
            ],
            [
                "In spite of all the paper issues, commercial activity grew more and more spasmodic.",
                "",
                true
            ],
            [
                "Enterprise was chilled and business became more and more stagnant",
                "",
                false
            ],
            [
                "The Money And The Finances Of The French Revolution Of 1789: Assignats And Mandats, A True History,",
                "",
                true
            ],
            [
                "a people united can never be defeated",
                "",
                false
            ],
            [
                "Wow, they were right all along.",
                "",
                true
            ],
            [
                "The center really can’t hold",
                "",
                false
            ],
            [
                "trannies” for transgenders and “cross-dressers.” The message from Facebook further suggested that gender “identity” is considered a “protected characteristic” (under the law – which it is not), and that reference to transgenders as “trannies” could be considered “hate speech” (i.e.",
                "",
                false
            ],
            [
                "President Donald Trump and Israeli Prime Minister Benjamin Netanyahu at joint press conference on Feb. 15.",
                "",
                true
            ],
            [
                "Screen shot from Whitehouse.gov)\nA totally trivial issue, in itself, except that it goes to the heart of the disputed vision which encapsulates the present U.S. civil stand-off:  On the one side, the notion that diversity, freely elected sexual orientation, and identity rights, equals societal cohesion and strength.",
                "",
                true
            ],
            [
                "Or, on the other hand, the vision encapsulated by Pat Buchanan: that a nation (including its new-comers) are bound more by the possession of a legacy of memories, a heritage of manners, customs and culture, and an attachment to a certain “way-of-being,” and principles of government.",
                "",
                true
            ],
            [
                "And it is this that constitutes the source of a nation’s strength.",
                "",
                true
            ],
            [
                "The point here, is that the “centrist” center visibly is folding.",
                "",
                true
            ],
            [
                "The insistence to manage and control discourse (per Michel Foucault), around a strictly de-limited, political ideology is drawing now public disdain (and street demonstrations in the U.S.) targeted both at social media, and at elements of the MSM (mainstream media outlets, such as CNN).",
                "",
                true
            ],
            [
                "That is to say, the more the centrist diversity meme is pushed in the U.S., the greater the popular push-back, it seems.",
                "",
                true
            ],
            [
                "The sites opposing such “correctness” are attracting a much higher audience than those espousing it.",
                "",
                true
            ],
            [
                "But that is not the whole story.",
                "",
                true
            ],
            [
                "It is not even the half of it: “the center” is giving way on multiple fronts (with huge, and likely turbulent consequence).",
                "",
                true
            ],
            [
                "Foreign Policy Chaos\nMost evidently, this is occurring in foreign policy generally, and in the Middle East more particularly.",
                "",
                true
            ],
            [
                "It has been only lightly reported in the MSM, but the U.S. National Security Council again has failed – according to reports – to offer any compelling arguments as to how America might, in any way, succeed in Afghanistan even with a hefty increase in military forces, (as advocated by NSC Advisor H.R.",
                "",
                true
            ],
            [
                "It has been a long-haul war – and there will be no pleasing outcome to this war for anyone; rather the opposite – but that has been long evident to almost all who followed events there.",
                "",
                true
            ],
            [
                "President Donald Trump announces the selection of Gen. H.R.",
                "",
                true
            ],
            [
                "McMaster as his new National Security Adviser on Feb. 20, 2017.",
                "",
                true
            ],
            [
                "Screen shot from Whitehouse.gov)\nSecondly, Hizballah has routed – in just four days – Al Qaeda from the Arsal enclave in north Lebanon.",
                "",
                true
            ],
            [
                "Once again, Lebanon is contiguous with Syria, just as Iraq is now contiguous, adjoining and open to Syria.",
                "",
                true
            ],
            [
                "Aided by the psychological shock to insurgents of the news of the halting of CIA of weapons and salaries supplied to (some, not all) insurgent groups, the Syrian army and its partner forces are quite rapidly taking back the Syrian state.",
                "",
                true
            ],
            [
                "The U.S. has decided, it seems, that there are no good options for America in Syria, either.",
                "",
                true
            ],
            [
                "And that, when Raqa’a falls and ISIS is defeated, the White House may well conclude that U.S. objectives there will have been met.",
                "",
                true
            ],
            [
                "Thirdly, the Iraqi people have been passing through a significant metamorphosis.",
                "",
                true
            ],
            [
                "Mobilized and radicalized by ISIS’s physical brutality and ideological totalitarianism in northern Iraq, this is a nation in motion: The political landscape, henceforth, will change too.",
                "",
                true
            ],
            [
                "The Shi’a of Iraq are sensing their empowerment.",
                "",
                true
            ],
            [
                "The (unpopular) government, and the (respected, but now elderly) Hauza (religious leadership) – necessarily – are having to swim with this new tide of popular mobilization and self-assertion.",
                "",
                true
            ],
            [
                "These profound shifts in mood already are finding their reflection in Iraq’s strategic positioning in that Iraq is moving closer to Russia (i.e.",
                "",
                true
            ],
            [
                "the purchase of Russian T20 tanks), and to Syria and Iran.",
                "",
                false
            ],
            [
                "The “spine” of the Middle East is consolidating in a new way.",
                "",
                true
            ],
            [
                "This mood-change may well shape, too, the future of Sunni Islam: Most ordinary Iraqi Sunnis have been repelled, and disgusted, by the excesses of Wahhabist Da’esh, (as have Syrians of all sects).",
                "",
                true
            ],
            [
                "Sunni citizens of Mosul – now free to relate their experiences – have been telling their Iraqi compatriots (I have been told) of their lingering anger at the ISIS’s beheadings of the local Sunni clergy for complaining about the un-Islamic actions of foreign jihadists in the ranks of Da’esh in Mosul.",
                "",
                true
            ],
            [
                "This adverse experience of Nejd Islam will have repercussions, ultimately, on Saudi Arabia and its leadership, (now heartily disliked in Iraq) – and America, Saudi Arabia’s close ally.",
                "",
                true
            ],
            [
                "In short – for Europe and America – the “center” of its Middle East policy is folding (while its Gulf Cooperation Council-led bulwark is in crisis).",
                "",
                true
            ],
            [
                "Across the West, cries of distressed Syria “hawks” are in the air.",
                "",
                true
            ],
            [
                "There will, of course, be repercussions: Israel will threaten that “it cannot stand idly-by” with Hizbullah and Iran situated on the Golan armistice line, and may try to test Russia’s resolve as guarantor of the southwest Syrian de-escalation zone.",
                "",
                true
            ],
            [
                "Prime Minister Benhamin Netanyahu is particularly angry that Israel has been outmaneuvered in Syria (by Russian President Putin), that the hope to create an Israeli-controlled cordon sanitaire inside southwest Syria has been frustrated .",
                "",
                true
            ],
            [
                "And Israel and its allies now will push the U.S. hard for a punitive containment vice to be imposed on Iran in retribution.",
                "",
                true
            ],
            [
                "The new Saudi Regent (Crown Prince Mohammad bin Salma or MbS) represents another unpredictable and volatile element in this mix.",
                "",
                true
            ],
            [
                "Despite this, the Pentagon is well aware that much of Israel’s bluster concerning Iran, is just that: bluff.",
                "",
                true
            ],
            [
                "Israel, Saudi Arabia and UAE have no capacity to take on Iran, beyond a day – without America’s full backing.",
                "",
                true
            ],
            [
                "Wobbly Economic Center\nThe other part of “the center,” which is looking increasingly wobbly, is that of economic policy.",
                "",
                true
            ],
            [
                "A consensus seems to be hardening among some market leaders that asset values cannot simply go on levitating upwards – carried up on a sea of liquidity, and near zero interest rates – entailing near zero volatility and one-sided trades that have the market listing like some capsizing, overloaded boat after all the passengers have rushed to one side of the craft.",
                "",
                true
            ],
            [
                "President Trump shakes the hand of Saudi Deputy Crown Prince and Defense Minister Mohammad bin Salman on May 20, 2017.",
                "",
                true
            ],
            [
                "Screenshot from Whitehouse.gov)\nSome market participants however, seem to believe that the Central Bankers will never have “the spine” either to hike rates, or to shrink their balance sheets, and thus face a market “tantrum.” These participants – until recently, perhaps a majority – believe that the new normal “boat” of low inflation and low rates – will continue to be floated off, practically indefinitely, albeit with the help of a further $20 trillion to $50 trillion of “qualitative easing” or QE.",
                "",
                true
            ],
            [
                "This argument is far from new, but recently a substantial number of major financial leaders (and some Central Bankers) have been sounding grave warnings about the high multiple valuations of financial assets, about pockets of sub-prime debt re-emerging (automobile loans), and debt-to-GDP levels (personal and public) soaring above 2008 crisis values.",
                "",
                true
            ],
            [
                "Global debt is up $68 trillion or 46 percent, since the eve of the 2008 financial crisis, and now stands at 327 percent of global output.",
                "",
                true
            ],
            [
                "A critical mass of senior financial opinion seems now to be turning.",
                "",
                true
            ],
            [
                "They put this troubling monetary and market distortion against the prospect of a U.S. debt ceiling likely to guillotine U.S. Federal Government spending quite imminently, and against the probability that deeply conflicted Congress – with polarization in both main parties – being able neither to pass a budget; nor produce the Trump “reflation”; nor even launch a significant infrastructure re-build.",
                "",
                true
            ],
            [
                "Their fear is that there is a substantial tranche of congressmen and senators in both parties that are so hostile to Trump that they would be happy to see him fall flat on his face – even at the cost of economic crisis.",
                "",
                true
            ],
            [
                "Or, they worry that even if some stimulus is passed, that the Central Banks will remove the liquidity punchbowl from markets too fast.",
                "",
                true
            ],
            [
                "Either way, they see grave risks running through to the end of this year, and into 2018.",
                "",
                true
            ],
            [
                "In short, not just foreign policy but financial policy, too, may find itself hostage to the dissolved center of U.S. politics – with all which that implies, i.e., the lack of the functioning, largely centralized, mainly cohesive unit, that used to be the American government as it has been known since World War Two.",
                "",
                true
            ],
            [
                "Inviting Push-back\nAnd here we return to our initial, rather trivial anecdote about Facebook trying to re-establish the centrist meme of gender choice being an undiscussable “protected category.” The point is that the center is not holding: the more it tries, the more it invites, and gets, willful push-back.",
                "",
                true
            ],
            [
                "Equally, as the hawks clamor to restore the former centrist foreign policy meme that arming, training and paying Wahhabi jihadists to slaughter 100,000 Syrian soldiers (many, if not most of whom, were Sunni) represents an American interest is no longer holding.",
                "",
                true
            ],
            [
                "See, for example , David Stockman’s Bravo!",
                "",
                true
            ],
            [
                "Trump, For The Tweet That Is Shaking The War Party (Trump: “The Amazon Washington Post fabricated the facts on my ending massive, dangerous, and wasteful payments to Syrian rebels fighting Assad…..”).",
                "",
                true
            ],
            [
                "And the meme that too much debt should be solved by adding even more debt – and that the consequent soaring asset inflation should welcomed as mere confirmation that economic recovery is unfolding, as it should – is no longer holding also.",
                "",
                true
            ],
            [
                "This whole approach is now in in sharp contention.",
                "",
                true
            ],
            [
                "Even the Central Bankers now worry about asset inflation (that they themselves have nurtured) but they worry even more about the consequences of any attempt to roll it back.",
                "",
                true
            ],
            [
                "They lie between a rock and a hard place.",
                "",
                true
            ],
            [
                "Possibly, the psychological turmoil of the reverses in U.S. foreign policy will continue to roil throughout the summer; but come autumn, there may be less U.S. appetite (or attention available) for foreign policy initiatives as the economic “winter” approaches.",
                "",
                true
            ],
            [
                "Or, at worst, the sheer overwhelming conflict on the domestic front could invite the notion that a foreign initiative would prove a welcome distraction from economic woes.",
                "",
                true
            ],
            [
                "Iran and North Korea are the current U.S. rhetorical punch bags, but neither should ever be contemplated as candidates for some “distraction.” Rather they represent potential nemeses.",
                "",
                true
            ],
            [
                "As for the economic woes – not so much QE 4 – but direct, deficit funding helicopter money beckons, perhaps.",
                "",
                true
            ],
            [
                "Which is to say that freshly minted new, “empty” money would be used to directly fund Federal expenditure.",
                "",
                true
            ],
            [
                "Trump in business, has never shied away from debt).",
                "",
                true
            ],
            [
                "Often it is said that there is no precedent to our present extraordinary monetary circumstances, but the history of the Assignat in France of the early 1790s, offers some hints.",
                "",
                true
            ],
            [
                "Despite massive money creation, Andrew White, in his book Fiat Money Inflation in France (published in 1896) notes  that “[t]hough paper money had increased in amount, prosperity had steadily diminished.",
                "",
                true
            ],
            [
                "In spite of all the paper issues, commercial activity grew more and more spasmodic.",
                "",
                true
            ],
            [
                "Enterprise was chilled and business became more and more stagnant”.",
                "",
                true
            ],
            [
                "Finally, just to be clear, Donald Trump undoubtedly is facilitating the dissolution of the Establishment’s “center” – but that, after all, was his declared aim.",
                "",
                true
            ],
            [
                "But he is not responsible for it.",
                "",
                true
            ],
            [
                "This potential was already latent: he simply saw it – and adroitly, climbed aboard.",
                "",
                true
            ],
            [
                "Alastair Crooke is a former British diplomat who was a senior figure in British intelligence and in European Union diplomacy.",
                "",
                true
            ],
            [
                "He is the founder and director of the Conflicts Forum.",
                "",
                true
            ],
            [
                "July 31, 2017 at 15:54\nThere really is no longer a center.",
                "",
                true
            ],
            [
                "Those who simply believe the hysteria and spin from the national media and parrot it; and those who are “actually” informed, via alternative media and wikileaks (who are oft labeled conspiracy theorists and racists, for continuing to support the President and speak truth).",
                "",
                true
            ],
            [
                "Both camps have their strengths and various outlets, but only one side has a future…and its not the side of the legacy media.",
                "",
                true
            ],
            [
                "The lies have become too great to maintain any semblance or illusion of non-bias.",
                "",
                true
            ],
            [
                "For example, we on the right know factually that the Saudis were likely behind the 911 attacks, and are currently funding ISIS.",
                "",
                true
            ],
            [
                "We know this thanks to the released “28 pages” from the commission reports, as well as Hillarys own words via her verified emails on wikileaks.",
                "",
                true
            ],
            [
                "This is incredibly important information for the public to be aware of.",
                "",
                true
            ],
            [
                "The MSM has NO interest in enlightening the people to these facts.",
                "",
                true
            ],
            [
                "The Alt media however will do so, and do it happily.",
                "",
                true
            ],
            [
                "This is why the left and the MSM are doomed.",
                "",
                true
            ],
            [
                "The truth will set you free they say…while lies, slander and spin will absolutely ruin you.",
                "",
                true
            ],
            [
                "Theres no going “back to sleep” now.",
                "",
                true
            ],
            [
                "July 30, 2017 at 19:05\nRe: “Often it is said that there is no precedent to our present extraordinary monetary circumstances, but the history of the Assignat in France of the early 1790s, offers some hints.",
                "",
                true
            ],
            [
                "Despite massive money creation, Andrew White, in his book Fiat Money Inflation in France (published in 1896) notes that “[t]hough paper money had increased in amount, prosperity had steadily diminished.",
                "",
                true
            ],
            [
                "In spite of all the paper issues, commercial activity grew more and more spasmodic.",
                "",
                true
            ],
            [
                "Enterprise was chilled and business became more and more stagnant”.",
                "",
                true
            ],
            [
                "The British worked hard to counterfeit the Assignats.",
                "",
                true
            ],
            [
                "See:\n“The Money And The Finances Of The French Revolution Of 1789: Assignats And Mandats, A True History,” Stephen D. Dillaye, pp.",
                "",
                true
            ],
            [
                "29-33, Appendix\nexcerpts:\n“Seventeen Manufacturing Establishments -were in full operation in London, with a force of four hundred men devoted to the production of false and forged Assignats.1 The success and the extent of the labor may be judged by-the quantity and value they represented.",
                "",
                false
            ],
            [
                "In the month of May, 1795, it was found that there were in circulation from 12,000,000,000, to 15,000,000,000 francs of forged Assignats, which were so exact in form, appearance, texture, and design, as to defy detection, except by the most minute examination and exact knowledge of the secret signs by which the initiated were taught to distinguish them.",
                "",
                true
            ],
            [
                "The Assignats in circulation at this time, May, 1795, issued by the Revolutionary government, were 7,860,000,000 francs, and not, as Mr. White has stated, 45,000,000,000.2The value of the lands dedicated by the Revolutionary authorities as the basis for their redemption, as established by the assessment tables of 1790, was 15,000,000,000, or nearly two dollars for one of the issue, though the issue at one time had reached the sum of 11,855,831,625 francs.",
                "",
                true
            ],
            [
                "It is therefore incontestable that the security was ample in value, if the title to the lands had been unquestioned, to have covered the entire issue, provided the Revolutionary authorities had continued in power.",
                "",
                true
            ],
            [
                "With these facts, showing how the Assignats came to be issued, the circumstances under which they were put in circulation, and the security on which they were based—withthe character and kind of title the Revolutionary government had to the lands devoted to their redemption, together with a review of the political condition of France at the period of the overthrow of Eobespierre and the rise of the party known as Thermidorians—I come now to the culmination of the causes which united and set themselves in motion to depreciate and utterly annihilate the Assignat, as a medium of exchange or as a representative of value.",
                "",
                true
            ],
            [
                "and\nTo show that there could have been no such issue as Mr. White states, we have but to look at the facts.",
                "",
                false
            ],
            [
                "That May 15th, 1795, the entire outstanding issue of Assignats was but 8,140,000,000 francs.",
                "",
                true
            ],
            [
                "The expenses and expenditures of the government per month and year, and Third.",
                "",
                true
            ],
            [
                "The fact that the Assignat was so totally discredited in January, 1796, that the government stopped their issue, and issued Mandats in their place, and in February, 1796 destroyed all the plates from which they were printed.",
                "",
                true
            ],
            [
                "July 30, 2017 at 08:09\n9/11 is at the absolute center of incoherent center.",
                "",
                true
            ],
            [
                "as long as we allow ‘leaders’ to persist with the myth of 9/11, national dialogue will remain in la-la land.",
                "",
                false
            ],
            [
                "passive news consumers will be conditioned to worry about russia, syria, iraq, afghanistan, but to never question the source of the great theft, right here at home, in america.",
                "",
                false
            ],
            [
                "i hope that everyone has made plans for this year’s 9/11 protest.",
                "",
                false
            ],
            [
                "thermite is present in all world trade center dust.",
                "",
                false
            ],
            [
                "July 31, 2017 at 15:57\nThe now released 28 pages clearly illuminate that Saudi intelligence were acting as handlers for the hijackers while they were stateside, providing both money and oversight.",
                "",
                true
            ],
            [
                "Hillarys emails also show conclusively (in her own words) that the Saudis are currently funding ISIS.",
                "",
                true
            ],
            [
                "We should be at war with the Saudis.",
                "",
                true
            ],
            [
                "July 30, 2017 at 06:28\nIndeed after the 2009 collapse the derivative lunacy resumed and exponentially expanded into corporate debt to prop up stock shares.",
                "",
                true
            ],
            [
                "However, the real physical economy continues to deteriorate unabated.",
                "",
                true
            ],
            [
                "And if there is any way out of the current looming crisis, it is with their One Belt One Road program being adopted as a template for financial reorganization.",
                "",
                true
            ],
            [
                "Although this will only work while shutting down the casino economy by reinstating Glass-Steagall to restore sanity in banking.",
                "",
                true
            ],
            [
                "ToivoS\nJuly 29, 2017 at 14:08\nFragmentation of the center is a sad reality in the US today.",
                "",
                true
            ],
            [
                "It has been visible for a few decades now.",
                "",
                true
            ],
            [
                "The red state/blue state divide, the left coast- New England coast/ flyover country divide and whatever other divides based on social issues.",
                "",
                true
            ],
            [
                "However, these divides are defined the US is a seriously divided country.",
                "",
                true
            ],
            [
                "Now compare that with Russia and China (our presumed adversaries).",
                "",
                true
            ],
            [
                "In the last three years Putin is receiving between 80 to 90 per-cent approval rating.",
                "",
                true
            ],
            [
                "That unbelievable level of support is due to the emergence of a red/white* alliance that slowly developed in Russia starting in 1991.",
                "",
                true
            ],
            [
                "In China, President Xi has equally levels of support from his people.",
                "",
                true
            ],
            [
                "Now Russia and China are in an alliance with a united people behind their leaders.",
                "",
                true
            ],
            [
                "This is an alliance to resist the US.",
                "",
                true
            ],
            [
                "This is the US, even if it is the world’s only superpower, whose peoples are severely divided.",
                "",
                true
            ],
            [
                "If there is any credence to that old leftist slogan ‘a people united can never be defeated’ then I think the US is on the losing end of this competition.",
                "",
                true
            ],
            [
                "Let us all hope the competition will not lead to world war — if it is played out peacefully than it may play out with the US gracefully withdrawing from its ambitions to rule the entire planet.",
                "",
                true
            ],
            [
                "Red in the Russian, Chinese and European context of the 20th century means the complete opposite of red in the red-blue divide used in US politics.",
                "",
                true
            ],
            [
                "Patricia Victour\nJuly 29, 2017 at 11:16\nIraq is buying Russian tanks (not sure with that funds, tho – probably from the BRICS?",
                "",
                true
            ],
            [
                "the IMF may relocate to Beijing, Europe in an uproar over our sanctions on Russia that may interfere with their gas pipeline plans, N. Korea is lobbing more missiles in the direction of Japan – looks to me like US is shooting itself in the foot with sanctions and other actions that are only alienating us further from the rest of the world, not to mention setting the stage for war with countries that can actually fight back.",
                "",
                false
            ],
            [
                "Countries are finding out they don’t need us and, in fact, relying on us as a “partner” is not in their best interests.",
                "",
                true
            ],
            [
                "Mainly because we don’t keep our promises unless those promises mean more war, more pain, more upheaval in countries we have no business interfering in.",
                "",
                true
            ],
            [
                "Joe_the_Socialist\n***\nSo rather than do anything about it, everyone is just going to stand around with their thumbs in their asses going “Wow, they were right all along.",
                "",
                true
            ],
            [
                "The center really can’t hold…”\nFREE AMERICA\nDIRECT DEMOCRACY\nJuly 29, 2017 at 08:58\nWe’ve essentially created a system, unfettered Capitalism, that says that natural law is dog eat dog and step on the next guy to get ahead.",
                "",
                true
            ],
            [
                "The values, or lack of I should say, contained in said system of “unfettered Capitalism” insures that the most psychopathic creatures have every advantage in rising to the top of this fetid heap.",
                "",
                true
            ],
            [
                "The result is that we now totally expect our corporations to risk our health or kill us with their products in order to keep profit margins high so we don’t even bat an eye when it happens over and over.",
                "",
                true
            ],
            [
                "We expect our politicians to lie continuously to justify the most unjustifiable and vile positions that degrade our lives and put us and the environment at risk.",
                "",
                true
            ],
            [
                "And we expect those who manage the deep state institutions to routinely kill millions of foreign civilians in order to “save them” from the predations of whomever they have falsely designated as the latest “hitler.” Our “values” of greed, self-interest, exploitation of the earth rather than symbiosis with it, and violence as the way to implement our will are now coming back to haunt us and to ultimately destroy what is left of this wretched mess we have created.",
                "",
                true
            ],
            [
                "Our open proclamations of “American exceptionalism,” and stated military goal of “full-spectrum dominance” are in reality not any different from the open violent militarized racism and goal of a “thousand year reich” that Hitler and his minions fantasized about.",
                "",
                true
            ],
            [
                "All those Nazi’s that Dulles and company brought into the fold appear to have shaped this nation in ways that most American’s lack the stomach to examine and question.",
                "",
                true
            ],
            [
                "Martin - Swedish citizen\nJuly 29, 2017 at 04:33\nHopefully the US and the West are pulling out of Syria, as Mr Crooke believes, if I understand rightly.",
                "",
                true
            ],
            [
                "What will happen to the Kurdish guerilla and people in Syria if that happens?",
                "",
                true
            ],
            [
                "From what I have heard, they stand out as having reasonable values, contrary to most other opposition forces.",
                "",
                true
            ],
            [
                "Having employed them, will they be abandoned?",
                "",
                true
            ],
            [
                "The same that the Volynian Ukrainians and Crimean tatars are useful at this time?",
                "",
                true
            ],
            [
                "backwardsevolution\nJuly 29, 2017 at 03:20\nAlastair Crooke – that was a very good article.",
                "",
                false
            ],
            [
                "Andoheb\nJuly 28, 2017 at 18:57\nCentral bankers undoubtedly aware that massive money printing has dangerously widened the already huge wealth and income gaps between the elites and ordinary citizens.",
                "",
                true
            ],
            [
                "To continue this process much longer could lead to political crises much worse than the current MSM hysteria over Donald Trump.",
                "",
                true
            ],
            [
                "During the 1930s depression all classes suffered even if rich fared better than most and nation came together.",
                "",
                true
            ],
            [
                "But today ultra rich never had it so good as middle class suffers.This is POLITICAL DYNAMITE\nMild-ly Facetious\nJessica K\nApparently you don’t know Comey’s connections to the Clinton Foundation and HSBC bank, the drug cartel money laundering bank.",
                "",
                true
            ],
            [
                "They’re all fortune hunters Jessica K, tied to differing charlatan foundations, institutes, endowments , benefit funds and/or 501 c3 charitable organizations.",
                "",
                true
            ],
            [
                "However, none have accomplished the monsterous national political tide turning upheaval that was the SCOTUS approval of DARK MONEY contribution into US elections.",
                "",
                true
            ],
            [
                "Jane Mayer laid it out with clear-eyed precision – how right-wing billionaires super-funded the radical right into the power they now wield over US politics.",
                "",
                true
            ],
            [
                "Donald Trump’s feckless foibles will pass, but the sinister will of the narrow-minded/self-interested right will bring grief to unincorporated millions of ‘unaffiliated’ americans.",
                "",
                true
            ],
            [
                "Mr. Trump’s MAGA are only baby steps into a Dickens-onian era of workhouses, police state misery and a survival-of-the-fittest culture of life.",
                "",
                true
            ],
            [
                "We see tent city heathen-istic occupations sprawling in major cities now.",
                "",
                true
            ],
            [
                "What lies ahead is food-banks and shelters, food drives and countless millions of zombie-like beggars, tattered and reeking of piss soiled clothing.",
                "",
                true
            ],
            [
                "Scorned by Paul Ryan/Rand Paul-esk and rich Republicans as ‘human failures’ which deserve their lot in life, they are reduced to human waste or chattel or less than human status,i.e.,a 3/5th person.",
                "",
                true
            ],
            [
                "Trump will circumstance his own demise.",
                "",
                true
            ],
            [
                "By reason of the narcissistic Self-Love that elevates his ego, he will fall into his own trap.",
                "",
                true
            ],
            [
                "But the virulent Anti-Democratic selfishness of the now empowered right wing is destined to run it’s course through the coming decades – yet, the power hungry greed of them will be their demise as has been, throughout the history of the world.",
                "",
                true
            ],
            [
                "Savage empires come and then they go away like the virus of plagues.",
                "",
                true
            ],
            [
                "Tyrants come and go, but humanity prevails, thru time immoral – an eternal law – love thy neighbor as you love yourself.",
                "",
                true
            ],
            [
                "Trump, in principle, has No Concept of that edict/emotion and as such, is Doomed to Fail.",
                "",
                true
            ],
            [
                "Your comment is absolutely backward and merely repeats every Carter era stereotype of Republicans.",
                "",
                true
            ],
            [
                "But thanks for the lurid dystopian vision.",
                "",
                true
            ],
            [
                "Speaking of tent cities, crime and urine soaked clothes, know what all those cities I mentioned have in common?",
                "",
                true
            ],
            [
                "tang fan\nJuly 28, 2017 at 17:04\nI agree with the spider analogy also.",
                "",
                false
            ],
            [
                "But from seeing the increasingly  creeping zionist tint of Russian television i worry that Israel has moved on to controlling Russian media and politics.",
                "",
                true
            ],
            [
                "Same I see for Chinese media.",
                "",
                true
            ],
            [
                "Martin - Swedish citizen\nJuly 28, 2017 at 16:55\ni very much appreciate Mr Crooke’s way of clarifying the hidden patterns behind the new merging state of the world.",
                "",
                true
            ],
            [
                "All the more so, with the references, twice now, to WB Yeats",
                "",
                false
            ],
            [
                "fume privately at President Donald Trump’s coziness with the Russians.",
                "Lisa Mascaro",
                false
            ],
            [
                "They wince almost every time he tweets.",
                "Lisa Mascaro",
                true
            ],
            [
                "Instead of being a boon to their legislative agenda, he’s often been a hindrance.",
                "",
                true
            ],
            [
                "Now they find Trump is also a huge and never-ending distraction, making it almost impossible for them to focus attention on health care, tax reform, budget cuts or anything else.",
                "",
                true
            ],
            [
                "when Raqa’a falls and ISIS is defeated, the White House may well conclude that U.S. objectives there will have been met",
                "",
                false
            ],
            [
                "when Raqa’a falls and ISIS is defeated, the White House may well conclude that the pretended U.S. objectives there will have been met",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://buchanan.org/blog/america-still-nation-127293?doing_wp_cron=1566945449.0891799926757812500000",
                "http://www.atimes.com/article/de-conflict-deals-show-syrian-rebels-know-victory-sight/",
                "http://www.al-monitor.com/pulse/originals/2017/07/israel-netanyahu-syria-cease-fire-trump-red-line-us-russia.html",
                "https://www.zerohedge.com/news/2017-07-19/seismic-shift-syria-trump-ends-covert-obama-era-cia-program-which-sent-arms-jihadist",
                "https://www.zerohedge.com/news/2017-07-25/pat-buchanan-asks-are-americas-wars-just-and-moral",
                "https://www.washingtonpost.com/opinions/global-opinions/the-trump-team-is-repeating-obamas-mistakes-in-syria/2017/07/23/ae6261d2-6e2c-11e7-b9e2-2056e768a7e5_story.html?utm_term=.a8f5e3a1c620&wpisrc=nl_todayworld&wpmm=1",
                "https://www.zerohedge.com/news/2017-07-24/former-cia-director-calls-coup-if-trump-fires-mueller",
                "https://www.politico.com/magazine/story/2017/07/24/donald-trump-afghanistan-215412?wpmm=1&wpisrc=nl_todayworld%C3%B9",
                "https://tcf.org/content/commentary/america-already-lost-covert-war-syria-now-official/",
                "https://www.zerohedge.com/news/2015-10-03/will-failure-central-banking-lead-global-bloodshed-french-revolution-case-study?page=2",
                "https://davidstockmanscontracorner.com/bravo-trump-for-the-tweet-that-is-shaking-the-war-party-part-1/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://davidstockmanscontracorner.com/fake-facts-fake-money-fake-praise/",
                "http://blogs.rediff.com/mkbhadrakumar/2017/07/27/it-is-check-and-mate-for-israel-in-golan-heights/",
                "https://www.infowars.com/facebook-claims-transgenders-a-protected-class-like-race/",
                "https://theintercept.com/2017/07/22/donald-trump-and-the-coming-fall-of-american-empire/",
                "https://twitter.com/ejmalrai/status/890283947447513089"
            ]
        },
        "key_words": [
            "syrian",
            "syria",
            "trump",
            "apart",
            "center",
            "policy",
            "market",
            "foreign",
            "spinning",
            "money",
            "iraq",
            "economic"
        ]
    }
]