[
    {
        "url": "https://consortiumnews.com/2012/04/28/the-drone-war-expands/",
        "title": "The ‘Drone War’ Expands",
        "authors": [],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2012-04-28",
        "text": "Main menu\nBy Danny Schechter\nIt’s easy to understand why Presidents, politicians and the military love robots. They don’t talk back. They follow orders. You press a button and they do what they are told. They are considered so efficient, and so lethal. These modern killing machines represent science fiction reborn as science “faction.”\nRobots and drones don’t burn Korans or pose with the heads of their captives on the battlefield. (Robots also don’t protest wars.) Lose the human factor and you get silent but deadly total destruction. These new toys are used both for surveillance and targeted assassinations.\nA collection of \"unmanned aerial vehicles\" or military drones. (Photo credit: U.S. Navy, by Photographer’s Mate 2nd Class Daniel J. McLain )\nAnd that’s why drone warfare has become such a weapon of choice. You have video-game jockeys sitting on their asses in front of consoles of digital displays at an Air Force base outside Las Vegas, targeting suspected terrorists in Afghanistan. After a couple of quick kills, they take the rest of the day off.  It’s only later, that we get the reports of civilians decimated as collateral damage.\nOops!\nIn Congress, according to Code Pink’s Medea Benjamin, there’s even a bipartisan caucus to encourage more building of drones cheered on by the military-industrial complex. She has just written a book about it. She told me, “instead of having a caucus to feed preschool children, they decided it was more important to have a Drone Caucus and that’s because all the manufacturers in their districts are funding them.”\nI asked Benjamin if this is more evidence that President Dwight Eisenhower was right when he warned of a growing military-industrial complex?\n“Eisenhower was so right,” she replied, “and he was so right when he said it steals money, it robs us of food for our children, of healthcare for our parents, he was so right. And it’s just worse and worse. And you get the little puppets in Congress, and I’m in Washington now, so I see these little puppets, and wish that they were like the NASCAR drivers that got to have their corporations on their suits, but they don’t rule America. The corporations obviously rule America.\n“And when it comes to war and peace, those corporations are so powerful that they’ve kept us for the last decade and more and if we don’t do something about it, they will keep us more for the next decade.”\nAnti-war activist and author David Swanson has been tracking this phenomenon, too, telling me: “Members of Congress have created a caucus for drones, where they openly promote the use and sale of drones at home and abroad. They have now authorized the flight of up to 30,000 drones in U.S. skies for whatever purpose  this is in contrast to the lack of any caucus for senior citizens, for children, for health coverage, for green energy, for human beings  there’s a caucus for robots.”\nSoon we will have an arms race in drones of all kinds. The crash of a U.S. drone in Iran has allowed that country to reverse-engineer one, probably leading to the Iranians soon making their own. The Russians and Chinese, even the North Koreans, can’t be far behind.\nMore worrying to Americans should be a report saying that there are already 63 drone bases inside the United States. The Washington Post reports, “Big things can happen in Congress, as long as no one is watching.\n“Lobbying records released last week show that there wasn’t much opposition this winter when Congress quietly opened up U.S. airspace to aerial drones, which some advocates for civil liberties say raise a host of concerns about privacy.\n“Drone technology, advanced by the military for surveillance and elimination of terrorists in war zones, is set to come back to the home front in a big way in coming years, with possible uses for law enforcement, first responders, and agriculture and environmental monitoring.  Drones  can sometimes stay aloft for days at a time at a fraction of the cost of helicopters and airplanes.”\nWhat assisted all of this drone fever? Remember the NDAA bill passed last year that was signed quietly into law on New Year’s Eve by President Barack Obama? The administration assured one and all that it would not apply to military operations on U.S. soil or against American citizens.\nIt now turns out that the NDAA is being interpreted as authorization to deploy military drones (unmanned aerial vehicles or UAVs) into domestic airspace. A major overhaul of the Federal Aviation Administration’s control system is permitting the deployment of drones\nRecently, Alexander Higgins.com reported: “A lawsuit has forced the FAA to reveal the location of 63 Secret Drone bases located inside the United States some of which will be the starting point for more drone warfare. While the information released shows an alarming number of bases being used for military and local law enforcement drones, perhaps the most startling revelation is that the United States is allowing Canadian Border Patrol Drones to operate across the Canadian border.\n“Odds are that there are many more drone bases inside the United States whose locations have been kept secret for various national security reasons and the lawsuit only forced the government to release the names and locations of permitted US drone operators. That means that the type of drones  be they for targeted killing, guiding missiles, or general surveillance and the number of drones at each location still remains a secret although the FAA says they plan on releasing such information at a later date.”\nEngland’s Daily Mail has more information: “Most of the active drones are deployed from military installations, enforcement agencies and border patrol teams, according to the Federal Aviation Authority. But, astonishingly, 19 universities and colleges are also registered as owners of what are officially known as unmanned aerial vehicles.\n“It is thought that many of institutions, which include Cornell, the University of Colorado, Georgia Tech, and Eastern Gateway Community College, are developing drone technology. There are also 21 mainstream manufacturers, such as General Atomics, who are registered to use drones domestically.\n“As well as active locations, the FAA also revealed 16 sites where licenses to use spy planes have expired and four where authorizations have been disapproved, such as Otter Tail County, Minnesota. However, the FAA is yet to reveal what kinds of drones might be based at any of these locations. The agency says it will release this data later.”\nRobot technology has other uses too, says financial journalist Max Keiser,   who told me in a recent appearance on my Progressive Radio Network that algorithm-based technology is now actually writing stories, perhaps even like this one.\nHe explained. “Forbes magazine wrote a story a couple of weeks ago about computers that are able with narrative software to take prices from the exchange and create stories in any of the ways that they want in their magazine. So it can be like, okay, write a story about  the closing prices in the technology sector in the voice of Danny Schechter. And they’ll create a story and it’ll appear in the magazine. So it’s a computer that’s writing the stories, but the computers are also reading the stories.”\nOops, Delete!\nNews Dissector Danny Schechter blogs at NewsDissector.net. His recent books are Occupy: Dissecting Occupy Wall Street and Blogothon (Cosimo Books) He hosts News Dissector Radio on PRN.fm. His latest film is Plunder The Crime of Our Time (Plunderthecrimeorourtime.com) Comments to dissector@mediachannel.org\nbobzz\nApril 30, 2012 at 23:54\nMy understanding is that Gadsden, AL has two of those drones; the sheriff did not even know about them. If this report is accurate, where are they parked, who sent them, who controls them, and why would those that placed them keep it from the local sheriff? i read the report on the internet, so take it with a grain of salt until confirmed, but two in Gadsden is pretty firm.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "united",
            "expands",
            "drone",
            "congress",
            "war",
            "drones",
            "military",
            "caucus",
            "states",
            "dont",
            "technology",
            "right"
        ]
    }
]