[
    {
        "url": "https://www.christianpost.com/news/social-gospel-is-marxism-in-christian-clothing-says-warren.html",
        "title": "Social Gospel is 'Marxism in Christian Clothing,' Says Warren",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Tuesday, December 16, 2008\nBest-selling author, social activist and megachurch pastor Rick Warren described the social gospel supported by many of the mainline churches as \"Marxism in Christian clothing.\"\n\"[W]e don't need to care about redemption, the cross, repentance. All we need to do is redeem the social structures of society and if we make those social structures better the world will become a better place,\" explained Warren as he described the beliefs behind those who support the \"social gospel,\" in his interview with Beliefnet.com, which was posted Monday.\n\"Really in many ways it was just Marxism in Christian clothing,\" he criticized. \"[I]t was in vogue at that time that if we redeem society then man will automatically get better. It didn't deal with the heart.\"\nWarren, recognized as one of the most socially active Christians in the world, did not hold back his criticism of those who call themselves Christians but seek to make the world a better place by focusing on the body – issues of poverty, disease, social justice and racial justice – and not the soul.\nBut he also disagreed with their counterpart – Christians who disregard the body altogether while caring only for the soul and personal morality.\n\"Who's right? Well in my opinion they're both right,\" Warren concluded. \"Part of my desire as a leader is to bring these two wings back together. I think we need them both.\n\"I think it's very clear that Jesus cared about both the body and the soul. He cared about both personal and social issues and I think they're both important but there's been this split.\"\nHistorically, evangelicals were leaders when it came to changing society, Warren pointed out. Evangelicals were at the forefront of the abolition of slavery, with pastors leading that movement. It was also evangelicals who were on the frontlines of calling for the right of women to vote and protesting child labor laws.\n\"That's my whole job is I've gotta reawaken what I call the 19th Century evangelicalism,\" Warren said, noting that Protestantism split in the 20th Century with mainline Protestants on the side of the social gospel and evangelicals and fundamentalists who emphasized morality and salvation.\nThe evangelical pastor noted that the mainline groups have \"died,\" pointing out that mainline denominations have been in decline for 40 years while charismatic and evangelicals have continued growing.\n\"There are more Muslims in America than there are Episcopalians,\" Warren highlighted. \"There's less than 2 million of them (Episcopalians).\"\nIn addition to the social gospel, Warren's interview with Beliefnet also covered negative views of Christianity, human problems and God's plan, gay marriage and divorce, and the Bush administration's policy on torture.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "world",
            "gospel",
            "mainline",
            "society",
            "clothing",
            "evangelicals",
            "better",
            "think",
            "social",
            "marxism",
            "warren",
            "christian",
            "right"
        ]
    }
]