[
    {
        "url": "https://www.christianpost.com/news/oscars-2018-nominated-film-is-true-story-of-muslims-risking-lives-to-save-christians-from-radicals.html",
        "title": "Oscars 2018-Nominated Film Is True Story of Muslims Risking Lives to Save Christians From Radicals",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nOscars 2018-Nominated Film Is True Story of Muslims Risking Lives to Save Christians From Radicals\nOscars 2018-Nominated Film Is True Story of Muslims Risking Lives to Save Christians From Radicals\nOscars 2018-Nominated Film Is True Story of Muslims Risking Lives to Save Christians From Radicals\n| Thursday, January 25, 2018\nOscar-nominated film \"Watu Wote\" trailer released in March 2017. | (Screenshot: YouTube/Derick bartowski)\nA Kenyan-German short film called \"Watu Wote,\" which depicts the real life story of Muslim passengers risking their lives to save Christians on a bus when Islamic radicals attacked in 2015, has been nominated for an Oscar award.\nThe full list of Oscar nominations was released earlier this week, with \"Watu Wote\" up for Best Live Action short film at the 90th Academy Awards, which will take place on March 4, as noted by the Clarion Project .\nThe Christian Post  reported on the story that inspired the movie back in December 2015, when Al-Shabaab terror group radicals ambushed a bus in Kenya that was carrying close to 100 people, both Christians and Muslims alike.\nThe radicals, which earlier that year had killed 152 people at Garissa University College while hunting down specifically Christian students, again attempted to separate the Muslim passengers from the Christian ones, with the intent to kill the latter.\nThe Muslims stood up for the Christians on the bus, however, with the women sharing their hijabs in order to help them hide. Others directly told the radicals: \"If you want to kill us, then kill us. There are no Christians here.\"\nTwo people still lost their lives in the attack, including one Christian man who tried to run away, and the driver of a truck behind the bus. A much larger slaughter was prevented due to the united actions of the passengers, however.\nChristian leaders, including His Exc. Mgr. Joseph Alexander, the bishop of Garissa, praised the Muslims.\n\"It is a very good thing; a concrete sign that Kenyan Muslims are against violence,\" Alexander said at the time .\n\"The Shabaab now know that they do not have the support of the Muslim community,\" he added. \"We hope that we continue in this direction because a year ago there was a similar attack that caused a massacre.\"\nThe terror group, based in Somalia, continues carrying out attacks in Kenya, with a number of violent incidents reported in 2017.\nThe news of \"Watu Wote's\" nomination has been greeted with praise in Kenya, with the country's Film Commission stating on Twitter :\n\"Truly deserved ! Congrats @Watu_Wote crew, cast and producers from all of us at Kenya Film Commission. We are proud of you.\"\nVoice of America  reported that a German film student produced the film, with Katja Benrath directing the short as part of a graduation project at the Hamburg Media School.\n\"We felt very good being nominated because this is a huge achievement being nominated, for us, for Germany and for Kenya,\" Benrath said. \"It's just great.\"\nThe director shared her hopes that the film can open up minds.\n\"I think prejudices are not the right way to live, so I think maybe this movie could help to start again, to look at the next person as a human being and not as a religion you don't like or a culture you don't like,\" she said.\nOne of the actors, Abdulahi Ahmed, who played the role of one of the radicals, said that the film offers an important message.\n\"It was hard acting as a terrorist, but the thing is I really wanted to spread the message that Muslims are not allowed to kill Christians and our religion doesn't teach us to kill Christians,\" said Ahmed.\n\"In our Quran, we are told that our religion does not allow us to kill even an innocent ant without a reason,\" he added, referring to the Islamic holy book.\nWatch a trailer for \"Watu Wote\" below:\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\nMore In Entertainment\n",
        "quotes": [
            [
                "If you want to kill us, then kill us.",
                "",
                true
            ],
            [
                "It is a very good thing; a concrete sign that Kenyan Muslims are against violence,",
                "Alexander",
                true
            ],
            [
                "The Shabaab now know that they do not have the support of the Muslim community,",
                "Alexander",
                true
            ],
            [
                "We hope that we continue in this direction because a year ago there was a similar attack that caused a massacre.",
                "Alexander",
                true
            ],
            [
                "Congrats @Watu_Wote crew, cast and producers from all of us at Kenya Film Commission.",
                "",
                true
            ],
            [
                "We felt very good being nominated because this is a huge achievement being nominated, for us, for Germany and for Kenya,",
                "Katja Benrath",
                true
            ],
            [
                "I think prejudices are not the right way to live, so I think maybe this movie could help to start again, to look at the next person as a human being and not as a religion you don't like or a culture you don't like,",
                "Katja Benrath",
                true
            ],
            [
                "It was hard acting as a terrorist, but the thing is I really wanted to spread the message that Muslims are not allowed to kill Christians and our religion doesn't teach us to kill Christians,",
                "Ahmed",
                true
            ],
            [
                "In our Quran, we are told that our religion does not allow us to kill even an innocent ant without a reason,",
                "Ahmed",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/kenya-al-shabaab-bus-terror-attack-muslims-save-christians-lives-give-hijabs-passengers-153279/",
                "https://clarionproject.org/muslims-shield-christians-oscar-nominee-true-story/",
                "https://www.christianpost.com/news/muslims-save-christians-kenyan-bus-attack-al-shabaab-radical-islamic-terrorists-153066/",
                "https://www.voanews.com/arts-culture/film-about-kenya-terror-attack-oscar"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/CPSZaimov",
                "https://twitter.com/kenyafilmcomm/status/955870724345991174?ref_src=twsrc%5Etfw"
            ]
        },
        "key_words": [
            "watu",
            "oscars",
            "save",
            "risking",
            "lives",
            "kenya",
            "film",
            "christian",
            "christians",
            "kill",
            "wote",
            "bus",
            "radicals",
            "muslims",
            "2018nominated",
            "true"
        ]
    }
]