[
    {
        "url": "https://www.christianpost.com/news/prayer-warrior-pastor-tortured-then-hung-to-death-in-church-congregation-terrified.html",
        "title": "'Prayer Warrior' Pastor Tortured, Then Hung to Death in Church; Congregation Terrified",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\n'Prayer Warrior' Pastor Tortured, Then Hung to Death in Church; Congregation Terrified\n'Prayer Warrior' Pastor Tortured, Then Hung to Death in Church; Congregation Terrified\n'Prayer Warrior' Pastor Tortured, Then Hung to Death in Church; Congregation Terrified\n| Monday, January 22, 2018\nPeople pray at a church during Christmas celebrations in Chandigarh, India, December 25, 2015. | (Photo: REUTERS/Ajay Verma)\nA pastor in India who was known for long five- to six-hour prayer sessions was found beaten, tortured and hung to death from the rafters of his church, parishioners said. The murder has deeply shocked the congregation.\nMorning Star News  reported on Sunday that the body of pastor Gideon Periyaswamy of Maknayeem Church in southern India was found early Saturday morning. His death comes after he had complained about Hindu extremists.\nPastor Azariah Reuben, a close friend of the 43-year-old victim, said that Periyaswamy converted from Hinduism 25 years ago, and has served as pastor in Adayachery for more than 12 years, becoming known as a \"prayer warrior.\"\n\"The local Hindus were not happy with growing Christianity,\" Reuben said. \"They had several times tried to stop the ministry.\"\nA week before he was killed, the pastor had filed a complaint with local police \"on some village people troubling him.\" Officials were reportedly investigating the incident before the pastor was found dead.\nPeriyaswamy's body displayed signs of being beaten and tortured, according to some members of his 70-strong congregation.\nThe British Asian Christian Association  said that the parishioners who found the pastor removed the thin rope around his neck.\n\"On removing the rope the frightened parishioners found a blood clot around the throat and neck area of Pastor Gideon where the main pressure from the rope had choked the pastor, there were bruises and welts but no other traces of blood on his body,\" BACA described.\n\"Parishioners noticed that a gold ring was missing from the hand of Pastor Gideon but do not believe the crime was a burglary as nothing else was touched in the whole building.\"\nReuben explained that at first, police had refused to file a complaint over the murder, and initially even wanted to rule it as a suicide; but church members and pastors from nearby villages came out to protest.\nSome church members said that village elders could have been behind the killing.\n\"These people had cut the church's water supply by disconnecting the pipeline,\" said one member, who was not identified.\nNehemiah Christie, director of legislation and regulations for the Synod of Pentecostal Churches, said police must carry out a fair investigation.\n\"There is urgent need for an autopsy in the presence of a judicial magistrate,\" Christie told Morning Star News. \"Pastor Gideon Periyaswamy's death can't be ruled out as suicide.\"\nPeriyaswamy's church had been targeted on a number of occasions in 2017, and had suffered vandalism, with local Hindu groups accusing the pastor of carrying out forced conversions.\n\"This attack has terrified our church parishioners to their core, the death is a brutal murder of a devout Christian pastor who was more vulnerable because he was alone and trusting of people. Pastor Gideon was well loved by all and we will all shed many tears for our lost brother,\" one parishioner, who wasn't named, told BACA.\n\"His murder has removed a dedicated, learned and very influential messenger for God from this earth, which is to the detriment of India as a nation,\" he added.\n\"We will continue to attend church and will provide full support to our future pastor, but the gap left by Pastor Gideon is a huge one to fill. His death only makes us all more committed to the church; the killers can't defeat God.\"\nPastors who have converted to Christianity from Hinduism have faced severe attacks in India.\nOn Christmas Eve, one church leader was dragged on the streets, beaten, and threatened with death unless he renounced Jesus for the Hindu monkey god Hanuman, which he refused to do.\n\"In those moments when they were kicking and beating me, I felt that even if I die now, the Lord will make the ministry I leave behind fruitful,\" Pastor Karma Oraon of Harmu village of Ranchi District, Jharkhand state, said of the attack  by 16 radicals.\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\nMore In World\n",
        "quotes": [
            [
                "The local Hindus were not happy with growing Christianity,",
                "Reuben",
                true
            ],
            [
                "They had several times tried to stop the ministry.",
                "Reuben",
                true
            ],
            [
                "on some village people troubling him.",
                "Azariah Reuben",
                false
            ],
            [
                "On removing the rope the frightened parishioners found a blood clot around the throat and neck area of Pastor Gideon where the main pressure from the rope had choked the pastor, there were bruises and welts but no other traces of blood on his body,",
                "",
                true
            ],
            [
                "Parishioners noticed that a gold ring was missing from the hand of Pastor Gideon but do not believe the crime was a burglary as nothing else was touched in the whole building.",
                "",
                true
            ],
            [
                "These people had cut the church's water supply by disconnecting the pipeline,",
                "",
                true
            ],
            [
                "There is urgent need for an autopsy in the presence of a judicial magistrate,",
                "Christie",
                true
            ],
            [
                "Pastor Gideon Periyaswamy's death can't be ruled out as suicide.",
                "Christie",
                true
            ],
            [
                "This attack has terrified our church parishioners to their core, the death is a brutal murder of a devout Christian pastor who was more vulnerable because he was alone and trusting of people.",
                "Christie",
                true
            ],
            [
                "Pastor Gideon was well loved by all and we will all shed many tears for our lost brother,",
                "Christie",
                true
            ],
            [
                "His murder has removed a dedicated, learned and very influential messenger for God from this earth, which is to the detriment of India as a nation,",
                "Periyaswamy",
                true
            ],
            [
                "We will continue to attend church and will provide full support to our future pastor, but the gap left by Pastor Gideon is a huge one to fill.",
                "Christie",
                true
            ],
            [
                "His death only makes us all more committed to the church; the killers can't defeat God.",
                "Christie",
                true
            ],
            [
                "In those moments when they were kicking and beating me, I felt that even if I die now, the Lord will make the ministry I leave behind fruitful,",
                "Karma Oraon",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/pastor-dragged-beaten-threatened-death-told-renounce-christ-for-hindu-monkey-god-213949/",
                "https://www.britishpakistanichristians.org/blog/indian-pastor-tortured-beaten-and-then-hung-to-death-from-rafters-of-his-church",
                "https://morningstarnews.org/2018/01/pastor-found-dead-tamil-nadu-india/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/CPSZaimov"
            ]
        },
        "key_words": [
            "terrified",
            "pastor",
            "congregation",
            "hung",
            "prayer",
            "parishioners",
            "rope",
            "gideon",
            "death",
            "church",
            "tortured",
            "murder",
            "village",
            "warrior"
        ]
    }
]