[
    {
        "url": "https://www.christianpost.com/news/poll-religions-influence-waning-in-america.html",
        "title": "Poll: Religion's Influence Waning in America",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nPoll: Religion's Influence Waning in America\nPoll: Religion's Influence Waning in America\nBy Nathan Black , Christian Post Reporter\n| Thursday, December 30, 2010\nThe highest recorded percentage of Americans who said religion was losing influence was in 1970, when 75 percent said so.\nToday, only a quarter of Americans see religion increasing its influence in American society.\nFor much of the 53 years that Gallup has asked the question, Americans have been more likely to say that the influence of religion was waning. It wasn't until 2001, after the Sept. 11 terrorist attacks, that there was a shar reversal in views. That year, 55 percent of Americans said religion was increasing its influence on American life while 40 percent said it was losing its influence.\nBut the following year and for the rest of the decade, views that religion was increasing in influence began to fade.\nAccording to the Gallup poll, released Wednesday, 54 percent of Americans say religion is \"very important\" in their lives, down slightly from the past two decades. Meanwhile, the percentage of Americans who say religion is \"not very important\" continues to edge upward and is currently at 20 percent.\nAmericans held a much more positive view of religion in terms of its influence on society and the effect of it on their own lives during the 1950s, when Gallup recorded record highs. In 1952, 75 percent said religion was \"very important\" in their lives.\nMembership in a church or synagogue has also continued to steadily fall. Today, 61 percent report church or synagogue membership. The percentage is the same as that recorded in 2007 and 2008 and is the lowest in Gallup's history of asking the question since 1937.\nResults for the poll are based on telephone interviews conducted May 3-6 and Dec. 10-12, 2010, with a random sample of 2,048 adults, aged 18 and older.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.christianpost.com/by/nathan-black"
            ]
        },
        "key_words": [
            "say",
            "america",
            "recorded",
            "influence",
            "gallup",
            "religion",
            "poll",
            "losing",
            "question",
            "religions",
            "americans",
            "percentage",
            "waning"
        ]
    }
]