[
    {
        "url": "https://www.christianpost.com/news/gay-marriage-licenses-may-cause-serious-limitless-harm-says-pa-governor.html",
        "title": "Gay Marriage Licenses May Cause 'Serious, Limitless Harm,' Says Pa. Governor",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nGay Marriage Licenses May Cause 'Serious, Limitless Harm,' Says Pa. Governor\nGay Marriage Licenses May Cause 'Serious, Limitless Harm,' Says Pa. Governor\nGay Marriage Licenses May Cause 'Serious, Limitless Harm,' Says Pa. Governor\n| Tuesday, August 13, 2013\nA Pennsylvania county's choice to issue marriage licenses to same-sex couples in spite of the state ban on gay marriage \"risks causing serious and limitless harm,\" Governor Tom Corbett's office said in legal filings on Monday.\nAttorneys for the state's Health Department and Gov. Corbett filed a legal claim Monday against D. Bruce Hanes, the register of wills for Montgomery County, who has been illegally distributing marriage licenses to same-sex couples for the past several weeks. Since he began, Hanes has issued 116 same-sex marriage licenses in spite of the state's 1996 statute defining marriage as being between one man and one woman.\nIn Monday's legal filing, Gov. Corbett's office argued that Hanes is blatantly violating state law, and as a public official he cannot breech a law simply because he personally believes it to be unconstitutional. Rather, the legal brief asserts that it is the responsibility of the courts to determine a law unconstitutional.\n\"Ours is a government of laws, not one of public officials exercising their will as they believe the law should be or will be,\" the legal brief stated , warning that Hanes and other county officials may be guilty of one misdemeanor for each act of breaking the law.\nThe governor's legal team also argued in a statement last week that the county's breach of state law could cause limitless \"administrative and legal chaos,\" including same-sex couples illegally filing for state benefits. The goal of Corbett's lawsuit is to have Montgomery County cease issuing same-sex marriage licenses. \nHanes began issuing the licenses shortly after the state's attorney general Kathleen Kane stated that she would not be defending the 1996 ban on same-sex marriage in a lawsuit filed by the American Civil Liberties Union, which is seeking to have the state legalize same-sex marriage. Kane, a democrat, said in a press conference that because she felt the 1996 ban to be unconstitutional, she could not ethically defend the law.\nGov. Corbett's office responded to Kane's announcement in a similar way it has responded to Hanes' actions, saying that her choice to not defend state law creates \"confusion\" in the courts, adding that her failure to defend the state was an \"improper usurpation of the role of the courts, which at a minimum, causes confusion among those charged with administering the law.\" Corbett's office has now taken on the responsibility of defending the ban in court; the governor has previously voiced his opposition to same-sex marriage.\nHanes, who controls the distribution of marriage licenses in Montgomery County, has vowed to continue distributing licenses to same-sex couples until he is ordered by the court to stop. He has previously cited the Attorney General's decision to not defend the gay marriage ban in court as a justification for his actions. \nHanes wrote in an Op-Ed for the Main Line Times  that after consulting with his solicitor, Michael Clarke, relying on his own analysis of the law, and following the lead of Kane, he decided to \"come down on the right side of history and the law\" and issue same-sex marriage licenses.\nLawyers for Montgomery County told the Associated Press  Monday that they had just received the governor's legal brief and were going to review it before responding to the media. The county has until Aug. 19 to file a response.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/gay-marriage-ceremonies-conducted-in-pennsylvania-against-state-law-mayor-says-theres-no-reason-not-to-101864/",
                "http://www.huffingtonpost.com/2013/08/12/pennsylvania-gay-marriage-license-_n_3745762.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.mainlinemedianews.com/mainlinetimes/news/montco-register-of-wills-d-bruce-hanes-on-his-decision/article_bdc08207-1bd2-5bd8-97f0-49c676ff43b0.html"
            ]
        },
        "key_words": [
            "serious",
            "samesex",
            "county",
            "law",
            "gay",
            "state",
            "hanes",
            "limitless",
            "corbetts",
            "harm",
            "marriage",
            "licenses",
            "governor",
            "ban",
            "cause",
            "legal",
            "pa"
        ]
    }
]