[
    {
        "url": "https://www.christianpost.com/news/hell-uproar-lands-rob-bell-on-times-100-most-influential-list.html",
        "title": "Hell Uproar Lands Rob Bell on Time's 100 Most Influential List",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nHell Uproar Lands Rob Bell on Time's 100 Most Influential List\nHell Uproar Lands Rob Bell on Time's 100 Most Influential List\nHell Uproar Lands Rob Bell on Time's 100 Most Influential List\n| Thursday, April 21, 2011\nThe recent debate over the existence of hell and who goes there is hotter than expected. It is such an incendiary argument, in fact, that it has landed the man who sparked the fire – Rob Bell – on Time magazine’s 2011 top 100 most influential people list.\nRob Bell, the Grandville, Mich., pastor who wrote Love Wins: A Book About Heaven, Hell, and the Fate of Every Person Who Ever Lived, is the only evangelical religious leader to make it on this year’s Time top 100 list, released on Thursday. In past years, Pastor Rick Warren and evangelical leader Richard Cizik have been included among the most influential people of the year.\nFormer Newsweek editor Jon Meacham, who wrote Time Magazine’s Easter special cover story “Is Hell Dead?”, describes Bell as “a master of social media” and an “evangelical pastor with a huge and growing young following” in a brief blurb about Bell.\n“Wielding music, videos and a Starbucks sensibility, Bell is at the forefront of a rethinking of Christianity in America,” writes Meacham. “Traditionalists don’t like what they’re seeing, for Bell’s questions cut to the heart of a faith that requires what the poet Coleridge called a ‘wiling suspension of disbelief.’”\nSince February – a month before the book was even released – evangelical leaders have been furiously debating as if the very Christian faith was at stake about Bell’s views on hell and the idea that most if not all people will eventually make it to heaven.\nThose on Bell’s side, emergent church leaders and mainline Protestants, argue that a loving God would not send billions of people – many who never had a chance to hear the Gospel – to hell. On the other hand, more conservative and Reformed Christians argue that Bell’s view negates the need for a savior if everyone can go to heaven without believing in Jesus. They have called the Love Wins author a universalist – someone who believes most if not all will go to heaven – and a heretic.\nPastor Perry Noble of the 10,000-member NewSpring Church in South Carolina took a softer approach – spending half his recent column praising Bell for his friendliness, hospitality and passion for Jesus – but concluded that Bell’s theology on hell is simply wrong.\n“I do think it is essential to weigh in on this issue because of the influence Rob has. Because, if a younger generation of church leaders buy into the belief that there is no hell (a place of eternal suffering and torment for those who reject Jesus) then the theological tsunami that hits the next generation of church leaders could be devastating,” Noble said.\n“[T]o deny that hell is not a literal place of eternal suffering and torment is wrong … and I can say that even if Rob is a nice guy.”\nLove Wins is currently No. 2 on The New York Times best sellers list for hardcover advice.\nOthers who made the 2011 Time 100 list include: Facebook founder Mark Zuckerberg; WikiLeaks editor-in-chief Julian Assange; Battle Hymn of the Tiger Mother author Amy Chua; Burma pro-democracy activists Aung San Suu Kyi; First Lady Michelle Obama; teen pop sensation Justin Bieber; Planned Parenthood president Cecile Richards; Huffington Post founder Arianna Huffington; and House Speaker John Boehner.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "bells",
            "influential",
            "hell",
            "church",
            "bell",
            "leaders",
            "list",
            "rob",
            "evangelical",
            "100",
            "pastor",
            "wins",
            "uproar",
            "lands",
            "times"
        ]
    }
]