[
    {
        "url": "https://www.christianpost.com/news/bernie-sanders-tries-to-unify-party-as-protesters-boo-hillary-clinton-chant-lock-her-up.html",
        "title": "Bernie Sanders Tries to Unify Party as Protesters Boo Hillary Clinton, Chant 'Lock Her Up'",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nBernie Sanders Tries to Unify Party as Protesters Boo Hillary Clinton, Chant 'Lock Her Up'\nBernie Sanders Tries to Unify Party as Protesters Boo Hillary Clinton, Chant 'Lock Her Up'\nBernie Sanders Tries to Unify Party as Protesters Boo Hillary Clinton, Chant 'Lock Her Up'\n| Tuesday, July 26, 2016\nFormer Democratic presidential hopeful Senator Bernie Sanders of Vermont told his supporters to support presumptive nominee Hillary Clinton, even as protesters and delegates voiced their discontent inside and outside the Democratic National Convention.\nIn remarks given Monday evening on the first day of the DNC in Philadelphia, Pennsylvania, Sanders told those gathered that \"Hillary Clinton must become the next president of the United States.\"\nSenator Bernie Sanders (D-VT) speaks during the Democratic National Convention in Philadelphia, Pennsylvania, U.S. July 25, 2016. | (Photo: REUTERS/Gary Cameron)\n\"Our job now is to see that strong Democratic platform implemented by a Democratic-controlled Senate, by a Democratic House, and a Hillary Clinton presidency. And I am going to do all that I can to make that happen.\"\nSanders added that while \"Clinton and I disagree on a number of issues\" during the platform crafting \"there was a significant coming together between the two campaigns.\"\n\"I think it's fair to say that no one is more disappointed than I am. But to all of our supporters here and around the country, I hope you take enormous pride in the historical accomplishments we have achieved,\"  said Sanders.\n\"Together my friends we have begun a political revolution to transform America and that revolution, our revolution, continues.\"\nA self-identified Democratic Socialist, Sanders became a surprisingly challenging primary opponent for Hillary, winning several states and outlasting other Democratic hopefuls.\nSanders' support was drawn from the progressive wing of the Democratic Party, with the Vermont senator seen as an anti-establishment candidate.\nEven after Clinton was declared the presumptive nominee in June, Sanders told NBC News that he was the best candidate to defeat Republican nominee Donald Trump come November.\nA supporter of former Democratic U.S. presidential candidate Bernie Sanders wears tape across her mouth in protest on the floor at the Democratic National Convention in Philadelphia, Pennsylvania, U.S. July 25, 2016. | (Photo: REUTERS/Carlos Barria)\n\"I believe that if those superdelegates are honest with themselves, if they look at all of the national polling, all of the state polling, the nature of our organization, they will conclude that if we want to beat Donald Trump, and it's absolutely imperative that we defeat Donald Trump, Bernie Sanders is the strongest candidate,\" explained Sanders to NBC.\nIn advance of his speech before the DNC in Philadelphia, Sanders encouraged his followers to not protest or act uncivilly at the convention.\nOn Twitter, Sanders posted a message encouraging unity against the GOP, in a tweet that got over 12,000 retweets and more than 19,000 likes.\n\"We have got to defeat Donald Trump and do everything we can to elect Hillary Clinton to the White house. #DemsInPhilly,\" tweeted Sanders.\nDespite Sanders' efforts to reconcile his following with the Democratic establishment, the first day of the DNC was laden with intense anti-Hillary protests and chants among attendees.\nDuring the invocation prayer , when Cynthia L. Hale mentioned Clinton, a sizable minority of those gathered booed and chanted \"Bernie! Bernie! Bernie!\"\nWhen permanent DNC chair Rep. Marcia Fudge gave remarks, the jeering of Clinton and vice presidential running mate Tim Kaine was so intense that she interrupted her own remarks with a couple declarations of \"excuse me\" to attendees.\n\"Let me say to you. I intend to be fair, I want to hear the varying opinions here. I am going to be respectful of you and I want you to be respectful of me,\" remarked Fudge.\nCity Hall is seen in the background as supporters of U.S. Senator Bernie Sanders take part in a protest march ahead of the 2016 Democratic National Convention in Philadelphia, Pennsylvania, July 24, 2016. | (Photo: REUTERS/Adrees Latif)\nOutside of the convention, hundreds of Democratic protesters chanted \"lock her up!\" and \"No, no, DNC — we won't vote for Hillary!\" as reported by The Atlantic.\n\"Most Americans want something better than what the Democratic-Republican duopoly crams down their throats,\" argued Ron Fournier for The Atlantic.\n\"They're mad as hell and, as evidenced in Cleveland and Philadelphia, they're just starting to realize how powerful they are. They don't need to take it anymore.\"\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.theatlantic.com/politics/archive/2016/07/all-hell-breaks-loose-at-the-democratic-convention/492998/",
                "https://www.politico.com/story/2016/06/bernie-sanders-campaign-history-224028"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=PAUyp6BR6-E",
                "https://www.youtube.com/watch?v=RpIRXUYGsco",
                "https://twitter.com/BernieSanders/status/757707676583391232",
                "https://www.youtube.com/watch?v=HnMJVIuEc9Q"
            ]
        },
        "key_words": [
            "clinton",
            "told",
            "unify",
            "sanders",
            "lock",
            "hillary",
            "dnc",
            "bernie",
            "trump",
            "protesters",
            "tries",
            "democratic",
            "revolution",
            "party",
            "boo",
            "chant",
            "donald"
        ]
    }
]