[
    {
        "url": "https://www.christianpost.com/news/interview-author-of-when-will-my-life-not-suck.html",
        "title": "Interview: Author of 'When Will My Life Not Suck?'",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nInterview: Author of 'When Will My Life Not Suck?'\nInterview: Author of 'When Will My Life Not Suck?'\n| Friday, April 22, 2011\nPeople told him to use the word \"stink\" instead of \"suck,\" but author Ramon Presson went ahead anyways and titled his latest book When Will My Life Not Suck? It is not for shock value, insisted Presson, a Christian marriage and family therapist. But he said he felt compelled to use the word to remain authentic to the question being asked by so many Americans.\nPresson spoke with The Christian Post this week about his book on how he counsels people who suffer from depression.\nThe following are excerpts from the interview.\nCP: Why did you write this book?\nPresson: Well, where the title came from is that story where the woman blurted that out during a Bible study. So that phrase stuck with me and I realized that I heard that question asked for 20-some years as an assistant pastor, but not always in that vernacular. Folks are asking, \"How did I get here?\"\nA number of my clients come ask me this question too. Usually for them it is a very specific issue that they are dealing with so that question – when will my life not suck? – is asking why do bad things happen to good people. Or why does God allow this and how come He didn't prevent it?\nCP: In your experience, why do people think their life \"sucks\" even though outwardly they seem to have everything – family, job, sufficient money, etc.? Because people who are depressed don't always have something to point to.\nPresson: Right. I got clients who if they heard complaints of other clients would say to them, \"Come over to our house and I'll give you some real problems.\" So one of the things that I keep coming back to in the book is perspective. Paul's perspective on what is happening in his life.\nI think another key word is expectation. Like you said, even though outwardly you won't be able to point to a severe crisis or tragedy, we have these expectations and hope of what our life would be like that might not be met.\nOne thing I know as a marriage therapist is that this has implications for our relationship with God. You can't have a relationship without expectations. We inherently have them. They may not be realistic or even clear to us, but we always come to the table in a relationship with subtle or explicit expectations and the same goes in our relationship with God.\nI love the movie \"Bruce Almighty.\" After he lost his job and he gets beat up, he pretty much speaks for all of us when he rants at God, \"The only one who isn't doing his job around here is You!\" We have an idea or expectation of what God is supposed to do.\nI have a saying I say to couples, which is we typically don't know what our expectations are in a relationship until they are not met. Then our reaction lets us know that apparently I expected you to do this or not this. When life doesn't follow the script we wrote for it, that disappointment or frustration expose what our expectations are, including what God was supposed to provide or protect us from.\nCP: Do you think the American culture is to be blamed or partially blamed for why people here have so much yet still feel discontent and unsatisfied?\nPresson: I saw something in Bloomberg business magazine. It was a remarkable percentage in this poll of millionaires. They asked them if they felt they were rich and this unbelievable percentage of millionaires said, \"No, I'm not rich.\"\nCompared to the global standard, if you got electricity and running water you are really wealthy. And if you got a place of your own and a car, by world standard you are quite wealthy.\nThat goes back to expectation. That we have those expectations of what we should have and be provided. Particularly in our culture, we expect things to be fixed. There is a solution, someone who can repair it, treat it. There's a physician, a medication, a contractor – isn't there something or someone who can fix just about anything today?\nWe run into those things where they are not as easily addressed by technology or someone else. How come God isn't coming through on that or mobilizing people? Eventually it comes back to, how come God isn't coming through like He is supposed to?\nAnd that is the dilemma because it is very clear in the Old and New Testaments that God recognizes our helplessness and our needs and He comes to us in our need.\nWe put God on what I call probation and that we will let Him off when He starts acting right, which means when He does what we think He should do.\nAnd that is what I don't see, for instance, in poorer countries. They know that life is hard and their expectations and demands of what God must do to make their lives livable is a totally different standard.\nCP: What is the key idea people who are depressed need to grasp and embrace in order for them to overcome their emotion?\nPresson: I can tell you from experience that one of the things that they have to grasp is that this is temporary. I don't mean that it is going to be better tomorrow, but one of the things that I know when you are in the midst of depression is that you just cannot imagine that you are going to feel any different.\nWhen you are depressed you feel you are a very flawed self. You have a negative view of your life, your future, and yourself. My life sucks, my future is going to be same or worse, and I'm pitiful, I'm pathetic, I'm flawed, whatever, you can fill in the blank.\nOne of the things that people who are depressed do is isolate themselves. One of the worse things they can do is isolation, which will deepen and worsen the depression.\nWhat I have found is that regardless of what they have gone through, if they know that it is temporary and that they are loved then they can handle anything.\nTerminal cancer isn't temporary, but they know they're loved. They have a sense of God loving them and caring family so even in the midst of the disease, pain, and the fatality, being loved is vital.\nWhen you are severely depressed you buy into the lie that this is permanent and no one really loves me, no one understands me, I'm flawed, everyone would be better off without me. That is the lie they buy into.\nCP: People struggling with unpleasant emotions usually say that that is how they feel and they don't want to be fake and pretend to be happy. What is your response?\nPresson: Yeah. Quite frankly, I'm not a real proponent of the power of positive thinking. I am not a critic of those books. But sometimes things are bad and so I am really more a proponent of accurate thinking as opposed to positive thinking.\nFor my clients, I want to get them to think accurately about their life and their situation, about God and themselves. I don't need them to have an inflated view of themselves. I just need them to have an accurate one. Not pretending or sugar-coating something that is very difficult.\nThere is something, the fancy psych term is perceptual accentuation. That's a real fancy way of saying I feel it therefore it must be true, and that's our tendency. If I feel like this is hopeless, or I feel loved, I feel flawed, if I feel it then I tend to validate it as true.\nAnd that is something I appreciate about the letter to the Philippians. It is positive not because it is sappy but he has this perspective. Yes, it is true I am in jail. I wanted to come to Rome to preach in the open air but I am in jail. I don't know if I will get out. I may be released, I may be executed. I don't know. I don't think he would pretend that, \"Oh, this is fine. I am not disappointed. I'm not frustrated, I'm not confused.\" But he is not immobilized by that.\nAgain, I come back to the issue of perspective. He looks at his situation. I have to imagine that he saying this is disappointing, it is confusing and frustrating, but it is not the only thing that is true. Other things that are true is the Gospel is being shared with the Roman guards and they are sharing with their friends and family so the gospel is getting out just not how I had scripted and hoped and planned for it to. And because of my chain the brothers in Philippi are becoming more bold in the sharing of the Gospel.\nOne of the things that you see right there is his healthy perspective when he says, \"This is not just all about me.\" When I'm going through things, it doesn't help to pretend like it doesn't hurt me. That is one of the things I appreciate about what we see in Paul, he doesn't make it about only him. He doesn't imply that he doesn't matter. I wouldn't want to give people that message, that the way to be ok is to contort yourself into a posture where you say, \"I don't really matter. I'm not important.\" That's denial and not healthy.\nBut Paul extends it beyond just his concern and his comfort.\nWhen we are experiencing difficulties, it is important to ask what else is true, and challenging that automatic validation that feelings are accurate and true.\nCP: People usually dwell on the question why, but you say you ask what now? Can you talk about why this question is healthy?\nPresson: You have probably heard that people are told don't ask why and I really reject that line of thinking. I point people to David, Gideon, Job and Jeremiah who protested and resisted and asked God why. The disciples asked Jesus why when they came upon the man that was blind. So inherently we try to make sense of something that doesn't make sense or something excruciatingly painful. So first I would never say you can't ask that or don't ask God that or that is a fruitless question.\nOne of the things I've discovered is that the why questions sounds like a question from the head that is seeking answers. But one of the things that I have found while working with people in painful, tragic crisis is that answers don't heal.\nCan you imagine when Job asked God why all this happened and God had said, \"Well, Satan came to me and asked me this and I said OK. So here is how it all went down and why you lost your family.\" Do think Job would say, \"Oh, now that I know why, I'm good.\" Having an explanation is like the doctor can tell you some of the medical explanation why you have cancer but those answers and those facts aren't going to take away and help you deal with the emotional journey of I have cancer, this is what I am facing.\nEventually for people to get unstuck, they have to go to the \"what now\" question.\nCP: It's easy to say, that person just was born with a good attitude and be jealous and not change. How would you counsel someone with this kind of thinking?\nPresson: That is one of the reasons why I mentioned in the chapter about contentment that Paul says that I learned to be content in every situation that I find myself in. We tend to think that contentment is something easy for Paul; he is such a spiritual person. Notice he says I learned the secret of being content and if we have learned anything about Paul from his life and history, he is not a laid back surfer dude. This is a pretty intense person who is used to being in charge and in control, who makes things happen and having control over the lives of other. That person finds himself in prison completely out of control. For somebody like that to say they are content with that personality. That contentment switched didn't go on on the Damascus road but it is a process of attitude and personality change.\nThat doesn't mean complacency. One of the things that I get concerned sometimes is that people misunderstand contentment means I don't care what happens. That's complacency, that's not contentment and Paul was not a complacent person at all.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "things",
            "say",
            "interview",
            "feel",
            "god",
            "know",
            "think",
            "author",
            "doesnt",
            "im",
            "dont",
            "suck",
            "life"
        ]
    }
]