[
    {
        "url": "https://consortiumnews.com/2013/02/27/are-some-big-donors-out-there/",
        "title": "Are Some Big Donors Out There?",
        "authors": [],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2013-02-27",
        "text": "Main menu\nFebruary 27, 2013\n • Comments Off on Are Some Big Donors Out There?\nFrom Editor Robert Parry: In the near 18-year history of Consortiumnews, we have relied mostly on small donations from readers and an occasional grant from a few family foundations. But it’s important that we finally secure funding support from a big donor or two if we are to reach a larger audience.\nWith that in mind, I’ve prepared the following narrative explaining why we exist and what we have accomplished. If you know anyone who fits the bill as a potential major funder, please forward this message along with your recommendation that we deserve serious consideration:\nA Narrative Explaining Who and What We Are\nAs a longtime investigative reporter for the Associated Press, Newsweek and PBS Frontline, I reached the unpleasant conclusion in the 1990s that journalism was failing the American people and our democratic Republic. For a host of reasons  from personal careerism to ideological pressures  mainstream journalists simply weren’t taking on the challenging stories that were defining U.S. policies and politics, especially in the areas of national security.\nMy conclusion was shaped by the hostility that often greeted my own investigative work  and that of a few others  into the crimes of the Reagan administration, from secret arms shipments to various unsavory characters, to tolerance of drug trafficking by supposed allies in Central America, to the cover-up of the wrongdoing. But Ronald Reagan was well-liked and many news executives shared his views about the need for a robust U.S. foreign policy. So negative stories were usually received with annoyance, if not anger.\nWhile some of this may seem like ancient history, the failure of the mainstream news media to deal honestly and professionally with the grim reality of the Reagan years distorted America’s political structure over the next decades in ways that have handed dangerous people control of important levers of national power, taking the country into unnecessary wars, draining the national Treasury and refining tactics that are used for propagandizing the public.\nMy experiences from that time convinced me that nothing is more important to a democracy than a truthful narrative of key events. Out of my frustrations with what had become a timid or complicit mainstream media grew the idea for Consortiumnews.com, founded in 1995 in the early days of the modern Internet.\nThe original idea was to use this new medium to create a framework that would support the work of investigative journalists, providing them resources, editing support and a place to publish. I thought  naively as it turned out  that the funding would be the easy part, that foundations and wealthy individuals would understand the need.\nThe funding instead became the principal drawback, but we pressed ahead creating a home for invaluable investigative journalism that reset the narrative of recent decades based on documentary evidence and other solid reporting.\nBut perhaps my biggest surprise was that Consortiumnews.com began to attract submissions from former CIA analysts who, it turned out, had been facing the same kinds of pressures inside the government  to slant their analyses  that we in the mainstream press were encountering in our newsrooms. These intelligence professionals saw their job as getting the information right just as responsible journalists did.\nSo, our Web site evolved into a unique mix of investigative-style journalism and intelligence analyses, from ex-CIA personnel such as Ray McGovern, Melvin A. Goodman, Elizabeth Murray, Paul R. Pillar and Peter Dickson.\nOur expanding list of writers enabled us to mix topical reporting with historical context. Many of our articles address what is happening today  like the confrontation with Iran or the power of the right-wing media  but place those events within a larger narrative. Other articles start with some new historical discovery, often unearthed from the National Archives, and then explain why this material is relevant today. I’ve also incorporated much of this material into books to reach a print audience as well. The Web site now publishes daily with dozens of stories each month.\nOur current challenge remains, however, securing the necessary resources to take this project to the next level. As a 501-c-3 non-profit (since 1999), we have received modest support from some small foundations and a few well-to-do individuals, but we have remained dependent mostly on small donations from readers.\nIf our vision of building a truthful national narrative could ever be expanded to reach a much larger audience, I believe the prospects for American democracy would grow with it. An electorate armed with reliable information and the necessary context for understanding the facts could reshape not only the direction of national security policy but all other policies and priorities that have been stunted by the diversion of resources into unnecessary wars and other wasteful spending.\nThanks for your consideration.\nRobert Parry, investigative journalist and editor of Consortiumnews.com. (Consortiumnews,com is published by the non-profit Consortium for Independent Journalism)\nFor more information, you can write to me at 2200 Wilson Blvd., Suite 102-231; Arlington VA 22201; or send an e-mail to consortnew@aol.com .\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "mainstream",
            "support",
            "reagan",
            "national",
            "big",
            "reach",
            "small",
            "resources",
            "investigative",
            "consortiumnewscom",
            "narrative",
            "donors"
        ]
    }
]