[
    {
        "url": "https://consortiumnews.com/2017/03/17/letting-russia-be-russia/",
        "title": "Letting Russia Be Russia",
        "authors": [
            {
                "name": "Joe Tedesky",
                "link": null
            },
            {
                "name": "Tom Welsh",
                "link": null
            },
            {
                "name": "F. G. Sanford",
                "link": null
            },
            {
                "name": "Bill Bodden",
                "link": null
            },
            {
                "name": "Peon D. Rich",
                "link": null
            },
            {
                "name": "Brad Owen",
                "link": null
            },
            {
                "name": "Zachary Smith",
                "link": null
            },
            {
                "name": "James Lake",
                "link": null
            },
            {
                "name": "Mike K",
                "link": null
            },
            {
                "name": "James Van Oosterom",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2017-03-17",
        "text": "Main menu\nBy Alastair Crooke\nMany in the West have purported to find Candidate, and now President, Trump’s insistence that détente with Russia is a “good thing” to be troubling. Some suggest that the President’s insistence on this is somehow sinister – worse even than troubling. But perhaps Trump and his chief strategist Steve Bannon’s sense that détente may be possible is not so much “sinister,” but has more to do paradoxically with a particular coincidence – a confluence of intellectual thinking, a confluence that has been taking shape, almost unnoticed over recent years, but which nonetheless is becoming more significant, and which posits a profound foreign policy potential.\nWintery scene at Red Square in Moscow, Dec. 6, 2016. (Photo by Robert Parry)\nMuch has been read (most of it hostile) into Steve Bannon’s comment , via the internet, at a 2014 Vatican conference, during which he said that many of Vladimir Putin’s views were underpinned by eurasianism: “He’s got an adviser who harkens back to Julius Evola and different writers of the early 20th century, who are really the supporters of what’s called the Traditionalist Movement … We, the Judeo-Christian West,” continued Bannon, “really have to look at what [Putin]’s talking about as far as Traditionalism goes — particularly the sense of where it supports the underpinnings of nationalism.”\nHere lies one immediate problem. It is presumed in the Western media, that the unnamed Putin adviser who harkens back to Julius Evola is Professor Alexander Dugin. And here, precisely is the first difficulty: both philosophers have a rare quality of intellectual brilliance, a command of the literature that is encyclopedic, but they are radical – radical way beyond, and at odds with, today’s secular, and uniform tastes. Indeed, even today in Italy, it is best to read Julius Evola, a prolific Italian philosopher and writer, with some discretion, or at least to hold such a book within nondescript, concealing covers, if one is to avoid hostile glares, or even physical abuse.\nAnd the second difficulty? Alexander Dugin has been described  as Putin’s “Rasputin” – a “mad mystic.” And Julius Evola was charged in 1951, with others, with the crime of promoting the Fascist Party, and of promoting ideas proper to fascism. Both philosophers, in short, are controversial and have proved hugely vulnerable to sometimes quite wild misrepresentations. Evola was acquitted on both charges of promoting fascism (though he is popularly still viewed as linked to post-war Italian neo-fascism), and Dugin, from 1998 to 2003, was a geopolitics counselor of the Duma’s Chairman (Gennadiy Selezyov) – but was not adviser to Vladimir Putin.\nIn fact, as Professor Bertonneau has written : “Evola condemns with equal fervour Muscovite communism and American money-democracy, as representing, the both of them, the mechanization and dehumanization of life. Unlike the Marxists – and unlike the Fascists and National Socialists – Evola saw the only hope for Western Civilization as lying in a revival of what he liked to capitalize, on the one hand, as Tradition and, on the other, as transcendence [personal transformation]; he thus rejected all materialism and instrumentalism as crude reductions of reality for coarse minds and, so too, as symptoms of a prevailing and altogether repugnant decadence.”\nDelicate Ground\nSo why raise these controversial figures? Particularly, as in raising them we tread delicate ground. Well, it is because of that interesting coincidence to which we earlier alluded. Here is one aspect, as Professor Dugin himself notes :\nRed Square in Moscow with a winter festival to the left and the Kremlin to the right. (Photo by Robert Parry)\n“Julius Evola’s works were discovered in the 1960s [in Russia] by the very esoteric group of anti-communist intellectual thinkers known as ‘the Dissidents of the Right’. They were a small circle of people who had conscientiously refused to participate in the ‘cultural life’ of the USSR, and who had instead chosen an underground existence for themselves. The disparity between the presented Soviet culture and the actual Soviet reality was almost entirely what made them seek out the fundamental principles that could explain the origins of that evil, absolutist idea. It was through their refusal of communism that they discovered certain works by anti-modernist and traditionalist authors: above all, the books by René Guénon, and by Julius Evola.”\nAnd, in  America : “Sometime around the year 2000, the work of Julius Evola reached [the American] public consciousness, and thanks to writers like Bill White, Radical Traditionalism entered the [American] right-wing lexicon. This is a philosophy more than a political view, but fits neatly into the New Right idea that culture must be the generative actor for change which will manifest in politics and other areas … It is concerned with two fronts: first, arresting the decline of the West by crushing the Left by any means necessary; and second, a zeal for restoring the greatness of Western Civilization at its height, and [even] surpassing it.”\nAnd here lies the third “difficulty” (or perhaps not a difficulty, but its particular merit, in the eyes of many): in a secular, liberal age, Evola’s philosophy is anti-modernist, anti-secularist and anti-Liberal. It harks back to philosophia perennis, and in American terms, to Aldous Huxley’s definitions of Perennial Philosophy. (In France, the Nouvelle Droite has a different, but parallel, ontological basis, i.e. with such as Alain de Benoist). More confusingly, though it is called Traditionalism, it is really a traditionalism that has no defined tradition.\nOf course, this is not to suggest that Julius Evola was the only writer in this radical traditionalist vein. There was René Guenon, Frithjof Schuon, and many others. But, as the New York Times acknowledges (in a typically hostile piece): “More important for the current American administration, Evola also caught on in the United States with leaders of the alt-right movement, which Mr. Bannon nurtured as the head of Breitbart News, and then helped harness for Mr. Trump. ‘Julius Evola is one of the most fascinating men of the 20th century’, said Richard Spencer, the white nationalist leader, who is a top figure in the alt-right movement.”\nJust to be clear, that the widely-read Steve Bannon made mention of Evola does not, of course, make him an Evolista. And nor does Putin’s embrace of Eurasianism, make him a Duginista. “But,” as the Times  quotes one specialist, “the fact that Bannon even knows Evola is significant.”\nRadical Traditionalists  \nIn fact, what we seem to be witnessing is that just as the Russian philosopher, Dugin, draws on Radical Traditionalist thinking and then tries to apply it to the Russian situation, so too, the Alt-Right in the U.S. seems to be doing something similar: drawing on Evola and other Traditionalist sources, while distilling their ideas into an American cultural perspective (linking back to Huxley and Edmund Burke).\nA wintery scene in Moscow, near Red Square. (Photo by Robert Parry)\nIn this respect, Trump and Bannon may indeed find much in common with Mr. Putin (though it would be a mistake, I believe, to read the Russian President through the prism of Professor Dugin). Where there is common ground between the latter (Putin and Dugin) is the sense that the West has never made a satisfactory attempt to try to understand Russia as distinct, and of worth, in its own right.\nSo the West has always tried to change Russia into something that it isn’t – has always tried to make it more like the West: more liberal, more democratic, more “diversity”- orientated – always assuming that that’s how it somehow has to be, and is the best way for it to “be.” But Russia is a thousand-year civilization; it has its own religious sites and its own particular civilizational code. Russia’s leaders do not want to let the West dictate to it how to interpret Russia’s history, or its present – and, certainly not its future.\nDugin unquestionably does share Evola’s unyielding disdain for liberalism, liberal modernity and liberal democracy. And moreover, he also intensely dislikes how the West tries to force this liberalism upon others – in ugly ways – as an “universal value.” This attitude has led him to be cast as fiercely anti-American and a Russian imperialist to boot, who yearns to re-establish the Soviet Empire.\nIt is possibly Dugin’s polemical video  In Trump We Trust  that contributed to the (unwarranted) U.S. inference that President Putin too, favored Trump in the U.S. Presidential election. To read Putin in this way, would be wrong. He likely does have empathy for the Traditionalist leaning toward differentiation (national as well as personal, in the Evola sense of becoming: of becoming oneself, of a return to origins). President Putin frequently makes this very point about Russia having its own essential essence and having, too, every right to that differentiation and cultural particular (as do other nation-states).\nEvola does refer to Empire, but this has to be understood in a very different way from our contemporary understanding. And Dugin reflects this explicitly :\n“One particular layer of Evola’s thoughts is felt by the Russians to be of imminent and extreme importance: his praise for the Imperial Ideal. Rome represents the focal point of Evola’s worldview. This sacred living power which had manifested itself all across the Empire was to Evola the very essence of the West’s traditional heritage … But a similar line of thought is seemingly naturally felt by the Russians, whose historical destiny has always been profoundly tied to that of Imperium … [that is to say], Moscow as the ‘Third Rome’: It should be noted that the ‘First Rome’ in this cyclic orthodox interpretation, was not Christian Rome, but rather Imperial Rome, because the Second Rome (or the ‘New Rome’) was Constantinople, the capital of the Christian Empire.\n“Thus the idea of ‘Rome’ held by the Orthodox Russians corresponds to the understanding of … the inseparable ‘symphony’ between the spiritual authority and the temporal realm. For traditional orthodoxy, the catholic separation between the King and the Pope is simply unimaginable and close to blasphemy; and this very concept is actually called the ‘Latin heresy.’ Again, one can see the perfect convergence between Evola’s dogma and the commonplace mindset of Russian conservative thought.”\nIn his book on Evola, Paul Furlong describes it thus : “Evola sees nationalism as, in essence, the offspring of liberalism, modernity and bourgeois subversion, which announced the arrival of the fourth state that destroyed the traditional order of empire. Within the empire, nations find a just hierarchical order; [whereas] outside of it, they are mere tools of chauvinistic nationalisms, and of regimes interested only in material conquest in the name of contingent realities such as fatherlands.”\nMisreading Philosophy\nIt is not hard to see how Dugin might be misread (and therefore perhaps project a false reading on to President Putin of Imperial revanchism rather than, as Dugin intends, of the hoped-for co-joining of the spiritual with the secular). This, despite President Putin having been at some pains to distance his own notion of eurasianism (communal psychology and a single geo-geographic and civilizational unity as a firm basis for state solidarity) from the more (literal) nationalist currents in Russia today.\nRussian President Vladimir Putin after the military parade on Red Square, May 9, 2016 Moscow. (Photo from: http://en.kremlin.ru)\nThe point here is that Dugin’s (and Evola’s) thinking is novel, and can give rise to wrong assumptions about what some Russian philosophers mean when they talk about “Empire” — a terminology which is translated in the West to imply Russia as being a potential “aggressor.”\nBut, if we turn to Steve Bannon and his 2010 film Generation Zero, which narrates America’s decline into crisis, it is not hard to detect some Evola resonances – albeit ones tailored to the distinct American cultural code:\nFirstly, there is the idea of virile America (as it used to be) as the traditional, just, order of American society – a sort of “New Imperial Rome” perhaps, rather than a “New Jerusalem.”\nSecondly, Bannon – like Evola – traces the beginning of the American slide towards decadence to the narcissistic, self-indulgent 1960s (to the Woodstock era, in Bannon’s narrative). Ditto for Europe, in Evola’s view.\nThirdly, Bannon – like Evola – disdains the undifferentiated, materialist and uniform bureaucratic modernity, to which this decadence has given rise. Evola admires ancient and historical societies for the virility of their structures – and not as tools of power (or of chauvinistic nationalism).\nFourthly, Bannon – like Evola – extols the symphony between the spiritual (Judeo Christian) and temporal authority.\nFifth, both see history as cyclical: the fourth turning in Bannon’s narrative versus the fourth stage in Evola’s.\nSixth, both believe that if you are a traditionalist, you must challenge “decadence” by all means.\nI do not know whether Bannon or Trump have read Evola, but his sprit, and that of other Radical Traditionalists, has certainly permeated the thinking of the Alt-Right circles in which both men have been moving.\nThe important point here, is not to draw out all the parallels in order to assert a literary lineage. That does not matter. But rather, to point to something far more substantive: their foreign policy implications. The concinnity of thinking – albeit one refined through different cultural optics – is there.\nTrump and Putin do indeed have something in common. If both parties – as it seems they do – concur that differentiated, individuated (but not individualist) states, are legitimate and appropriate to their separate and particular, cultural codes – what then, is there to fight about?\nIf America and the West now can disavow the need to remake Russia in the Western, diversity-centric, individualist, liberal-democratic image, and agree to accept Russia simply for what it, and its culture, “is,” then this would amount to a shift in Western policy of tectonic import. It would indeed be paradoxical if a figure, such as Evola, somehow might have contributed to such an event.\nAlastair Crooke is a former British diplomat who was a senior figure in British intelligence and in European Union diplomacy. He is the founder and director of the Conflicts Forum.\nJames van Oosterom\nMarch 19, 2017 at 18:36\n“Trump and Putin do indeed have something in common. If both parties – as it seems they do – concur that differentiated, individuated (but not individualist) states, are legitimate and appropriate to their separate and particular, cultural codes – what then, is there to fight about?”\nWhat is there to fight about? Surely, Mr. Crooke, that’s a hypothetical question. It’s not so much about fighting as it is about managing the fight. Together with all the wealth and influence it brings. That’s been the agenda of the West for some 50 years now. Must be clear to someone, no?\nFine, I’ll get my coat.\nBernie\nMarch 19, 2017 at 14:34\nAs an American I can tell you that there is a battle ongoing in this country between traditionalists and liberals over issues central to Western culture and religion.  I’m talking about, mainly, the rise of the gay movement and how that has overturned the traditional roles of men and women in the most profound and individualistic ways.  Russia it appears is fighting to maintain a more traditional societal framework of the family, which is interesting when one considers the role that the communists played in promoting women’s rights.  But not really.  The communists believed in giving women equal rights, education, but at the same time the recognized that raising children and maintaining a healthy home environment was primarily the role of the woman.  And a great threat to that traditional view is the rise of the gay movement which is rapidly gaining strength in the US.  I am not a gay basher, nor do I object to consenting adults assuming whatever life style the choose, but it has become political and social suicide in America to argue that young people should question the notion that they are genetically gay if they have “gay tendencies”.  Gayness has been popular, trendy even, and young impressionable  people adopt it just like they adopt other questionable trends like tattooing their bodies, over indulgence in drugs, etc….\nmike k\nMarch 19, 2017 at 11:49\nAll this BS from Bannon and others is just oligarchic authoritarianism in drag. Another ‘intellectual” cover for the same old shit.\nbackwardsevolution\nMarch 19, 2017 at 05:09\n“Secondly, Bannon – like Evola – traces the beginning of the American slide towards decadence to the narcissistic, self-indulgent 1960s (to the Woodstock era, in Bannon’s narrative).”\nThe West has been sliding downhill since this time, the people and the politicians.  The politicians have increasingly become more corrupt as people stopped paying attention to their government, and the people have increasingly become more narcissistic (propaganda, marketing, caught up in the treadmill of capitalism).\nNobody is minding the store because everybody is too busy minding themselves, and the country suffers because of it.  There are too many factions fighting and jostling for their own piece of the pie (“look at me, look at me”), tiny nations within the larger nation, and they’re pulling the country apart.  A hyphenated, dependent, divided population whose allegiance is elsewhere.  No glue holding them together.\nProbably the best thing for the country would be an economic collapse.  Strong, moral countries don’t just materialize.  They only occur when citizens see things like honesty and integrity as being integral and they fight for these characteristics.  It is the followers who dictate the leader, and the people actually did vote for the swamp to be drained this past election.  Whether it will or not depends on whether the narcissistic people can step away from their self-centeredness long enough to let it occur, or whether they want to further divide the country by insisting that their concerns take precedence over everyone else.\nRussia wants to join in, but doesn’t want to be engulfed by capitalism.  It wants to maintain its autonomy.  Maybe it doesn’t want a McDonald’s on every corner.  Let it be.\nMr. Crooke\nI have not in recent memory read an article that is as well-balanced and level-headed (not to mention informed) as this. A real achievement on your part. A disciple of Evola and Dugin myself, the opportunitis for a future ceasefire between America and Russia are exciting indeed, especially if they can be achieved through the recapture of Tradition and an end to bourgeois Liberal Modernity which has served no ultimate ends but the destruction of man. I work with partners in both countries to try to promote these lines of thinking, and my hope is that if the Trump admin is not completely undermined by the shameful deep state (CIA etc.) then there is a potentially bright future for a re-invigorated Russian Empire, an America that has addressed its own inherent ideological problems and nuissance actors, and importantly for the middle-ground of Europe which today labors on the brink of utter destruction at the hands of globalization.\nBest Regards\nJames lake\nWhat Russian Empire? Ridiculous and dangerous\nJames van Oosterom\nMarch 19, 2017 at 19:09\nFine sentiments. But you don’t get the point, do you? War is of the essence. Or if not war, then the perennial threat of war. It’s how the Deep State propagates itself. Global (nuclear) war would not be in the interest of the West (or that overwhelming part run by the Deep State) but crises, whether financial, racial, military, territorial, natural, etc. is the fuel that propels the Deep State’s engine. It’s in managing the crises that money is to be made. Crisis management is the key to progress…for the Deep State.\nAs for your hope, well, it’s worth a drink.\nMarch 18, 2017 at 10:49\nIntellectuals get too hung up in their intellect. They would do well to take a walk in the woods, or meditate, to get out of their overcerebrating overtime mode.  Trump, unfortunately, has the depth of a child, and so he’s able to be manipulated by Bannon, a pity, as well as the leftover salivating hawks.  My impression from reading is that Putin is conservative Christian (Eastern Orthodox), concerned about Russia’s economic strength after a long and difficult history, not an ideologue. The US just can’t adjust its thinking to the fact that Russia is not the old Soviet Union. All the while nothing is on the economic table to help the hollowed-out middle class in this country, getting hung up in this war absurdity.\nJames lake\nThis article is disgraceful\nI am actually shocked that it is presented as fact that Putin admires two people who could be described fascist philosophers.\nSteve Bannon views on Putin are incorrect and dangerous. Where on earth did he get the idea that Putin is a Eurasianist?\nDugin was sacked from his job at s university for promoting his views – they are a minority view. As for the other person mentioned never heard of him.\nConsortium news has  really erred in printing this article – it’s actually shocked me that you have so little knowledge of The president of Russia\nMay I suggest you look at his speeches there are plenty translated on his website and in you tube.\nPutin is not a nationalist  or a fascist – no leader of Russia which is a multi ethnic – multi religious federation – could hold such views and keep that country together.\nIf Trump and Bannon believe such ignorant things about Putin – they are doomed to fail to reach any sort of understanding with Russia\nTannenhouser\nZachary Smith\nMarch 18, 2017 at 02:18\nThis is the first essay in a while which I couldn’t make heads or tails of, so I settled for looking at the wikis of the two people who seemed to be under discussion: Aleksandr Dugin and Julius Evola.\nAleksandr Gelyevich Dugin (Russian: ?????????? ????????? ??????; born 7 January 1962) is a Russian political scientist known for his fascist views[4][5][6] who calls to hasten the “end of times” with all out war.[7][8][9][10][11]\nEvola was admired by the Italian Fascist leader Benito Mussolini.[4] He idolized the Nazi SS and admired the SS commander Heinrich Himmler, whom he knew personally,[3] and spent World War II working for the Nazi intelligence agency.[5] In a trial in 1951, Evola, who denied being a Fascist, referred to himself as a ‘superfascist’.\nIt’s a mystery to me how either of them could be viewed as any way admirable – by anybody.\nBrad Owen\nMarch 19, 2017 at 10:05\nI’m glad you said this. I too, was scratching my head like “what the hell?” If he was saying that Putin is reaching back for Russian Tradition to help piece together a viable Nation that suffered so many “erasures” under the communist lust to “build a new Soviet man” he sure went the long way around the barn to get there. Likewise Bannon pretty much is getting in touch with his “inner Puritan”, reaching back to a time when God was present in your works, your business, and that business was the pragmatic observance of Lord Jesus’s 2nd Commandment to “love thy fellow man”, both in employment and producing useful, life-enhancing things, an idea that was “erased” by Western Modernity, then yes there is “concinnity” in their thinking (thanks for making me have to look up a word, mr Crooke).\npeon d. rich\nMarch 18, 2017 at 00:46\nAs long as culture and society are produced in the model of liberal economics (capitalism), liberalism itself will be perverse.  Free association, unbound by forces of interest other than self-positing,must be anti-monopolistic in all areas of society – cultural, political, religious, economic, etc. Liberal philosophy and society must be radical in order to avoid the malaise of trivial liberal individuality.  And here the liberal currents in Marx (especially the early Marx) have escaped liberal ideologues; capitalism casts off values and only by stopping its expansion into our lives do we have the opportunity for a spirituality that expresses our individual selves.  The conservatives who decry Marxist materialism and valorize traditional cultural values and imperium are even more intellectually feeble than the milquetoast liberals they criticize.  Hell, Dewey or Rorty’s versions of liberalism are a good start, and they barely touch upon the vitality of a radical liberalism, which in many ways has reared up with magnificence in post-fascist/anti-racist culture.  Western culture as a return to greatness – how blind can you get?  Look around.  Demand the impossible.  F capitalism.\nBill Bodden\nMarch 17, 2017 at 22:26\nSome of the comments above bring to mind the Christmas Eve truce during the First World War in 1914 when soldiers emerged from the British, French and German trenches to fraternize with their enemies, play soccer and exchange gifts.  I don’t believe in anarchy, but this event showed there are exceptions to this rule when the people rise to oppose evil governments.\nF. G. Sanford\nMarch 17, 2017 at 20:30\nI just did a little reading up on Evola. Sorry, but if you get into the nitty gritty, he’s a bonanza fide fascist/occultist/iconoclast lunatic who thinks the answer to anything non-traditional is “blow it up”. Bannon apparently publicly praised notorious anti-Semite and Nazi collaborator Charles Maurras, who got life in prison in France. A novel Bannon has praised is called “Camp of the Saints”, an apocalyptic racially charged call to defend the “white” world against immigrants. The author of this article may have let his even-handedness and desire to give the benefit of the doubt a little less critical momentum than is warranted. Bannon sounds like he reads some REALLY scary stuff.\nMarch 17, 2017 at 15:23\nOh, also, Alexandr, we have huge corruption in U.S. especially in government, it’s called “lobbying” which is legalized bribery of politicians, all around Washington these lobbyists make a great living. Not just Washington, either, in cities and towns the bribery goes on. So there are some similarities with your country.\nMarch 17, 2017 at 14:47\n“The US people are the exceptional people”; the exceptional(ly violent) people who can solve every disagreement by brute force or the threat thereof (see “uncivilized”). We live in a post-civilized era whose leaders were absent, high, or asleep when their civics teacher explained that the rule of law is the linchpin of civilized society.\nThe US wanders the planet invading, bombing, and occupying nations at will, ignoring how those acts corrode our integrity and betray our humanity.\nThanks Alexandr & Huge Hello back to you.\nPeace.\nMarch 17, 2017 at 14:00\nI read an interview with Alexandr Dugin, no comparison to Rasputin who was a peasant monk, only similarity I can see is the beard, it’s quite obvious Dugin is an intellectual.  Shows tendency of pop culture comparisons based on fatuous observations in the west.\nTom Welsh\n‘”We, the Judeo-Christian West,” continued Bannon…’\n“Judeo”, yes.\n“Christian”, no.\nMarch 17, 2017 at 13:14\nI think that’s the crux,  what siberiancat has to say, the traditional Western values having been replaced in the US by post-modernist, even post-technological values,  with nearly a jettisoning of tradition and replacement by what I think is confusion.  The US people have also been wholly conditioned to believe that they are the “exceptional” people, which doesn’t leave a whole lot of room for tolerance.  Add to that a woeful lack of historical knowledge on the part of many Americans, and you get a very insular people who somehow think they’re the chosen because they have enough material comfort.  And, we should remember that Americans did not experience the World Wars as Eurasians did.\nJoe Tedesky\nMarch 18, 2017 at 00:01\nWhen I think of the exceptional American theme being driven, I think well if being God’s chosen people worked for the Zionist, well then why not have Americans be exceptional and indispensable? Truth be told at the rate we Americans are going, it will be astonishing if we come out to be normal human beings.\nJessica you were one of three who straighten me out about Russia accepting American cultural morals. What you did was make me think of a time in my life when I thought of how people from wherever should be able to be whoever it is they want to be. Besides all this liberation talk coming from America is just another way for the generals to rally the troops and their families and friends around the artillery of war. There is nothing sincere about it.\nI also doubt Donald Trump reads philosophy. Trump is either saying kind things about Putin because he wants to be fair to the Russian leader, or the Trumpster is on the hook to some Russian oligarch. I don’t think President Trump is as deep as Mr Crooke may wish him to be.\nI’m with Putin. We should have a distributed power structure through out the world. Sovereign nations respecting the rights of other nations, while agreeing to establish a sensible worldwide rule of law to be observed by every nation who signs on to such an agreement. If I had to laid odds on what will win out, I would bet on the distributed power model…just me.\nIn the end I don’t believe all this world hegemony is promoted on the backs of philosophers as much as it is driven by corporate bankers wishing to secure more debt from unsuspecting naïveté national leaders. Sight Viktor Yanukovych of Ukraine as a good example of the Western Corporate’s victim of this ungodly diplomatic business model, and then I rest my case. It’s not about brains it’s all about the money.\nPeter Loeb\nHave Americans and Saudi’s been INVITED to conduct airstrikes\nin the sovereign nation of Syria by the Syrian Government itself?\nHas Saudi Arabia or Israel received such an invitation.\nYes but Secretary of State Kerry and presumably Obama rejected\nsuch an invitation out-of-hand, The US prefers the “supreme war crime”\n(according to Nurnberg). Accepting the Nobel Prize for\nPeace former President Obama asserted that he supported\n“just wars” (St. Augustine, 4th c.) The world was made to feel\nso holy! So wise! It was a marvelous piece of PR.\nI agree with Joe Tedesky that Donald Trump spends little to no\ntime reading philosophers. I doubt many Presidents do after their\nacademic years (Exception Woodrow Wilson, he of the “Red Scare”—-\nWilson was himself an academic,).\nCrooke’s analysis may serve university students of the future as basis\nfor a point or two.\n—-Peter Loeb, Boston, MA, USA\nJoe Tedesky\nMarch 18, 2017 at 09:08\nPeter when Trump references his sources of information he says, he saw it on FOX, or he will remark, how he knows because someone told him. Trump fits the King Royal character who hands off the Epic Novel to a subordinate and orders his stooge to read it and get back to him…tell me what’s in the book. If Trump’s presidency is a conspiracy then I don’t suspect the Russians, as much as I find motive behind putting him the White House by the SNL writer’s staff.  If the things that Trump says or does makes you shake your head, then you better wrap some duct tape around your neck so your head don’t fall off. Bannon no doubt reads a lot, but he appears to be one of those extremely radical eggheads who can’t get beyond his prejudice and hate no matter how hard he try’s to comprehend what he’s reading. Besides that if the Trump Adminstration is truly fascist then if they follow the fascist mold they will put down intellectualism.\nLibby\nMarch 21, 2017 at 14:11\n“Bannon no doubt reads a lot, but he appears to be one of those extremely radical eggheads who can’t get beyond his prejudice and hate no matter how hard he try’s to comprehend what he’s reading”.\nYou are so right. The Traditionalist authors mentioned -Guenon, Schuon, even Evola – are being distorted in a dangerous way by Bannon and others, as a counterfeit of the same.\nsiberiancat\nMarch 17, 2017 at 12:45\nThe Russians are actually quite individualistic, to such an extent that the State has to force the collective on them.\nThe Westerners to various extent are much more self organizing. In my personal observations, Americans are the most collectivist bunch contrary to the American individualistic myth.\nThe current understanding of the Western values differs radically from what it was 50 years ago.  The modern values are quite radical in nature. The jury is still out on their long term viability.\nIronically the current set of Russian values is closer to the old traditional Western values.\nmike k\nMarch 17, 2017 at 12:04\nMr. Crooke, I do not think you are naïve enough to think that the whole gigantic capitalist imperialistic juggernaut is going to turn aside and assume a new course due to the vaporings of some philosophers. The collapsing ecosphere and industrial paradigm could care less who is in charge here and there during it’s death throes.  The change in consciousness required to save us from our colossal bad karma is far greater than a new suit of political philosophy.\nAlexandr\nMarch 17, 2017 at 12:01\nII have briefly read the article (because my free time is busy by translating one of the Soloviev’s series) and what I can shortly say. I guess most of us, Russians, don’t understand what the heck West want from us? I mean as for me I absolutely don’t care how live ordinary Americans, Norwegians, Vietnamese or Zulus. Why should I interfere to their fates? I am concerned a lot more about situation inside my own country, for example, the main issue – corruption – where every grief is coming from.\nFor instance, one of the favourite bashing-theme of our country. Perhaps there is somewhere a huge adoration of untraditional sexual orientation (or some other issue, doping). But I don’t give a shit about it, because who am I to force someone to follow my rules. If someone in their countries like such stuff, you are welcome, why should i be care? And people in Russia tolerate to this UNLESS there is no propaganda of it. Who cares with whom you sleep? It’s a private case of every person. Unfortunately, people went crazy with all those leaked pornselfies and these people tell us what is right and what is wrong.\nThereafter, don’t meddle into other people life. We are different, we are traditional. Period!\nHuge “Hello” to everyone, commrades. Don’t judge too strong. “Be well”\nVive Fidel.\nBill Bodden\nMarch 17, 2017 at 13:56\nI guess most of us, Russians, don’t understand what the heck West want from us?\nIt’s complicated, and like you I’m pushed for time just now, but one factor of very many is that we have people in the West who have a philosophy of too much never being enough so they constantly strive for more – at the expense of others.\nSoloview\nMarch 21, 2017 at 20:42\n“I guess most of us, Russians, don’t understand what the heck West want from us?”\n??????? ?????\nMarch 17, 2017 at 11:02\nIt’s highly doubtful that Putin has any Rasputin-character near him, Putin is a strong-willed, military and KGB-trained man in his 60s, too sane and non-religious (KGB guys are atheists even if they claim the opposite) to be influenced by some philosopher. Dugin is completely unknown to general public in Russia, there’s actually a plethora of guys like him. I’d say out of Dugin (philosopher), Pyakin (political analyst) and Satanovskiy (top Middle East expert), an average Russian would know and name the second one.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/02/10/world/europe/bannon-vatican-julius-evola-fascism.html",
                "https://consortiumnews.com/2017/03/09/steve-bannons-apocalyptic-unravelling/",
                "http://www.breitbart.com/national-security/2014/06/10/putin-s-rasputin-the-mad-mystic-who-inspired-putin/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.juliusevola.com/julius_evola/texts/russian.txt",
                "https://www.youtube.com/watch?v=aOWIoMtIvDQ",
                "http://www.conflictsforum.org/2017/deciphering-steve-bannons-global-revolution/",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://www.brusselsjournal.com/node/4371",
                "http://www.amerika.org/politics/radical-traditionalism/"
            ]
        },
        "key_words": [
            "west",
            "american",
            "julius",
            "letting",
            "russia",
            "dugin",
            "traditionalist",
            "bannon",
            "putin",
            "rome",
            "evola"
        ]
    }
]