[
    {
        "url": "https://www.christianpost.com/news/mohler-without-old-testament-jesus-story-incomplete.html",
        "title": "Mohler: Without Old Testament, Jesus Story Incomplete",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nMohler: Without Old Testament, Jesus Story Incomplete\nMohler: Without Old Testament, Jesus Story Incomplete\nBy Michelle A. Vu , Christian Post Reporter\n| Tuesday, April 12, 2011\nFor too many evangelical pastors, the Old Testament is a “foreign book” that is better left alone or used only as background knowledge, lamented prominent theologian Dr. R. Albert Mohler Jr. on Tuesday. But preachers who neglect the Old Testament do so at the risk of “robbing” their congregation of fully understanding Jesus Christ.\n“I’ve actually heard some preachers state as a matter of principle that they preach from the New Testament because it is the Christian book,” said Mohler, president of The Southern Baptist Theological Seminary in Louisville, Ky., during the first plenary session of The Gospel Coalition’s national conference in Chicago. “How they are robbing their people of the knowledge of Christ from the scriptures. How impoverished is that preaching. How undernourished are those congregations.”\nMohler, whose session was titled “Studying the Scriptures and Finding Jesus,” contends that Jesus and the gospel are found throughout the Old Testament and therefore not teaching from those books would be failing to tell the full story of Jesus.\n“You cannot read the law without reading me (Jesus). You cannot read the history without reading me. You cannot read the psalms without reading me. You cannot read the prophets without reading me. These are they that testify of me,” said Mohler, paraphrasing John 5:39, in which Jesus says that the scriptures in the Old Testament testify about him.\n“And we also should look to the Old Testament and find a constant, continual, cumulative, consistent testimony of Christ,” he stated. “We do not look back to the Old Testament merely to find the background of Christ and his ministry, nor merely for reference and anticipation of Christ. We are to look to the Old Testament and find Christ. Not here and there, [but] everywhere.”\nThe Southern Baptist theologian, best known for defending the conservative Christian view in the public square, was the first plenary speaker at the three-day conference gathering Christians who seek to live and uphold the gospel of Jesus Christ. More than 70 speakers will address the crowd of about 5,300 people regarding topics related to this year’s theme: “They Testify about Me: Preaching Jesus and the Gospel from the Old Testament.”\nDuring his session, Mohler laid out reasons for the confusion many Christians have regarding the Old Testament. Some Christians, he said, label the Old Testament as the Hebrew scripture as opposed to the New Testament, which they call the Christian scripture. But the intellectual said Christians cannot accept this label because it insinuates that the Old Testament is “someone else’s book.”\nAnother problem is that the ideas of Marcionism, the belief that the wrathful God of the Old Testament is different than the all-forgiving God of the New Testament, have infected many believers.\n“There are Marcionites throughout our pew and in far too many pulpits,” said Mohler. “Many of them absolutely unknowing that they are practical Marcionites if not card carrying Marcionites.”\nMeanwhile, other Christians hold the view that the Old Testament should be read without connection to the New Testament, or they consider the Old Testament to have a moral problem.\nEmergent church leader Brian McLaren, noted Mohler, made a moral argument against the Old Testament when he described the story of Noah as “profoundly disturbing.”\nBut the biggest problem within the church is simply the sheer ignorance and neglect of the Old Testament.\n“Let’s admit it, a good many evangelical preachers and Bible teachers simply have no idea what to do with the Old Testament,” said Mohler. “To many Christians, to many pastors, to many preachers, and to all too many Christians, the Old Testament is a foreign book.”\nBut the respected theologian pointed to the main passage in John 5:31-47 and reminded the crowd that Jesus Christ himself said throughout the New Testament that the Old Testament is not what believers have to know before the real story, but it is part of one and the same story.\n“As Paul writes in Romans 7, without the law he would not have known that he was a coveter. And until that knowledge came, he did not know he needed a savior. There is grace in the knowledge of our sins and there is grace in our knowledge of the need for a savior. And there is grace in the fact that a savior was all along promised and revealed even under the law,” said Mohler.\nLater on Tuesday, Pastor Tim Keller of Redeemer Presbyterian Church in Manhattan, New York and Pastor John Piper of Bethlehem Baptist Church in Minneapolis, Minn., participated in a panel discussion with other leaders about preaching from the Old Testament.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.christianpost.com/by/michelle-a-vu"
            ]
        },
        "key_words": [
            "read",
            "knowledge",
            "christ",
            "old",
            "jesus",
            "incomplete",
            "mohler",
            "testament",
            "christians",
            "preachers",
            "reading"
        ]
    }
]