[
    {
        "url": "https://consortiumnews.com/2017/12/11/russia-gates-litany-of-corrections/",
        "title": "Russia-gate’s Litany of Corrections",
        "authors": [
            {
                "name": "David G",
                "link": null
            },
            {
                "name": "Skip Edwards",
                "link": null
            },
            {
                "name": "Piotr Berman",
                "link": null
            },
            {
                "name": "Steven A",
                "link": null
            },
            {
                "name": "Del Sefton",
                "link": null
            },
            {
                "name": "Martin - Swedish Citizen",
                "link": null
            },
            {
                "name": "Skip Scott",
                "link": null
            },
            {
                "name": "Thomas Mcgaffey",
                "link": null
            },
            {
                "name": "Gregory Herr",
                "link": null
            },
            {
                "name": "David Davidson Smith Smothson",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2017-12-11",
        "text": "Main menu\nDecember 11, 2017\nBy Robert Parry\nThe U.S. mainstream media’s year-long hysteria over Russia’s alleged role in the election of Donald Trump has obliterated normal reporting standards leading to a rash of journalistic embarrassments that have both disgraced the profession and energized Trump’s backers over new grievances about the MSM’s “fake news.”\nMisguided groupthink is always a danger when key elements of the Washington establishment and the major news media share the same belief – whether that is Iraq’s supposed possession of WMD or the need to bring down some foreign or domestic leader unpopular with the elites.\nYet, we have rarely witnessed such a cascading collapse of journalistic principles as has occurred around the Russia-gate “scandal.” It is hard to keep track of all the corrections or to take note of all the dead ends that the investigation keeps finding.\nBut anyone who dares note the errors, the inconsistencies or the illogical claims is either dismissed as a “Kremlin stooge” or a “Trump enabler.” The national Democrats and the mainstream media seem determined to keep hurtling down the Russia-gate roadway assuming that the evidentiary barriers ahead will magically disappear at some point and the path to Trump’s impeachment will be clear.\nOn Friday, the rush to finally prove the Russia-gate narrative led CNN — and then CBS News and MSNBC — to trumpet an email supposedly sent from someone named Michael J. Erickson on Sept. 4, 2016, to Donald Trump Jr. that involved WikiLeaks offering the Trump campaign pre-publication access to purloined Democratic National Committee emails that WikiLeaks published on Sept. 13, nine days later.\nWith CNN finally tying together the CIA’s unproven claim that WikiLeaks collaborates with Russia and the equally unproven claim that Russian intelligence “hacked” the Democratic emails, CNN drew the noose more tightly around the Trump campaign for “colluding” with Russia.\nAfter having congressional reporter Manu Raju lay out the supposed facts of the scoop, CNN turned to a panel of legal experts to pontificate about the crimes that the Trump campaign may have committed now that the “evidence” proving Russia-gate was finally coming together.\nNot surprisingly the arrival of this long-awaited “proof” of Russian “collusion” exploded across social media. As The Intercept’s Glenn Greenwald noted in an article critical of the media’s performance, some Russia-gate enthusiasts heralded the CNN revelation with graphics of cannons booming and nukes exploding.\nThe problem, however, was that CNN and other news outlets that jumped on the story misreported the date of the email; it was Sept. 14, 2016, i.e., the day after WikiLeaks released the batch of DNC emails, not Sept. 4. In other words, it appeared that “Erickson” – whoever he was – was simply alerting the Trump campaign to the WikiLeaks disclosure.\nCNN later issued a quiet correction to its inflammatory report – and not surprisingly people close to Trump cited the false claim as yet another example of “fake news” being spread by the mainstream media, which has put itself at the forefront of the anti-Trump Resistance over the past year.\nBut this sloppy journalism – compounded by CNN’s rush to put the “Sept. 4 email” in some criminal context and with CBS and MSNBC panting close behind – was not a stand-alone screw-up. A week earlier, ABC News made a similar mistake in claiming that candidate Donald Trump instructed Michael Flynn to contact Russian officials during the campaign, when Trump actually made the request after the election when Flynn was national security adviser-designate, a thoroughly normal move for a President-elect to make. That botched story led ABC News to suspend veteran investigative reporter Brian Ross.\nAnother inaccurate report from Bloomberg News, The Wall Street Journal and other news outlets – that Russia-gate special prosecutor Robert Mueller had subpoenaed Deutsche Bank records of President Trump and his family – was denied by Trump’s lawyer and later led to more corrections . The error apparently was that the bank records were not those of Trump and his family but possibly other associates.\nA Pattern of Bias\nBut it wasn’t just a bad week for American mainstream journalism. The string of errors followed a pattern of earlier false and misleading reporting and other violations of journalistic standards, a sorry record that has been the hallmark of the Russia-gate “scandal.” Many stories have stirred national outrage toward nuclear-armed Russia before petering out as either false or wildly exaggerated. [See, for instance, Consortiumnews.com’s “ Russia-gate Jumps the Shark. ”]\nOfficial portrait of President Donald J. Trump taken Oct. 6, 2017. (Official White House photo by Shealah Craighead)\nAs Greenwald noted , “So numerous are the false stories about Russia and Trump over the last year that I literally cannot list them all.”\nThe phenomenon began in the weeks after Trump’s shocking victory over Hillary Clinton as Democrats and the mainstream media looked for people to blame for the defeat of their much-preferred candidate.\nSo, on Thanksgiving Day, just weeks after the election, The Washington Post published a front-page story based on an anonymous group called PropOrNot accusing 200 Web sites of acting as propaganda agents for Russia. The list included some of the Internet’s leading independent news sources, including Consortiumnews, but the Post did not bother to contact the slandered Web sites nor to dissect the dubious methodology of the unnamed accusers.\nApparently, the “crime” of the Web sites was to show skepticism toward the State Department’s claims about Syria and Ukraine. In conflating a few isolated cases of “fake news” in which people fabricated stories for political or profitable ends with serious dissent regarding the demonizing of Russia and its allies, the Post was laying down a marker that failure to get in line behind the U.S. government’s propaganda on these and other topics would get you labeled a “Kremlin tool.”\nAs the Russia-gate hysteria built in the run-up to Trump’s inauguration during the final weeks of the Obama administration, the Post also jumped on a claim from the Department of Homeland Security that Russian hackers had penetrated into the nation’s electrical grid through Vermont’s Burlington Electric.\nAs journalist Gareth Porter noted , “The Post failed to follow the most basic rule of journalism, relying on its DHS source instead of checking with the Burlington Electric Department first. The result was the Post’s sensational Dec. 30 story under the headline ‘Russian hackers penetrated U.S. electricity grid through a utility in Vermont, U.S. officials say.’ …\n“The electric company quickly issued a firm denial that the computer in question was connected to the power grid. The Post was forced to retract, in effect, its claim that the electricity grid had been hacked by the Russians. But it stuck by its story that the utility had been the victim of a Russian hack for another three days before admitting that no such evidence of a hack existed.”\nThe Original Sin\nIn other cases, major news outlets, such as The New York Times, reported dubious Russia-gate claims from U.S. intelligence agencies as flat fact, rather than unproven allegations that remain in serious dispute. The Times and others reported Russian “hacking” of Democratic emails as true even though WikiLeaks denied getting the material from the Russians and the Russians denied providing it.\nFormer Secretary of State Hillary Clinton.\nFor months into 2017, in dismissing or ignoring those denials, the U.S. mainstream media reported routinely that all 17 U.S. intelligence agencies concurred in the conclusion that Russia was behind the disclosure of Democratic emails as part of a plot initiated by Russian President Vladimir Putin to help elect Trump. Anyone who dared question this supposed collective judgment of all the U.S. intelligence agencies risked being called a “conspiracy theorist” or worse.\nBut the “consensus” claim was never true. Such a consensus judgment would have called for a comprehensive National Intelligence Estimate, which was never commissioned on the Russian “hacking” issue. Instead there was something called an “Intelligence Community Assessment” on Jan. 6 that – according to testimony by President Obama’s Director of National Intelligence James Clapper in May 2017 – was put together by “hand-picked” analysts from only three agencies: the CIA, FBI and National Security Agency.\nEven after Clapper’s testimony, the “consensus” canard continued to circulate. For instance, in The New York Times’ White House Memo of June 25, correspondent Maggie Haberman mocked Trump for “still refus[ing] to acknowledge a basic fact agreed upon by 17 American intelligence agencies that he now oversees: Russia orchestrated the attacks, and did it to help get him elected.”\nFinally, the Times ran a correction appended to that article. The Associated Press ran a similar “clarification” applied to some of its fallacious reporting which used the “17-intelligence-agencies” meme.\nAfter the correction, however, the Times simply shifted to other deceptive wording to continue suggesting that U.S. intelligence agencies were in accord on Russian “hacking.” Other times, the Times just asserted the claim of Russian email hacking as flat fact. All of this was quite unprofessional, since the Jan. 6 “assessment” itself stated that it was not asserting Russian “hacking” as fact, explaining: “Judgments are not intended to imply that we have proof that shows something to be a fact.”\nEven worse than the Times, the “fact-checking” site Politifact, which is part of Google’s First Draft Coalition for deciding what the search engine’s algorithms will promote as true and what information will be disappeared as false, simply decided to tough it out and continued insisting that the false “consensus” claim was true .\nWhen actual experts, such as former National Security Agency technical director William Binney, sought to apply scientific analysis to the core claim about Russian “hacking,” they reached the unpopular conclusion that the one known download speed of a supposed “hack” was not possible over the Internet but closely matched what would occur via a USB download, i.e., from someone with direct access to the Democratic National Committee’s computers using a thumb drive. In other words, the emails more likely came from a DNC insider, not an external “hack” from the Russians or anyone else.\nYou might have thought that the U.S. news media would have welcomed Binney’s discovery. However, instead he was either ignored or mocked as a “conspiracy theorist.” The near-religious belief in the certainty of the Russian “hack” was not to be mocked or doubted.\n‘Hand-picked’ Trouble\nIn recent days, former DNI Clapper’s reference to “hand-picked” analysts for the Jan. 6 report has also taken on a more troubling odor, since questions have been raised about the objectivity of the Russia-gate investigators and — as any intelligence expert will tell you — if you “hand-pick” analysts known for their personal biases, you are hand-picking the conclusion, a process that became known during the Reagan administration as “politicizing intelligence.”\nJames Clapper, former Director of National Intelligence.\nThough little is known about exactly who was “hand-picked” by President Obama’s intelligence chiefs to assess the Russian “hacking” suspicions, Russia-gate special prosecutor Robert Mueller has been forced to reassign Peter Strzok, one of the top FBI investigators who worked on both the Hillary Clinton email-server case and the Trump-Russia inquiry, after it was discovered that he exchanged anti-Trump and pro-Clinton text messages with a lawyer who also works at the FBI.\nLast week, Republicans on the House Judiciary Committee sought answers from new FBI Director Christopher Wren about Strzok’s role in clearing Hillary Clinton of criminal wrongdoing in her use of a private unsecured email server to handle official State Department communications while Secretary of State. They also wanted to know what role in the Russia-gate probe was played by a Democratic-funded “opposition research” report from ex-British intelligence officer Christopher Steele, which included unverified hearsay claims by unnamed Russians about Trump.\nWren avoided direct answers by citing an ongoing Inspector General’s review and Mueller’s criminal investigation, but Republicans expressed displeasure at this evasiveness.\nThe Republican questions prompted E.J. Dionne Jr., a liberal columnist at The Washington Post, to publish a spirited attack on the GOP committee members, accusing them of McCarthyistic tactics in questioning the FBI’s integrity.\nDionne’s straw man was to postulate that Republicans – because of this discovery of anti-Trump bias – would discount evidence that proves Trump’s collusion with Russia: “if Strzok played some role in developing [the] material. … Trump’s allies want us to say: Too bad the president lied or broke the law or that Russia tried to tilt our election. This FBI guy sending anti-Trump texts is far more important, so let’s just forget the whole thing. Really?”\nBut the point is that no such evidence of Russian collusion has been presented and to speculate how people might react if such evidence is discovered is itself McCarthyistic, suggesting guilt based on hypotheticals, not proof. Whatever one thinks of Trump, it is troubling for Dionne or anyone to imply treasonous activities based on speculation. That is the sort of journalistic malfeasance that has contributed to the string of professional abuses that pervades Russia-gate.\nWhat we are witnessing is such an intense desire by mainstream journalists to get credit for helping oust Trump from office that they have forgotten that journalism’s deal with the public should be to treat everyone fairly, even if you personally disdain the subject of your reporting.\nJournalists are always going to get criticized when they dig up information that puts some politician or public figure in a negative light, but that’s why it’s especially important for journalists to strive for genuine fairness and not act as if journalism is just another cover for partisan hatchetmen.\nThe loss of faith among large swaths of Americans in the professionalism of journalists will ultimately do severe harm to the democratic process by transforming information into just one more ideological weapon. Some would say that the damage has already been done.\nIt was, if you recall, the U.S. mainstream media that started the controversy over “fake news,” expanding the concept from the few low-lifes who make up stories for fun and profit into a smear against anyone who expressed skepticism toward State Department narratives on foreign conflicts. That was the point of The Washington Post’s PropOrNot story.\nBut now many of these same mainstream outlets are livid when Trump and his backers throw the same “fake news” epithet back at the major media. The sad truth is that The New York Times, The Washington Post, CNN, MSNBC and other leading news organizations that have let their hatred of Trump blind them from their professional responsibilities have made Trump’s job easy.\nInvestigative reporter Robert Parry broke many of the Iran-Contra stories for The Associated Press and Newsweek in the 1980s. You can buy his latest book, America’s Stolen Narrative, either in  print here  or as an e-book (from Amazon and barnesandnoble.com ).\nDecember 23, 2017 at 02:08\nThis is so discouraging to Americans. We are daily exposed to the hatred and LOATHING these people have for Trump. I don’t even think it would have been different if ANYONE OTHER THAN HILLARY had been elected. They just can’t accept that they lost. Trying to explain how important a politically free press is America’s strongest hope, I now must tell him to believe nothing he hears…. it is all just a witch hunt. Sad.\nDecember 13, 2017 at 18:21\n” Trump and his operatives have lied repeatedly, denying that they had any contacts with Russians. Now we now know of at least 19 meetings among 31 interactions.”\nmabe the Trumkins just like to lie a whole lot,even when they don’t have to?\ndavid davidson smith smothson\nDecember 13, 2017 at 14:32\nWhat a fact-free nonsense nest this place is. Unthinking ninnery dressed up with a few homilies, self-congratulation, and a dose of smuggery, everyone trying to do out-do everyone else with the thickness of tinfoil and ideological credo. So much mid-life crisis baggage! Just how many late-night web binges have gone into this mis-directed cubby-hole?\nJournalists and MSM at fault, my eye. Oh, but it feels good, doesn’t it? Nice and easy…tying it out, I mean? Getting it off your chest? All those revelations and hardly enough time to get them out?! Hurry! Hurry! Here’s the truth!! Look! Look!\nNot a bit of it, sadly. For the sake of random chance,and good cheer, I hoped to stumble across some semi-respectable bit of common sense. But no, that would be weakness and fallibility, right?\nRight, let’s see who’s hiding down the back of the sofa now.\nGregory Herr\nDecember 13, 2017 at 22:59\nGet out from behind the sofa and stumble across some sense of your own long enough to address a particular point or three with some substantive thought and perhaps some factual detail…or you can go back behind your sofa, glaze at your television, and sing kumbaya with Rachel and Wolf.\nThomas McGaffey\nDecember 13, 2017 at 01:30\nCan a male be a member of #MeToo? Hey, I’m serious.  The MSM rapes my mind with the ‘fake news’ and lies they throw as me(too bad there isn’t a ‘morning after’ pill for this). The government molests me by taking away from me the Bill of Rights I was promised(I would actually prefer to be grabbed in the crotch).\nIf I thought I had a chance…I would sue.\nDecember 12, 2017 at 18:04\nSorry, Piotr, i misunderstood your comment. We could use more lighthearted moles and desmans. They know how to stay underground! And thanks for the info on “Creating Russophobia” by Guy Mettan, Stephen A. I only have trouble with ordering from Amazon because of Bezos’ greed and maltreatment of workers. I’ll find it.\nbackwardsevolution\nJessica K – yes, boycott Amazon, Google, Facebook, Twitter.\nGregory Herr\nIf you prefer not to use Amazon Jessica, try Alibris\nSkip Scott\nDecember 13, 2017 at 10:55\nThanks Gregory.  I was looking for a good website for books and music.  Just placed my first order.\nMartin - Swedish citizen\nDecember 12, 2017 at 16:22\nMaybe the superhuman qualities of Russian trolls and the threat posed by Russia were borrowed from the comedy “Mars attacks”?\nDeborah\nExcellent analysis! When will it end? Russia Russia Russia.\nDel Sefton\nDecember 12, 2017 at 15:29\nGreat piece as usual Bob.\n[I’m on the bus so I haven’t been able to read the comments to know if anybody has already pointed out that the FBI’s obergruppenfuhrer’s name is Wray, not Wren.]\nApart from Agent Strzok’s newly revealed bias, there are other potential conflicts of interest resulting from the relationships between then-FBI Director Mueller and then-Deputy Attorney General Comey under the George W Bush administration, and between Mueller and his 2010 appointment of Shawn Henry as Executive Assistant Director of the “Criminal, Cyber, Response, & Services Branch” of the FBI.  Shawn Henry is the co-founder, along with Russian Dimitri Alperovitch, of CrowdStrike, the only organisation to have examined the DNC servers, and the organisation which pointed the finger at the Russian state by first praising the sophistication of the “hack” and claiming that only a state actor could have mounted such an operation, swiftly followed by the discovery of a blatant trail of evidence (e.g. a reference in Cyrillic character set to “Felix Edmundovich” Dzerzhinsky, founder of the Soviet security apparatus) leading straight to “the Kremlin” (although a more likely assumption would have been that the “hackers” were either interns getting some work experience or the evidence was planted).  The FBI haven’t been asked publicly why they aren’t demanding access to the DNC’s servers, but if they’ve been asked privately, or in “executive session”, you can be sure the answer was that Henry is “one of us” and he wouldn’t keep anything from his friends at the Bureau.\nIf there is any evidence on the servers of scanning or probing attempts from abroad (from the “Russian region”, as the German BND put it when they couldn’t find any evidence of anything coming from Russia proper), and also in the context of planted evidence, it seems to me more likely that Russia’s number one enemy du jour, Ukraine, is the culprit. Crowdstrike’s other co-founder, Alperovitch, although Russian, (and might otherwise be described as a “self-hating Russian”) is hostile to the current administration in Moscow and has thrown in his lot with the motley collection of oligarchs, conmen, fascists, neo-nazis and ultra-nationalists now in control of most of Ukraine. There is a very active and radical hacking community, many of whom are in the service of the New Order, and Yasha Levene has confirmed that Alperovitch has social media links with many of them.\nInterestingly, at a time when everybody and his wife is being compared to Hitler, all these hidden party loyalties among cops is in total contrast to how Mueller’s namesake in charge of the Gestapo, Heinrich Müller, viewed party politics; when Himmler consolidated his control over most of the police, security and intelligence agencies by bringing them together under the Reich Main Security Office, including the Gestapo and SD/SS, civilian police were given honorary SS rank. Of course, as the SS was a party rather than a state organisation, only Nazi Party members could join. Imagine the surprise when it came to light that “Gestapo” Müller wasn’t after all a party member, in fact had never belonged to the party. Ah, the good old days… when cops were cops just for the love of the job…no matter how dirty the job.\nDel Sefton\nDecember 12, 2017 at 18:23\nDel Sefton – good post.  It’s just a bottomless pit of dirt, isn’t it?  Mueller, Comey, Clinton, Holder, Lynch, Brennan, Clapper – as dirty as they come!\nDecember 12, 2017 at 14:06\nOh, gimme a break, Piotr Berman! Who’s really dangerous is the oligarchs controlling the US and their politico helpers such as HRC, and media keeping people stupid with biased info. Hey, Obama bailed out Wall Street and the banks after making false promises on the campaign trail.\nThe Saker reports a book by Guy Mettan, a Swiss journalist, on historical roots of Russophobia dating back centuries, said book’s not translated from French to English yet, but I get impression it may be as there are websites about it not in French. If anyone knows more about this, please let us know.\nSteven A\nGuy Mettan’s excellent book Creating Russophobia is already out in English.  Having already read about half of it, I must say I am impressed with the quality and breadth of the work, as it weaves together various historical strands (with separate chapters on French Russophobia, English Russophobia, German Russophobia and American Russophobia) as well as the excellent skills of the translator and editors. https://www.amazon.com/Creating-Russophobia-Religious-Anti-Putin-Hysteria/dp/0997896523/ref=sr_1_1?ie=UTF8&qid=1513102997&sr=8-1&keywords=creating+russophobia\ndahoit\nDecember 12, 2017 at 19:27\nThe tcm channel had a good movie on sunday night.A soviet movie.9 days in life?,a personal journey about technicians.They are same as our people.\nPiotr Berman\nDecember 12, 2017 at 15:08\nSorry, Jessica.  Trolls are reputed to have dark coloration and very elongated tubular noses, and Russian desman (on the linked picture) has both features, plus the pair on the picture seems as gleeful as expected.   In any case, they are shy, nocturnal, the size is between a squirrel and a chipmonk, and I meant to ridicule the idea that trolls present any type of danger.\nSkip Scott\nDecember 12, 2017 at 15:15\nGot it, but I think the picture is of moles.  Maybe desman are the same critter.\nPiotr Berman\nDecember 12, 2017 at 16:20\nDesmans are related to moles, but they are aquatic and feed on water plants.  But their mole background makes them well suited to clandestine actitivities.\nJohn\nDecember 12, 2017 at 13:52\nCome on. There was no shocking election of Trump. It was non elected(for the most part) super delegates that put Trump in the White House and not the voters. Period. Saying so is a falsehood. Trump was chosen because he is just as controllable as the rest of the narcissistic predators. The kakistocracy always chooses one of it’s own. Usually a puppet. Trump’s ‘drain the swamp’ is no different from O’bama’s(Soretero) ‘hope and change’. Same dog and pony show, different words and personalities used. And no, I’m not a Hillary fan. Both parties are part of the kakistocracy, pure and simple.\nPiotr Berman\nDecember 12, 2017 at 13:42\nThe author disregards the basic fact that actual Russian trolls (shown here shortly after HRC defeat) are really, really dangerous.  Just look at them!\nMartin - Swedish citizen\nNow we know! :)\nDecember 12, 2017 at 13:16\nAt best the damage has already been accomplished by the MSM/NPR. Most of the population reads/watches/listens to, is inundated by and absorbs what is told them by those outlets. Thus, when the meme “fake news” is heard, immediately they associate “fake” with independent sources. But at worst many people have been convinced that no news is trust worthy. The oligarchy is now in control of what we believe/don’t believe or that we just give up.\nfudmier\nDecember 12, 2017 at 12:02\nConsidering what Russia-Gate has accomplished it might be considered one of the most successful state department programs yet.  It matured media to Post Fact Media (PFM), it made master fabricator the most sought after award in journalism, it enabled the establishment (deep state) to merge with media and ATT, Google, Apple and Microsoft (AGAM) against the governed; it blended faschism into capitalism, it cut taxes and expanded the military budget, it effected a coup in Saudi Arabia to raise the price of oil, it criminalize d credit ability, it muted Net Neutrality, and it promoted Google, a product of Israel, to agent in control of both political parties; AGAM is now in position to decide which candidates will be elected to each of the 527 salaried seats in the federal government and each of the salaried seats in each of the state governments.  Who could ask for more?\nDecember 12, 2017 at 10:11\nBill Binney and Ed Snowden ( among others) have shown the NSA collects ALL data on Everyone. IF there were proof the NSA could show it. Secondly, the Only evidence for the DNC leak was a “Download” from the eastern time zone of the USA. But the party faithful are ready to drink any kool aid offered.\nbackwardsevolution\nHank – you’re right!\nDecember 12, 2017 at 06:42\nI would seem very difficult to exorcise all bias when the story is about Trump and his associates.  Yet, the alternative to journalism with all its human flaws, bias and  protecting their corporate clients (lies by omission) is the propaganda churned out by FOX, Breitbart etc..  Things have gone far beyond partisan bias in what appears to be a warfare psyops operation.\nThe ends never justify the means and the political ends look like advocacy for fascism and of fascist intent, (corporatism is fascism)  Such is the nature, fascism arises by lies, governs by lies, until the pain reveals the truth of the common conspiracy.\nCults and political ideologies ask the believers to continue to believe bigger and bigger lies, and with potential incitement to violence toward the unbelievers.  You can’t be in the club without accepting the whole narrative, critical thinking leads to excommunication. Ask my two Senators from Arizona about being critical of the President.\nI can see how a less educated person could be confused by journalist errors being exploited by those selling the false narratives.  The et tu fallacy, projection and “rubber/glue” is that the ‘other’ doing something wrong or committing an error does not exonerate the accuser of their wrongs.  I’ll side with mainstream journalism, aware of the bias, human errors and client protectionism, over the alternative that is purposeful deceit, repetition of grievances and manufactured outrage. I don’t need to be open minded beyond when the person or source is a proven liar.  I try not to confuse honest intent but fallible with purposeful serial lies.  The difference with the FOX, Breitbart and etc is the propagandistic notion that all other sources are “liberal” and some how to be mistrusted is very much a cult-like construct. The point is to confuse the viewers, not so they believe, but that they mistrust. Corporate journalism has its limits, but that is far preferable to the ad hoc daily (proven) lies of the fascist and ‘dear leader’.\n.\nDecember 12, 2017 at 01:58\nMy deep thanks to Robert Parry for his continuous reporting on this story.  The regular recaps are appreciated too.  I’m confident C-SPAN lecturers of the future will be discussing these articles when they look back at the history of this time.  Even the innermost members of the oligarchy will not be able to erase them.\nThese articles carefully document the incidents of dishonest corporate journalism.  Articles are now pointing out the absurd omissions of mainstream pundits, such as\n“Dionne and Shields ignore the Adelson in the room”\nDecember 11, 2017 at 21:33\nThanks again, Robert Parry. The good ‘ol USA has degenerated over generations into a trashy tabloid culture, without much historical knowledge of past or present. No wonder Americans who watch too much TV can’t grasp this Russia nonsense.\nBill\nAnother important, informative article. Thanks, Mr. Parry.\nTechnical correction: The FBI director’s name is Christopher Wray, not Christopher Wren.\nDavid G\nBy Bow bells, you’re right!\nDaniel\nDecember 11, 2017 at 21:01\nOK.  Most of us here know the MSM lies to us constantly about things big and small.  I am reminded of the atheist statement to followers of one of the monotheistic religions: “You are an atheist towards all the other god(ess)(s) except one.  I am just atheistic about one more god than you.”\nWell, I believe one fewer MSM narrative than most other folks.\nI do not believe the MSM narrative that Donald Trump™ was ever an “outsider” whom the “Establishment” tried to prevent from being (s)elected, and has ever since been the “Resistance” seeking to undermine and remove him from Office.\nFirst, he has spent his entire life deeply embedded in the supra-national financial and Mafia cabals.  He has bragged about his political influence, and bribing politicians of both party flavors for decades.  Certainly, once (s)elected, he filled the swamp with more Goldman Sachs alumni than any other President, and those who aren’t, are long-standing insiders in the Military/Industrial Complex.\nSecondly, the MSM has spent more than 4 decades creating the Trump Brand.  Please note for instance that Jeff Zucker was the CEO of General Electric’s NBC who gave Trump his very own Reality TV Show which bolstered the TV Character presented as #therealdonaldtrump to a nationwide audience who’d missed all the print coverage and radio and TV interviews he’d already been getting for decades.\nThen, in his new job as CEO of CNN, that same Jeff Zucker cut into regular programming to broadcast Trump’s® escalator ride into history when he announced his candidacy in front of an audience of paid actors, wearing Trump T-Shirts and responding like any canned audience.  Then, Zucker’s CNN proceeded to cut into programming to broadcast hour after hour of Candidate Trump’s® campaign rallies, and finally began actually advertising them in advance.\nAnd please note that both CNN and MSDNC aired those events Live and Uninterrupted.  In other words, no advertising was sold, so claims this was done for “ratings” and profit are specious.  Besides, Bernie Sanders was soon drawing even larger audiences to his events, so if the networks were only interested in ratings, they would have broadcast his events, too.  Even more so, since Sanders was massively drawing the “golden demographic” of 18 to 35 year olds.\nInstead, even after promising to broadcast each candidate’s speech after a “Super Tuesday,” they literally showed Trump’s empty podium while Sanders was giving his speech about SWEEPING the primaries that day!\nThe MSM endlessly covered every single detail of Trump’s campaign, constantly portraying him as “the outsider” which USAmericans have wanted for a very long time.  And once he’d developed a huge fan base, and secured the Republican Nomination, the MSM went into full attack mode against him.\nBut more importantly, the MSM and HRC’s campaign attacked Trump’s FANS.\nPlease note that there were several surveys during the campaign that showed that most USAmericans did not trust the MSM. Typically, about 1/3 trusted them, and one poll I saw had it as low as 6%!  The public not only mistrusted the MSM, but was also offended at their condescending attitude to viewers/readers and their obvious attempts to mold public opinion to fit their agendas.\nSo, how would the brilliant propagandists behind MSM expect people to respond when the MSM attacks not only the “hero” that was created before their very eyes, but to attack those fans themselves?\nOf course, that would only enforce people’s connection to their hero and drive people to do the exact opposite of what the MSM wanted them to do.  They have spent $ billions of dollars for a century, doing research on PR/Marketing/Propaganda.  They know exactly what they’re doing.\nNow, don’t get me wrong.  The Powers That Shouldn’t Be were going to win whether Trump or HRC “won” the (s)election.  But conning the public into putting the New York City conman into the White House has given them a more direct route to tyrannical fascism.\nAnd ever since the (s)election, they have diverted the public’s attention away from the horrible actions of this Administration and Government/Military more generally.  Remember how angry many of them became the first time Trump bombed Syrian forces?  It was the Democrats and MSM who loved that, not Trump fans.  By endlessly attacking Trump and his supporters, and terrifying those who oppose both, they are preventing we, the people from uniting against the “rigged system”  Instead, the MSM has us literally beating each other in the streets.\nI admit that I, too believed much of the MSM narrative until it was too late.  It took me some time to see the man behind the curtain, and become atheistic about that one remaining MSM “god.”\nalley cat\nDecember 11, 2017 at 21:00\n“The loss of faith among large swaths of Americans in the professionalism of journalists will ultimately do severe harm to the democratic process by transforming information into just one more ideological weapon. Some would say that the damage has already been done.”\nCount me among those who would say that the news media have long been weaponized by our oligarchy to help engineer regime change whenever and wherever it suits their economic interests. Right now, our oligarchy (deep-staters, neocons, Murder Inc, et al), with help from an army of Clinton dead-enders and deadheads, wants regime change in the U.S. For different reasons, both factions seek to overturn a fair election by fair means or foul (in this case mostly foul). As far as the deep state is concerned, if they have to undermine democracy in the process, so much the better.\nLitchfield\nDecember 11, 2017 at 22:28\n“to help engineer regime change whenever and wherever it suits their economic interests. ”\nYep. How do you think we got Obama?\nChicago-based Israel lobby. Rahm Emanuel. Pritzkers et al.\nZum Kotzen.\nalley cat\nund shrecklich\nDecember 11, 2017 at 20:55\n“Misguided groupthink is always a danger when key elements of the Washington establishment and the major news media share the same belief – whether that is Iraq’s supposed possession of WMD or the need to bring down some foreign or domestic leader unpopular with the elites.”\nI want to quibble a bit about a couple of things – her the term “belief” is used yet I have no evidence the decision makers actually believe the Russia story they are pouring out.\n” hurtling down the Russia-gate roadway assuming that the evidentiary barriers ahead will magically disappear at some point and the path to Trump’s impeachment will be clear.”\nWhat “evidentiary barrier” is he talking about?  Impeachment is a “trial” in the Senate – 100 “jurors” 67 votes necessary – there are no evidentiary barriers anything can be said any of the Senators can speak when he wants to.  The only thing that matters is 67 votes.\nWho do you think will sway those votes?  the Israel lobby? Saudi money? the arms dealers? a preponderance of evidence? should I even mention Public Opinion? … no, not really\nImpeachment could happen tomorrow only there are -0- votes for it today.  Can’t even get articles introduced and even if you got 50 to declare its the same as -0-   Those powers I mentioned above are OK with Trump, they control the votes necessary to get what they want.\nSam F\nDecember 11, 2017 at 23:11\nMr. Parry may be referring to the public belief that “evidentiary barriers ahead will magically disappear” to permit impeachment, while the MSM have other purposes and only need the impeachment carrot to motivate their audience. The MSM are purely zionist opportunists and seek only to distract from control of MSM by Israel, create enmity with Russia to interfere with it in the Mideast, and scare up the MIC budget for more Mideast wars. They probably do not expect impeachment.\nBabyl-on\nDecember 12, 2017 at 05:36\nI appreciate your thoughts, what I might add is that as to control of the MSM my view is that it is controlled by the aligned interests of the Saud family, the Zionist oligarchy and the US oligarchy which roughly compose the global empire which uses the institutions it built in the US to enforce its policies and will.  Funny how those concentrations of power tend to center around those who control the holy sites and especially the doctrines of the three great Western religions, no?\nDecember 11, 2017 at 19:55\nI can’t believe more people haven’t pointed out at least the other obvious false claim in the recent story.\nThe MSM were falsely reporting Guccifer 2’s NGP-VAN archive as being from WikiLeaks.\nThere was more that was fake about the story but it’s technical and tedious and the above point is easy to demonstrate. ;)\nDavid G\nDecember 11, 2017 at 19:51\nRobert Parry, in another fine post, elides past one point about the most recent, retracted CNN story:\nThis phony scoop only purported to show that *Wikileaks* had early, private contact with the Trump campaign about the soon-to-be-released Podesta emails. There was nothing in the story actually about *Russia*.\nAll the media heavy breathing that ensued was based on the *assumption* that Wikileaks is a Kremlin tool. For the media, that’s now just a given, not needing to be further established.\nHad the story been true, it would have indicated a puzzling – perhaps unseemly – affinity for Trump on the part of Wikileaks, but nothing about Russia.\nweilunion\nDecember 11, 2017 at 19:39\nYes, one can see the vomit inducing careerism that is America. Hustlers for stories, hustlers for money, hustlers for wars, etc.\nIt is within the nature of the slimy, little cut rate carny that is America.\nHannah Arrendt spoke of it when she wrote the book: Eichmann in Jerusalem. “The banality of evil”, she called it. And she showed us how Eichmann was really only interested in advancement.  He cared little for the Reich, only for himself.\nRobert is right:  the corporate democrats killed their own party and now want to blame Russia.  And the corporate news is killing itself and guess who is winning bigtime: American fascism.\nAlas, the pollution of all social life under capitalism is inevitable.  And with failing capitalism we get of course fascism or socialism.  Looks like fascism has the big box seat now.\nAnon\nDecember 11, 2017 at 23:03\nYes, there is little hope for America this side of disaster and revolution, probably quite a ways down the road.\nPeaceful revolutions are successful when poor economic conditions support a general strike and security forces standdown.\nDunno\nDecember 11, 2017 at 19:29\nI wonder how many folks have heard of or read the book that came out in June of this year: It is entitled “The Plot to Scapegoat Russia: How the CIA and the Deep State Have Conspired to vilify Putin.” Dan Kovalik wrote the book and David Talbot wrote the introduction. I have not read this book yet, but from the description on Amazon, it looks really interesting. A book that is really very important for its recent historical background for and for its analysis of the current events swirling around Ukraine and Russia is entitled “Ukraine: Z’big’s Grand Chessboard; How the West Was Checkmated” by Natylie Baldwin & Kermit Heartsong. This book is well-written, well-informed, and well-documented.\nWith the MSM propaganda machine running at full speed and constantly demonizing Putin and Russia, group-think in America is at an all-time high. Russia-gate is part of a much larger agenda that involves petroleum reserves and natural gas reserves in Russia, the Black Sea, the Persian Gulf, coastal Syria, and the Golan Heights. It is also about the markets for the natural gas in Europe and for the pipeline routes to transport this gas across international borders in the Middle East. This is the real reason that we must hate all thing Russian, especially Vladmir Putin.\nI am not a big fan of Putin; however, as far as crooked and corrupt politicians go (and they are all crooked and corrupt, as far as I can tell), I’ll take Putin over any of the toadies that the West has to offer including mobbed-up Trump and the sleazy Clinton crime family. At the least, Putin appears to be in charge and to have his country’s best interests at heart. By the way, has anyone read “The Mafia’s President: Nixon and the Mob” by Don Fulsom: he was the UPI bureau chief in Washington for seven years and he covered the Nixon White House.\nDecember 12, 2017 at 01:10\nDunno, you’re spot on about the MSM and the reasons for the demonization of Putin . To expand on your mention of the Golan heights and the relatively recent discovery of a massive oil reserves below it …one has to look at the partnership of corrupt actors . Dick Cheney,  a Rothchild , and …well hell , read it for yourself. There are dozens of entries to read about this Neocon action which has cost thousands of Syrian lives and refugees to flee into Europe. The perpatrators of the Syrian crisis are really war criminals and should be brought to justice. http://americanfreepress.net/israel-top-neocons-want-syrias-oil/ This is a prime example of the sheer greed of people that are already wealthy and to what ends they will go . My opinion is to arrest them, a quick trial and a firing squad .\nDecember 12, 2017 at 01:40\nDunno…. I’ll add to my post that those involved are all connected to the HRC and the Neocon infested State dept. under BO along with the warmonger vassals in our Congress. Their allegience to the MIC and AIPAC including the Zionists and the Saudi’s has cost massive amounts of US blood and treasure and the deaths and losses in the Mid East are inestimable if you go back to the early 90’s and the ” Desert Sands” war and it’s aftermath effect on Iraq which had an estimated several hundred thousand  children die from the US imposed sanctions which cut off much needed medical supplies for years up to the 2003 Iraq invasion. It’s all driven by greed and power… American Exceptionalism is a myth and as Gen. Smedley Butler said…. “War is a racket”\nDunno\nDear Mr. Sivonda,\nThank you for your kind words. Some other things come to mind in which you and other readers might be interested: 1) williamengdahl.com which is the website of geo-strategist and energy expert, J. William Engdahl. 2) strategic-culture.org which is the website of Wayne Madsen. If you scroll up to the comment (Litchfield) above my original comment you will find a direct link to Madsen’s website. 3) I strongly suggest that readers purchase a copy of “The Nebula: a Political Murder Traces back to NWO’s Absolute Power” by Walter J. Baeyens. This book has its basis in the “Atlas Report.” Wayne Madsen wrote the introduction and Trine Day published it. TrineDay.com publishes suppressed books and it is worth taking a look at their website – it is eye-opening. Wayne Madsen covered the “Atlas Report” a few years ago (still available online), but the book, “Nebula,” really fleshes out the “Atlas Report”. 4) Newsbud and the Corbett Report are always good sources of news and information, as is globalresearch.ca. Of course, you are already here on the elite and excellent site of Robert Parry’s Consortium News.\nBob Van Noy\nVirginia\nDecember 12, 2017 at 13:45\nKiza,  And when you said, “I consider myself a hardened political cynic, but my head is still dizzy at the open corruption of virtually all US institutions, political, legal, social, sports & entertainment, scientific. You name it – it is corrupt.”, what’s amazing is the majority of Americans are in denial.  They can’t conceive of such a thing!  So much for a brain washing education!\nTwo things in news today:  1)  An FBI whistleblower claims Mueller lied to congress in 2005–, and 2) emails show a Tim Miller was behind the story the WaPo broke about Ray Moore.  Whether or not the latter’s allegations are true, Tim apparently opened the Pandora box which women and society might ultimately wish to thank him for.\nHuge Gas reserves off Gaza, which israel prevented Russia from developing.\nLitchfield\nDecember 11, 2017 at 19:17\nWayne Madsen has a very good story on how the Russia-Gate investigation is actually revealing the elephant in the room when it comes to treason and collusion with a foreign power:\nJared Kushner and Israel.\nAgain, the MSM do not want to look at this truth, even though it is the only conclusion that the facts unearthed so far by Mueller’s investigation support.\nSee it here:\nBob Van Noy\nLitchfield, for what it’s worth; so do I…\nmike k\nDecember 11, 2017 at 19:13\nNone of the power players in the USA, from those at the top to the merest minor bureaucrat, have even the slightest regard for the truth. Most of them live in fear of it, and go to enormous lengths to cover it up and hide from it.\nJenifer Frost\nDecember 11, 2017 at 18:58\nCNN has continued down the no credability hole since running a pro Syrian war Psy-Op earlier this year. I stopped trusting them then. Who’s still listening at this point?\nGM\nAmong those who entered CNN through the MIC revolving door…\nWolf Blitzer, former AIPAC press flack\nBarbara Starr, former Pentagon press flack\nAnderson Cooper, former CIA intern\nZachary Smith\nDecember 11, 2017 at 18:55\nI made a quick search for defenders of CNN.  Surely they had a version – a “side” – worth telling.   Best I could find was this:\nCNN Media Panel: Our Fake News Stories Are Why You Should Trust Us\nThe Panel involved a CNN big boy with three “hand picked” fellows praising CNN.    This wasn’t exactly the “defense” I was looking for, but still…\nBush speechwriter David Frum – the originator of the Axis of Evil – had this to say.\nI would say, the mistakes are precisely the reason the people should trust the media. Look, astronomers make mistakes all the time because science is a process of discovery of truth. Astrologers never make mistakes or at least they never own up to them, because what they are offering a closed system of ideology and propaganda.\nThe authors at the link weren’t impressed.  Their take –\nUsing Frum’s warped logic, cheating on your spouse is precisely the reason they should trust you in the future. Use at your own risk.\nZachary Smith\nDecember 12, 2017 at 02:47\nIts even weirder that he thinks ‘bringing you the news’ is a science like astronomy. & very revealing.  Man’s a fool.\nAndoheb\nDecember 11, 2017 at 18:53\nmedia lies not new, have been going on for many decades. JFK assasination, Gulf of Tonkin, domino theory, Iraq WMD, etc. Trump screwing much of his base,  but media peddling Russiagate lies which most folks do not really care about.\nDecember 12, 2017 at 16:40\nLies involved in Mexican Wars, Spanish War, WWI, The indigenous land grabbing component of Revolutionary War and War of 1812. Panama Canal grab (a couple of times) and the innumerable USA sponsored coups and invasions. Fear mongering Cold War, Who mostly defeated the Nazi’s.\nSomeone in the crowd\nDecember 11, 2017 at 18:35\nAmen to what Drew wrote above: “Save your donation to PBS (both locally and nationally) and give the money to Consortiumnews and Counterpunch.”\nIf the DNC and the mass media spent even half the time they do on Russia-gate investigating the real harm Trump is doing in the realm of policy, or explaining the better policy ideas being promoted by the Democratic opposition, who can doubt that we would be doing much better as a country?\nContra Mr. Shiv, fixing ties with Russia was virtually the only rational part of Trump’s platform, but it is precisely the one that  has been made impossible, thanks to focusing exclusively on a narrative invented out of whole cloth — and with the active participation of US intelligence agencies.   Who would have guessed that PBS listeners and Baby Boomers would suddenly discover, after all these years, that the fountain of truth spouts eternally from anonymous CIA ‘sources.’ Indeed. What could be more reliable?\nShiv\nDecember 11, 2017 at 18:09\nYea, it’s a pretty sad state of affairs. Even worse, MSM like CNN/ NYTimes/WAPO are held to higher “standards” of accuracy than the blatant lie monger FOX/InfoWar/Breitbart outlets ( as they should be ). It’s curious that those entitles never if ever get called out here but I guess those are more in the “infotainment” world than they are “news”, so they don’t get judged under the same standards?\nAs it is, I don’t find much emanating from you, Mr. Parry, that rights things. And it’s funny that you think Trump’s job has been made easy by being put under the microscope. Granted, it’s helped galvanize you’re beloved “groupthink” on all sides but if you think things would be better if the press didn’t push forward, you’d be sadly mistaken. Or totally wrong.\nBTW: you’re own little “mistake” of sloppy journalism ( the Aussie 60minutes thing ) would be forgiven for your desperate need to fit your “narrative” if you’d only admit it. But no….Parry walks on water, right folks?\nAnon\nDecember 11, 2017 at 19:24\nTroll alert; he would not be here if he believed that, and has done the same scam in earlier comments.\nDavid Smith\nDecember 11, 2017 at 19:53\nIf the United States would release their AWACS data of the MH-17 shoot down, which they certainly have, then we would know who shot down the airliner, and how. Since the United States does not release the AWACS data, it is a certainty that Ukraine shot down MH-17, and it is a certainty that The United States holds the threat of revealing what they know over Ukraine, to keep them in line. Bickering over billboards, poles, and shrubbery serves to keep the chumps distracted and prevents them from asking the right questions.\nbackwardsevolution\nDecember 12, 2017 at 18:09\nDavid Smith – “…and it is a certainty that The United States holds the threat of revealing what they know over Ukraine, to keep them in line.” Yep.  Never a good idea to play with the devil because they end up playing with you too.\nDrew Hunkins\nDecember 11, 2017 at 18:03\nPBS’s much vaunted “Frontline” is going to be running a two part presentation on “Putin’s Revenge!”  PBS has been hyping it for about the last week or so.\nFrom what I can gather it appears to be an expose about how and why Putin purportedly hacked our election and is purportedly sabotaging American society and American democracy across the board.  Frontline may even touch on the serious problem of Putin and the Russkies hiding under your bed at night, making teenagers go blind.\nInstead of Frontline running a big expose on the corrupt DNC and the dangerous Cold War that all this Russophobic hysteria is fomenting, PBS will instead go the safe route by focusing on the non-existent Russia-gate nonsense.  When will this all end?\nSave your donation to PBS (both locally and nationally) and give the money to Consortiumnews and Counterpunch.\nranney\nDecember 11, 2017 at 17:27\nBravo Robert, another good one.  Thanks for sorting out the most recent screw ups; lord knows we’d never get a clear explanation from MSM.  I’m one of those who no longer believe anything they say – as you point out – the damage has already been done.  Now we citizens are obliged to sort out the conflicting fake news stories as it seems every one is dealing with fake news of one sort or another.  Too many people are going to give up, if they haven’t already, and say “a plague on both your houses”.\nLouise\nDecember 11, 2017 at 17:25\nThese are not mistakes at all, unless we call them INTENTIONAL mistakes.\nMost people will not see the retractions, while the social media will immediately\nrespond and repeat the first message in masses.\nParry is correct in that these kind of acts will be helpful to Trump and his\nsupporters. The public is used to politicians, who lie; but has not yet\nunderstood that the media with their “news” are doing the same due\nto their total support of the establishment’s policies. Once that sinks in\npeople will disregard most of the information.\nWhat was it that Bush said about “fool me once……”?!\nJoe Tedesky\nDecember 11, 2017 at 17:24\nHow much longer may this Russia-Gate investigation go on until everyone in America gets tired of it, or catches on to it’s phoniness. I’m guessing that as each month passes by, that more and more Americans are seeing this rouse for what it really is.\nThe one thing that bothers me the most, is to how all of this Russia-Gate baloney is taking away more of our freedom of speech. With Google and their annoying algorithm free speech police cruising the net, that this will finally put an end to any unofficial government alternative thought, or opinions to go down the proverbial drain. Add to this the threat of losing ‘Net neutrality’ is real, and unless we the people call our representatives to not allow this freedom for the internet to be loss, then we will certainly be seeing a much different internet as it’s most likely outcome.\nThis Russia-Gate business is a ‘false flag’ of a different kind, and even if you don’t like Trump you should avoid falling for this deceptive lie. What gets my goat, is with all of Trump’s flaws why bother with the Russians?\nOne more thing, if you think this Russia-Gate nonsense has any chance of bringing down Donald Trump, then think again, because this was Hillary’s idea in the first place, and with that I will let you think of when was the last time a Hillary idea deserved any praise or merit for it’s brilliance?\nWC\nDecember 11, 2017 at 17:55\nJoe. You are one of the nicest guys on this site and I don’t want you to think I am out to push your buttons. However, your “representatives” are all bought and paid for and will not listen to you. Changing your representatives might work, but given the nature of the system any good guys will be quickly sidelined by the status quo.\nJoe Tedesky\nDecember 11, 2017 at 21:31\nWC, I know, I know, but what’s a phone call?\nWC\nDecember 11, 2017 at 23:20\nJoe. I won’t answer that question because I prefer you just the way you are. :)\nA very merry Christmas and best of the season to you and yours. :) :)\nJoe Tedesky\nDecember 12, 2017 at 16:00\nYou to WC, but your comment makes me want to hear some Billy Joel, and that’s a way lot better than any phone call to an uninterested congressperson. You have a Happy whatever it is you celebrate, and by all means I want you to enjoy your holidays to the fullest WC. Joe\nbackwardsevolution\nDecember 12, 2017 at 17:40\nJoe – we all need a “Baby Grand”; she’s always good!  Here’s some Billy Joel with Ray Charles to brighten up our lives.\nDecember 13, 2017 at 02:14\nYou have know idea how much I enjoyed seeing two of my most favorite musicians singing together like that. Thank you backwardsevolution. Joe\nDavid G\nDecember 11, 2017 at 19:31\nJoe Tedeski asks: “What gets my goat, is with all of Trump’s flaws why bother with the Russians?”\nBecause focusing on the reality of the Trump administration (and any of the other Repub candidates had they won would be doing the same or similar), which is a nakedly extremist legislative agenda and the complete industry/oligarch capture of every federal agency, would lead the Dems into the uncomfortable territory of committing themselves to a robust alternative, which could irritate *their* donor class.\nSo since just focusing on Trump’s monstrousness and Putin worked out so well for Hillary … urp.\nDavid G\nSorry I misspelled your name, Joe.\nPiotr Berman\nDecember 12, 2017 at 13:40\nI think you have improved the spelling, in nice languages (like Polish) the adjective ends with “ski”, and not with “sky” (like in khokhlomova).  Plus, isn’t it actually Tedeschi (an Italian name, meaning “German”)?\nJoe Tedesky\nDecember 12, 2017 at 15:23\nTedeschi is the Italian spelling of the name, and it does mean ‘one from Germany’. My family was from Parma, Italy. In around 1180 Frederick the first (Barbarossa) conquered and laid claim to Parma. My guess, and my dead relatives also, believed that Barbarossa brought us down to Italy from Germany.\nThe spelling change is an attempt to save the pronunciation, as the name has a ‘ski’ sound, even though the Italian ‘chi’ in America gets pronounced ‘she’. I started using the ‘y’ on the end, because I thought it different, and it didn’t get to confused with being Polish. Nothing wrong with me being thought of as being Polish, but I just started with the Tedesky name spelled the way I spell it, because I prefer it that way.\nBTW, I think I look Italian, but most of my Italian friends think I look either Irish or Polish…. now explain to me the origin of the name ‘Piotr’. I’m not making fun of your first name, but it is a bit unusual. Joe\nPiotr Berman\nDecember 14, 2017 at 17:35\nPiotr is Polish version of Petros, like Peter is an English version.  Oddly enough, this is my actual name.\nJoe Tedesky\nDecember 11, 2017 at 21:46\nI understand, but why go and pull another country into this domestic politicial apparatus of ours here in America? Trump offers so much to go after…his 59 missile strike over Syria was illegal as all hell, his associations between his office and his family business deserve a look into, so why a Russian investigation instead? So as to please a few Neocon’s who wish to punish Iran and Putin for wrecking their illegal operations in Syria/ Iraq? Might I remind everyone how the MSM gave away to Presidential Candidate Trump 4.9 billion dollars worth of free media coverage….just spell my name right methodology works well for attracting the masses.\nWhen it comes to the Dem’s I’m not holding my breath with hope. Actually our system is broken, and we are now living in a fascist state. The U.S. belongs to the ‘Special Interest’, and with that I’ll just say, what can I tell you?\nAll and all though, I’m still decorating for Christmas. Joe\nSam F\nDecember 11, 2017 at 22:56\nBlaming Russia not only conceals the control of US foreign policy by Israel, it is intended to build opposition to Russia in the Mideast and Ukraine for benefit of Israel, and to create a fake foreign enemy sufficient to scare up MIC budgets.\nJoe Tedesky\nDecember 11, 2017 at 23:20\nHey Sam I just came across this article where ex-CIA Director Mike Morell has had second thoughts regarding the ganging on of Trump, as not being ‘thought through’.\nmichael\nJoe Tedesky,\nWhat is amazing to me is that Morell and other Intelligence heads would not only endorse Hillary openly (obviously expecting her to win), but also publicly repeatedly contradict Trump. These are supposedly apolitical, non-partisan bureaucrats yet they engaged in open (and covert) attacks on the incoming administration.  Morell just is coming to terms with that now???  And this fool was briefing Presidents daily? No wonder we are constantly at war.\nAs anyone who has worked in a private company knows, you are free to criticize in an office with closed door, particularly on behalf of your co-workers.  But you can make an enemy for life or lose your job by criticizing the Boss IN PUBLIC.\ndahoit\nBingo again.It amazes me that some won’t see.\nJoe Tedesky\nDecember 12, 2017 at 15:41\nMichael in the back of my mind, I can’t help but wonder to if Morell’s sudden turn about isn’t Mossad inspired. I mean now that Trump has declared that Jerusalem is the official capital of Israel I picture the benefits of this will certainly reward him well. Again this is me talking out loud, so I wouldn’t encourage you to agree or to follow in this thought of mine, but it is interesting to contemplate…isn’t it? Joe\nJoe Tedesky\nDecember 13, 2017 at 02:25\nAs an add on to the Morell interview above Philip Giraldi may help add some insight to what’s going on with this……\nJoe,\nI always feel good after reading your peaceful and conciliatory comments. I do carried away once in a while.  After reading Politico piece of Miike Morell’s interview, I try to picture in my  mind sometimes how these people grew up to be the way they are. Some of us always thinking of something like Gandhian/MLK way of  making peace and reconciliation in the world ; and the people in power – the Ruling Establishment – always thinking of domination and control.\nThe people like Morell must know for whom they are building this Empire. They don’t seem to ever care or  think of average Joe in the Midwest and elsewhere , who has lost out in this process of globalization.\nJoe Tedesky\nDecember 13, 2017 at 11:34\nDave I think the opportunism that a careerist could develope while on their way up can, and sometimes will be, easily corrupted. Trading in moral values over the groupthink rationalization is not a problem when the mindset is given the official approval by the very people who are the ones who will promote you, as this is just part of the game.\nI’m glad I cheer you up with my comments Dave, and likewise it’s pleasant to write back to your comments. Joe\nKiza\nDecember 11, 2017 at 23:15\nHello Joe, apparently the Russiagate did not originate from Hillary. The best analysis I could find makes Russiagate a child of John Brennan & Co. It got delivered to the Hillary 2016 campaign manager after the disaster and was then test-announced by a lower level campaign staffer. They did not have time do a focus group, but when the first announcement (of something so idiotic) was keenly embraced by the media and passed through the empty heads of the US people, then it became obvious that they discovered a working ace up their sleeve or a universal fly-swat which:\n1) explains the Hillary’s loss,\n2) initiates impeachment attempts,\n3) distracts from internal corruption, motivates troops and gives them focus,\n4) pushes even more money into Military Industrial Security complex etc.\nI consider myself a hardened political cynic, but my head is still dizzy at the open corruption of virtually all US institutions, political, legal, social, sports & entertainment, scientific. You name it – it is corrupt. It is exactly the same in all vassal countries, including the one I live in. The story how Strzok & Co used the Steele’s Trump Dossier that DNC paid for to initiate monitoring of the Trump’s/opposition’s campaign through the FISA Court before the election is truly the main revelation of the 2016 US Presidential Election. Obviously, Strzok was demoted to FBI’s Human Resources Department not because he emailed anti-Trump to his insider paramour then because he became a liability for exposure of FBI as DNC’s Department of Enforcement. Did Strzok & Co think that they would never get exposed (probably not if Hillary won, which they counted on)? I do not know, maybe things were always like this, just the Internet is opening our eyes too much.\nI am now getting really concerned that US may initiate a global war before it implodes from the internal rot. It is a race.\nKiza\nDecember 11, 2017 at 23:44\nIn this instance, I think less bad about the FISA Court, which has been rubber stamping requests for spying on all and sundry. If I were a FISA “judge” and the Head of the FBI’s Counter-intelligence department Strzok came to me, even with some unbelievable “document” such as the Steele’s Trump Dossier, to request authorization for spying on the opposition’s campaign, who am I to deny his “expert” opinion, no matter how smelly it all appears. Therefore, it was less the power of the Steele’s Trump Dossier which got the opposition spying going, it was more the authority level of the one requesting it. But even Bill Clinton’s tarmac meet with Lynch pales when compared with such brazen abuse of power within the nation’s supposedly most prominent law enforcement organization. What a precedent has been set, especially if Strzok gets away with only a demotion!\nJoe Tedesky\nDecember 12, 2017 at 00:08\nFor starters Kiza read the link I left Sam in regard to Mike Morell having second thoughts over the pile on by the Establishment onto the Hate Trump campaign. Although Kiza, I’m not promoting a love Trump hate Hillary attitude by my mentioning it, because I have come to the conclusion that they in DC are all bad. I also don’t see a vast destination between a Hillary organized anti-Trump movement as being much diffferent from a Brennen, Soros, contrived coup to be honest with you. (Read the Morell Politico interview)\nBTW, I’ve had creepy feelings over Brennen ever since I found out how he was in Kiev a day before MH17 went down. Sorry, the timing is too uncanny for me.\nYou are right about our American institutions, and the corruption which has set into all of them. Much of this corruption has always been there, but it does seem that today in our time that something awful is boiling to the top, and it is about to spill over. Kiza, I think for all the good there is to be found in the American society, that this Zionist Neocon foreign policy business coupled with the NWO business model is a real problem. I also seem to think that what we are witnessing on every level with America’s convulsing mannerisms is an example of an Empire spiraling out of control. The end may come as suddenly as it had grown by it’s constant evolvement over the last half of the 20th Century, and that these early 21st Century days and times will serve to be its final demise.\nKiza, you and I have talked about this before, that a just world will be a multipolar world order. A new world order made up of sovereign states, with each respecting the rights of each other. I could go on, but I think you get my drift. Also it’s always nice to hear from you my occasional correspondent. Joe\nKiza\nDecember 12, 2017 at 00:52\nHello Joe, thanks for your response. I read it carefully, as usual, it gives me new ideas. BTW, Soros is in the Co part of my Brennan & Co.\nI read the Morell piece. Here is more from the bottomless can of worms: http://www.zerohedge.com/news/2017-12-11/senior-doj-officials-wife-worked-oppo-research-firm-produced-trump-dossier\nJoe Tedesky\nDecember 12, 2017 at 17:07\nKiza thanks for that reference about the DOJ official. I get the impression that Trump doesn’t only have the CIA, the NSA, and the MSM working against him, but that he doesn’t curry favor in his own Administrations Justice Department. People, say ‘what’s with Sessions’, and I say Sessions has his hands tied, and Trump can’t do a thing about it. Yes. America is experiencing a coup in the way you might describe it as being a ‘Totally American Style’ way of dumping the Commander and Chief.\nThe Empire is melting, and melting fast. I would not be surprised that by this time next year that Americans of all colors and strips will be admitting to this decline, in the way I have often described. This insanity cannot go on forever, and the world is growing up around the USA in a way that leaves the U.S. empty of any love. These wars with no end, and conflicts of aggression, are what has ruined the U.S. image. This Jerusalem capital to Israel business, has really taken the mask off of everything that the U.S. was to supposedly stand for. The rhetoric of the U.S. as we know it doesn’t match the performance of which the U.S. so flagrantly throws around into everyone’s face, so now the time has come to put forth the real agendas and no one is buying them. Joe\nBob Van Noy\nDecember 12, 2017 at 10:16\nJoe and Kiza, thank you both. After the failure of the Church Commission to properly ferret out internal corruption; it was bound to come to this kind of conclusion. Government minus the fourth estate IS our current condition.  Sam F., on other topics, has thought broadly about a possible fix to all of this; but we’ll see…\nJoe Tedesky\nDecember 12, 2017 at 11:35\nBob the Church Commission as history gets written, may prove to be one of the last moments in time that America had had a chance to reverse this governmental downslide, we are now living through.\nBob Van Noy\nDecember 12, 2017 at 12:54\nYes, thank you Joe. One can see and feel the aggression between the CIA and esp. Senator Church who I think had their measure.  We’ve had opportunities to shed light on the deep corruption, but no success. May we have another opportunity!\nJoe Tedesky\nDecember 12, 2017 at 15:34\nWhat bothers me the most Bob, about the Church Committee investigations, is that hardly ever do I meet another American who can recall, or who has ever heard about it. It’s like this huge American Congressional event that went soundly unnoticed. This phenomenon also is to be found in the 1999 Memphis jury verdict that found that Martin Luther King’s was assassinated through a government conspiracy. Although, don’t repeat any of this in a casual social setting, because then you will have the tinfoiled hat placed upon your head, and you will be called a ‘conspiracy theorist’. It’s utterly amazing that none of this is barely known, but yet repeating allegations where no smoking gun is to be found, can go on into infinity from the bowels of the MSM who’s news desk sit in Langley, and it painfully shows it. Joe\nDecember 12, 2017 at 16:33\nBecause NeoMacarthyism is part of the game plan (need those new nukes).\nDecember 11, 2017 at 17:09\nThe Clinton campaign, when the Russia card doesn’t work, then complains about media giving her unfavorable coverage over her email server, more than it gave Trump. Well, she was under investigation for it, which will provoke coverage. Could the MSM have been harder hitting on Trump, too? Sure. Could it also have written more about the Clinton Foundation in Haiti? The ongoing fallout already in 2016 from the Guatemala coup? Absolutely.\nCould Bernie Sanders have said more about that, or ANYTHING about that, in the Democratic primaries? Also absolutely.\nPiotr Berman\nHasn’t it a coup in Honduras?\nSurely, HRC had a considerable baggage while her personality was to feeble to carry it — unlike her husband or Donald Trump.  And when she managed to be “colorful” she was dreadful.  I guess she could even loose to Rubio (the rare robot-American in the race).\nJoe Tedesky\nDecember 12, 2017 at 15:54\nThis past presidential election race was filled with many a strange occurrence. Like when Trump would rattle on, and on, and never stay on one subject. I mean Trump’s delivery was always scattered all over the place, but people found him to be entertaining. To those who didn’t find Trump entertaining, there were those who watched and listened to him even longer, because they hated him that much.\nHillary on the other hand delivered her speeches like she was doing a check off list. Actually, Hillary did text book 101 politicial speech performances, but the woman is such a turn off that she turned more people away than she attracted. Hillary when it comes to delivering speeches is the exact opposite of her charisma latent husband Bill.\nThis comment is just my own personal observations, and to each of us we may all see things a bit differently. I just thought I’d throw my two cents into the conversation, and I hope these words of mine help support your position Piotr.\nI think you are right Piotr, Hillary no doubt would have even loss to Rubio. Joe\nDecember 12, 2017 at 16:31\nBerta Ceasares was murdered by USA trained soldiers two weeks after she proclaim H had sponsored the Honduras coup.\nTom Welsh\nDecember 11, 2017 at 16:25\nThe only way in which the Western MSM can regain their credibility would be for them to establish a mechanism whereby any reader can question any fact or assertion they make. The onus would then be on the media outlets to explain convincingly why they came to certain conclusions, or claimed that certain “facts” were true.\nThus, when CNN tells us that it had multiple reliable sources for the “September 4th” email, it should have to put up or shut up. Tell us the sources, or admit that there is no reason whatsoever for anyone to believe them.\nAnnie\nDecember 11, 2017 at 17:38\nThey aren’t going to change their ways, because that assumes they unknowingly pushed Russia-gate on the public because they believed it to be true which I don’t buy.. I think they had an agenda which was to oust Trump and they knowingly went with a story they thought could do that. It also provides an additional benefit which is to escalate tensions with Russia and make the military industrial complex a whole lot richer. For the most part they have become very much like the politicians they write about.\nMartin - Swedish citizen\nDecember 11, 2017 at 18:17\nYes, it is that bad: Western MSM have lost their credibility. No less.\nNot only Russia-gate, but the Iraqi WMD, Ukraine, and you name it.\nThe media should by now be thoroughly suspicious of anything anti-Russian or that serves what you call the powers that be. But they are not. Same thing with most politicians.\nOne such example was the reports in Western media that the Russian-Byelarussian military exercise Zapad this September included 100,000 soldiers plus, when the Russians claimed 13,000. It slowly emerged that 100,000 was a gross exaggeration, and a disappointment could actually be read between the lines that such false information was planted (probably by the US government or some close think tank via US main stream media).\nIt appears politicians and media are prepared to create whichever lies they believe will promote their goals, regardless of truth or ethics or consequences. They lack education and wits enough to do the analyses required, it seems.\nAs long as this behaviour is in the culture of US politicians and media, it will continue. Similar in Europe, although some naivety may be slowly growing away.\nThe Russians allegedly proposed the US an agreement this summer not to interfere in one another’s internal affairs. But the US state dept declined.\nMartin - Swedish citizen\nClarification:\nThe usually very trustworthy Russian Internet news site Gazeta.ru reported that Russia\nmade this proposal, but the US declined. It serves to show the good will of Russia and at the same time expose that the US keeps interfering, as intended, of course, with a smile.\nKiza\nDecember 12, 2017 at 01:14\nMartin, as I wrote above – go to media news if you want a story not if you want facts. The same as reality shows, blur the boundary between reality and show, the new news blur the boundary between facts and wishful thinking: “Wouldn’t it be great for our MIC if the Russians had 100,000 troops involved in their defensive military exercises?”, “Wouldn’t it be great of we had photos of Russian tanks rolling through Ukraine? (oops, those photos were from Georgia)”, “Wouldn’t it be great if Trump ordered Flynn to talk to the Russian ambassador during the election?”, “Wouldn’t it be great if Trump got the “hacked” DNC emails before they were published?” and so on and so on. Such a thin line between wishing and reality when you control the media.\nPiotr Berman\nDecember 12, 2017 at 13:14\nIt was not just tanks rolling over Ukraine, I personally have seen much more\nMartin - Swedish citizen\nAbsolutely!\nIn the case with Zapad, it may be added that it was very convenient to paint this false picture of Russian aggression in order to divert attention from the simultaneous joint Swedish-NATO exercise with 15,000 or so troops in Sweden and the Baltic with the scenario of a Russian attack on the Baltic states and perhaps Sweden and NATO coming to assist , landing troops and taking command in Sweden, according to a recent controversial agreement, allowing the US to use Sweden for operations towards other countries (which may they be?); and also another simultaneous exercise with NATO in the Baltic states, perhaps another 5000 or so troops.\nMedia were full of stories about the Russian 100,000 exercise (as well as the one in Sweden), but apparently they realised they had been fooled about the 100,000 troops by US pay-ops, and actually expressed their annoyance why such lies were needed in an editorial. Maybe they actually are naive?\nAnnie\nDecember 11, 2017 at 20:08\nI don’t know if you can view this program, Frontline, and it’s called Putin’s Revenge. It was aired in October, 2017. the music is scary and the  initial photo-shot of Putin has him looking mean and vengeful. Viewer disgression is even advised. They were  monitoring Russia prior to the elections to see what they had up their sleeve. Even if the Russians did interfere in our elections it is a grand absurdity to portray them as terrifying when in the last 15 years alone we have invaded countries against international law, supported the coup in Ukraine, not to mention killing well over a million people and destroying whole countries. Of course, one could even reflect on what happened after WWII and our vigilance in wiping out communism that  killed millions and toppled whole governments. They’re still trying to scare grown-up Americans with the boogeyman.\nDecember 12, 2017 at 00:07\nI watched some of that and was appalled at the entire production.\nHave to wonder, how many people know that Putin lost not one, but two\nolder brothers to the Siege of Leningrad, which his parents lived through ?\nMartin - Swedish citizen\nThank you!\nDecember 12, 2017 at 17:30\nAnnie – I watched that for about ten minutes, then turned it off.  Garbage!\nBob Van Noy\nDecember 12, 2017 at 09:53\nMartin, I have been thinking that if there were simply a truly unfettered comment section after All articles, the Public could easily work it out by themselves. That is the value of public opinion; it is generally better than propaganda. News distribution services would become ranked by accuracy. In a worldwide network, that might work…\nMartin - Swedish citizen\nDecember 12, 2017 at 16:12\nBob, excellent idea. Problems could always find technical solutions, if there were good intentions.\nI recall in 2014 several newspapers began censoring their Internet comment sections, because of all “pro-Moscow comments”. This would speak in favour of your idea.\nGM\nDecember 11, 2017 at 20:48\n“The only way in which the Western MSM can regain their credibility would be for them to establish a mechanism whereby any reader can question any fact or assertion they make.”\nIn fact it has been moving in the very opposite direction, with growing numbers of major media outlets eliminating the ability for readers to post comments in response to published articles altogether.\ntina\nDecember 12, 2017 at 02:17\nYes  you are correct  . And when Breitbart, Fox  , Rush, and Hannity report things  they should be held to the same standards.  As should Cn, and the Intercept, and counterpunch.\njaycee\nDecember 11, 2017 at 16:18\nThe Republicans on the Judiciary Committee are not only well aware the Russiagate fiasco is the “nothing burger” the Trump team has always claimed, they will also be prepared to flip the story by hammering on the fact the hacking and collusion allegations source back solely to Democrat financed opposition research and such research was also used by the intelligence agencies to initiate surveillance on Trump family members and campaign officials. The Democrats and major sections of the mainstream media have pushed so hard on this story, when it blows they may not recover and the 2018 election cycle may be a disaster. But really, how bad do you suck if your credibility proves less than Trump’s?\nLois Gagnon\nDecember 11, 2017 at 20:20\n“But really, how bad do you suck if your credibility proves less than Trump’s?”\nIndeed. It began with how much do you suck as a candidate to lose to Trump?\nDan Robinson\nDecember 11, 2017 at 15:50\nThis was being discussed on CNN a few moments ago, with Jim Acosta saying\nthat while journalists will make mistakes, as they are human, it doesn’t excuse the\nWhite House approach and campaign against media outlets.  But I agree with Robert\nthat the long list of errors and shadings by various media cannot be ignored.\nDavid Smith\nDecember 11, 2017 at 18:49\nAre you suggesting that when multiple media outlets falsely report that an email was sent on the 4th when the truth is the email was sent on the 14th, that was merely a “mistake”? A more accurate word would be hubris, or perhaps insouciance\nLeslie Feuille\nDecember 11, 2017 at 21:27\nI think it was another sting attempt like the one on WaPo with the Moore accuser only this time it worked.  There sloppiness and rush to judgement just gives Trump more ammunition for his “Fake News” attacks.\nNop\nDecember 13, 2017 at 23:08\nI.e. they publish fake news and Trump is right about them.\nRealist\nDecember 12, 2017 at 06:15\nThe word that pops into my mind is “collusion.” Or, perhaps “conspiracy.”\nbackwardsevolution\nRealist – exactly the words that popped into my mind.\nJohn\nNice choice of wording there David Smith. Propaganda is another.\nDavid Smith\nDecember 12, 2017 at 16:23\nOr we could put it all together: An arrogant conspiracy of propaganda with a careless indifference to the truth.\nDavid G\nDecember 11, 2017 at 19:14\nGlenn Greenwald pointed out that when all the errors point in one direction (in this case, in favor of supposedly proving Russia/Trump collusion and guilt) you need to ask what is really going on. Genuine, honest mistakes, which everybody will make from time to time, would lead in various directions, not just one.\nKiza\nDecember 11, 2017 at 21:21\nYes David G, I like Mr Parry much more than Greenwald who writes for Omidyar, but Greenwald is much closer to what is really happening. What is happening is that the West is now a post-factual world: the facts have been replaced with stories, the news replaced with story telling. There is no journalism in the media any more, it is now only about story telling – who can tell a better story. Mr Parry, what CNN did is not sloppy journalism. No, it is, to employ an old cliche, like climbing to the top of the Empire State Building and opening a feather filled pillow. Placing a correction, or a God forbid retraction, is then like trying to collect all those fathers back in. In other words, the “multiple sources” who fed propaganda turds to Manu Raju, which he turned into his “boooom” scoop without even the most basic fact checking, were some very experienced information manipulators who skillfully employ the feather pillow technique (Deep Staters of course).\nThe reason why there are so many stories in the media is the technique called “Where there is smoke, there is fire”. It does not matter that we have no legal-grade proof or even journalistic-grade proof for our good stories, some of it will eventually somehow turn into fire (or a big badda “booooom”). They are generating enough false stories to re-enforce the perception that they are getting closer to a win, the impeachment. It is irrelevant that even the impeachment would not bring them back into power, but one step at a time they say. If we can get rid of Trump, maybe we could get rid of Pence as well. Keep the troop morale high by feeding them good stories and keep them scared to keep paying dues to the MIC against big bad Russia.\nDo not expect any change or improvement – exactly the same techniques will continue to be employed till the next election and beyond: fictional stories are the news now.\nHomina\nDecember 12, 2017 at 00:13\nI think it was post-factual long ago though. Certainly during the Iraq War lead-up. Not just media but admin aims. Soon after 9/11 USG wanted to try to lever that into invading Iraq, starting PNAC’s plan. And relied on among other BS, Ahmed Chalabi aka Curveball.\nMSM was not only complicit and incompetent, willfully or ignorantly then, but even today I mean, what % of Americans know who “Ahmed Chalabi” is? What “PNAC” is?\nIn any event I agree with most of your post. And it’s amazing that people aware of actualities behind scenes, and motives/reasons, who try to tell friends and family and websites and have a job in MSM are called tin-foil hate CT freaks.\n2003, was something awful to witness. I and hundreds of thousands others marched to protest this invasion of choice. And the MSM was complicit as hell. Either non-critically repeating US claims…or propaganda by nihilism–by not big headlines saying which had already been DEBUNKED. Which is akin to this thread and particular similar insanity.\nHeadline: “YOU, POSTER MURDERED TEN PEOPLE”. MSM has abandoned truth, so why not such a headline. Which might lead to you being locked up, perhaps even a warrant out and being shot on the street. Then maybe a tiny micro-pica correction “you, poster didn’t murder ten people” by the network or paper. “YOU, SADDAM HUSSEIN, HAVE WMD.” “YOU, DONALD TRUMP CONSPIRED WITH RUSSIA”.\nAfter damage is done maybe Colin Powell will write a book about his oh so give-a-shit-about qualms. Years after he could’ve actually stood up and done something about it. If in ten years 90% of the world is destroyed due to war with Russia, via these moronic MSM Clinton-lovers still desiring such…maybe\n“dur, gosh, bad editorial standards back then, we screwed up, sorry nearly everyone is dead…”\nAnd I’d also love a political writer who’s also a pro wrestling fan to do a timeline on who the heels and faces are…(terrorists in Syria given arms? Saudis committing genocide? Contras? Taliban?) Ukraine and others being democratic countries but then couped….oh but then Ukraine is opposed to Russia so a Face. Neo-nazis there too. But not here, nope properly heels. I mean unless the US can get them to attack like, an attempt at reconciliation of Sudanese that could feature peace, yet would also reevaluate US corporate interests on resources.\nThe last 120 years of the US nation has been a sickening display, bound by no coherent moral purpose. Capitalism is king. No matter suffers, whether African slaves or tens of millions of native Africans, or Vietnamese, or Iraqis, etc. Just a disgusting gorilla going around destroying everything that can’t make him bucks.\nKiza\nDecember 12, 2017 at 01:00\n“Just a disgusting gorilla going around destroying everything that can’t make him bucks.”\nOr making bucks by destroying people and places.\nBob Van Noy\nDecember 12, 2017 at 09:37\nKiza I think your assessment is totally accurate. I’m finishing Jefferson Morley’s  excellent book, “The Ghost” about James Jesus Angleton. Mr. Morley does a terrific job of describing Mr. Angleton’s deep literary background and how it applied in Mr. Angleton’s every day approach as a spymaster.  I have long noted that Alan Dulles had very similar characteristics in his life and work, described well by David Talbot in his book “The Devil’s Chessboard”.\nI think that the deep state has for so long been committed to excellent fiction, unchallenged by Congressional oversight, that both government and the fourth estate have been corrupted.\nI will link Mr. Morley’s book here.\nHi Kiza-\nNice to see you back.\nThe tactic you describe so accurately is a term I’ve just recently discovered via Caitlin Johnstone called “Gish Gallop”.\n“Gish Gallop is a technique, named after the creationist Duane Gish who employed it, whereby someone argues a cause by hurling as many different half-truths and no-truths into a very short space of time so that their opponent cannot hope to combat each point in real time.”\nJohn\nDecember 12, 2017 at 14:06\nWell said. As I always say: currency is slavery. It doesn’t matter what it is called; capitalism, globalism, zionism, corporatism, corporatocracy, etc. It all stems from profits, currency. It is the catalyst in which enslaves us. I’m not deviating from your comments, I’m just tying in the major motivations for all of what you wrote about.\nJohn\nNever heard of Gish. I will definitely look into him.\nJohn\nDecember 12, 2017 at 13:55\nYes, the MSM is nothing but Hollywood and Intelligence. Always has been for the most part. The mouthpiece for the kakistocracy.\ntina\nDecember 12, 2017 at 23:26\nglen Greenwald and the intercept threw Reality Winner  under the bus.  Maybe Greenwald was too busy taking care of his newborn son, he is on paternity leave now.  Greenwald lost so much credibility with that move.\ntina\nDecember 11, 2017 at 23:23\nRemember all  those boys and some girls talking about priests?  Remember women talking about men being not very nice?  Sure lots of journalism mistakes were made.  Someone got Father Patrick confused with Father Patrick Jr.  What happened?  Children were abused and systemically, everything was denied.  It took many years to get to some kind of truth.  This Putin Russia Trump thing  might take years to sort out, but I would not be so fast to dismiss reports.  Just remember, no one believed those little boys.  Who you gonna believe, a kid or the Catholic Church?  Who you gonna believe, the small players, or Trump?\nKiza\nDecember 12, 2017 at 00:12\nTina, I like your guilt-by-association technique, it is an old MSM favorite. But you are inventing new heights to the stretch: calling Deep State, DNC and the millions of its troops small players, putting them side-by-side with the poor and powerless abused children of the almighty Church of Trump!?!?!? Most amusing!\nDrew Hunkins\nDecember 12, 2017 at 01:19\nIt’s beyond laughable to compare authorities who disbelieve child victims of sexual assault with intellectuals, scholars, independent journalists, and astute activists and citizens who see through the miasma of Russophobia emanating from the mainstream media which are all wedded to the Washington militarists and establishment politicos like the deplorable DNC.\nThe absurd false equivalency you proffer is disturbing to say the least.\nBruce\nDecember 12, 2017 at 02:43\nTrump is the small player in this scenario. He is up against a huge array of forces: US military, MSM, US intelligence, most of the US government, NATO…..etc.\nSam F\nOf course Russia-gate = Israel-gate, a diversion campaign to conceal zionist control of the DNC and MSM.\nWe very much need American “loss of faith… in… journalists” of the MSM, as they are all zionist opportunists.\nLoss of faith is good regardless of one’s view of the Rep/Dem duopoly and its Trump/Clinton puppet show.\ndahoit\nBingo.\nDecember 12, 2017 at 05:54\nMr Parry says “when the establishment and the MSM share the same beliefs” and you Dan, talk about the media making mistakes?There were no mistakes made and the notion MSM and the ‘establishment share the same beliefs would suggest that they are independent of one another. The Establishment (deep state) and the mass media are one and the same thing and they have not made any mistakes. Slip ups yes, but only insofar as they got found out because everything about Russia gate is calculated and premeditated.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://americanfreepress.net/israel-top-neocons-want-syrias-oil/",
                "https://theintercept.com/2017/12/09/the-u-s-media-yesterday-suffered-its-most-humiliating-debacle-in-ages-now-refuses-all-transparency-over-what-happened/",
                "http://www.barnesandnoble.com/s/americas-stolen-narrative?keyword=americas+stolen+narrative&store=ebook&iehack=%E2%98%A0",
                "https://consortiumnews.com/2017/11/14/americas-righteous-russia-gate-censorship/",
                "https://consortiumnews.com/2017/01/13/mainstream-medias-russian-bogeymen/",
                "https://consortiumnews.com/2017/06/29/nyt-finally-retracts-russia-gate-canard/",
                "https://consortiumnews.com/2017/05/23/new-cracks-in-russia-gate-assessment/",
                "https://consortiumnews.com/2017/03/29/the-sleazy-origins-of-russia-gate/",
                "https://www.zerohedge.com/news/2017-12-11/senior-doj-officials-wife-worked-oppo-research-firm-produced-trump-dossier",
                "https://www.washingtonpost.com/opinions/the-attacks-on-mueller-push-us-closer-to-the-precipice/2017/12/10/97762606-dddb-11e7-89e8-edec16379010_story.html?utm_term=.ecd8685a93f2",
                "https://www.politifact.com/truth-o-meter/statements/2016/oct/19/hillary-clinton/hillary-clinton-blames-russia-putin-wikileaks-rele/",
                "https://consortiumnews.com/2016/11/27/washington-posts-fake-news-guilt/",
                "https://consortiumnews.com/2017/09/20/more-holes-in-russia-gate-narrative/",
                "https://consortiumnews.com/2017/10/10/russia-gate-jumps-the-shark/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/t/12126/shop/shop.jsp?storefront_KEY=1037",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://www.bloomberg.com/tosv2.html?vid=&uuid=0f558710-c954-11e9-ab23-19e13780efbf&url=L25ld3MvYXJ0aWNsZXMvMjAxNy0xMi0wNS9kZXV0c2NoZS1iYW5rLXNhaWQtdG8tYmUtc3VicG9lbmFlZC1ieS1tdWVsbGVy"
            ]
        },
        "key_words": [
            "claim",
            "litany",
            "times",
            "russian",
            "mainstream",
            "russia",
            "corrections",
            "trump",
            "national",
            "intelligence",
            "russiagate",
            "russiagates",
            "media"
        ]
    }
]