[
    {
        "url": "https://consortiumnews.com/2012/11/19/how-israel-out-foxed-us-presidents-2/",
        "title": "How Israel Out-Foxed US Presidents",
        "authors": [
            {
                "name": "Delia Ruhe",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2012-11-19",
        "text": "Main menu\nNovember 19, 2012\nBy Morgan Strong (Originally published May 31, 2010)\nAt the end of a news conference on April 13, 2010, President Barack Obama made the seemingly obvious point that the continuing Middle East conflict pitting Israel against its Arab neighbors will end up “costing us significantly in terms of both blood and treasure.”\nObama’s remark followed a similar statement in congressional testimony by Gen. David Petraeus on March 16, linking the unresolved Israeli-Palestinian conflict to the challenges that U.S. troops face in the region.\nIsraeli Prime Minister Menachem Begin, who challenged Presidents Jimmy Carter and Ronald Reagan.\n“The conflict foments anti-American sentiment, due to a perception of U.S. favoritism for Israel,” Petraeus said in prepared testimony. “Arab anger over the Palestinian question limits the strength and depth of U.S. partnerships with governments and peoples in the [region] and weakens the legitimacy of moderate regimes in the Arab world. Meanwhile, al-Qaeda and other militant groups exploit that anger to mobilize support.”\n[Petraeus later tried to back away from this implicit criticism of Israel, fearing that it would hurt his political standing with his neoconservative allies. He began insisting that the analysis was only part of his written testimony, not his oral remarks.]\nYet, the truth behind the assessments from Obama and Petraeus is self-evident to anyone who has spent time observing the Middle East for the past six decades. Even the staunchly pro-Israeli Bush administration made similar observations.\nIn 2007 in Jerusalem, Secretary of State Condoleezza Rice termed the Israeli/Palestinian peace process of “strategic interest” to the United States and expressed empathy for the beleaguered Palestinian people. “The prolonged experience of deprivation and humiliation can radicalize even normal people,” Rice said, referring to acts of Palestinian violence.\nBut the recent statement by Obama and Petraeus aroused alarm among some Israeli supporters who reject any suggestion that Israel’s harsh treatment of Palestinians might be a factor in the anti-Americanism surging through the Islamic world.\nAfter Petraeus’s comment, the pro-Israeli Anti-Defamation League said linking the Palestinian plight and Muslim anger was “dangerous and counterproductive.”\n“Gen. Petraeus has simply erred in linking the challenges faced by the U.S. and coalition forces in the region to a solution of the Israeli-Arab conflict, and blaming extremist activities on the absence of peace and the perceived U.S. favoritism for Israel,” ADL national director Abraham Foxman said .\nHowever, the U.S. government’s widespread (though often unstated) recognition of the truth behind the assessment in Petraeus’s testimony has colored how the Obama administration has reacted to the intransigence of Israel’s Likud government of Prime Minister Benjamin Netanyahu.\nThe U.S. government realizes how much it has done on Israel’s behalf, even to the extent of making Americans the targets of Islamic terrorism such as the 9/11 attacks (as the 9/11 Commission discovered but played down) and sacrificing the lives of thousands of U.S. troops fighting in Middle East conflicts.\nThat was the backdrop in March 2009 for President Obama’s outrage over the decision of the Netanyahu government to continue building Jewish housing in Arab East Jerusalem despite the fact that the move complicated U.S. peace initiatives and was announced as Vice President Joe Biden arrived to reaffirm American support for Israel.\nHowever, another little-acknowledged truth about the U.S.-Israeli relationship is that Israeli leaders have frequently manipulated and misled American presidents out of a confidence that U.S. politicians deeply fear the political fallout from any public battle with Israel.\nGiven that history, few analysts who have followed the arc of U.S.-Israeli relations since Israel’s founding in 1948 believe that the Israeli government is likely to retreat very much in its confrontation with President Obama.\nManipulating Eisenhower\nIn the 1950s, President Dwight Eisenhower was a strong supporter of the fledgling Jewish state and had supplied Israel with advanced U.S. weaponry. Yet, despite Eisenhower’s generosity and good intentions, Israel sided with the British and French in 1956 in a conspiracy against him.\nIsraeli leaders joined a secret arrangement that involved Israel invading Egypt’s Sinai, which then allowed France and Great Britain to introduce their own forces and reclaim control of the Suez Canal.\nIn reaction to the invasion, the Soviet Union threatened to intervene on the side of Egypt by sending ground troops. With Cold War tensions already stretched thin by the crises in Hungary and elsewhere, Eisenhower faced the possibility of a showdown between nuclear-armed adversaries. Eisenhower demanded that the Israeli-spearheaded invasion of the Sinai be stopped, and he brought financial and political pressures to bear on Great Britain and France.\nA ceasefire soon was declared, and the British and French departed, but the Israelis dragged their heels. Eisenhower finally presented Israeli Prime Minister David Ben-Gurion with an ultimatum, a threat to cut off all U.S. aid. Finally, in March 1957, the Israelis withdrew. [For details, see Eisenhower and Israel by Isaac Alteras]\nEven as it backed down in the Sinai, Israel was involved in another monumental deception, a plan for building its own nuclear arsenal.\nIn 1956, Israel had concluded an agreement with France to build a nuclear reactor in the Negev desert. Israel also signed a secret agreement with France to build an adjacent plutonium reprocessing plant.\nIsrael began constructing its nuclear plant in 1958. However, French President Charles de Gaulle was worried about nuclear weapons destabilizing the Middle East and insisted that Israel not develop a nuclear bomb from the plutonium processing plant. Prime Minister Ben-Gurion assured de Gaulle that the processing plant was for peaceful purposes only.\nAfter John F. Kennedy became President, he also wrote to Ben-Gurion explicitly calling on Israel not to join the nuclear-weapons club, drawing another pledge from Ben-Gurion that Israel had no such intention.\nNevertheless, Kennedy continued to press, forcing the Israelis to let U.S. scientists inspect the nuclear reactor at Dimona. But the Israelis first built a fake control room while bricking up and otherwise disguising parts of the building that housed the plutonium processing plant.\nIn return for allowing inspectors into Dimona, Ben-Gurion also demanded that the United States sell Hawk surface-to-air missiles to the Israeli military. Kennedy agreed to the sale as a show of good faith. Subsequently, however, the CIA got wind of the Dimona deception and leaked to the press that Israel was secretly building a nuclear bomb.\nAfter Kennedy’s assassination, President Lyndon Johnson also grew concerned over Israel’s acquiring nuclear weapons. He asked then-Prime Minister Levi Eshkol to sign the Nuclear Non-Proliferation Treaty.\nEshkol assured Johnson that Israel was studying the matter and would sign the treaty in due course. However, Israel has never signed the treaty and never has admitted that it developed nuclear weapons. [For details, See Israel and The Bomb by Avner Cohen.]\nTrapping Johnson\nAs Israel grew more sophisticated and more confident in its dealings with U.S. presidents, it also sought to secure U.S. military assistance by exaggerating its vulnerability to Arab attacks.\nOne such case occurred after the Egyptians closed off the Gulf of Aqaba to Israel in May 1967, denying the country its only access to the Red Sea. Israel threatened military action against Egypt if it did not re-open the Gulf.\nIsrael then asked President Johnson for military assistance in the event war broke out against the Egyptians. Johnson directed Richard Helms, the newly appointed head of the CIA to evaluate Israel’s military capability in the event of war against the surrounding Arab states.\nOn May 26, 1967, Israeli Foreign Minister Abba Eban met with Johnson, Secretary of Defense Robert McNamara, and Helms. Eban presented a Mossad estimate of the capability of the Arab armies, claiming that Israel was seriously outgunned by the Arab armies which had been supplied with advanced Soviet weaponry. Israel believed that, owing to its special relationship with the United States, the Mossad intelligence assessment would be taken at face value.\nHowever, Helms was asked to present the CIA estimate of the Arabs’ military capabilities versus the Israeli army. The CIA’s analysts concluded that Israel could “defend successfully against simultaneous Arab attacks on all fronts, or hold on any three fronts while mounting a successful major offensive on the fourth.” [See “C.I.A. Analysis of the 1967 Arab Israeli War,” Center for the Study of Intelligence.]\n“We do not believe that the Israeli appreciation was a serious estimate of the sort they would submit to their own high officials,” the CIA report said. “It is probably a gambit intended to influence the U.S. to provide military supplies, make more public commitments to Israel, to approve Israeli military initiatives, and put more pressure on Egyptian President Nasser.” [See A Look Over My Shoulder by Richard Helms.]\nThe CIA report stated further that the Soviet Union would probably not interfere militarily on behalf of the Arab states and that Israel would defeat the combined Arab armies in a matter of days. As a consequence, Johnson refused to airlift special military supplies to Israel, or to promise public support for Israel if Israel went to war.\nThe Six-Day Success\nDespite Johnson’s resistance, Israel launched an attack on its Arab neighbors on June 5, 1967, claiming that the conflict was provoked when Egyptian forces opened fire. (The CIA later concluded that it was Israel that had first fired upon Egyptian forces.)\nOn June 8, at the height of the conflict, which would become known as the Six-Day War, Israeli fighter/bombers attacked the USS Liberty, a lightly armed communications vessel sent on a mission to relay information on the course of the war to U.S. naval intelligence.\nThe attack killed 34 Americans sailors, and wounded 171 others. Israeli leaders have always claimed that they had mistaken the U.S. vessel for an enemy ship, but a number of U.S. officials, including Secretary of State Dean Rusk, believed the attack was deliberate, possibly to prevent the United States from learning about Israel’s war plans. [See As I Saw It by Dean Rusk.]\nHowever, in deference to Israel, the U.S. government did not aggressively pursue the matter of the Liberty attack and even issued misleading accounts in medal citations to crew members, leaving out the identity of the attackers.\nMeanwhile, on land and in the air, Israel’s powerful military advanced, shredding the Arab defenses. Soon, the conflict escalated into another potential showdown between nuclear-armed superpowers, the Soviet Union and the United States.\nOn June 10, President Johnson received a “Hot Line” message from Soviet Premier Alexi Kosygin. The Kremlin warned of grave consequences if Israel continued its military campaign against Syria by entering and/or occupying that country.\nJohnson dispatched the Sixth Fleet to the Mediterranean, in a move to convince the Soviets of American resolve. But a ceasefire was declared later the same day, with Israel ending up in control of Syria’s Golan Heights, Egypt’s Sinai, and Palestinian lands including Gaza and East Jerusalem.\nBut a wider war was averted. Johnson’s suspicions about Israel’s expansionist intent had kept the United States from making an even bigger commitment that might have led to the Soviets countering with an escalation of their own.\nNixon and Yom Kippur\nIsraeli occupation of those additional Arab lands set the stage for a resumption of hostilities six years later, on Oct. 6, 1973, with the Yom Kippur War, which began with a surprise attack by Egypt against Israeli forces in the Sinai.\nThe offensive caught Israel off guard and Arab forces were close to overrunning Israel’s outer defenses and entering the country. According to later accounts based primarily on Israeli leaks, Prime Minister Golda Meir and her “kitchen cabinet” ordered the arming of 13 nuclear weapons, which were aimed at Egyptian and Syrian targets.\nIsraeli Ambassador to the United States Simha Dintz warned President Richard Nixon that very serious repercussions would occur if the United States did not immediately begin an airlift of military equipment and personnel to Israel.\nFearing that the Soviet Union might intervene and that nuclear war was possible, the U.S. military raised its alert level to DEFCON-3. U.S. Airborne units in Italy were put on full alert, and military aid was rushed to Israel.\nFaced with a well-supplied Israeli counteroffensive and possible nuclear annihilation, the Arab forces fell back. The war ended on Oct. 26, 1973, but the United States had again been pushed to the brink of a possible superpower confrontation due to the unresolved Israeli-Arab conflict.\nNuclear ‘Ambiguity’\nOn Sept. 22, 1979, after some clouds unexpectedly broke over the South Indian Ocean, a U.S. intelligence satellite detected two bright flashes of light that were quickly interpreted as evidence of a nuclear test.\nThe explosion was apparently one of several nuclear tests that Israel had undertaken in collaboration with the white-supremacist government of South Africa. But President Jimmy Carter at the start of his reelection bid didn’t want a showdown with Israel, especially on a point as sensitive as its secret nuclear work with the pariah government in Pretoria.\nSo, after news of the nuclear test leaked a month later, the Carter administration followed Israel’s longstanding policy of “ambiguity” about the existence of its nuclear arsenal, a charade dating back to Richard Nixon’s presidency with the United States pretending not to know for sure that Israel possessed nuclear bombs.\nThe Carter administration quickly claimed that there was “no confirmation” of a nuclear test, and a panel was set up to conclude that the flashes were “probably not from a nuclear explosion.”\nHowever, as investigative reporter Seymour Hersh and various nuclear experts later concluded, the flashes were most certainly an explosion of a low-yield nuclear weapon. [For details, see Hersh’s Samson Option.]\nGetting Carter\nDespite Carter’s helpful cover-up of the Israeli-South African nuclear test, he was still viewed with disdain by Israel’s hard-line Likud leadership. Indeed, he arguably was the target of Israel’s most audacious intervention in U.S. politics.\nPrime Minister Menachem Begin was furious at Carter over the 1978 Camp David accords in which the U.S. President pushed the Israelis into returning the Sinai to the Egyptians in exchange for a peace agreement.\nThe next year, Carter failed to protect the Shah of Iran, an important Israeli regional ally who was forced from power by Islamic militants. Then, when Carter acceded to demands from the Shah’s supporters to admit him to New York for cancer treatment, Iranian radicals seized the U.S. Embassy in Tehran and held 52 Americans hostage.\nIn 1980, as Carter focused on his reelection campaign, Begin saw both dangers and opportunities. High-ranking Israeli diplomat/spy David Kimche described Begin’s thinking in the 1991 book, The Last Option, recounting how Begin feared that Carter might force Israel to withdraw from the West Bank and accept a Palestinian state if he won a second term.\n“Begin was being set up for diplomatic slaughter by the master butchers in Washington,” Kimche wrote. “They had, moreover, the apparent blessing of the two presidents, Carter and [Egyptian President Anwar] Sadat, for this bizarre and clumsy attempt at collusion designed to force Israel to abandon her refusal to withdraw from territories occupied in 1967, including Jerusalem, and to agree to the establishment of a Palestinian state.”\nBegin’s alarm was driven by the prospect of Carter being freed from the pressure of having to face another election, according to Kimche.\n“Unbeknownst to the Israeli negotiators, the Egyptians held an ace up their sleeves, and they were waiting to play it,” Kimche wrote. “The card was President Carter’s tacit agreement that after the American presidential elections in November 1980, when Carter expected to be re-elected for a second term, he would be free to compel Israel to accept a settlement of the Palestinian problem on his and Egyptian terms, without having to fear the backlash of the American Jewish lobby.”\nSo, by spring 1980, Begin had privately sided with Carter’s Republican rival, Ronald Reagan, a reality that Carter soon realized.\nQuestioned by congressional investigators in 1992 regarding allegations about Israel conspiring with Republicans in 1980 to help unseat him, Carter said he knew by April 1980 that “Israel cast their lot with Reagan,” according to notes found among the unpublished documents in the files of a House task force that looked into the so-called October Surprise case.\nCarter traced the Israeli opposition to his reelection to a “lingering concern [among] Jewish leaders that I was too friendly with Arabs.”\nDoing What Was Necessary\nBegin was an Israeli leader committed to do whatever he felt necessary to advance Israeli security interests and the dream of a Greater Israel with Jews controlling the ancient Biblical lands. Before Israel’s independence in 1948, he had led a Zionist terrorist group, and he founded the right-wing Likud Party in 1973 with the goal of “changing the facts on the ground” by placing Jewish settlements in Palestinian areas.\nBegin’s anger over the Sinai deal and his fear of Carter’s reelection set the stage for secret collaboration between Begin and the Republicans, according to another former Israeli intelligence official, Ari Ben-Menashe.\n“Begin loathed Carter for the peace agreement forced upon him at Camp David,” Ben-Menashe wrote in his 1992 memoir, Profits of War. “As Begin saw it, the agreement took away Sinai from Israel, did not create a comprehensive peace, and left the Palestinian issue hanging on Israel’s back.”\nBen-Menashe, an Iranian-born Jew who had immigrated to Israel as a teen-ager, became part of a secret Israeli program to reestablish its Iranian intelligence network that had been decimated by the Islamic revolution. Ben-Menashe wrote that Begin authorized shipments to Iran of small arms and some military spare parts, via South Africa, as early as September 1979 and continued them despite Iran’s seizure of the U.S. hostages in November 1979.\nExtensive evidence also exists that Begin’s preference for Reagan led the Israelis to join in a covert operation with Republicans to contact Iranian leaders behind Carter’s back, interfering with the President’s efforts to free the 52 American hostages before the November 1980 elections.\nThat evidence includes statements from senior Iranian officials, international arms dealers, intelligence operatives (including Ben-Menashe), and Middle East political figures (including a cryptic confirmation from Begin’s successor Yitzhak Shamir). But the truth about the October Surprise case remains in dispute to this day. [For details, see Robert Parry’s America’s Stolen Narrative and Secrecy & Privilege .]\nIt is clear that after Reagan defeated Carter — and the U.S. hostages were released immediately upon Reagan being sworn in on Jan. 20, 1981 — Israeli-brokered weapons shipments flowed to Iran with the secret blessing of the new Republican administration.\nDealing with Reagan\nThe Israel Lobby had grown exponentially since its start in the Eisenhower years. Israel’s influential supporters were now positioned to use every political device imaginable to lobby Congress and to get the White House to acquiesce to whatever Israel felt it needed.\nPresident Reagan also credentialed into the Executive Branch a new group of pro-Israeli American officials the likes of Elliott Abrams, Richard Perle, Michael Ledeen and Jeane Kirkpatrick who became known as the neocons.\nYet, despite Reagan’s pro-Israel policies, the new U.S. President wasn’t immune from more Israeli deceptions and additional pressures. Indeed, whether because of the alleged collusion with Reagan during the 1980 campaign or because Israel sensed its greater clout within his administration, Begin demonstrated a new level of audacity.\nIn 1981, Israel recruited Jonathan Pollard, an American Navy intelligence analyst, as a spy to acquire American intelligence satellite photos. Eventually, Pollard purloined massive amounts of intelligence information, some of which was reportedly turned over to Soviet intelligence by Israel to win favors from Moscow.\nPrime Minister Begin sensed, too, that the time was ripe to gain the upper hand on other Arab enemies. He turned his attention to Lebanon, where the Palestine Liberation Organization was based.\nWhen U.S. intelligence warned Reagan that Israel was massing troops along the border with Lebanon, Reagan sent a cable to Begin urging him not to invade. But Begin ignored Reagan’s plea and invaded Lebanon the following day, on June 6, 1982. [See Time, Aug. 16, 1982 .]\nAs the offensive progressed, Reagan sought a cessation of hostilities between Israel and the PLO, but Israel was intent on killing as many PLO fighters as possible. Periodic U.S.-brokered ceasefires failed as Israel used the slightest provocation to resume fighting, supposedly in self-defense.\n“When PLO sniper fire is followed by fourteen hours of Israeli bombardment that is stretching the definition of defensive action too far,” complained Reagan, who kept the picture of a horribly burned Lebanese child on his desk in the Oval Office as a reminder of the tragedy of Lebanon.\nThe American public nightly witnessed the Israeli bombardment of Beirut on television news broadcasts. The pictures of dead, mutilated children caught in the Israeli artillery barrages, were particularly wrenching. Repulsed by the carnage, the U.S. public decidedly favored forcing Israel to stop.\nWhen Reagan warned Israel of possible sanctions if its forces continued to indiscriminately attack Beirut, Israel launched a major offensive against West Beirut the next day.\nIn the United States, Israeli supporters demanded a meeting with Reagan to press Israel’s case. Though Reagan declined the meeting, one was set up for 40 leaders of various Jewish organizations with Vice President George H.W. Bush, Defense Secretary Caspar Weinberger and Secretary of State George Shultz.\nReagan wrote once again to Begin, reminding him that Israel was allowed to use American weapons only for defensive purposes. He appealed to Begin’s humanitarianism to stop the bombardment.\nThe next day, in a meeting with Israeli supporters from the United States, Begin fumed that he would not be instructed by an American president or any other U.S. official. “Nobody is going to bring Israel to her knees. You must have forgotten that Jews do not kneel but to God,” Begin said . “Nobody is going to preach to us humanitarianism.”\nMore Tragedy\nBegin’s government also used the tragedy in Lebanon as an opportunity to provide special favors for its American backers.\nIn From Beirut to Jerusalem, New York Times correspondent Thomas L. Freidman wrote that the Israeli Army conducted tours of the battlefront for influential U.S. donors. On one occasion, women from Hadassah were taken to the hills surrounding Beirut and were invited to look down on the city as Israeli artillery put on a display for them.\nThe artillery began an enormous barrage, with shells landing throughout the densely populated city. The shells struck and destroyed apartments, shops, homes and shacks in the squalid refugee camps of the Palestinians.\nA ceasefire was finally agreed upon by Israel and the PLO, requiring Yasser Arafat and all PLO fighters to leave Lebanon. The Palestinians were assured, as part of the agreement brokered by the United States, that their wives and children living in Lebanese refugee camps would be safe from harm. The PLO then left Lebanon by ship in August 1982, moving the PLO headquarters to Tunisia.\nOn Sept. 16, Israel’s Christian militia allies, with Israeli military support, entered the Sabra and Shatila refugee camps, and conducted a three-day campaign of rape and murder. Most of the dead with estimates varying from Israel’s count of 400 to a Palestinian estimate of nearly 1,000 were women and children.\nAmerican Marines, who had been dispatched to Lebanon as peacekeepers to oversee the PLO evacuation but then had departed, hastily returned after the Sabra and Shatila massacres. They were housed in a large warehouse complex near Beirut’s airport.\nOver the next year, American forces found themselves drawn into the worsening Lebanese civil war. A key moment occurred on Sept. 18, 1983, when Reagan’s national security adviser Robert McFarlane, who was considered a staunch supporter of Israel, ordered U.S. warships to bombard Muslim targets inside Lebanon.\nAs Gen. Colin Powell, then a top aide to Defense Secretary Weinberger, wrote in his memoir, “When the shells started falling on the Shiites, they assumed the American ‘referee’ had taken sides.” [See Powell’s My American Journey.]\nMuslim attacks on the Marines in Beirut soon escalated. On Oct. 23, 1983, two Shiite Muslims drove explosives-laden trucks into two buildings in Beirut, one housing French forces and the other the Marines. The blasts killed 241 Americans and 58 French.\nOver the ensuing weeks, American forces continued to suffer losses in skirmishes with Muslim militiamen near the Beirut airport and American civilians also became targets for execution and hostage-taking.\nOn Feb. 7, 1984, Reagan announced that the Marines would be redeployed from Lebanon. Within a couple of weeks, the last of the Marines had departed Lebanon, having suffered a total of 268 killed.\nHowever, the hostage-taking of Americans continued, ironically creating an opportunity for Israel to intercede again through its contacts in Iran to seek the help of Ayatollah Ruhollah Khomeini’s regime in getting the Lebanese Shiite militants to release captured Americans.\nIsraeli arms dealers and neocon Americans, such as Michael Ledeen, were used as middlemen for the secret arms-for-hostages deals, which Reagan approved and McFarlane oversaw. However, the arms deliveries via Israel failed to reduce the overall number of Americans held hostage in Lebanon and were eventually exposed in November 1986, becoming Reagan’s worst scandal, the Iran-Contra Affair.\nNoriega and Harari\nThough Israel’s government had created some headaches for Reagan, it also provided some help, allowing its arms dealers and intelligence operatives to assist some of Reagan’s favorite covert operations, particularly in Central America where the U.S. Congress had objected to military assistance going to human rights violators, like the Guatemalan military, and to the Nicaraguan Contra rebels.\nAs Vice President, George H.W. Bush met with Panamanian dictator Manuel Noreiga and considered him a compliant partner. Noriega subsequently funneled financial and other help to Reagan’s beloved Contras and once even volunteered to arrange the assassinations of leaders of the Sandinista government in Nicaragua.\nOne of Noriega’s top operatives was Michael Harari, who had led Israeli assassination teams and who had served as the Israeli Mossad station chief in Mexico. In Panama, Harari became a key intermediary for Israeli contributions to the Contras, supplying them with arms and training, while Noriega handed over cash.\nBut Noriega and Harari were conducting other business in the region, allegedly working as middlemen and money launderers for the lucrative smuggling of cocaine into the United States. When that information surfaced in the U.S. news media and Noriega became notorious as an unstable thug George H.W. Bush as President found himself under enormous political pressure in 1989 to remove Noriega from power.\nSo, Bush prepared to invade Panama in December 1989. However, the Israeli government was concerned about the possible capture of Harari, whom U.S. prosecutors regarded as Noriega’s top co-conspirator but who also was someone possessing sensitive information about Israeli clandestine activities.\nSix hours before U.S. troops were to invade Panama, Harari was warned of the impending attack , an alert that enabled him to flee and may have compromised the safety of American paratroopers and Special Forces units preparing to begin the assault, units that took surprisingly heavy casualties.\nTipped off by Israeli intelligence agents, Harari was whisked away by an Israeli embassy car, flying a diplomatic flag, with diplomatic license plates to ensure he would not be stopped and held, according to an interview that I had in January 1990 with Col. Edward Herrera Hassen, commander of Panama Defense Forces.\nHarari soon was on his way back to Israel, where the government has since rebuffed U.S. requests that Harari be extradited to the United States to stand trial in connection with the Noriega case. For his part, Noriega was captured and brought to the United States where he was convicted of eight drug and racketeering charges.\nThe Lobby\nThe one constant in Israel’s endless maneuverings both with and against the U.S. government has been the effectiveness of the Israel Lobby and its many allies to fend off sustained criticism of Israel, sometimes by smearing critics as anti-Semitic or by mounting aggressive cover-ups when investigations threatened to expose ugly secrets.\nGiven this long record of success, U.S. presidents and other politicians have demonstrated a declining capacity to press Israel into making concessions, the way Eisenhower, Kennedy and Carter tried to do.\nFor instance, when President Bill Clinton first met with Netanyahu in 1996, Clinton was surprised to find himself getting a lecture from Israel’s Likud prime minister. “Who the f**k does he think he is? Who’s the superpower here?” a peeved Clinton was quoted as saying. [See The Much Too Promised Land, by Aaron Miller, an aide to Clinton.]\nJoe Lockhart, then White House spokesman, told Clayton Swisher, author of The Truth About Camp David, that Netanyahu was “one of the most obnoxious individuals you’re going to come into – just a liar and a cheat. He could open his mouth and you could have no confidence that anything that came out of it was the truth.”\nFaced with these difficulties and fending off Republican attempts to drive him from office Clinton put off any serious push for a Middle East peace accord until the last part of his presidency.\nClinton negotiated the Wye River memorandum with Netanyahu and Arafat on Sept. 23, 1999, calling for reciprocal undertakings by both sides. The agreement called for the freezing of Israeli settlements on Palestinian land, but Netanyahu failed to stop the settlement activity. Demolition of Palestinian homes, restrictions on movement by Palestinians, and settlement building continued.\nUltimately, Clinton failed to achieve any breakthrough as his final efforts collapsed amid finger-pointing and distrust between the Palestinians and the Israelis.\nHandling Bush\nIsrael’s hopes were buoyed further when George W. Bush entered the White House in 2001. Unlike his father who looked on the Israelis with suspicion and felt some kinship with the Arab oil states, the younger Bush was unabashedly pro-Israel.\nThough Reagan had credentialed many young neocons in the 1980s, he had kept them mostly away from Middle East policy, which usually fell to less ideological operatives such as Philip Habib and James Baker. However, George W. Bush installed the neocons in key jobs for Mideast policy, with the likes of Elliott Abrams at the National Security Council, Paul Wolfowitz and Douglas Feith at the Pentagon, and Lewis Libby inside Vice President Dick Cheney’s office.\nThe neocons arrived with a plan to transform the Middle East based on a scheme prepared by a group of American neocons, including Perle and Feith, for Netanyahu in 1996. Called “ A Clean Break: A New Strategy for Securing the Realm ,” the idea was to bring to heel all the antagonistic states confronting Israel.\nThe “clean break” was to abandon the idea of achieving peace in the region through mutual understanding and compromise. Instead, there would be “peace through strength,” including violent removal of leaders who were viewed as hostile to Israel’s interests.\nThe plan sought the ouster of Saddam Hussein’s regime in Iraq, which was called “an important Israeli strategic objective in its own right.” After Hussein’s ouster, the plan envisioned destabilizing the Assad dynasty in Syria with hopes of replacing it with regime more favorable to Israel. That, in turn, would push Lebanon into Israel’s arms and contribute to the destruction of Hezbollah, Israel’s tenacious foe in South Lebanon.\nThe removal of Hezbollah in Lebanon would, in turn, weaken Iran’s influence, both in Lebanon and in the occupied territories of Gaza and the West Bank, where Hamas and other Palestinian militants would find themselves cornered.\nBut what the “clean break” needed was the military might of the United States, since some of the targets like Iraq were too far away and too powerful to be overwhelmed even by Israel’s highly efficient military. The cost in Israeli lives and to Israel’s economy from such overreach would have been staggering.\nThe only way to implement the strategy was to enlist a U.S. president, his administration and the Congress to join Israel in this audacious undertaking. That opportunity presented itself when Bush ascended to the White House and the terrorist attacks of Sept. 11, 2001, created a receptive political climate in the United States.\nTurning to Iraq\nAfter a quick strike against al-Qaeda and its allies in Afghanistan, the Bush administration turned its attention to conquering Iraq. However, even after the 9/11 attacks, the neocons and President Bush had to come up with rationales that were sellable to the American people, while playing down any suggestion that the coming conflicts were partially designed to advance Israel’s interests.\nSo, the Bush administration put together tales about Iraqi stockpiles of WMD, its “reconstituted” nuclear weapons program, and its alleged ties to al-Qaeda and other terrorists determined to strike at the United States. The PR operation worked like a charm. Bush rallied Congress and much of the American public behind an unprovoked invasion of Iraq, which began on March 19, 2003, and drove Saddam Hussein’s government from power three weeks later.\nAt the time, the joke circulating among neocons was where to go next, Syria or Iran, with the punch line: “Real men go to Tehran!”\nMeanwhile, Israel continued collecting as much intelligence as possible from the United States about the next desired target, Iran. On Aug. 27, 2004, CBS News broke a story about an FBI investigation into a possible spy working for Israel as a policy analyst for Under Secretary of Defense Wolfowitz. The official was identified as Lawrence Franklin.\nFranklin pled guilty to passing classified a Presidential Directive and other sensitive documents pertaining to U.S. foreign policy regarding Iran to the powerful Israeli lobbying group, the American Israel Public Affairs Committee, which shared the information with Israel.\nAccording to FBI surveillance tapes, Franklin relayed top secret information to Steve Rosen, AIPAC’s policy director, and Keith Weissman, a senior policy analyst with AIPAC.  On Aug. 30, 2004, Israeli officials admitted that Franklin had met repeatedly with Naor Gilon, head of the political department at the Israeli Embassy in Washington, and a specialist on Iran’s nuclear programs.\nFranklin was sentenced to 12 years and seven months in prison for passing classified information to a pro-Israel lobby group and an Israeli diplomat. No charges were brought against the AIPAC executives or the Israeli diplomat.\nBloody Chaos\nMeanwhile, back in the Middle East, it turned out that occupying Iraq was more difficult than the Bush administration had anticipated. Ultimately, more than 4,400 American soldiers died in the conflict along with hundreds of thousands of Iraqis.\nThe bloody chaos in Iraq also meant that the neocon “real men” couldn’t go either to Syria or Iran, at least not right away. They were forced into a waiting game, counting on the short memories of the American people before revving up the fear machine again to justify moving to the next phase.\nWhen the U.S. death toll finally began to decline in Iraq, the neocons stepped up their alarms about Iran becoming a danger to the world by developing nuclear weapons (although Iran has disavowed any desire to have nukes and U.S. intelligence expressed confidence in 2007 that Iran had stopped work on a warhead four years earlier).\nStill, while trying to keep the focus away from its own nuclear arsenal, Israel has pushed the international community to bring pressure on Iran, in part by threatening to mount its own military attack on Iran if the U.S. government and other leading powers don’t act aggressively.\nThe neocon anti-Iran plans were complicated by the victory of Barack Obama, who promised to reach out in a more respectful way to the Muslim world. Inside Israel and in U.S. neocon circles, complaints quickly spread about Obama’s coziness with Muslims (even claims that he was a secret Muslim or anti-Semitic).\nObama further antagonized the neocons and Israeli hardliners by suggesting a linkage between the festering Palestinian problem and dangers to U.S. national security, including violence against U.S. troops in the Middle East.\nNetanyahu, who again had assumed the post of prime minister, and the neocons wanted U.S. policy refocused on Iran, with little attention on Israel as it continued its longstanding policy of building more and more Jewish settlements on what was once Palestinian land.\nIn reaction to Netanyahu’s unwillingness to curb those settlements and with the announcement of more housing units during Biden’s visit Obama retaliated by subjecting Netanyahu to several slights, including refusing to have photographs taken of the two of them meeting at the White House.\nObama walked out of one meeting with Netanyahu after failing to get his written promise for a concession on halting further settlement construction. Obama went to dinner alone, a very pointed insult to Netanyahu. As Obama left the meeting, he said, “Let me know if there is anything new,” according to a member of Congress who was present.\nSecret Pacts\nFor his part, Netanyahu has claimed that secret agreements with the Bush administration allow for the continued building of settlements. However, Obama said on National Public Radio that he does not consider himself bound by secret oral agreements that may have been made by President Bush.\nInstead, Obama claims Israel is bound by the 2003 “Road Map” agreement which prohibits building more settlements. “I’ve said clearly to the Israelis both privately and publically that a freeze on settlements, including natural growth, is part of these obligations,” Obama said.\nStill, Obama has shied away from publicly challenging Israel on some of its most sensitive issues, such as its undeclared nuclear-weapons arsenal. Like presidents back to Nixon, Obama has participated in the charade of “ambiguity.” Even as he demanded “transparency” from other countries, Obama continued to dance around questions regarding whether Israel has nuclear weapons.\nNetanyahu and Israel surely have vulnerabilities. Without America’s military, diplomatic and economic support, Israel could not exist in its present form. One-quarter of Israeli wage incomes are derived from American aid money, German reparations and various charities. Without that outside assistance, Israel’s standard of living would sink dramatically.\nAccording to the Congressional Research Service, Israel receives $2.4 billion a year in U.S. government grants, military assistance, loan guarantees, and sundry other sources. The United States also pays Egypt another $2 billion to keep the peace with Israel. The combined assistance to both countries comprises nearly one half of all U.S. foreign aid assistance worldwide.\nIn a sense, Israel can’t be blamed for standing up for itself, especially given the long history of brutality and oppression directed against Jews. However, Israeli leaders have used this tragic history to justify their own harsh treatment of others, especially the Palestinians, many of whom were rooted from their ancestral homes.\nOver the past six decades, Israeli leaders also have refined their strategies for taking advantage of their staunchest ally, the United States.\nToday, with many powerful friends inside the United States and with Obama facing intense political pressure over his domestic and national security policies the Israeli government has plenty of reasons to believe that it can out-fox and outlast the current U.S. president as it did many of his predecessors.\nMorgan Strong is a former professor of Middle Eastern history, and was an advisor to CBS News “60 Minutes” on the Middle East. He is author of the ebook, The Israeli Lobby and Me .\nDanInAlabama\nNovember 20, 2012 at 15:47\nDecember 3, 1972, and itâ€™s right there in a headline of the Tri-City Herald…:  â€œJews sent President Truman letter bombs, book tells.â€\nLink to story: http://windowintopalestine.blogspot.com/2012/05/jews-tried-to-kill-president-truman.html\nciao\nNovember 20, 2012 at 05:08\nThe blue team’s fabrication of the philosophical nature and rise of the neo-cons is represented continuously on these pages.\nIt was Democrat Henry “Scoop” Jackson who nurtured protege’s Paul Wolfowitz and Richard Perle.\nFurther, linked below is the “neo-religious” Irving Kristol openly discussing the origins of his neo philosophical drivel as reviewed by Rabbis who knew better than to embrace him.\nNeo-liberalism and neo-conservativism are essentially one and the same.  Both arise from a narrative factory dedicated to producing useful idiots.\nFrom this point we can re-engage with the substance of Morgan Strong’s story.\nThat the same neo-liberal movement, born of the blue team, was employed by the American aristocracy to steal the GOP by means of a falsely flagged Reagan and Volcker team is a story not told.  It can however be interpreted after being related to either Morgan’s story; As it can equally be in Jessie Ventura’s or Seymour Hersh’s description of the same conspiracy.\nThe product of this same capture of the GOP by team Reagan, who was nominally and facetiously a small government supporter and protege of Barry Goldwater, was correctly described by Noam Chomsky in Year 501.\nThe military industrial estate that had reached its greatest historical accommodation with LBJ pulled up a useful ally in the neocon and zionist movement that after Carter and close calls with the Church committee and then Carter decided to embrace Reagan whose reckless military industrial estate deficit spending and start the process of offshoring of industry and jobs to the benefit of the US blue blood brand owners, distribution controllers, and merchandisers, was as ruthless to the rust belt as it was unprecedented.\nAt the heart of this lies the same American blue blood elite that fabricated American exceptionalism, manifest destiny, and progressivism as narrative devices for the expressed purpose of clipping the ticket of the latest frontier adventurist episode.  Like Randolph Hearst they had no problem jumping from the red team to the blue team and back again.   The only thing they have ever truly believed in is social Darwinism.  They will also give up the zionists to another pogrom when it suits them.\nThe Achilles heel for the US remains its Abrahamic intolerance.  The same as described by Gibbon as the real reason for the collapse of the Roman Empire.  After Lodge and Roosevelt adopted social Darwinism and pursued only the need for a hardened warrior core the US empire had sealed its ultimate fate before it was born.\ndelia ruhe\nNovember 20, 2012 at 01:10\nIn not only the US but also in America’s vassal states, dozens of politicians have made fools of themselves in public over issues involving Israel and its supporting lobbies located in almost every Western country.\nHowever, today I had occasion to reread an article written i 2006 by Tony Judt:\nâ€œFrom one perspective Israel’s future is bleak.  Not for the first time, a Jewish state has found itself on the vulnerable periphery of someone else’s empire: overconfident in its own righteousness, willfully blind to the danger that its indulgent excesses might ultimately provoke its imperial mentor to the point of irritation and beyond, and heedless of its own failure to make any other friends.  To be sure, the modern Israeli state has big weaponsâ€”very big weapons.  But what can it do with them except make more enemies?â€\nHillary\nNovember 19, 2012 at 18:59\nPresident Truman knew nothing about the real Zionist concept of Zionism. In his book he refers to the fact that the extreme Zionists, as he said, threatened him. Those are not the extreme Zionists at all, these were the regular Zionists. He didn’t know the difference between a leftist and a rightist Zionist. All he knew was that the Zionists put tremendous pressure upon him in order to accept the concept of a Jewish state in Palestine. ( Pentagon Papers, 1947)\nTop Secret Truman/Ben-Gurion telex, May 29, 1949.\nQuote ;\n“If the Govt of Israel continues to reject the basic principles of the Resolution set forth by the GA on December 11th, 1948 and the friendly advice offered by the Govt of the US for the sole purpose of facilitating genuine peace in Palestine, the US Govt will be regretfully forced to the conclusion that a revision of its attitude toward Israel has become unavoidable.”\nOut-foxed” a “calm” word that may well mean cheated .\nFrom Trueman to Obama all US Presidents have been “out-foxed”.\nIn August, 1982, the day after Reagan requested that Ariel Sharon end the bombing of Beirut, Sharon responded by ordering bombing runs over the city at precisely 2:42 and 3:38 in the afternoon, the times coinciding with the two UN resolutions requiring Israel to withdraw from the occupied territories.\nIn January 2009, former Israeli Prime Minister Ehud Olmert publicly boasted that he had â€œshamedâ€ Secretary of State Condoleezza Rice by getting President Bush to prevent her from voting for a Gaza cease-fire resolution at the last moment that she herself had worked on for several days with Arab and European diplomats at the United Nations.\nOlmert bragged to an Israeli audience that he pulled Bush off a stage during a speech to take his call when he learned about the pending vote and demanded that the president intervene.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.nytimes.com/2010/04/15/world/middleeast/15mideast.html",
                "http://www.washington-report.org/backissues/0290/9002005.htm",
                "http://content.time.com/time/magazine/article/0,9171,950716-1,00.html",
                "https://consortiumnews.com/2012/11/10/behind-petraeuss-resignation/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://consortiumnews.com/2009/060109a.html",
                "https://consortiumnews.com/2010/041410.html",
                "http://www.israeleconomy.org/strat1.htm",
                "https://consortiumnews.com/2009/111509a.html",
                "https://salsa.democracyinaction.org/o/1868/t/12126/shop/shop.jsp?storefront_KEY=1037",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "http://windowintopalestine.blogspot.com/2012/05/jews-tried-to-kill-president-truman.html",
                "http://www.adl.org/PresRele/IslME_62/5721_62.htm",
                "http://www.fas.org/nuke/guide/israel/nuke/farr.htm"
            ]
        },
        "key_words": [
            "united",
            "presidents",
            "nuclear",
            "american",
            "president",
            "arab",
            "outfoxed",
            "military",
            "israel",
            "israeli",
            "states",
            "israels"
        ]
    }
]