[
    {
        "url": "https://www.christianpost.com/news/kenneth-copeland-acquires-new-gulfstream-v-jet-seeks-19-5m-for-upgrades-and-maintenance.html",
        "title": "Kenneth Copeland Acquires New Gulfstream V Jet, Seeks $19.5M for Upgrades and Maintenance",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nKenneth Copeland Acquires New Gulfstream V Jet, Seeks $19.5M for Upgrades and Maintenance\nCP Current Page: Church & Ministries | Friday, January 19, 2018\nKenneth Copeland Acquires New Gulfstream V Jet, Seeks $19.5M for Upgrades and Maintenance\nKenneth Copeland Acquires New Gulfstream V Jet, Seeks $19.5M for Upgrades and Maintenance\n| Friday, January 19, 2018\nTelevangelist Kenneth Copeland and his new Gulfstream V jet. | (Photo: Kenneth Copeland Ministries)\nThanks to the support of his deep-pocketed partners, Texas-based televangelist Kenneth Copeland of Kenneth Copeland Ministries  has acquired a new multimillion dollar Gulfstream V jet that he says will help him do the Lord's work and help him avoid having to contend with \"demons\" that travel on commercial airlines.\nCopeland's ministry announced  last Friday the acquisition of the \"debt free\" jet, which hit the market with a $36 million price tag  in 1998. The ultra-long-range business jet can accommodate up to four crew members and 14 passengers in an executive configuration,  according to Gulfstream . It is unclear how much Copeland's ministry paid for the jet but AV Buyer  says they currently have the lowest priced Gulfstream V on the market priced at just under $6 million.\n\"Father we thank you so and I'm asking you now sir, according to your word, bless our partners beyond measure. Yes, in the name of Jesus. For you said in 2002, 'I'm sending you new partners who are very strong financially and they will obey me. And I will increase your longtime partners and they will obey me,\" Copeland, 81,  said in a prayer of thanksgiving  for the new jet.\n\"And you will not come short. And you will not fail. And you will not lack. And you will not come behind and you will not be diminished. Praise God,\" he said of his donors.\nOn the December 29, 2015, television broadcast  of \"Believers Voice of Victory,\" hosted by Copeland and Jesse Duplantis, the ministers explained that private jets were important to their business to help them, among other things, pray in privacy as the Lord leads and avoid unnecessary demons.\n\"We've got to have this! The mess that the airlines are in today. I would have to stop — I'm being very conservative — at least, 75-80, more like 90 percent of what we are doing. Because we can't get there! That's why we are on that airplane. We can talk to God!\" Copeland said.\n\"Now, Oral [Roberts] used to fly airlines. But even back then it got to the place where it was agitating his spiritual. People coming up to him, he had become famous, and they wanting him to pray for them and all that,\" Copeland explained. \"You can't, you can't manage that today. This dope-filled world, and get in a long tube with a bunch of demons. And it's deadly.\n\"I wanted to make that clear so the devil can't lie to you and say, 'See them there preachers spending all that money, just fat cats riding around.' No, we're not; we're in business,\" Copeland said.\nAccording to Charlie Bollinger, Kenneth Copeland Ministries' partner and volunteer, \"the Holy Spirit confirmed to Brother Copeland that the Gulfstream V was the plane the Lord had set aside for KCM.\" The ministry identified the seller of the jet as filmmaker Tyler Perry. The jet was purchased and \"paid in full\" during Thanksgiving week.\nWhile the newly acquired Gulfstream V jet \"is in outstanding condition and is an exceptional value,\" Bollinger said it will need $2.5 million in upgrades to meet new FAA standards.\n\"So, as Elite CX Team members, we need to set our faith NOW on receiving that additional seed so that we can sow it within the next three to four months, as the upgrades are completed,\" Bollinger urged Copeland's donors.\nHe further noted that an additional $17 million was necessary to help maintain the new aircraft and urged donors to prepare to give that amount as well.\n\"Beyond the purchase of the Gulfstream V and its upgrades, remember that the overall Mission 3 goal is $17 million. By sowing the balance of those funds as the CX Team, we will be sowing toward: the construction of a new hangar, upgrading the existing runway, and purchasing special GV maintenance equipment,\" he said.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://blog.kcm.org/gulfstream-v-is-here/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?time_continue=34&v=pxmQmDEytdo",
                "http://www.gulfstream.com/company/history",
                "http://www.kcm.org/watch/tv-broadcast/get-out-cruise-control",
                "https://www.kcm.org/",
                "http://www.af.mil/About-Us/Fact-Sheets/Display/Article/104570/c-37a/",
                "https://www.avbuyer.com/"
            ]
        },
        "key_words": [
            "maintenance",
            "195m",
            "kenneth",
            "jet",
            "gulfstream",
            "cant",
            "help",
            "upgrades",
            "seeks",
            "copeland",
            "partners",
            "million",
            "acquires",
            "v"
        ]
    }
]