[
    {
        "url": "https://www.christianpost.com/news/issuing-gay-marriage-licenses-in-pa-is-as-illegal-as-issuing-to-12-year-olds-argue-lawyers.html",
        "title": "Issuing Gay Marriage Licenses in Pa. is as Illegal as Issuing to 12-Year-Olds, Argue Lawyers",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nIssuing Gay Marriage Licenses in Pa. is as Illegal as Issuing to 12-Year-Olds, Argue Lawyers\nFriday, August 30, 2013\nIssuing Gay Marriage Licenses in Pa. is as Illegal as Issuing to 12-Year-Olds, Argue Lawyers\nIssuing Gay Marriage Licenses in Pa. is as Illegal as Issuing to 12-Year-Olds, Argue Lawyers\n| Friday, August 30, 2013\nThe illegal issuing of same-sex marriage licenses in Montgomery County, Pa. is legally no different than issuing marriage licenses to 12-year-olds, lawyers for Gov. Tom Corbett this week, highlighting the simple fact that in the law's eyes illegal is illegal, regardless of social or person preferences and opinions.\nGov. Corbett's office is currently suing D. Bruce Hanes, the county clerk in Montgomery County, Pa. For the past month, Hanes has been issuing marriage licenses to same-sex couples, despite the state's 1996 law defining marriage as being between a man and a woman. Thirty-two of the 154 couples who have received marriage licenses from Hanes are petitioning to intervene in the case, arguing that their licenses could be revoked should Hanes be found at fault.\nCorbett's lawyers said in legal filings on Wednesday that because the marriage licenses for those 32 couples were never valid under state law, they have no standing in court to address the legitimacy of their licenses.\n\"Had the clerk issued marriage licenses to 12-year-olds in violation of state law, would anyone seriously contend that each 12-year-old […] is entitled to a hearing on the validity of his 'license'?\" Corbett's lawyers questioned, according to The Philadelphia Inquirer .\nThe lawyers went on to argue that the case should not be focused on the validity of the \"purported marriage licenses\" of the couples, but rather Hanes' breaking of state law. \"This case is about one thing: whether a local official may willfully disregard a statute based on his personal legal opinion that the statute is unconstitutional,\" the lawyers said.\nIf the same-sex couples do wish to address the validity of their marriage licenses, the lawyers suggested that they file a separate lawsuit, or wait to see if the 1996 ban on same-sex marriage will be overturned in the future.\nCorbett's office has previously said that Hanes, as a public official, cannot \"exercise [his] will as [he] believes the law should be or will be.\" Hanes has previously stated that he chose to issue same-sex marriage licenses last month because he personally finds the state's ban to be unconstitutional. His move came shortly after Attorney General Kathleen Kane refused to defend the state in a lawsuit filed by the American Civil Liberties Union challenging the state ban.\nThe commonwealth court will hear Corbett's argument against Hanes beginning Sept. 4. Lawyers will reportedly focus on whether the court has jurisdiction to determine the legality of Hanes' actions, given Hanes is a judicial officer.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.inquirer.com/philly/news/politics/20130829_State__Montco_same_sex_marriage_licenses_meaningless.html",
                "https://www.christianpost.com/news/gay-marriage-ban-is-arbitrary-suspect-says-penn-county-clerk-who-has-illegally-issued-135-licenses-102678/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "samesex",
            "couples",
            "argue",
            "law",
            "gay",
            "issuing",
            "12yearolds",
            "illegal",
            "hanes",
            "state",
            "marriage",
            "licenses",
            "lawyers",
            "pa"
        ]
    }
]