[
    {
        "url": "https://www.christianpost.com/news/making-christian-education-foundation-stone-of-life.html",
        "title": "Making Christian Education the Foundation Stone of Life",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Thursday, January 18, 2018\nAmerican-born Canadian author and noted novelist, humorist and columnists Linwood Barclay said, \"Once you come up with a premise, you have to work out how it all happened. It's a bit like coming up with a spectacular roof design first. Before you can get it up there, you need to build a solid foundation and supporting structure.\"\nIf only Christian school organizers would use this statement as an institutional building model things might be radically different! Some might ask, \"Why!\" The organizers, board and faculty are all Christians. They might even break into song: \"Christ is made the sure foundation, Christ the head and cornerstone, chosen of the Lord, and precious, binding all the church in one, Holy Zion's help forever and her confidence alone.\"\nRead more at:  https://www.christianpost.com/voice/our-world-has-become-more-and-more-spiritually-confused.html\nMore In Entertainment\n",
        "quotes": [
            [
                "Once you come up with a premise, you have to work out how it all happened.",
                "Linwood Barclay",
                true
            ],
            [
                "It's a bit like coming up with a spectacular roof design first.",
                "Linwood Barclay",
                true
            ],
            [
                "Before you can get it up there, you need to build a solid foundation and supporting structure.",
                "Linwood Barclay",
                true
            ],
            [
                "Christ is made the sure foundation, Christ the head and cornerstone, chosen of the Lord, and precious, binding all the church in one, Holy Zion's help forever and her confidence alone.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.christianpost.com/voice/our-world-has-become-more-and-more-spiritually-confused.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "foundation",
            "zions",
            "sure",
            "life",
            "christ",
            "christian",
            "organizers",
            "education",
            "supporting",
            "things",
            "making",
            "work",
            "stone",
            "whatsapp"
        ]
    },
    {
        "url": "https://www.christianpost.com/voice/our-world-has-become-more-and-more-spiritually-confused.html",
        "title": "Our World Has Become More and More Spiritually Confused",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "2018-01-16",
        "text": "Go\nEngaging views and analysis from outside contributors on the issues affecting society and faith today.\nCP VOICES do not necessarily reflect the views of The Christian Post. Opinions expressed are solely those of the author(s).\nCP Current Page: Voices |\nTuesday, January 16, 2018\n| Tuesday, January 16, 2018\nRobert F. Davis\nAmerican-born Canadian author and noted novelist, humorist and columnists Linwood Barclay said, \"Once you come up with a premise, you have to work out how it all happened. It's a bit like coming up with a spectacular roof design first. Before you can get it up there, you need to build a solid foundation and supporting structure.\"\nIf only Christian school organizers would use this statement as an institutional building model things might be radically different! Some might ask, \"Why!\" The organizers, board and faculty are all Christians. They might even break into song: \"Christ is made the sure foundation, Christ the head and cornerstone, chosen of the Lord, and precious, binding all the church in one, Holy Zion's help forever and her confidence alone.\"\nIndeed, I'm sure all would have no problem saying, \"Amen\" or \"I believe!\" I don't doubt this group's faith in Christ or their zeal, but their thought process and understanding of Christian education is that with which I have a problem. Zig Ziglar, the late American author, salesman, and motivation speaker brings a bit more clarity, \" The foundation stones for a balanced success are honesty, character, integrity, faith, love and loyalty. \" All of these are biblical virtues and need to be woven into the very fabric of a Christian education.\nOn a late spring day in 1970 I was interviewed for a teaching position at the Stony Brook (New York) School. Part of the process was lunch at the Three Village Inn with Dr. D. Bruce Lockerbie. At first sight my wife Pat and I were put at ease seeing this bearded scholar with somewhat longer hair approaching. Put at ease because my hair length had become a problem at some interviews. Hey, we had just exited the 60s and now in the 70s.\nBruce in his book Who Educates Your Child? (1980, page 47) makes clear exactly what Christian education is. \"So, for a Christian 'to educate' means to teach whole persons a wholly as possible—intellectually, physically, emotionally, and spiritually.\" \"...any education worth the name begins with the First Commandment in Judeo-Christian teaching: 'Love the Lord God with all your heart, with all your soul, with all your strength, and with all your mind; and your neighbor as yourself.' (Luke 10:27)\"\nBarclay, Ziglar, and Lockerbie have provided us with good advice for a \"sure founda-tion\" being built! Now it is our responsibility to see that we do this right. This means knowing, understanding, and being fully committed to the \"mission\" of our school. Cultural pressures are great, the desire to be accepted is strong, and the encouragement to compromise unrelenting.\nDuring the early 1990s I began exploring and networking toward establishing a Christian school in Manhattan, the C. S. Lewis School. I met with hundreds of individuals capable of making large donations and those capable of sending their children to such an institution. Most were somewhat ignorant of what a Christian education actually looked like and weren't sure they wanted to opt out of the prestigious \"New York City Preparatory School Culture.\" How sad this was!\nAlong the way a number of people joined this effort believing that a Christian university preparatory school was needed in Manhattan. Some became board members and others simply continued to inquiry of progress and offer suggestions. The one negative which developed was a desire to establish this school quickly and the board thought that the better part of wisdom was to thoroughly prepare for what for sure would be a highly competitive marketplace. And touting a \"Christian\" academic institution could not open to poor reviews.\nAs a result of this development a small group left to establish their own Christian school, a school which has waffled about for many years now, but never has made a significant contribution to either Christian education or the Christian community in Manhattan. Actually this school has fallen in line with the overwhelming number of Christian schools which are academically light and financially underfunded. What a disappointment!\nClarity and conviction are necessary components to any Christian school! Our world has become more and more spiritually confused. Developing a sure foundation for faith is paramount! No manner of skimping or quick start shortcuts can be used to replace solid planning. Time is needed to do it right!\nSerious thought must be given to establish: \"Institutional Foundations\" and \"Student Foundations.\" The author of Winnie the Pooh A. A. Milne said, \"Organizing is what you do before you do something, so that when you do it, it is not all mixed up.\" Good advice!\nThis is part one of a three-part series: A Sure Foundation.\nRobert F. Davis has 40 years of experience providing counsel for educational and not-for-profit institutions. He previously served as vice president for Advancement at Bryan College in Tennessee and consulting vice president for Advancement and Alumni Affairs at Liberty University in Virginia.\nRelated Articles\n",
        "quotes": [
            [
                "Once you come up with a premise, you have to work out how it all happened.",
                "Linwood Barclay",
                true
            ],
            [
                "It's a bit like coming up with a spectacular roof design first.",
                "Linwood Barclay",
                true
            ],
            [
                "Before you can get it up there, you need to build a solid foundation and supporting structure.",
                "Linwood Barclay",
                true
            ],
            [
                "Christ is made the sure foundation, Christ the head and cornerstone, chosen of the Lord, and precious, binding all the church in one, Holy Zion's help forever and her confidence alone.",
                "",
                true
            ],
            [
                "The foundation stones for a balanced success are honesty, character, integrity, faith, love and loyalty.",
                "Zig Ziglar",
                true
            ],
            [
                "So, for a Christian 'to educate' means to teach whole persons a wholly as possible—intellectually, physically, emotionally, and spiritually.",
                "Linwood Barclay",
                true
            ],
            [
                "any education worth the name begins with the First Commandment in Judeo-Christian teaching: 'Love the Lord God with all your heart, with all your soul, with all your strength, and with all your mind; and your neighbor as yourself.",
                "Linwood Barclay",
                false
            ],
            [
                "New York City Preparatory School Culture.",
                "Linwood Barclay",
                true
            ],
            [
                "Organizing is what you do before you do something, so that when you do it, it is not all mixed up.",
                "Pooh A. A. Milne",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.azquotes.com/quote/325028?ref=solid-foundation"
            ]
        },
        "key_words": [
            "spiritually",
            "world",
            "problem",
            "foundation",
            "manhattan",
            "sure",
            "christian",
            "school",
            "faith",
            "education",
            "confused",
            "thought"
        ]
    }
]