[
    {
        "url": "https://www.christianpost.com/news/joni-eareckson-tada-if-christians-dont-act-us-assisted-suicide-laws-become-like-uk-canada-samuel-smith.html",
        "title": "Joni Eareckson Tada: If Christians Don't Act, US Assisted Suicide Laws Could Become Like UK, Canada",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nJoni Eareckson Tada: If Christians Don't Act, US Assisted Suicide Laws Could Become Like UK, Canada\nJoni Eareckson Tada: If Christians Don't Act, US Assisted Suicide Laws Could Become Like UK, Canada\nJoni Eareckson Tada: If Christians Don't Act, US Assisted Suicide Laws Could Become Like UK, Canada\n| Wednesday, January 24, 2018\nWASHINGTON — Renowned evangelical author and disabilities advocate Joni Eareckson Tada is warning that the United States could one day become like Canada or more liberal European nations that promote physician-assisted suicide unless Christians push back against the trend.\nEareckson Tada, a 68-year-old quadriplegic and best-selling author, spoke with The Christian Post last week before giving a keynote address at the annual Evangelicals for Life conference in the nation's capital in which she addressed the topic of \"dignity in disability.\"\nTada, the founder of the Joni and Friends International Disability Center who was paralyzed in a diving accident when she was 17, stressed that the way a strong majority of the American public and many evangelicals are quickly embracing physician-assisted  suicide as a \"morally acceptable\" option when patients face terminal illnesses, she could easily see the U.S. going the way of more socially progressive nations within the next 10-plus years.\n\"Thirty-eight percent of evangelicals feel that it's morally permissible for physicians to help when requested for aid in dying,\" Tada said, referring to a 2016 LifeWay Research poll . \"That shows me that No. 1, we don't have a biblical worldview on suffering and we don't know how to deal with it. We want to drug it, escape it, euthanize it, do anything but live with it. No. 2, we fear it.\"\n\"What we have done in our country is we have allowed fundamental fears to be the framework for what we think is rational, social policy,\" she continued. \"That reflects a culture of contradictions.\"\nTada specifically voiced concern about the assisted suicide law in the state of Oregon, known as the Death With Dignity Act. The act permits physician-assisted suicide for people with illnesses and conditions that could lead to death within six months.\nAlthough the law has been on the books since 1997, it was recently reported  that the law was written so loosely that it could technically permit people with treatable deadly illnesses such as diabetes to refuse treatment and be eligible for physician-assisted suicide so long as they find two doctors to sign off on their request.\n\"It is any disease, which left untreated, could result in death within six months. Of course, that would happen if you had diabetes and you go into renal failure,\" Tada explained. \"People with muscular dystrophy, people with Lou Gehrig's disease, people in certain stages of multiple sclerosis might qualify. People with musculoskeletal diseases that, if they become despairing with their condition and decide they don't want treatment, might qualify.\"\nWith the way that the Oregon law is written, Tada said, all it would take is \"just one court challenge\" for a judge to widen the definition to include \"someone not only with diabetes, but also with MS, MD or ALS.\"\nAlthough physician-assisted suicide in the U.S. is illegal in 44 states and legal in just six states and the District of Columbia, Tada has warned that the U.S. has been on a slippery slope since the Supreme Court ruled in 1973 to legalize abortion across the nation.\n\"When the Supreme Court judges determined that the U.S. Constitution has within it an inherent right to privacy, that is the birth of an entitlement society that doesn't necessarily want to ascribe positive virtue to any suffering but would rather use personal choice to not take that route,\" Tada told CP. \"Some don't want their death to be a painful and difficult death. Yes, it is understandable. But instead of channeling resources into legislation giving people a right to die, let's channel resources into better pain management, developing better pain therapies, bringing people out of social isolation, ascribing positive virtue to chronic conditions.\"\n\"These are acts of compassion, not five patches of fentanyl on your chest and three grams of barbital,\" she added. \"That is an act of isolation, not compassion.\"\nTada warned that it's not too far fetched to one day see state laws start to take the shape of more socially liberal nations.\nJoni Eareckson Tada under a parachute at Murrieta Hot Springs | (Photo: Courtesy Joni Eareckson Tada)\n\"In Belgium, you can be 12 years old and the court will listen to your plea if you find your suffering unbearable and your parents can't intervene. That is insane,\" Tada warned. \"What court would think that a child would have the psychological wherewithal to understand the difference between life and death?\"\nIn the Netherlands, euthanasia has become so common that it accounts for about 4.5 percent of the nation's deaths . In 2016, it was reported that man in the Netherlands was euthanized over his alcohol addiction .\nIn the United Kingdom, a mother was granted the right  by the nation's high court in 2014 to euthanize her 12-year-old daughter who as suffering from a host of non-life-threatening injuries.\nIn 2016, the Canadian government passed a law allowing people who are \"incurably ill\" to seek physician-assisted suicide. \n\"If Christians don't [push back], then I see for sure us going the way of certainly Canada or England, hopefully not Belgium or Switzerland, where you can euthanize just if you are depressed,\" Tada said.\nTada stressed that preventing the slide down the slippery slope means Christians must do more than simply speaking out against right-to-die legislation, but also taking time out of their lives to help the family down the street who has a severely disabled child or helping a disabled person who has been so isolated from the world because of illness or injury feel connected to society again.\n\"To be pro-life for a long time just meant that you have to be against abortion. It's more than that. It means adoption, it means support services, crisis pregnancy centers, and the same is true for disability,\" Tada said. \"To be pro-life means that we don't want someone with diabetes to take advantage of Oregon's Death with Dignity Act. Well that means someone needs to get involved with his life and provide social support.\"\n\"There is so much talk about mainstream and inclusion in churches. People with disabilities want to belong to a body of Christ,\" she continued. \"We want to know that when we don't show up next Sunday for services that somebody is going to miss me. We want to be a friend. We want to have friendships and relationships. We have to get rid of the mechanistic, abstract, dry, theoretical approach to people's needs and really practice Christianity with its sleeves rolled up. We just got to be involved in people's lives.\"\nTada recalled her own experiences and said that when she first suffered her diving accident over 50 years ago, she was in such despair and had lost hope. She explained that she even begged her friends to bring in their mom's sleeping pills or their dad's razors.\n\"What changed my life were Christian friends who not only gave me the Word but gave me their time and their love and gave me a chance to go to a movie with them,\" Tada said. \"They just befriended me. We need to practice Christianity with its sleeves rolled up.\"\nTada has revised her 1992 book When Is It Right To Die?  that touches on how Christians should react to the trending developments of the assisted suicide movement over the last 25 years. The updated version of her book will be released later this month.\n\"It's a trend, but it's only a trend as far as Christians are willing to be vocal and speak out about this,\" Tada said. \"That's why I wrote, When Is It Right To Die? I wanted to give people, not only the understanding of the arguments against physician-assisted suicide, I wanted to give them a sense of what the Bible has to say and to give them language so that they can voice their opinions during coffee at Starbucks or during the local PTA meeting or with co-workers in carpool.\"\nFollow Samuel Smith on Twitter: @IamSamSmith Follow Samuel Smith on Facebook: SamuelSmithCP\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.washingtontimes.com/news/2018/jan/11/diabetics-eligible-physician-assisted-suicide-oreg/",
                "https://www.christianpost.com/news/uk-high-court-allows-mother-to-euthanize-severely-disabled-daughter-joni-eareckson-tada-says-judges-decision-terrifying-129344/",
                "https://www.independent.co.uk/news/world/europe/man-holland-netherlands-dutch-euthanised-alcohol-addiction-alcoholic-netherlands-a7446256.html",
                "https://www.christianpost.com/news/evangelicals-physician-assisted-suicide-morally-acceptable-joni-eareckson-tada-172017/",
                "https://www.cbsnews.com/news/euthanasia-assisted-suicide-deaths-netherlands/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/SamuelSmithCP",
                "https://twitter.com/IamSamSmith"
            ]
        },
        "key_words": [
            "physicianassisted",
            "death",
            "nations",
            "suicide",
            "tada",
            "eareckson",
            "assisted",
            "means",
            "joni",
            "court",
            "canada",
            "christians",
            "dont",
            "uk",
            "laws",
            "right"
        ]
    }
]