[
    {
        "url": "https://consortiumnews.com/2017/10/31/democrats-class-and-russia-gate-magic/",
        "title": "Democrats, Class and Russia-gate Magic",
        "authors": [
            {
                "name": "Bart In Va",
                "link": null
            },
            {
                "name": "Joe Lauria",
                "link": null
            },
            {
                "name": "Dave P.",
                "link": null
            },
            {
                "name": "Larry Gates",
                "link": null
            },
            {
                "name": "Skip Scott",
                "link": null
            },
            {
                "name": "Wm. Boyce",
                "link": null
            },
            {
                "name": "Seamus Padraig",
                "link": null
            },
            {
                "name": "Brian Harris",
                "link": null
            },
            {
                "name": "Max Aubry Scoville",
                "link": null
            },
            {
                "name": "D.H. Fabian",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2017-10-31",
        "text": "Main menu\nOctober 31, 2017\nBy Phil Rockstroh\nRecently, Democratic Party elites have purged progressives from positions of power within the Party; have been exposed in creating and promulgating, and swallowing whole the dodgy Russian Dossier subterfuge; and have gone round-heeled for war criminal and torturer-in-chief George Bush the Lesser — yet Democratic partisans and lesser-of-two-evils, fainting-couch jockeys still retail in the fiction that the Democrats present a viable alternative to their more crass Republican doppelgängers.\nPresident Bill Clinton, First Lady Hillary Clinton and daughter Chelsea parade down Pennsylvania Avenue on Inauguration Day, Jan. 20, 1997. (White House photo)\nIt must take hours of dedicated practice to become such virtuosos of self-deception.\nDesperate liberals have convinced themselves that the risible, Russiagate fool’s mythos will provide a deus ex machina miracle to rid the (sham) republic from the likes of boxy-suit-clad, two-legged toxic waste dump who ascended to the presidency due to the Democratic Party gaming their primary and nomination process for a candidate who performed the seemingly impossible — to wit, preventing the craven Trump from defeating himself.\nThe best thing Republicans have going for them is, the Democrats themselves, from their corrupt-to-their-reeking core leadership class down to their willfully and belligerently obtuse rank-and-file. In particular, professional and political-class liberals’ refusal even to acknowledge the grim plight of the besieged U.S. working class, and when they deign to notice their economic lessers, at all, they, as a rule, evince an aura of condescension and scorn.\nApropos, I recall a piece published in the New York Times after Trump’s “pussy grabbing” palaver came to light, late in the 2016 presidential campaign. Quoting from the article, headlined: “Inside Trump Tower, an Increasingly Upset and Alone Donald Trump,” published Oct 9, 2016:\n“But the real source of comfort to Mr. Trump seemed to be the small band of supporters waving Trump signs on the Fifth Avenue sidewalk outside the building. His fans clashed with people walking by, including a woman who told a female Trump supporter that she should go back to her ‘trailer.’”\nIt is a given that Trump’s misogynist remarks displayed the very emblem of mouth-breather inanity. Yet the demeaning jibe bandied by the passing pedestrian, who I’m certain would self-identify as “progressive” in her politics, was emblematic of liberal classism. When was the last time you witnessed an affluent liberal expressing umbrage in regard to their caste’s proclivity for class-based shaming?\nThe supercilious mindset is the result of an insularity borne of privilege. Moreover, when do liberals ever converse, one on one, with members of the laboring class, unless, of course, the situation involves the de facto master/servant relationship involved in a service industry exchange?\nOn a personal basis, liberals with whom I used to clash when I was a resident of Manhattan, almost to a person, were completely removed from and, worse, utterly incurious, about the lives of the working class. When traveling around my native South, for example, when visiting my wife’s family in the rural South Carolina Low Country, I found the people there far more receptive to a socialist critique of the capitalist order than that of liberals. Why? Unlike upscale liberals, the working class, on a day-by-day basis, endure perpetual humiliation under depraved capitalism.\nWhy do liberals refuse to acknowledge class-based deprivation as a defining factor in the angst and animus of the laboring class?\nIn short, an honest reckoning would cause Liberalcrats to acknowledge classism is, as is the case with sexism and racism, hurtful, destructive, and flat-out reprehensible. Moreover, an acknowledgement would call them to account for their own privilege thus revealing the imperative to make amends and provide restitution for their complicity in the oppression inflicted on the less fortunate by capitalism, the system that is the source of liberal affluence and the progenitor of their snobbery.\nA Buffer for the Rich\nThe Liberal Class have, on an historical basis, acted as the buffer zone between leftist, minority, and laboring-class aspirations and the capitalist over-class — i.e., the bestower of liberacrat privilege. As the man limned in lyric, “same as it ever was.” Thus we come upon a reason for the mistrust held by people languishing on the boot-on-the-neck side of the capitalist class divide for economically privileged liberals.\nThe run-down PIX Theatre sign reads “Vote Trump” on Main Street in Sleepy Eye, Minnesota. July 15, 2016. (Photo by Tony Webster Flickr)\nMoreover, when was a last time you noticed a laboring class person parroting that the meany-pants Russian Bear ate poor, little Hillary’s homework fool’s mythos? The Cold War 2.0 tall tale that avers:\n“Putin has penetrated the precious bodily fluids of the U.S. electoral system,” as a Brigadier General Jack D. Ripper of the Liberal Class might rant, thereby coming off like a liberal version of Alex Jones reading the minutes of a John Birch Society meeting, circa 1955, on communist infiltration of the Ladies’ Auxiliary Bingo Club, due to reports of an inordinate number of winners wearing red poodle skirts.\nIn short, there is a howling, class chasm between the cultural criteria that separates affluent liberals from the struggling laboring class. How could sneaky Vladi and his fake news-wielding squads of internet Cossacks be responsible for the neoliberal economy, comprised of low wage, no benefits, no future mcjobs, that plague the working life of the latter? Thus the Russiagate storyline holds little resonance for downscale working people.\nThe rise of rightist demagogues and their angst-ridden, resentment-reeking followers, both on an historical and present day basis, can be traced to a primary source: the loss of hope and the daily doses of humiliation inflicted on the working class by capitalist economic despotism. In the hollow regions of the psyche where hope has been banished, rage rises and fills the aching void.\nAdding to the host of miseries, an odious aspect of the capitalist greedscape imparts, in both an overt and subliminal basis, the insidious message: The psychical injuries inflicted by the economic order are caused by personal failings. If internalized, concomitant feelings of shame will torment the mind of the sufferer — feelings freighted with intense self-reproach that tend to manifest themselves in a host of pathologies, e.g., intense anxiety and severe depression.\nHence, the dark art of shame displacement, in the form of racist and xenophobic tropes, can and will be retailed by demagogues. Don’t blame the capitalist Plundering Class, they exhort, instead blame immigrants and minorities (who, in reality, are also victims of capitalism’s inherent depravities) for your dismal prospects. Build an unscalable border wall, deport the interlopers en masse, put an end to the practice of “reverse racism” (of which, polls reveal the majority of white people, in utter defiance of reality, believe is widespread) then America’s greatness will be restored and the usurped futures of hard-working, true Americans will be seized back from  undeserving hordes of interlopers.\nA deft demagogue’s tropes of blame shifting can serve to dissipate feelings of aloneness and mitigate the miasmic shame attendant to capitalist economic despotism, a phenomenon that liberals, and history confirms the tragic fact, ignore at the peril of all concerned.\nRussia-gate to the Rescue\nAnd what is the Democrats plan? From all appearances, a full spectrum deployment of … more of the same.\nRussian President Vladimir Putin, following his address to the UN General Assembly on Sept. 28, 2015. (UN Photo)\nThus we arrive at the question: How can they display such a yawning disconnect from reality? And we shamble into the tawdry reality: The Democratic Party elite and their cynical operatives possess the sum total of nada desire to be connected with anyone other than their economic elite benefactors — withal, the only constituency to whom they possess any degree of fealty.\nThus Democratic partisans cling to the salvation fantasy that an act of deus ex machina will soon be at hand. But how many times now has Trump’s trajectory toward impeachment been assured by some new revelation … yet nothing substantive comes of the vaporous evidence?\nPresent-day Democrats bring to mind the image of a sad, aged prom queen, passed over by time, possessed by magical-thinking-borne fantasies involving the appearance of an imaginary gentleman suitor whose arrival will restore her faded glory.\nThe crackbrained fantasies shield Democratic partisans from being buffeted by the reckoning: They are affiliated with the go-to Party of Wall Street and of neoliberal and militarist imperium.\nIt comes down to this: Almost everyone, at this point, sees through Trump’s popinjay ways. Barack Obama, aka former President Citigroup von Drone, was a far more effective con man. How so? Liberals had the Wall Street bagman and multicultural imperialist Obama’s back. At present, after his two terms, he is luxuriating in the cash-redolent embrace of his High Dollar benefactors, as all the while, bedecked in their broken tiara and torn prom dress regalia, Democratic Party loyalist pine away for another sweet lie-proffering, political Lothario to replace the likes of Obama’s charming vapidity.\n“I don’t want realism. I want magic” — Blanche DuBois, from Tennessee William stage play, “A Streetcar Named Desire.”\nWhat a cringe-inducing sight it is. One almost could be moved to pity in regard to Democrats’ Blanche DuBois theatrics. But, of course, gentle, vulnerable Blanche never acted as an apologist for drone murder nor blamed Russian meddling for her troubled plight.\nUnlike impoverished Blanche, blown and buffeted by circumstance into the seedy precincts of (un-gentrified) New Orleans’ French Quarter, it is difficult to work up any degree of sympathy for contemporary Democrats, enclosed as they are in their insular, bristling, psychical citadels, from where they unloose volleys of supercilious scorn upon those who remain unmoved by their partisan casuistry and are rankled by the condescension they direct at those who are not graced with their privileged status.\nPhil Rockstroh is a poet, lyricist and philosopher bard living, now, in Munich, Germany. He may be contacted: philrockstroh.scribe@gmail.com and at FaceBook: http://www.facebook.com/phil.rockstroh \nNovember 8, 2017 at 02:20\nPhil, you nailed it!  Awesome!  I’ve wondered if others see through President Citigroup von Drone.  I keep telling my Democratic friends that we ate all swimming in s sea of propaganda but they remain convinced Rachel would never lie to them.  FOX, yes, Rachel and the DNC, no.  :-). I’ve become more sensitive to liberal class condescension also.  And just as repelled.  I’m now feeling more comfortable with new working class friends.\nD.H. Fabian\nNovember 6, 2017 at 19:25\nA critically important point to the overall picture is the masses who were already effectively pushed out of the job market. The US began shipping out jobs in the 1980s, ended actual welfare aid in the 1990s — lost over 5 million manufacturing jobs alone since 2000.  For a supposedly-educated bunch, middle classers can’t figure out what happens to those who get phased out of the job market.\nAs of 2017, efforts began to expand the pep rally for the middle class to the working class. Most working class people are keenly aware of the instability of jobs today. Most know (even if some don’t want to admit it) that they’re on a tightrope, potentially one job loss/illness from losing everything, with no way back up. The bottom line is that the years of working to “disappear” the consequences (our poverty crisis) of our out-dated, malfunctioning capitalism have served powerfully to protect the agenda of corporate/political powers.\nMax Aubry Scoville\nNovember 6, 2017 at 17:28\n“Present-day Democrats bring to mind the image of a sad, aged prom queen, passed over by time, possessed by magical-thinking-borne fantasies involving the appearance of an imaginary gentleman suitor whose arrival will restore her faded glory.”\nOne is reminded of the sobriquet, heard here and there during the 2016 campaign: Harridan Hilary.\nThe Oxford English Dictionary defines “harridan” as “a decayed strumpet [whore]”.\nNovember 4, 2017 at 09:53\nLove your use of word “doppelgangers” – the dems and repubs being doppelgangers of each other. Our two party system simply creates corruption.\nI have a friend from the Netherlands who sent me this: (in quotes below)\n“In The Netherlands there are est. 15 parties, about ten make it onto the election list.  each party has a written goal and principles.  75% of the eligible voters do vote.  They have to choose and thus have done some reading (yes, my Mother always voted a very old party even when the party was changed and absorbed into a modern version. Germany has about 6-8 active parties with written goals and principles.  About 75% of the people vote and thus do some thinking.  The us has two parties and 52% of the eligible voters vote.”\nAnd many, many Americans vote emotionally; for some religious nonsense or about their guns or how angry they are at the gays.\nYou can’t have a real democracy with the two parties and the shallowness of so many voters who think of themselves only and do not understand the constitution, the world or the responsibilities they must hold to if they want a Democracy. Plato told us about the problems with people and democracy with his cave allegory story. Check that out if you’re not familiar with it. He predicted the Paul Ryan’s and the Donald Trumps and the lack of understanding of the voters. 1000s of year ago.\nBrian Harris\nmeant to say commentary instead of comments.\nBrian Harris\nNovember 2, 2017 at 11:58\nBut your comments appear to be written in the style and argot of the liberal class inaccessible to a lot of the blue collar or clerking class.\nNovember 1, 2017 at 19:59\nI often imagine seeing Nancy Pelosi and Chuck Schumer playing Russian roulette with a Colt Model 1911 45 cal. Semi Automatic. There’s a winner every time!\nNovember 1, 2017 at 15:00\nRegarding the part of the article about a majority of white people feeling discriminated against, I wish whomever asks the polling questions would add a simple follow-up as to whom they believe is doing the discriminating. It certainly can’t be from minorities. As a black man, I was stunned reading that too, and wondered what alternate universe could they be accessing. But to be fair, I think a follow up question would clear that up because predatory capitalism discriminates against EVERYONE but the 1 percent, it seems to me.\nSeamus Padraig\nNovember 2, 2017 at 06:29\nWhen working-class voters are told by Democrats that their refusal to vote for Hellary just has to be the result of “white privilege,” that could well be interpreted as an attack on them because of their color–even if that the people doing the attacking also happen to be white.\nSam\n“boxy-suit-clad, two-legged toxic waste dump who ascended to the presidency”\nThis is presumably meant to be clever and amusing. In fact, it reeks of the very same snobbery and superiority that you claim to condemn. Why can’t you write a critique without these genuflections to the tastes of the educated elites?\nNovember 1, 2017 at 13:04\nI worked in health care for years, and both parties ensured that health care was poorly done for average Americans. FDR wanted a national health care plan as part of the New Deal, but it’s a wonder he got the New Deal through at all with Big Business mobilized against him. Obama totally caved to the insurers’ interests when he approved the federal version of “Romney-care” which we had in Massachusetts, after many, many people, including doctors, had urged him to institute single payer. So I don’t buy that argument that “At least we got Obamacare from the Democrats”. And what Democrats are doing now with the Russia hysteria is equal to wiping out what anyone might have thought made them “better than Republicans”. Both parties are in bed with Wall Street, Corporate Capitalism, and Warmongers.\nRealist\nNovember 1, 2017 at 19:30\nYou are absolutely correct, Jessica.   The Dems have removed all doubt from my mind, and those of a vast multitude of liberals and former Democratic voters, that the jackasses are nothing more than frauds and crypto-Republicans.\nJingping Xi on the ballot would have been a better choice than Killary or the Donald, considering how far and how fast he has brought the Chinese economy, infrastructure and standard of living–now poised to blow the doors off the USA–in only a single generation.   ( http://www.unz.com/article/how-can-western-capitalism-beat-this/ )   Meanwhile, the American “homeland” stagnates under both Democrats and Republicans while the Empire extends it military tentacles to 70% of the sovereign nations of the world where it has active operations… and it badly lusts after the remaining 30%.\nWm. Boyce\nNovember 2, 2017 at 00:39\nSo you didn’t have to worry about being ruined by your health care premiums. Congratulations. But working people such as I did, and the ACA, commonly known as Obamacare, did.\nWhat is wrong with your thinking skills on the practical matter of legislation? Do you take any interest in it? Do you know how sausage is made?\nSkip Scott\nNovember 2, 2017 at 13:03\nYes, we know how sausage is made, and there is nothing affordable about the affordable care act because it leaves in place all the corrupt power structures (insurance companies, big pharma, hospital administrations, etc) that bankrupt the system.  Millions pay expensive premiums only to get a policy with a deductible so high they can’t afford care anyway.  The only people who make out are the very poor, and it’s done on the back of the middle class.\nWhat is wrong with YOUR thinking skills is that you allow yourself to be snowed by the likes of Obama and Pelosi.  Single payer is the only option that will provide quality health to everyone by controlling the costs that the power structures and their army of lobbyists don’t want controlled.  Capitalism may be fine for some things, but health care certainly isn’t one of them.  The sausage they made is rotten to the core.\nWm. Boyce\nNovember 1, 2017 at 12:19\nWhile it is true that the Democratic party is corrupt, millions of people such as yours truly have had affordable health care premiums for the last three years because of the Dems policy initative. They also paid dearly for it in the following election. It’s easy for the author – living in a country that’s had a public health care system since the late 19th century – to lob stones.\nI don’t think there’s any comparison between the Republican party’s corruption and the Dems – the Democrats are rank amateurs compared with the current bunch of criminals running the country. I’m amazed that so many people on this board are so out of touch.\nLarry Gates\nNovember 1, 2017 at 12:39\nDemocrats are terrible, but the Republicans are even worse.  Somehow that doesn’t make me feel good about the Democrats, who have become the Republican Lite-Party.  Bill Clinton and Barack Obama did more to move the country to the Right than any Republican could have done.  Every single accomplishment of Bill Clinton was originally a Republican idea.  ObamaCare came out a Republican think tank.  Obama’s TPP is a Republican program.  Also, today Democrats are bigger warmongers than the Republicans.  I most respectfully turn in my voter registration card.  I am now a progressive Independent.\nDave P.\nNovember 1, 2017 at 15:42\nLarry Gates – Yes. I agree with your comments. Very True. We had been supporting democratic presidential campaigns as volunteers since 1972 McGovern campaign, and  until 2008 Obama election.  After Obama turned to be the biggest Conman of all, I quit supporting the Democratic party.\nDemocratic Party has been for some time now the party of the Elite, Wall Street, and the Hollywood, far more  dangerous than the Republican Party. Today, the  Democratic Party is completely controlled by that .01%, committed to waging Wars for the benefit of 01%, and  some upper classes. The Party throws some bones to the exploited masses like  Obama Care – which was mostly written by Insurance Industry and Wall Street.\nDemocratic Party now is “The Party of War” – pure and simple.\nMe too!\nLarry Gates\nNovember 1, 2017 at 12:06\nIt’s no wonder that the Democrats lost the last national election.  They turned up their noses and gave the despicable working class to Trump, while at the same time alienating and demonizing people on the political Left, like me.\nI live half-time in the South Carolina low country and – like the author – have found that, while Democrats now despise me and my views (I have even lost friends) – I can easily engage in productive conversations with Republican acquaintances about my democratic socialist views.\nSilly me.  I thought being liberal meant – among other things – sticking up for ordinary working people.  Perhaps my opinion no longer matters since I am a white heterosexual male.  Or perhaps the word “liberal” has shifted meaning:  It has become nothing more than a shorthand way of saying “neoliberal.”\nI have enjoyed articles by Phil Rockstroh and hope Consortium News continues to publish them.\nDave P.\nNovember 2, 2017 at 14:48\nLarry Gates – All your comments are right on the mark. This is the way lot of us feel.\nJoe Lauria\nExcellent piece.\nNovember 1, 2017 at 07:24\nMy, my, I haven’t heard the term “round-heeled” since high school, some 60-odd years ago. Thanks for an unexpected chuckle.\nexiled off mainstreet\nNovember 1, 2017 at 02:15\nThis article is one of the best descriptions of contemporary political reality that I’ve seen.\nJoe Tedesky\nOctober 31, 2017 at 23:07\nIf the Democrates would ever come to their senses, and quit the nonsense that they are creating over all of this alleged Russian interference to go after the right issues at hand, then America would be a better place.\nIf the Republicans get their new tax bill made into law, and if the Democrates fail to jump all over this supposed wind fall (yet another one) for the super elite, then you will know just how misguided and out of touch the Donkey Party painfully has become.\nAs for myself, I think I’m done voting. I seriously wish I had the juice to organize a massive majority of us Americans to whom would not vote, and if the elections were to be but only somewhere within the 10% turnout of voter registration range then no election could be validated, or would the election be officially recognized. Wishful thinking I know, but if it worked in Cuba and South Africa then why not here? It’s a stupid idea I realize that, but America has become a stupid nation to vote in with any voter luck of electing a candidate who would provide us people with any real and genuine citizen representation. So don’t vote.\nDisclaimer about not voting; people like to say if you don’t vote you have no say. I don’t look at not voting as your forfeiting anything, because I see your right to speak out as a citizen relying more on how you pay your taxes. Your ticket to the complaint window, or right to praise a new ordinance or law depends upon you receiving your tax receipt marked paid in full. Let’s put it this way, you may decide to dine at whichever restaurant you so wish to dine at, but try eating your meal for free, and see how far that gets you to your being well fed.\nirina\nNovember 1, 2017 at 11:37\nThere are alternatives to directly paying your taxes to the federal government, the most common being\npayment into an escrow account where the monies are held until such time as the taxpayer decides to\nrelease them to the IRS. While technically illegal to not pay the taxes, holding them in an escrow account\nis seen as a statement of good faith that the intent is not to avoid paying taxes, but rather to protest the\nuses the tax monies are spent for, in particular warmongering. The home page of the Conscience and\nMilitary Tax Campaign provides a good summary :\nNovember 1, 2017 at 12:44\nI’m calling my accountant right now. I never knew that. Thanks irina. Joe\nRealist\nNovember 1, 2017 at 19:14\nFantasize on this:  Joe Tedesky organises a grass roots movement that holds rallies and carries signs encouraging citizens across the country to cast write-in votes for “none of the above.” If “none of the above” attracted some significant percentage of the vote–say 20 or 30%–it would catch the attention of the parties, especially that of the losers.  If it attracted >50% of the vote (not likely, I know), I say the election should be considered invalid and re-held with the losing parties precluded from the do-over.   Yeah, a bunch of unknown amateurs might just present a better choice of candidates.  Just randomly picking names from the phone book might also provide a more interesting and productive congress and chief executive.   Sadly, the lobbyists would probably be there to buy them all off, just like their partisan predecessors, in a New York minute.\nJoe Tedesky\nNovember 1, 2017 at 21:30\nAll I can say Realist, is anything is worth a try, if a better system of governance were to evolve out of it. All we Americans have now, is a divided country, and no single leadership to support, or at least respect the office they hold. I see our nation as divided as ever. This current divide in someways mimics the sixties, but on some other levels it does seem worst. What all America needs as to straighten itself out, is all so big that I can’t picture anything short of a colossal catastrophe will give reason to encourage we citizens to change it.\nRealist\nNovember 1, 2017 at 21:50\nI suspect that the folks in power have such a catastrophe all planned, Joe.   Only they will use it to solidify THEIR power which I think they are poised to impose across the entire globe.   I read a couple of days ago that U.S. special ops forces are ACTIVE inside of 70% of the sovereign states in the world.  This is beyond those  900-1000 bases Washington has by agreement with vassal states.   They are conducting operations in countries, like Niger, that Donald Trump has probably never even heard of let alone authorized for the deployment of troops.   One of these days, Joe, I expect to hear that whoever really runs this country has offered China and Russia a deal they can’t refuse.   The constantly escalating aggression towards them can mean nothing else.   Do ya think the “terrorist” attacks in Vegas and NYC have made folks scared enough to write more blank checks to the government to enhance “national security?” They already have the tech to know whenever you make a trip to your own bathroom.\njacobo\nOctober 31, 2017 at 22:28\nTo paraphrase JFK – workers of America, blame not yourselves, blame capitalism, the economic system that keeps you down, down, down. Unfortunately, for the survival of all living beings, rather than attempt to figure out why and how the system is doing them in,  it’s much easier and seemingly more direct to look for flesh & blood scapegoats (immigrants, blacks, jews,etc. etc.)  Not that it’s all so complicated or that the answers aren’t available, but that for those feeling the pain of self-doubt and shame, scapegoating allows a quick (albeit, temporary) fix for their psychic misery.  On the other hand, even when the worker figures things out, what then?  Overthrow the system?  Yes, but that’s no easy task, surely nothing the individual worker can accomplish by herself, requires organization, mass participation as well as an agreed upon plan and vision.  So much easier to seek immediate lessening of one’s suffering through scapegoating.  Still, for the survival of all living beings, change the world we must. How? Somehow, we must find a way to prove to the workers that we not only understand their dire plight, but would like to sit down with them so that together we might work out what needs to be done.\nmike k\nNovember 1, 2017 at 07:33\nWhat to do? That’s the ghost that hovers over our detailed analyses of all that’s out of joint with our times. That’s the seemingly insoluble koan that haunts our dreams and waking hours. A deeply asleep mass consciousness mightily resists being awakened to the danger staring us in the face – we just don’t want to see it……\nNovember 8, 2017 at 02:49\nMike, those of us with our eyes open are now called “gloomy”.  Damned if we do and damned if we don’t open our eyes. :-)\nLarry Gates\nNovember 1, 2017 at 12:28\nWorkers now blame the Democratic Party, their one time advocate.  It’s easy to see why.  The elitist New Democrats think ordinary working people are beneath them, yet they kiss up to Wall Street, Big Pharma, and the military-industrial-security complex.  Most Democrats I know care more about their investment in the soaring stock market than they do about the plight of American workers, whose quality of life and economic security is rapidly slipping away.\nScapegoating is a predictable social phenomenon during bad economic times.  For three-fourths of America, these are terrible economic times.  They are bogged down by credit card debt, student loans, etc.  They can’t find any good paying jobs now that deindustrialization, offshoring, and the financialization of the economy has taken place.   Which is worse: scapegoating or the short-term greed of the Wall-Street oligarchs, who hide their money overseas to avoid paying taxes, who fight against worker rights, who recklessly gamble with other people’s money and expect the government to bail them out when they screw up?\nNo political revolution is going to come from the elitist, well-educated professional class who now control the Democratic Party.  Intellectuals on the Left will have to reach out to ordinary people who work from paycheck to paycheck.  Hillary ignored them, and Hillary lost.\nDave P.\nLarry Gates –\nExcellent Comments. Perfectly said and very true.  All my liberal friends are exactly as you said. They are all well off and looking day and night at their stock portfolios  and investments, and looking down on the deplorables and all others below them like labor type people which are mostly Hispanic here in California. In fact, some of them employ these people in their homes. Many of these social friends come from homes which were rather well off .\nIn my own home, there is always this bickering whenever we have labor or service people like carpet cleaners, painters work in our home. I pay them generously or tip them if they work for a company or other owners of business. My wife – a liberal and a very committed Hillary devotee – always argues with me for overpaying/tipping them and not concerned about money.  Yet we go out and easily burn over a hundred dollars for dinner. It depends from which background we come from and what we learned in our young age – my parents were dirt poor farmers owning little over an acre of land.  All these workers in California and elsewhere and Hillary’s deplorables are being exploited to run this War Economy for the benefit of the upper classes and super rich.\nIt is a very good article, though quite a few words in it are rather complicated. A person like me has to consult dictionary to find the meaning which becomes annoying. I hope that Phil Rockstroh use simple words in his next article so that even Hillary’s deplorables can understand it easily.\nSkip Scott\nNovember 1, 2017 at 14:14\nHe’s a poet, he can’t help playing with language.\nDave P.\nNovember 1, 2017 at 21:37\nThanks  Skip.  Yes, Phil is a poet, and It was really a very good article. Very relevant. Not many writers write about real social/economic issues – what is going on in the Country.  I just wanted to give some personal observations in my comments above.  We do not belong to that very well off class of our social friends I mentioned above – just ethnic connections, and we are invited once in a while\nIf one lives in  California or in some other border state, you know then the way the labor system works. You hire a painter ( a one man Company!) and he brings these two people, his team to paint.  At the end of the day the man (company owner!) pays  seventy or eighty dollars cash to each one of them his workers.  And I always ask the workers about their personal lives. They have four or five kids – no medical insurance, nothing. Wife goes to do some work some where and brings  sixty or seventy dollars. And they live in one bedroom apartment some where. And I feel compelled inside to help them just a little bit and share with them whatever little I have.\nThis is the Economic System we live in. This is your NeoLiberal  Capitalism in action in this very advanced Country and elsewhere as well. It is based on human exploitation – pure and simple. The rewards go to the affluent class and real bounty goes to the Super Rich.\nM. L.\nOctober 31, 2017 at 20:16\nFDR says it all. post Stevenson and JFK the dems died. We saw abit of it during the Carter regime but by that time pax-amaericana settled in.\nThe so called liberals /progressives like most things related to politics and economics and i might add sociology is living in a dangerous mind set of confirmation bias. Left right paradigm has been polluted to the point it no longer means anything. Just think of the Reagan regime when the masters of the universe came up with thew phrase REAGAN DEMOCRATS. Working class has been totally decimated. Poverty class is the norm. 50 percent of us are below the poverty line .Average incomes are at historical lows 30 thousand Fiat Us dollars per annum. The widest economic gap since the Gilded age. That in itself says alot. The so called liberal intellectual class /progressive has become the new propaganda wing for pax-amaericana. This is where the Right meets the left and fuse into this hydra like dystopia and incoherent dissonance.\nHere is where the Likes of Gianbattista Vico and Antonio Gramsci become more relevant today than during their time.. Vico the father of national tribalisitic sovereignty and Gramsci the father of debunking the marxist mythology of dialectical materialism.\nGramsci use to refer to trotsky as the whore of the fascist. Globalism under the guises of our progressives and social justice warriors have become the new totalitarian norm filled with confirmation bias and naked ignorance. They have created this glass bubble of reality that suits the masters of the universe and we the sheeple just sit by and watch the new Orwellian night mare.\nThis new political cycle will bring the death to both parties be it the RNC or the DNC. Trump has been a godsend and has basically taken us behind the Curtain of the Wizard of (OZ) pax-Americana. the only people left believing this smoke and mirror and pony show are the progressives the die  hard america is great crowd .\nmike k\nOctober 31, 2017 at 19:48\nOur society is so screwed up, it is hard to even imagine a fix for it. Like a zen koan, it is so unsolvable that it pushes you to reach for the impossible dream in spite of the implacable reality.\nMaybe if we stop beating our heads against the ten thousand foot wall, we will just miraculously find ourselves on the other side of it. Or is that what happens in death?\nNovember 1, 2017 at 07:59\nMike’s comment here made me laugh a few times. Perfectly written to hint at our confusion with the American culture right now being destroyed by the government, in every horrible way imaginable and not imaginable (by “normal” people – like us?). Having been associated with Tibetans and practiced an efficient meditation procedure for decades (with an M.A. in Tibetan language 1977 from Indiana U., and having studied in the Dept. of Uralic and Altaic Languages with the oldest brother of the Dalai Lama in the early 1970s), everything stated by Mike sounded like day to day experience to me – “confusion, because of or in spite of enlightenment”! Thanks for your descriptive way with words.\nRobertJohnson\nOctober 31, 2017 at 19:08\nBravo. Great expose’ on the like of the current political climate. Well done Sir.\nAbe\nOctober 31, 2017 at 19:07\nZionism has penetrated the precious bodily fluids of the U.S. electoral system:\nBuild an unscalable border wall, deport the non-Jewish interlopers en masse, put an end to the practice of “reverse racism” (of which, polls reveal the majority of Israeli Jews, in utter defiance of reality, believe is widespread) then Zion’s greatness will be restored and the usurped futures of hard-working, true Jews will be seized back from undeserving hordes of non-Jewish interlopers.\nThat’s the song in Israel.\nDue to pro-Israel Lobby influence on US elections and foreign policy, the song remains the same.\nD.H. Fabian\nOi vey.\nDiane Pfaeffle\nOctober 31, 2017 at 18:47\nI just find this to be nonsense. Why not call both political parties to the wood shed, why are democrats so different from Republicans?  We need to have an open discussion about how both of our political parties are failing us.\nI think of myself as a liberal, not a Democrat.  I could give a rat’s ass about the Democratic Party.  I listened to Perez double talk a reporter about questions on the Trump Dossier.  I watched Chris Hayes last night make a fool of himself interviewing yet again the crazy Carter Page.  I come here and read your meaningless rant about Democrats, and understand completely why this country is in the position it is.  Not only am I disgusted with Republicans and Democrats, I am also tired of listening to the likes of you.\nM. L.\nOctober 31, 2017 at 21:47\nDiane, I think I know why this makes people feel defensive. I had been a lifelong Democrat, but after I got fooled by Obama, I left the party. I consider myself “liberal” too, especially socially. But I do think the author has good points. Though he seems to have a disdainful attitude himself, perhaps due to some hard knocks he himself has experienced over his lifetime, I definitely understand the argument he is making. This past election season was so brutal. I lost a couple of good friends because they could not abide my criticism of Hillary and the Dems in general. They were furious at me for not voting for her. They, like myself, are decidedly middle class with good educations. I know I have been priveledged to have gone to college and thrived as a master’s prepared NP for many years. But I see exactly what he is saying about liberals and Dems in particular, who just never give a thought to our country’s despicable, destructive imperialism or the suffering of many of the working classes among us. As a nurse, I saw it all up close and it was personal. Our country’s leaders have not had concern for our common good for decades now. Most of my friends can hear my socialist points of view and my criticisms of our duopoly; they do not get offended. But some of them are really quite obstinate. They are very comfortable and they do NOT like the fact that they support bellicose, inhumane, and corrupt politicians “thrown in their faces.”\nDiane Pfaeffle\nM.L. thank you for your considerate response.\nirina\nNovember 1, 2017 at 11:26\nThe author of this article has a style which takes some getting used to.\nThat said, I appreciate both his command of language and his insightful phrases.\nThe one that jumped out at me above was “The Dark Art of Shame Displacement”.\nSix succinct words which carry so very much meaning and portent.\nM. L.\nSure, Diane, thank you for getting back to me.\nSkip Scott\nM.L.-\nAll very true, and I’m sure many of us here are in the same boat.  One thing that really strikes me, is the latte-sippers (as I like to call them) attitude towards our foreign policy.  They have no sympathy for the millions of refugees we have created with our never ending war mongering.  They chastised W for the Iraq war, but they do not see how Obomber was a continuation of those same policies, and Killary was even more hawkish than him as Sec. of State.  It’s like they live in a bubble.  They think that Pussy Riot speaks for the majority of the Russian people, when in fact Putin’s approval rating has varied from 60 to over 80 percent during his entire tenure.  Their intellectual laziness astonished me to no end.\nM. L.\nNovember 1, 2017 at 18:12\nHi Skip, yes, it is “like they live in a bubble.” These same folks get irate at my criticisms of Obama. And for a few months before and after the dog and pony show, ur, I mean, the election, I’d send articulate essays and articles their way and ask them to read them and then we could discuss, but they’d just howl at me for even bringing the subjects up at all. I too, decided that these two folks in particular were possibly “intellectually lazy” just as you described! I never told them so. I just drifted away. Lots of things over the last decade have awakened me and I am not afraid of having my perceptions challenged. That is one thing I like about C.N. and most of the commenters here. Thanks, Skip. Cheers.\nNovember 1, 2017 at 15:19\nBeing familiar with Phil Rockstroh from another website years ago, yes he has had a few hard knocks to deal with from his inspiring past – inspiring to me at least.\nM. L.\nNovember 1, 2017 at 18:20\nJPS, I will have to read up on Mr. Rockstroh. His writings do inspire. I like the way he puts things, though I usually must read them a couple times first and sometimes, I have to have my dictionary near… haha. But that’s a good thing!\nSteveK9\nNovember 5, 2017 at 14:18\nYou are not alone.  After Russia-gate it’s hard to find anyone to whom I would be willing to give my vote.  As far as I am concerned Russia-gate is more despicable than anything pulled by Republicans over the last 40 years (even Watergate is quaint by comparison).  Out of spite and ego, the Clintons and their many followers are willing to attempt to overturn an election, based on a pack of obvious lies, along with making a world-ending nuclear war significantly more likely … for political gain.  That is as low as it gets.\nSoldim\nNovember 1, 2017 at 14:55\nSo you basically got the hump because of the criticism of the dems and missed the wood for the trees. The description of the human condition in the article transcends parties. But the dems should be singled out for criticism because they claim to represent the working class. So their very existence is a deceit. They represent the buffer zone. Across the world so called left of centre parties are much more efficient in subduing working class interests because of this veneer, Obomber being the recent case in point. Where were the protests when he was deporting record numbers? Or ruling that refugee children as young as three did not have the right to a lawyer? Or bombing a record number of countries? Surely one must ask why is it that people did not come out? It is the deceit at the core.\nM. L.\nNovember 1, 2017 at 18:25\nSoldim, I could not agree more. And I do see both the trees and the forest. But trying to explain the point you make to dyed-in-the-wool Dems, which I often tried to do, was like talking to fundamentalists (of any stripe). It was fruitless.\nAguy\nNovember 1, 2017 at 15:39\n“Why not call both political parties to the wood shed, why are democrats so different from Republicans?”\nThe Republicans have hardly hidden what they are. You know, when you elect a Republican, or get saddled with one, that they’re going to hand out tax cuts and subsidies to the rich, cut public programs for the poor, and pour even more money into an already bloated military. The lie they tell us is that it’s good for us and we’ll all be happier once we’ve taken our medicine, and half of American voters know this lie for what it is.\nThe Democrats, on the other hand, have somehow branded themselves as the party of the working man, the party of the left, the party of FDR – it’s mainly his laurels they still rest on today, however crushed and broken they may be. The lie they tell us is that they’re going to take care of us, and then they go and do nearly everything the Republicans would have done anyway (except with less overt racism and a bit more environmentalism) and half the American voters know this lie for what it is.\nThe Republicans are opponents of the left, but the Democrats are TRAITORS to it, happily sucking up all the political oxygen and keeping progressives from getting into power by defunding and concern-trolling progressive candidates – or worse, pretending to be progressive themselves. Meanwhile both parties have succeeded in establishing state laws and permitting the development of an oligarchic corporate media so as to make third party upsets virtually impossible.\nTo put this in simple terms: before we can beat the Republicans, we have to beat the Democrats.\nSome would object that attacking the Democrats leaves us vulnerable to extended Republican rule, partisan Constitutional Conventions, and all sorts of other abuses, to which I say: the sooner we purge the rot from the Democratic Party, the sooner we can take the fight to the Republicans. You can have Democratic unity whenever you want it; all you have to to do is stand behind the actual progressives and the left with your votes, dollars, and time, and help them take over the party. We could be ready to go by 2020 if you were really serious about this thing. Which raises the pointed question: who do you really want to beat more, the right… or the left?\nRealist\nNovember 1, 2017 at 18:46\nYeah, pretty much.  The Dems pose as the “good cop” and the GOPers play the “bad cop,” but they are both still cops working together, trying to bust you and take away your freedom and hard earned money.   And, if you feel abused by “the man” as a self-sufficient middle class white person in this analogy,  the rest of the world gets to play the role of our rousted minorities just trying to survive America’s global “law enforcement.” Ray Gun, Bushdaddy, Slick Willy, Dubya, Obomber, Trump… has never mattered who the “sheriff” was or his party affiliation.\nD.H. Fabian\nNovember 6, 2017 at 19:58\nAh, a classic bourgeois dismissal of any ideas that don’t conform to your own. No matter.  The fact is that Democrats have led liberals by the nose ever since the 1990s, to the degree of utterly abandoning the very core of progressive ideology. We could discuss it, but you have spoken, and do not wish to be bothered with such trifles.\nD.H. Fabian\nOctober 31, 2017 at 18:37\nI’ve no idea if there was a “defection of white working class people.” I personally doubt it. What I do know: The Dem voting base had long consisted of the masses — poor and middle class, workers and the jobless, for the common good. The Clinton wing split this base wide apart in the 1990s, middle class vs. poor, and the Obama years served to confirmed that this split is permanent. With this, much work was done to increase racial tensions. Democrats divided and conquered the Democratic Party.\nSteveK9\nNovember 5, 2017 at 14:12\nThe fact that large numbers of the ‘white working class’ switched sides in the 2016 election has been clearly established (you can use whatever search you favor).  The Clinton wing has nothing to do with the ‘middle class’.  They are servants of Wall Street or anyone else with loads of cash who are willing to disperse some of it for services rendered (Saudis, Russian businessmen, it doesn’t matter whom).\nAbe\nBlanche DuBois: “I’m very adaptable to circumstances.”\nDrew Hunkins\nOctober 31, 2017 at 18:09\nThe careerism of the “respected” mass media commentators, journalists and talking heads could lead the world to nuclear war.\nMany of these whores know exactly what they’re doing. Many of them know there was no attempt by the Kremlin to “hack” the election or otherwise interfere in the election but they feed the public repetitive nonsense over and over and over again.\nThat otherwise liberal minded, intelligent people are buying into this dangerous group think is one of the more incredible things I’ve ever witnessed.\nPeople’s critical thinking faculties have left them. Otherwise intelligent people are bereft of critical thinking skills when it comes to the big bad Trumpenstein and it’s horrifying to see this all play out.\nAttack Trump for the right reasons, NOT because he desire rapprochement with Moscow and dared to suggest the Washington empire should be reined in a bit.  (Yes, he’s a train wreck when it comes to Iran, and he should be duly admonished for it, but that’s NOT the reason the mainstream media are going after him.)\nRight now we need doves in Washington (if there are any left) trying their damnedest to have a dialogue with Moscow. Just very recently the imbecilic Pence was at a nuclear launch site in Minot ND pontificating to the assembled media and personnel about how they must be fully prepared to launch! This is preposterous and dangerous lunacy.\nWashington has been virtually taken over by a militaristic-Zionist cabal that’s currently dead set on destabilizing relationships among nuclear powers. The demonization towards the Kremlin at a time when the major media are fomenting a witch hunt atmosphere is breathtaking to behold.\nThat liberals — in their hatred of the big bad Trumpenstein — are going along with this terrifying group think is one of the more irrational and incredible dynamics I’ve ever witnessed in my decades of following the politico-economic scene.\nHate Trump for the right reasons. Don’t fall for a Paul Singer, Bill Kristol, et. al., orchestrated propaganda campaign.\nFitzgerald said the mark of a true intellectual is to hold two opposing views in one’s mind simultaneously and maintain the ability to function.\njo6pac\nOctober 31, 2017 at 18:07\nThanks Phil R. Yes the demodogs party is dead but it’s leaders are still cashing in on the same old song and dance. If the cash stops coming who knows just maybe it will become the party of the people but only be kidnapped again by money. Money has no place in politics.\nOctober 31, 2017 at 20:30\nOn the other hand, politics is all about money (one way or another), since time immorial. (Even Native Americans had wars to survive – as did all Native Peoples worldwide, but was that the same as “all about money”, as it is these days?)\nBrad Owen\nNovember 1, 2017 at 07:15\nThe Beaver Wars of the 1600s have been forgotten, as competing Amerindian Nations were egged on by the (British Empire was it? or the French Empire?? does it make any difference?) to bring in the Beaver pelts in exchange for useful European wares (which, supposedly, lead to the practice of scalping-as-proof-of-a-kill…of defiant anti-imperial colonists??). I’ve read where it was primarily the Beaver and his natural water-management ways that made this Continent an Emerald Jewel. Who knew back then?\nBrad Owen\nNovember 1, 2017 at 07:27\nEveryone’s too busy with “smash & grab” capitalism, and the day’s hall of booty, to think about other things, I guess.\nDFC\nOctober 31, 2017 at 21:34\nThis whole article can be summed up by this 6 minute video from a liberal Brit here:\nPresident Trump: How & Why.. (trigger warning)\nh**ps://www.youtube.com/watch?v=GLG9g7BcjKs\nIt is hysterical, but 100% on the mark. IMHO (NSFW)\nAwesome.  Spot on!  Thanks for posting.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.unz.com/article/how-can-western-capitalism-beat-this/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "working",
            "economic",
            "capitalist",
            "magic",
            "democrats",
            "liberal",
            "liberals",
            "trump",
            "democratic",
            "class",
            "russiagate",
            "party"
        ]
    }
]