[
    {
        "url": "https://consortiumnews.com/2015/06/08/right-wing-assault-on-the-constitution/",
        "title": "Right-Wing Assault on the Constitution",
        "authors": [],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2015-06-08",
        "text": "Main menu\nJune 8, 2015\nBy William John Cox\nThe U.S. Supreme Court’s acceptance of a case about the allocation of voting districts will have consequences far beyond the millions of U.S. taxpayers its ruling may deprive of representation. A decision that only counts voters, rather than all persons, will undermine the very foundation of the Republic.\nThe American Revolution was fought over “taxation without representation,” and those who wrote the Constitution carefully apportioned taxation and representation among the states “according to their respective Numbers . . . of free Persons . . . and  . . . three-fifths of all other Persons.” The authors clearly equated “We, the People” with all Persons, even those who could not vote.\nU.S. Supreme Court\nThe Constitution goes on to provide that apportionment shall be based on an “Enumeration” (census) conducted every ten years. Along with slaves, free women were counted in the census; however, neither were allowed to vote. Initially, only a small percentage of all persons, white men who owned sufficient property, elected representatives, but Jacksonian democracy extended the franchise to all white men.\nThe Fourteenth Amendment changed the definition of persons when the slaves were freed: “Representatives shall be apportioned among the several states according to their respective numbers, counting the whole number of persons in each state.” The Fifteenth Amendment prohibited voting discrimination against former slaves, but women were yet to be mentioned.\nIn 1903, the Supreme Court ruled that the Constitution provided equal protection to all persons, including “an alien, who has entered the country, and has become subject in all respects to its jurisdiction, and a part of its population, although alleged to be illegally here.” Taxpaying illegal immigrants cannot vote, but they are counted for representation.\nThe Nineteenth Amendment precluded states from discriminating against women in voting, and the Twenty-sixth Amendment extended voting protection to all persons “who are eighteen years of age or older.” These amendments targeted discrimination; however, the underlying right of all persons to vote has never been included in the Constitution.\nThis startling fact was acknowledged by the Supreme Court in Bush v. Gore, when it appointed George W. Bush as president in 2000 stating, “The individual citizen has no federal constitutional right to vote for electors for the President of the United States . . . .” The political nature of Bush was proved by the Court’s statement that it was a one-time decision which could not be relied on as law in the future.\nMembers of the majority had ties to the conservative Federalist Society, the goal of which is “to place a premium on individual liberty, traditional values, and the rule of law.” Current Justice Antonin Scalia was a founder of the Society, and Justices Samuel Alito and Clarence Thomas and Chief Justice John Roberts are members.\nThese conservative justices purport to be originalists in deciding what the actual words of the Constitution meant to those who originally ratified it; however, their decisions prove otherwise. Bush was pure politics, as was Citizens United v. FEC, which granted constitutional personhood to corporations.\nIf political ideology, rather than original intent, motivates a decision that only counts voters, political power will shift from larger, multi-cultural, and diverse districts to smaller, whiter, wealthier, and conservative districts, and millions of persons will once again be taxed without representation.\nThe American Legislative Exchange Council, another conservative organization that shares financial supporters with the Federalist Society, is responsible for most state photo ID laws that target vulnerable voting populations.\nIn 2014, a Federal District Court held that the Texas voter ID law had been adopted “with an unconstitutional discriminatory purpose” and that it placed “an unconstitutional burden on the right to vote.” The Federalist majority of the Supreme Court reversed the lower court’s decision and blocked 600,000 registered voters in Texas from voting.\nPersons purged from registration lists because of voter ID and other suppression tactics would no longer count, should the Court decide that representational apportionment can be narrowly based on those who vote, instead of all persons.\nA majority of Americans no longer have faith in their government. The job approval rate of Congress is a dismal 16 percent, while only one quarter of the people agree with the Supreme Court’s ideology, and more than half believe it has a political agenda.\nAlthough the struggle to overcome voting discrimination took 200 years, less than half of all eligible persons bother to vote. But, just because people choose not to vote doesn’t mean they surrender their constitutional right to be represented.\nThe justices have repeatedly shown they are without shame in making unconscionable political decisions that are not in the best interests of the people. Let us hope there is sufficient collective wisdom remaining for them to correctly decide the true meaning of “person”, the most important word in the Constitution.\nWilliam John Cox is a retired public interest lawyer who drafted the United States Voters’ Rights Amendment (USVRA.us). His memoir, The Holocaust Case: Defeat of Denial will be published in July.\nJoe\nJune 9, 2015 at 07:18\nWe love to believe that the judiciary are like a Santa Claus to whom we can appeal if we are wronged, but that belief is our enemy. Long experience with them has taught me that the entire federal judiciary has no interest whatsoever in the Constitution or the rights of the people. Their “landmark” cases are simply rare concessions or coincidences of their prejudices with public interest, and those precedents are ignored in all other cases. They were appointed by the enemies of the people, and those they serve with gross hypocrisy, denying constitutional rights that they would defend jealously if they were the victims of violations. Read the real cases, not the judgments, and you will find that their “judgments” are the product of a technology of false case citations, fallacies, illogical arguments, and lies about the facts, and the product of a subculture of lying, hypocrisy, opportunism, and boot-licking of the rich, which is the real state of the federal judiciary.\nDfnslblty\nThankyou for an excellent essay about scotus prejudices.\nKeep researching and writing.\nJune 8, 2015 at 16:25\nSome of our Supreme Court Justices don’t really have the ability to be impartial nor, does it seem, that they have the intellectual capacity to think their positions through to the obvious conclusions and consequences.\nIf they are “originalists” then can we conclude they are in favor of slavery? It would seem logically they are, including Clarence Thomas.\nTo put this all in perspective, the Citizens United ruling may have been passed with the intent of the “originalists” to deny equal representation to the large majority of voters and citizens in general — because that is the end result and is so obvious to see.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "assault",
            "rightwing",
            "voting",
            "voters",
            "vote",
            "court",
            "political",
            "amendment",
            "persons",
            "supreme",
            "states",
            "constitution",
            "right"
        ]
    }
]