[
    {
        "url": "https://www.christianpost.com/news/sadie-robertson-reveals-line-of-faith-based-tech-products.html",
        "title": "Sadie Robertson Reveals Line of Faith-Based Tech Products",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Saturday, December 12, 2015\n\"Duck Dynasty\" star Sadie Robertson is launching her very own rain boot line with rain boot company Roma, in a bid to help combat child poverty. | (Photo: Instagram/@legitsadierob)\nSadie Robertson is making sure people can get Christ-centered Christmas gifts this holiday season now that she has collaborated with BelieveTek, a faith-based company selling technology products.\nRobertson is the 18-year-old \"Duck Dynasty\" star who appears on the A&E docu-series as the granddaughter of Duck Commander founder Phil Robertson and daughter of the company's CEO, Willie Robertson, who heads the family business of duck hunting merchandise. Now, she is showcasing her own business sense with her BelieveTek collaboration that will feature four themes, \"Dream Big, Smile Y'All, Love Life or Duckies.\"\nWith prices ranging from $19.99 to $59.99, Robertson and BelieveTek are offering phone cases, wireless computer keyboards and mice, DJ style headphones, bluetooth speakers and 2200ah power banks.\n\"The new line of faith-based gear will lift anyone's spirits this holiday season, making it the perfect gift for all of your loved ones,\" a statement from BelieveTek obtained by The Christian Post reads. \"Wherever you go, whoever you are and whatever you do, BelieveTek's 'Live Original' products by Sadie Robertson will continue to inspire you.\"\nThe reality television star, fashionista and budding business woman took to Instagram to let over 2 million followers know about her new venture.\n\"Link in bio for fun little phone cases and other nifty little fun things with my collaboration believe tech @believetek_(SIC),\" she wrote . \"Hope everyone enjoys them! Maybe a little happy for someone's Christmas gift.\"\nAccording to a statement released from BelieveTek, Robertson's collection sold out shortly after she announced it on social media.\n\"The site is up and running again after the @legitsadierob fans BLEW IT UP!!!!! Lots of great response to these designs,\" the BelieveTek team wrote on Instagram . \"We love them. #sadierobertson #duckdynasty #dancingwiththestars #phonecases #giftideas #liveoriginal #beyou #dreambig #phil4:13 #icandoallthings.\"\nAt only 18-years-old, Sadie Robertson has expanded her brand beyond just television to books, award shows, fashion and soon, movies. For the teenage businesswoman, her fame has more to do with glorifying God than herself.\n\"I think the key to that is recognizing that it's not all about me, it's truly not. God gave me this and this is all about God,\" Robertson told The Christian Post  earlier this year. \"I think if I would have came into this saying 'all of these followers are for me and these fans are for me,' then it would've been really difficult. I think I would've gotten lost in it all. But coming into it with the mindset of all these followers are for God, all of this fame is for God, it's not about making me famous.\"\nRelated Articles\nMore In Entertainment\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/duck-dynasty-star-sadie-robertson-on-fame-sexual-temptations-and-the-no-1-man-in-her-life-interview-146757/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.instagram.com/p/-4vt6rNXd0/",
                "https://www.instagram.com/p/-5GXubxoY1/?taken-by=believetek_"
            ]
        },
        "key_words": [
            "sadie",
            "line",
            "little",
            "reveals",
            "god",
            "believetek",
            "think",
            "products",
            "tech",
            "making",
            "robertson",
            "duck",
            "faithbased",
            "followers"
        ]
    }
]