[
    {
        "url": "https://www.christianpost.com/news/major-hispanic-evangelical-convention-expects-1000-attendees-features-jeb-bush-mike-huckabee.html",
        "title": "Major Hispanic Evangelical Convention Expects 1,000 Attendees; Features Jeb Bush, Mike Huckabee",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nMajor Hispanic Evangelical Convention Expects 1,000 Attendees; Features Jeb Bush, Mike Huckabee\nMajor Hispanic Evangelical Convention Expects 1,000 Attendees; Features Jeb Bush, Mike Huckabee\n| Monday, April 27, 2015\nA major Hispanic evangelical organization will hold a convention in Texas scheduled to include former Florida Governor Jeb Bush and former Arkansas Governor Mike Huckabee.\nThe National Hispanic Christian Leadership Conference  will hold its annual multiday convention in Houston from April 28 to 30. With an estimated 1,000 attendees expected, the theme for this year's NHCLC convention is \"From Survive to Thrive.\"\nThe Rev. Samuel Rodriguez, president of NHCLC, told The Christian Post more about what this theme means.\nFormer Florida governor Jeb Bush (R-FL) addresses the Wall Street Journal CEO Council in Washington December 1, 2014. | (Photo: Reuters/Jonathan Ernst)\n\"Engaging a biblical narrative as a metaphor, we must rebuke the Egypt mindset, push back on the perpetual desert mentality and accept nothing less than prospering in the promise land of faith, family and freedom,\" said Rodriguez.\n\"Our community must repudiate all vestiges of spiritual, social and economic failure, and neither tolerate unending survival mode with dependency on Uncle Sam rather than on the gifts and abilities God deposited in each and every one of us. We must thrive so we can become a blessing to others and the answer to someone else's prayer.\"\nSpeakers scheduled  for the Houston convention include religious leaders like Russell D. Moore, president of the Southern Baptist Ethics & Religious Liberty Commission; Bishop Harry Jackson, author and senior pastor of 3,000-strong Hope Christian Church; and Ed Stetzer, executive director of LifeWay Research.\nSpeakers with a political background include long-serving Congressman Luis Gutierrez of Illinois as well as former governors Jeb Bush and Mike Huckabee.\nWhen asked by CP about how NHCLC was able to get the likes of Bush and Huckabee to speak, Rodriguez responded that \"Latino electorate will play a crucial role in the outcome of the 2016 election.\"\n\"Understanding issues such as education, religious liberty, immigration, life and limited government are important to Latino voters,\" said Rodriguez.\n\"We invited a number of political leaders across both the Republican and Democratic party to join us and address these issues for our constituency.\"\nItems on the agenda include not only speeches on various issues from political and religious leaders, but also developments within NHCLC, including its merger last year with the Latin America-based organization CONELA.\n\"During the convention, NHCLC/CONELA will celebrate its merger, which became official last year, and reveal its new international name,\" noted an NHCLC press release.\n\"It will also introduce new organizational leadership and launch an innovative Hispanic-focused television network in partnership with Trinity Broadcasting Network (TBN).\"\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.prnewswire.com/news-releases/gov-mike-huckabee-to-join-gov-jeb-bush--rep-luis-gutierrez-as-headliners-at-national-hispanic-convention-300062002.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://events.r20.constantcontact.com/register/event?oeidk=a07ea9yyulpbd0c8021&llr=cfeexnpab",
                "https://nhclc.org/"
            ]
        },
        "key_words": [
            "major",
            "mike",
            "expects",
            "bush",
            "include",
            "issues",
            "convention",
            "nhclc",
            "evangelical",
            "leaders",
            "features",
            "huckabee",
            "religious",
            "political",
            "jeb",
            "hispanic"
        ]
    }
]