[
    {
        "url": "https://www.christianpost.com/news/air-force-denies-report-preparing-nuclear-bombers-24-hour-alert.html",
        "title": "Air Force Denies Report It's Preparing to Put Nuclear Bombers Back on 24-Hour Alert",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nAir Force Denies Report It's Preparing to Put Nuclear Bombers Back on 24-Hour Alert\nAir Force Denies Report It's Preparing to Put Nuclear Bombers Back on 24-Hour Alert\nAir Force Denies Report It's Preparing to Put Nuclear Bombers Back on 24-Hour Alert\n| Monday, October 23, 2017\nThe 1969 B-52 offensive in Cambodia was code-named Operation Menu. | (Photo: U.S. Air Force)\nThe U.S. Air Force denied a report Monday that their fleet of nuclear armed bombers are currently being readied just in case they are ordered to put the bombers back on 24-hour ready alert status for the first time in 28 years.\n\"We are not planning or preparing to put B-52s back on alert,\" Ann Stefanek, the chief of Air Force media operations at the Pentagon told The Washington Examiner  Monday.\nGen. David Goldfein, Air Force chief of staff, reportedly told Defense One  in an interview during a six-day tour of Barksdale and other U.S. Air Force bases that support the nuclear mission, that the bombers were being readied for the alert.\n\"This is yet one more step in ensuring that we're prepared,\" Goldfein told Defense One . \"I look at it more as not planning for any specific event, but more for the reality of the global situation we find ourselves in and how we ensure we're prepared going forward.\"\nStefanek told The Washington Examiner, however, that \"updates to facilities, exercises, and training related to the B-52 Stratofortress aircraft at Barksdale Air Force Base in Louisiana are done routinely to ensure the service is prepared,\" and a misunderstanding may have led to the Defense One report.\nAccording to The New York Times , 11 Air Force bases across America house the nation's armada of B-52 Stratofortresses: Barksdale in Louisiana, Griffiss in New York, Wurtsmith in Michigan, Carswell in Texas, Fairchild in Washington, K. I. Sawyer in Michigan, Minot in North Dakota, Dyess in Texas, Ellsworth in South Dakota, Grand Forks in North Dakota and McConnell in Kansas.\nIn 1991, at the end of the Cold War, former Defense Secretary Dick Cheney issued orders stating that  \"United States strategic bombers shall stand down from their alert postures and their nuclear weapons shall be removed and stored in secure areas.\"\nPresident Donald Trump meeting with US airmen and Air Force Chief of Staff Gen. David L. Goldfein at Joint Base Andrews, Maryland, September 15, 2017. | (Photo: US Air Force/Scott M. Ash)\nA changing geopolitical environment including North Korea's rapidly advancing nuclear arsenal , President Trump's confrontational approach  to Pyongyang, and Russia's increasingly potent and active armed forces  could see the B-52s placed back on high alert status, Defense One explained.\n\"The world is a dangerous place and we've got folks that are talking openly about use of nuclear weapons,\" Goldfein said. \"It's no longer a bipolar world where it's just us and the Soviet Union. We've got other players out there who have nuclear capability. It's never been more important to make sure that we get this mission right.\"\nGoldfein, who is the Air Force's top officer and a member of the Joint Chiefs of Staff has asked the force to think beyond the Cold War era and examine new ways to use nuclear weapons for deterrence, or even combat.\n\"I've challenged ... Air Force Global Strike Command to help lead the dialog, help with this discussion about 'What does conventional conflict look like with a nuclear element?' and 'Do we respond as a global force if that were to occur?' and 'What are the options?'\" Goldfein told Defense One. \"How do we think about it — how do we think about deterrence in that environment?\"\nOn Friday, President Donald Trump invoked the National Emergencies Act  when he signed an executive order  which allows the Air Force to voluntarily recall up to 1,000 retired pilots for active duty. The decision was made to ease combat pilot shortage and improve military readiness.\nAn Air Force official said Sunday that there were no immediate plans to act on the executive order.\n\"The Air Force does not currently intend to recall retired pilots to address the pilot shortage, Stefanek told CNBC in an email statement. \"We appreciate the authorities and flexibility delegated to us.\"\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.wsj.com/articles/a-russian-ghost-submarine-its-u-s-pursuers-and-a-deadly-new-cold-war-1508509841",
                "http://www.cnn.com/2017/10/07/politics/trump-north-korea-negotiations-tweet/index.html",
                "https://www.nytimes.com/1991/09/29/world/bush-s-arm-plan-and-for-the-b-52-s-the-alert-is-finally-over.html",
                "https://www.cnbc.com/2017/10/21/trump-executive-order-lets-air-force-recall-up-to-1000-retired-pilots.html",
                "https://www.washingtonexaminer.com/air-force-denies-report-that-nuclear-bombers-are-being-prepared-for-24-hour-alert",
                "https://www.cnn.com/2017/05/29/asia/north-korea-missile-tests/index.html",
                "https://www.defenseone.com/threats/2017/10/exclusive-us-preparing-put-nuclear-bombers-back-24-hour-alert/141957/"
            ],
            "gov_pgs": [
                "https://www.whitehouse.gov/presidential-actions/presidential-executive-order-amending-executive-order-13223/"
            ],
            "unsure": []
        },
        "key_words": [
            "bombers",
            "nuclear",
            "told",
            "report",
            "24hour",
            "force",
            "washington",
            "preparing",
            "denies",
            "goldfein",
            "air",
            "weapons",
            "alert",
            "defense"
        ]
    }
]