[
    {
        "url": "https://consortiumnews.com/2017/10/04/the-mystery-of-the-russia-gate-puppies/",
        "title": "The Mystery of the Russia-gate Puppies",
        "authors": [
            {
                "name": "Linda Wood",
                "link": null
            },
            {
                "name": "David G",
                "link": null
            },
            {
                "name": "John Moffett",
                "link": null
            },
            {
                "name": "Dave P.",
                "link": null
            },
            {
                "name": "Ryan R",
                "link": null
            },
            {
                "name": "Reality Check",
                "link": null
            },
            {
                "name": "Zachary Smith",
                "link": null
            },
            {
                "name": "Jacob Leyva",
                "link": null
            },
            {
                "name": "John Hawk",
                "link": null
            },
            {
                "name": "Sam F",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2017-10-04",
        "text": "Main menu\nOctober 4, 2017\nExclusive: The U.S. mainstream media is determined to prove Russia-gate despite the scandal’s cracking foundation and its inexplicable anomalies, such as why Russia would set up a Facebook “puppies” page, writes Robert Parry.\nBy Robert Parry (Updated Oct. 5 with dropping of two Russia-gate claims)\nWhat is perhaps most unprofessional, unethical and even immoral about the U.S. mainstream media’s coverage of Russia-gate is how all the stories start with the conclusion – “Russia bad” – and then make whatever shards of information exist fit the preordained narrative.\nTomb of the Unknown Soldier outside the Kremlin wall, Dec. 6, 2016. (Photo by Robert Parry)\nFor instance, we’re told that Facebook executives, who were sent back three times by Democratic lawmakers to find something to pin on Russia, finally detected $100,000 worth of ads spread out over three years from accounts “suspected of links to Russia” or similar hazy wording.\nThese Facebook ads and 201 related Twitter accounts, we’re told, represent the long-missing proof about Russian “meddling” in the U.S. presidential election after earlier claims faltered or fell apart under even minimal scrutiny.\nFor example, not only have major questions been raised about whether Russian intelligence operatives were behind the “hacking” of Democratic emails , but the Senate Intelligence Committee announced on Wednesday that two early elements of the Russia-gate hysteria — minor changes that were made to the Republican platform and a brief meeting between Russian Ambassador Sergey Kislyak and then-Sen. (now Attorney General) Jeff Sessions at Washington’s Mayflower Hotel — have been dropped as innocent or inconsequential.\nBut like all good conspiracy theories, once one allegation is dismissed as meaningless, it is replaced by another and another.\nIn the old days, journalists might have expressed some concern that Facebook “found” the “Russia-linked” ads only under extraordinary pressure from powerful politicians, such as Sen. Mark Warner, D-Virginia, the vice chairman of the Senate Intelligence Committee and a leading legislator on the tech industry. But today’s mainstream reporters took Warner’s side and made it look like Facebook had been dragging its heels and that there must be much more out there.\nHowever, it doesn’t really seem to matter how little evidence there is. Anything will do.\nEven the paltry $100,000 is not put in any perspective (Facebook has annual revenue of $27 billion), nor the 201 Twitter accounts (compared to Twitter’s 328 million monthly users). Nor are the hazy allegations of “suspected … links to Russia” subjected to serious inspection. Although Russia is a nation of 144 million people and many divergent interests, it’s assumed that everything must be personally ordered by President Vladimir Putin.\nYet, if you look at some of the details about these $100,000 in ads, you learn the case is even flimsier than you might have thought. The sum was spread out over 2015, 2016 and 2017 – and thus represented a very tiny pebble in a very large lake of Facebook activity.\nBut more recently we learned that only 44 percent of the ads appeared before Americans went to the polls last November, according to Facebook ; that would mean that 56 percent appeared afterwards.\nFacebook added that “roughly 25% of the ads were never shown to anyone. … For 50% of the ads, less than $3 was spent; for 99% of the ads, less than $1,000 was spent.”\nSo, as minuscule as the $100,000 in ad buys over three years may have seemed, the tiny pebble turns out really to be only a fraction of a tiny pebble if the Russians indeed did toss it into the 2016 campaign.\nWhat About the Puppies?\nWe further have learned that most ads weren’t for or against a specific candidate, but rather addressed supposedly controversial issues that the mainstream media insists were meant to divide the United States and thus somehow undermine American democracy.\nFestive scene in Red Square, Moscow, Dec. 6, 2016. (Photo by Robert Parry)\nExcept, it turns out that one of the issues was puppies.\nAs Mike Isaac and Scott Shane of The New York Times reported in Tuesday’s editions, “The Russians who posed as Americans on Facebook last year tried on quite an array of disguises. … There was even a Facebook group for animal lovers with memes of adorable puppies that spread across the site with the help of paid ads.”\nNow, there are a lot of controversial issues in America, but I don’t think any of us would put puppies near the top of the list. Isaac and Shane reported that there were also supposedly Russia-linked groups advocating gay rights, gun rights and black civil rights, although precisely how these divergent groups were “linked” to Russia or the Kremlin was never fully explained. (Facebook declined to offer details.)\nAt this point, a professional journalist might begin to pose some very hard questions to the sources, who presumably include many partisan Democrats and their political allies hyping the evil-Russia narrative. It would be time for some lectures to the sources about the consequences for taking reporters on a wild ride in conspiracy land.\nYet, instead of starting to question the overall premise of this “scandal,” journalists at The New York Times, The Washington Post, CNN, etc. keep making excuses for the nuttiness. The explanation for the puppy ads was that the nefarious Russians might be probing to discover Americans who might later be susceptible to propaganda.\n“The goal of the dog lovers’ page was more obscure,” Isaac and Shane acknowledged. “But some analysts suggested a possible motive: to build a large following before gradually introducing political content. Without viewing the entire feed from the page, now closed by Facebook, it is impossible to say whether the Russian operators tried such tactics.”\nThe Joe McCarthy of Russia-gate\nThe Times then turned to Clinton Watts, a former FBI agent and a top promoter of the New McCarthyism that has swept Official Washington. Watts has testified before Congress that almost anything that appears on social media these days criticizing a politician may well be traceable to the Russians.\nRussian President Vladimir Putin addresses UN General Assembly on Sept. 28, 2015. (UN Photo)\nFor instance, last March, Watts testified in conspiratorial terms before the Senate Intelligence Committee about “social media accounts discrediting U.S. Speaker of the House Paul Ryan.” At the time, Ryan was under criticism for his ham-handed handling of a plan to “repeal and replace” Obamacare, but Watts saw possible Russian fingerprints.\nWatts also claimed that Sen. Marco Rubio’s presidential bid “anecdotally suffered” from an online Russian campaign against him, though many of you may have thought Rubio flamed out because he was a wet-behind-the-ears candidate who performed robotically in the debates and received the devastating nickname “Little Marco” from Donald Trump.\nWatts explained that these nefarious Russian schemes left no discernible earmarks or detectable predictability. Russians attack “people on both sides of the aisle … solely based on what they [the Russians] want to achieve in their own landscape, whatever the Russian foreign policy objectives are,” Watts complained.\nWatts’s vague allegations appear to have been the impetus behind Sen. Warner’s repeated demands that Facebook find some evidence to support the suspicions. After Facebook came up empty twice, Warner flew to Silicon Valley to personally confront Facebook executives who then found what Warner wanted them to find, the $100,000 in suspected Russia-linked ad buys.\nSo, it perhaps made sense that the Times would turn to Watts to explain the rather inexplicable Russian exploitation of puppies. According to Isaac and Shane, Watts “said Russia had been entrepreneurial in trying to develop diverse channels of influence. Some, like the dogs page, may have been created without a specific goal and held in reserve for future use. ‘They were creating many audiences on social media to try to influence around,’ said Mr. Watts, who has traced suspected Russian accounts since 2015.”\nIn other words, if you start with the need to prove Russian guilt, there are no alternative explanations besides Russian guilt. If some fact, like the puppies page, doesn’t seem to fit the sinister conspiracy theory, you simply pound it into place until it does.\nYes, of course, Russian intelligence operatives must be so sneaky that they are spending money (but not much) on Facebook puppy ads so they might sometime in the future slip in a few other ideological messages. It can’t be that perhaps the ads were not part of some Russian government intelligence operation.\nThe Russ-kie Plot\nBut even if we want to believe that these ads are a Russ-kie plot and were somehow intended to sow dissension in the U.S., the totals are insignificant, a subset of a subset of a subset of $100,000 in ad buys over three years that, as far as anyone can tell, had no real no impact on the 2016 election – and surely much, much, much less than the political influence from, say, Israel.\nRussian President Vladimir Putin meets with U.S. President Donald Trump at the G-20 summit in Hamburg, Germany, on July 7, 2017. (Screen shot from Whitehouse.gov)\nIf we apply Facebook’s 44 percent figure, that would suggest the total spending in the two years before the election was around $44,000 and much of that focused on a diverse set of issues, not specific candidates. So, if some Russians did spend money to promote gay rights and to push  gun rights, any negligible impact on the 2016 election would more or less have been canceled out between Clinton and Trump.\nYet, over these still unproven and speculative allegations of Russian “links” to these Facebook ads, the national Democrats and their mainstream media allies are stoking a dangerous and expensive New Cold War with nuclear-armed Russia.\nI realize that lots of Democrats were upset about Hillary Clinton’s humiliating defeat and don’t want to believe that she could have lost fairly to a buffoon like Donald Trump. So, they are looking for any excuses rather than looking in the mirror.\nThe major U.S. news outlets also have joined the anti-Trump Resistance, rather than upholding the journalistic principles of objectivity and fairness. The Post even came up with a new melodramatic slogan for the moment: “Democracy Dies in Darkness.”\nBut yellow journalism is not the way to shed light into darkness; it only blinds Democrats from seeing the real reasons behind Trump’s appeal to many working-class whites who feel disaffected from a Democratic Party that seems disinterested in their suffering.\nYes, I know that some Democrats are still hoping against hope that they can ride Russia-gate all the way to Trump’s impeachment and get him ridden out of Washington D.C. on a rail, but the political risk to Democrats is that they will harden the animosity that many in the white working class already feel toward the party.\nThat could do more to strengthen Trump’s appeal to these voters than to weaken him, while hollowing out Democratic support among millions of peace voters who may simply declare a plague on both parties.\nInvestigative reporter Robert Parry broke many of the Iran-Contra stories for The Associated Press and Newsweek in the 1980s. You can buy his latest book, America’s Stolen Narrative, either in  print here  or as an e-book (from Amazon and barnesandnoble.com ).\nYouri\nOctober 10, 2017 at 00:26\nonce again superb mythbusting and muckraking from the great Robert Parry which is sadly not being cited from Democracy Now, The Young Turks, or other outlets. much of the left has simply jumped the shark on Russia conspiracy theories with the exception of Shadowproof, AlterNet’s Greyzone project, Greg Palast, Robert Scheer of Truthdig, Mint Press, Counter Punch, The Real News Network, Jimmy dore and yours truly. Sadly even  David Cay Johnston the one person who knows the skeltons in the closet of Donald trump, even he in DC Reports has gone full Russia conspiracy theories. That Trump has ties to dodgy Russian oligarchs, even has rubbed shoulders with Russian mobsters is all plausible, but that Russia hacked into the DNC which a group of ex CIA analysts and those who’ve made it their life to speaking out on the deep state have all said the WikiLeaks stuff on the DNC-Clinton Camp and media and Podesta was the work of an insider and someone who copied stuff on a memory stick or ex British ambassador Craig Murray who has said it was a Democrat insider is falling on deaf ears and blind eyes. Its disgraceful so much of the left and people who I thought would be wiser would jump the shark like this and ignore people like Palast who exposed Trump and his American oligarch backers cheated in key states to win, or Robert Parry and others showing the fake news that is Russia conspiracy theories being ignored is a sad state of affairs.\nNop\nOctober 8, 2017 at 13:47\nAnd while Americam legislators chase their tails finding excuses for Hilary, serving the plutocracy and military industrial complex, and hopping to the demands of Saudi Arabia and Israel, Russia is winning in the real theatres of competition: diplomatic influence, economic ties, and STEM.\nSam\nOctober 6, 2017 at 12:22\nOne thing that is forgotten and shoved down the corporate media memory hole is that the US massively ‘interfered’ with and ‘meddled’ with the last election in Russia when Putin was re-elected.\nIt was via the usual ‘color revolution’ channels.   So, a lot of Soros backed NGOs, and probably some taxpayer money routed through the NED to ‘promote democracy’.   But they were supporting the pro-US candiates and parties against Putin during the election.  And after the election tried to organize the usual color revolution protests claiming ‘election fraud’ to see if they could overturn the results of the election.\nGiven that Hillary and her state dept and her Soros-linked friends tried to interfere in the Russian elections, I can’t reallly say I’m upset as an American that the Russians might have tried to do much, much less in the American elections.\nAnd of course, the US has been interfering and rigging elections around the world since WW2, about all I can think about all of this is that “what goes around, comes around” or some other sayings about ‘karma’ that might not be appropriate on a website that doesn’t restrict viewing to adults.\nSam F\nOctober 6, 2017 at 13:15\nGood observation, Sam. I am regularly commenting here as “Sam F” so perhaps we should use some distinguishing mark for clarity.\nJoeseph\n@Elaine\nThe “left” is very much aware that Google is attacking them and throttling their web traffic.  The World Socialists website has been running stories about how the number of hits they get from Google searches is down like 75% since Google started running new algorithms that supposed only give ‘authoritative’ results to searches.\nThings everyone needs to do to avoid this current wave of Google censorship.\n— bookmark yourself the pages you find and don’t rely on  Google to lead you back later when you search.\n— we need to go back to the pre or early  Google technologies where people put up websites that are either wholly just a list of other websites, or that contain on the side a list of referred websites.   Or sites like the early Drudge or CommonDreams formulas where lots of articles from other sites are given as links.\nThere are also alternatives to Google.  I use a site that claims to be european, to follow the more regulated rules of the EU, and that are proud that they don’t censor or tilt search results.\nI don’t know how this site feels about links in their comments, so I’ve included none.\nI noticed last year that early in the campaign season I was looking for a  website called “progressive review” and specifically lists that they had in the early 90’s about the crimes of the Clintons.  When Hillary vs Bernie was starting up, I decided I needed a refresher on Vince Foster and the White House Travel Office and all the other Clinton scams.   Google would not return that as something I could find.  However, and search along those lines put the Hillary 2016 campaign website as the number one results.  I checked again not long ago. and the prorev websites are now easily findable.\nSearch a non-google search engine on Assange and “Google is not what it seems” to find a very interesting article.\nBut, given the truth that neither Clinton nor Obama is really ‘the left’, you’ll find that the true left understands very much that they are under attack by Google and the other tech giants who’s near monopolies give them the power to censor and direct what people see and read.\nJoeseph\nOctober 6, 2017 at 11:57\nOne mistake that is commonly made is the assumption that Americans go to the polls on the 1st Tue in Nov.  My state, and many other states now have extenisve early voting and mail-in ballots.\nI think it was way back in 2004 that I was voluntering for a campaign and was stationed the proper distance outside of my precinct’s voting place.  What I learned is that very few people voted on “election day”.  I’d been going door-to-door for the days prior, and was constantly told by the people I was trying to harrass that they had already voted.\nSo, even for the ads that ran before ‘election day’, many of those would not have reached people before they cast their vote.\nOctober 6, 2017 at 08:29\nThe Bilderberg gang had their last secret meeting just outside of Washington, DC, last June.  These international powerful people discussed how to get rid of Trump and muzzle Trump supporters.  Since then, the owners of various computer systems used by citizens to talk to each other and post stories has been under sustained attack from Bezos, owner of the Washington Post and Amazon.com, for example, and Facebook’s millionaire owner who has been heavily censoring anyone who supports Trump, etc.  Google has changed absolutely everything in the last month and we all call Google ‘do ONLY evil’ now.\nCensorship and abuse, tricks and stealing money, preventing us from making money online, all this is open warfare by the Bilderberg conspirators.  You Tube is now defunding anyone who has videos that is to the right of Madame Mao now.  All this is happening all at once and leftists foolishly think, they won’t be attacked, too, by these rich elitists.  Warning: the elites hate, really hate, the far left, too.\nJohn Hawk\nOctober 6, 2017 at 08:04\nUntil and unless one studies all the available material on the CIA’s MK ULTRA program, one will never fully grasp how dumbed-down and numbed-out the American population is.  Exemplified, of course, by our elected officials et al.\nEsmehan\nOctober 6, 2017 at 04:56\nMaybe the puppies were Borzois, also known as Russian Wolfhounds. Surely that would be a sinister twist that should prompt another round of Congressional hearings.\nJacob Leyva\nOctober 5, 2017 at 21:33\nAnyone else have a feeling that Russians are going to end up as some kind of scapegoat in the U.S.?\ndfc\nOctober 5, 2017 at 20:13\nIt just seems outrageous that Russia can buy advertising space in the United States. This is not how globalization is supposed to work.\nZachary Smith\nI just spotted some “clickbait” at the NBC News site.\n“Russian Operatives Send Idaho Town Into a Fake News Tailspin”\nTwin Falls is a place with a population of 44,000.   That would be the population of Jeffersonville, Indiana, or a rounding error in NYC.   After Investigation I found What Really Happened.\nWhat it all means: Russians went beyond a digital propaganda scheme to facilitate a real-world rally here in Twin Fall during the 2016 presidential campaign, presumably to bolster Donald Trump, whose positions on refugees and immigrants aligned with the Russians organizing the rally.\nThis is Idaho we’re talking about.  A state with an entire 4 Electoral votes.   A Red State which has given those 4 votes to the Republicans since 1964.\nThose Russians must have money to burn.   They might have spent several hundred dollars on this nefarious scheme.   Where will it all end?  How do we stop this destruction of American Democracy by the evil Commies?\nZachary Smith\nOctober 5, 2017 at 16:24\nThe real logical fallacy of the Facebook ads is illustrated by the following example:\nA. Apples are fruit\nTherefore C: An apple is in this bag.\nGrade: F\nTherefore C: The Russian government bought Facebook ads\nGrade: F\nReality Check\nOctober 5, 2017 at 16:14\nI’m all on board with the notion that most or all of these ‘ads’ were clickbate to go to websites or facebook pages, like the puppy site, where more ads awaited which generated cash flow for the page or site holder. That explains the diversity of topics and the spread over time, before elections and after. Plain old entrepreneurs farming cash, nothing more. They just happened to be in Russia.\nThese con jobs get more transparent with every passing day.\nRyan R\nOctober 5, 2017 at 15:41\nOk, the puppies page might be your main concern.  But what about some of the other Russian-linked pages that I think you should really be more concerned about if you are actually a real news site:  Blacktivists, United Muslims of America, Being Patriotic, Heart of Texas, Secured Borders and LGBT United.  Sowing very palpable discord among the electorate.  Maybe investigate some real news?\nZachary Smith\nLet me guess – you’re a Hillary fan.\nReality Check\nOctober 5, 2017 at 16:17\nI know it’s an old retort but the times desperately cry out for it: See a shrink before it’s too late. Take your favorite journalists with you. Maybe you can finagle a group discount.\nanon\nOctober 6, 2017 at 13:07\nGood heavens, do you mean to say that sowing discord among the electorate has not been investigated?\nOz\nOctober 5, 2017 at 15:40\nI love this article, except that I am weary of hearing about Trump’s “appeal to working-class whites.” He also had an appeal to working class Blacks, Latinos, Asians, and anyone else who was looking for an opportunity to rebel against the Robin-Hood-in-reverse economic policies of the establishment-approved candidates. I don’t see these votes as an endorsement of Trump, so much as a big FU to CNN, the Washington Post, the New York TImes, etc.\nRyan R\nOctober 5, 2017 at 15:43\nSeems like voting for/electing him they’ve succeeded in giving themselves a big FU.\nDave P.\nOz – Very good observation.\nOctober 5, 2017 at 14:21\nI agree there has been much propaganda thrown around to obfuscate the election, including info made up about Russian involvement.  But this article seems disingenuous in that it focuses only on the “puppy” ad and not describing any others that may be much more damaging.  To focus on only the puppies deflects consideration of any that may be more serious and possibly more disturbing.  That seems like an intentional flaw in this story.  Also the accusation of Russian interference has to do not only with FB ads or hacking of Clinton emails, but also the documented attempted incursion into the election rolls of 21 separate states.  Please address the complete story, not just a puppy story that is used to distract from any real discussion of other more serious issues of Russian involvement.\nOctober 5, 2017 at 16:19\nThere is no there there in that 21 states narrative from Homeland Security:\nOctober 5, 2017 at 12:04\nI read that the Russian ads were specifically targeted to Wisconsin and Michigan! Somehow the Russians knew more about America than the DNC!\nOctober 5, 2017 at 10:54\nWell obviously the puppies Facebook buys/pages were set up as part of a 4D chess game–so as to make it seem like there’s nothing there but puppies. And that means there has to have been a conspiracy to elect Trump.\nYou see it’s the contradiction of the puppies page that proves the Russian state is behind 2/3 of anti-Hillary Clinton Facebook adverts. Those sneaky Russkies.\nSARCASM\nOr evidence of absence is evidence for existence–that covers the newspeak.\nJohn Moffett\nOctober 5, 2017 at 08:28\nDon’t know if anyone else has brought this up, but it seems fairly obvious if you follow the money, that the most likely group pushing the “Russia is destroying our democracy” narrative is the nuclear arms industry, which is about to get a $1.5 trillion dollar infusion of tax dollars for a full makeover. That kind of money is hard to justify if there is no evil empire that is “threatening our democracy”. The Democrats are of course pushing it for their own political reasons, and the media love the click bait of “Russian meddling”, but the biggest winners in this case will be the nuclear arms manufacturers. Of course North Korea also provides additional click bait for the media, and another justification for the nuke program, but Russia is a much better boogeyman for this purpose. It would be interesting to look into how much lobby money has been spread around Washington from the nuke industry over the last few years.\nDavid G\nOctober 5, 2017 at 09:12\nI see your point, but it is notable that the anti-Russia/Putin disinformation campaign steers clear of any discussion of the real dangers involved, such as recklessly prodding and provoking a nuclear superpower like Russia to the point where the unthinkable might occur.\nRather, what we hear about are silly “threats” like Twitter bots (and sleeper-cell puppies) that serve to get everyone’s blood up, while (in true doublethink fashion) supressing the kind of well-founded fear which might lead to greater circumspection with regard to relations with Russia, such as characterized Soviet era.\nMeanwhile, the Obama nuclear “modernization” proceeds via total MIC capture of the U.S. government, without any real need to build public support at all: very few people even know it exists.\nLinda Wood\nOctober 5, 2017 at 12:29\nI agree that this is the underlying reason. We can’t use nuclear weapons without committing national suicide in a world of Mutually Assured Destruction, meaning, if we have a nuclear-armed adversary, Russia, who will destroy us if we nuke them, we can’t use nukes. Gorbachev understood this and challenged Reagan to mutually disarm. Reagan accepted that challenge, and the process of nuclear disarmament began.\nBut the Bush people derailed it, and the PNAC project has reversed it. The modernization of nukes by the Ashton Carter Defense Dept. has the purpose of making them “more useable” by limiting their yields, retrofitting them with a dial-a-yield feature so that we can engage in limited nuclear war. It appears this set of planners is acting to create crises in Ukraine and Eastern Europe, to engage in NATO exercises meant to threaten Russia, and to provoke a nuclear exchange in order to demonstrate the usefulness of nuclear weapons and thereby to perpetuate the Black Hole of NATO and nuclear weapons funding that is beyond all accounting and reckoning to the American people.\nIn this article NPT refers to “nuclear-weapon states” (NWS) under the terms of the Treaty on the Non-Proliferation of Nuclear Weapons (NPT).\nRobert Anglin\nOctober 5, 2017 at 18:51\nThe Democratic Party (and thus the liberal media) is so heavily invested in the new Cold War that they feel they have no choice but to push the “Russia is destroying our democracy” narrative. If they fail they will be blamed for a foreign policy blunder of enormous consequences. I think they’re downright frantic about it.\nDavid G\nOctober 5, 2017 at 08:19\nListening now to “Democracy Now!” devoting the hour to Russian autocracy, meddling, and Trump linkages, with guest Masha Gessen.\nAhh, the “alternative” media.\nOctober 5, 2017 at 09:21\nThe question is: if a puppy flaps its ears In Vladivostok does Masha Gessen get some grant money and another piece in the New York Review of Books in New York?\nSusan Sunflower\nOctober 5, 2017 at 10:57\nShe has a new (anti-Putin) book out … reviewed in the NYT a couple of days ago\nOctober 5, 2017 at 11:46\nBooks like that are prepaid by their sponsors and become”best-sellers” before the first copy is sold. Anne Coulter has been doing it for years. The neocons are always looking for writers that are willing to sell out to share in the profits.\nSusan Sunflower\nOctober 5, 2017 at 13:17\nMasha Gessen has been very useful in arguments against Russia-gate, particularly as a long-time Putin adversary … and Russian human rights/LGBT activist … so, she has gained a foothold with “progressive” types as a bridge — as someone the Putin-haters respect “talking sense” … her reason for being on Democracy Now is probably #1 book promotion … but she has become a recognizable brand and “trusted voice” … her perspective is both useful and important, but her bias cannot be ignored.\nLike Intercept, Democracy Now has tended towards an incompatible view that is anti-US intervention but insistent that “Assad must go” stance that is imho incompatable with resolution of the conflict and the reality that Assad has genuine support in Syria … — peculiarly regime change positive.\nSusan Sunflower\nOctober 5, 2017 at 13:32\nI need to add that “assad is awful” does not make “the rebels” a viable alternative … the actual Syrian dissidents/rebels peaked several years ago and the conflict has been carried on — disastrously and failingly — on with massive infusions of money and fighters from the Gulf and the West …\nThere is an (imho) misguided sentimental desire to affiliate with the vestiges of the native Syrian anti-Assad resistance that cluitters the landscape and any negotiations, as they lobby for American and Western support as they insist at a seat at the negotiating table (which they haven’t been denied yet, because there is no table).  This “resistance” appears fractured and small … it may coalesce into something that represents large numbers of Syrians but I haven’t seen any evidence that they are some vanguard “of the people” rather than their own cause.\nDave P.\nDavid G –\nAmy Goodman, from Brooklyn, is part of “All in the Family”, like Rob Reiner is.  I have not watched  much of her show for seven or eight years now. This subject needs a  book to explore it fully.\nBelow is the link to Abby Martin on “telesur” recently talking to the people in the street in Israel.\nDave P –\nWhat are you trying to say by bringing up Brooklyn and “All in the Family”?\nDave P.\nDavid G –\nYes, these are  rather confusing  comments I made. I did not want to be too specific about it. Who would have imagined that Rob Reiner will be heading this committee to Investigate Russia. So, any thing is possible.\nI had listened to Amy Goodman for a very very long time. I think she did some good work on her show for many years and still does. Recently she interviewed Oliver Stone during his tour to talk about his interviews with Putin. And  during interview she kept bashing Putin, until her co-anchor Juan Gonzales intervened to talk about the interviews and smooth things over. It was excellent time for her to explore what Oliver Stone had to say.  It did not happen. It shows her bias, and where her heart is. And she has been doing this Russia Oligarchs thing and Putin, for a long time.  If she is genuine, she should name names and who is behind it, and where their money went. She should be  talking openly who controls U.S. Congress.\nNow Putin is not a Saint.  To survive during the 1990’s, and become head of FSB, and then Prime Minister under Yeltsin, he must have compromised himself  in many ways, even with those Oligarchs. But all the dirt with  all this negative documentaries on Front Line, and other places  which started coming out around  2007 are simply to smear him with little facts or Truth in them.  Amy Goodman does some of this smearing too.\nRussia has a problem of Oligarchs  and with people with this new money living extravagant lives.  Putin did get rid of key Oligarchs who got control of Oil and Gas, Media, and  Finance who wanted to take over Russia.  He did it in legal ways.  Just all of them were Jews, and there was lot of cries in the West that Putin is a dictator. He is very wise not to nationalize the industries again and put Russia in further convulsions like the the one they had in 1917.  The Country must create some wealth first before start redistributing it again.  Here is Amy Goodman bashing Putin for all these Oligarchs left in Russia.  It will be good for her to give more time to talk about Oligarchs in New York, and most importantly name some names. She does not do it.\nRegarding my comments, I have to say that Amy Goodman is also supported by the same Foundations, and people in New York who probably have extensive links to Financial Interests here and  abroad.\nOctober 5, 2017 at 16:09\nThanks for another great interview, Dave…Abby Martin’s interviews reflect her passion for the downtrodden She has also done a 2part interview on the plight of the Lakotas for RT(before Standing Rock).\nOctober 5, 2017 at 08:11\nWhat trick will the Russia-Gaters pull from the sleeve in order to crush or at least disturb the World Cup in football to be played in June 2018, in Russia, in Moscow, Sochi and Yekaterinburg? A new war or other disturbances in the area? That’s what I’ve been expecting for some time. The least they can do is create some scandal and make US to pull out of the games, putting pressure on their “allies” to do the same. Football has certainly more followers than the Winter Olympics in Sochi, so the prestige is enormous if the games can be held without problems. Such a success cannot be allowed for Russia. Just wait….\nDave P.\nOctober 5, 2017 at 11:03\nYes Lisa. There was some article and a few political voices in the U.K. who said recently that the 2018 World cup in Soccer should be moved away from Russia for safety reasons, in case of emergency  to U.K.. They argued that U.K. has all these facilities ready.\nJust wait. They may cook up something in Ukraine, and that emergency may be declared soon.  I would doubt very much that The West will allow this prestigious event take place in Russia.  Russia is not India or any Third World Country. It is far more advanced technologically.  Also, It seems like that Russia is building up it’s House quickly..  The West does not want the World – especially Americans to see it. They want to build a wall around Russia. Isn’t strange that we have come to this.\nAndrew\nOctober 5, 2017 at 08:07\nIf Russians are attacking us with puppy videos, give me some more.\nRealist\nOctober 5, 2017 at 03:56\nDoug McAdams from the Ron Paul Institute interviews with RT on Russiagate.   Brief excerpt:\nRT:  In your opinion, is Russian intelligence generally capable of meddling in the election in such a way that it could make a real U-turn in US presidential elections?\nDM: Let’s just assume that Russian intelligence is behind this. The Russian intelligence not only would have to know the electoral system better than Americans, but they would also have to know what’s in the hearts and minds of the American people who voted for Trump or for Hillary. This must be the most incredible intelligence service, incredible bureaucracy in the history of the world, that they are inside the minds of these Americans and able to somehow turn a switch and have them do this or that. If that is the case – then we’re all doomed, because they have the superpowers.\n(Citation in attachment)\nOctober 5, 2017 at 03:52\nSeveral days ago, RT Editor-in-chief Margarita Simonyan already stated that the ad buys were basically just promotional to their broadcast product.   I take this to mean simple messages like, hey, watch our shows hosted by Larry King, Ed Schultz or Tom Hartmann… good old reliable liberal Democrats who have yet to be rehabilitated by the corporatist Clintonites.\nQuotes by Ms. Simonyan extracted from attached citation:\n“Twitter’s “revelation” before the US Congress that RT spent thousands of dollars on promotion has “forced” Editor-in-Chief Margarita Simonyan to “come clean” that the news organization was also running ad campaigns on billboards, radio and even CNN.\n“Twitter has just unveiled horrendous information in Congress – that we’ve been spending money on our advertising campaigns, just like every media organization in the world,” said RT Editor-in-Chief Margarita Simonyan.\n“This is forcing us to go a step further and come clean that we also spent money on advertising at airports, in taxis, on billboards, on the Internet, on TV and radio. Even CNN ran our commercials. Somehow it did not cross our mind that in a developed democracy, regular media advertising can be considered suspicious or detrimental activity.”\n“By the way, similar campaigns are conducted by the American media in the Russian segment of Twitter. It’ll be very interesting to find out how much they spend on it, who they target and for what purpose,” added Simonyan.\nRealist\nOctober 5, 2017 at 10:26\nThanks Realist,…I believe Simonyan has been brilliant in her selection of programming and her commitment to appeal to the intelligence of RT’s audience instead of propagandizing.She has even given a platform to some dissident mainstream conservatives and liberals to express their opinions. Of course the McCarthyite wave is aiming to shut down the station, which would be the beginning of outright censorship.\nDave P.\nOctober 5, 2017 at 10:47\nRealist – Yes,  In the land of the “Free West” , it has come to this now that in addition to few websites like this one, one has to go RT to get the real news.  And they want to shut that down too.  Do we realize that CNN, MSNBC, NBC, CBS are there in just about all the countries including India – a vast population. And the  magazines you see are Time, Newsweek, People . . . I did not see one Russian magazine or even RT during my trips. Russia has it too – CNN and all the Western magazines.\nThere is no RT in Southern California – watch mostly on Youtube  here and there.\nOctober 5, 2017 at 03:50\nAh yes, but in Chaos Theory there is such a thing as the er… in this case Puppy Effect, whereby a minuscule amount of money on puppy ads cascades into a Trump Electoral College victory. I know this, because I just made it up. Can I get a grant now?\nDave P.\nOctober 5, 2017 at 02:17\nWe are really missing the real reasons behind this Russia-Gate nonsense and the economic sanctions against Russia  with bipartisan votes in the congress.  In his  excellent articles, even Robert Parry skirts this question.\nFrom this article – “But even if we want to believe that these ads are a Russ-kie plot and were somehow intended to sow dissension in the U.S., the totals are insignificant, a subset of a subset of a subset of $100,000 in ad buys over three years that, as far as anyone can tell, had no real no impact on the 2016 election – and surely much, much, much less than the political influence from, say, Israel. ”\nRobert Parry calls it political influence  from Israel. The truth is that AIPAC/Israel has complete control over the the Congress, Executive Branch, Media, Finance, and Academia in U.S..  With the defeat of Hillary Clinton, the ZioNecons’ plans for World dominance are in jeopardy. If Hillary had won, there would have been full scale war – Good War by Hillary – in Syria  by this time.  If we read all the articles and news coming out of Middle East, Netanyahu is in panic. Dreams of regime change in Damascus, and move on to Iran, and then to Russia seem to be thwarted – at this time at least.  The American Project in the ME for regime changes has been challenged, and U.S. influence is on the wane as it seems now.\nThe Empire Project has been  stalled.  Further death and destruction in Syria and the ME has been halted with Russia’s help – not  fully ended as yet. Most of the people in the Third World appreciate it.  That is why this unprecedented Economic, Media, and Cyber Warfare in History has been unleashed on Russia by U.S. Ruling Elite, and some of it by Western Europe too.  It is a bipartisan project.  This is going to go on. It is hard to tell how it will end.\nWe should thank Donald Trump for being President now – not Hillary.\ndahoit\nYep.\nOctober 5, 2017 at 01:02\nDARN IT ALL, There are just so  many intelligent people on this site, it has become addictive.\nWish to heck it was contagious as well.\nThen maybe truth takes intelligence, and falsehoods are contagious?\nPeter Dyer\n“A plague on both parties”–exactly.\nD.H. Fabian\nOctober 5, 2017 at 00:18\nIn fairness, much of the media marketed to liberals jumped on the “Russia stole the election” bandwagon early on. Readers who pointed out the lack of evidence (and logic) to these allegations tended to be angrily dismissed as “Trump/Putin bots.”\nI would question how many “working class whites” voted for Trump. What a good many people concluded about the 2016 election was that this time, there was no “lesser of the evils.” Both candidates were opposed by much of the own voting bases, for some of the same reasons. Roughly half of all voters rejected both, and either voted third party or withheld their votes. In the end, Clinton won the most votes, but Trump got the most electoral votes. And Russia had nothing to do with any of it.\nAnd final point that media avoid: The Dem voting base had long consisted of the poor and middle class. The Clinton Democrats split this base wide apart in the 1990s, and the past eight years confirmed that this split is permanent. Democrats lost a significant number of votes.\nDrew Hunkins\nOctober 5, 2017 at 00:03\nClint Watts: building a career that edges the world closer to thermonuclear war.\nMost human beings with a conscience would feel compunction and even humiliation at pulling down 6 figures per year to ceaselessly champion a silly fantasy narrative that could very well send the ‘Satan II’ (look it up, it can wipe out a third of the entire eastern seaboard) barrelling toward Long Island.\nCareerist whores for the national-security state — like Clint — are merely sociopaths who think it’s all just a game; a lucrative one at that. (I mean no offense to adult sex workers.)\nAbe\nOctober 4, 2017 at 23:02\n“Putin,” the Wicked Witch of the East came up with “poison”:\n“Puppies. Puppies. Puppies will put them to sleep.”\nOctober 4, 2017 at 22:55\nThis repressive “history repeating itself” reminds me of Milton Friedman’s inadvertent description of the “shock doctrine”\n“Only a crisis – actual or perceived – produces real change. When that crisis occurs, the actions that are taken depend on the ideas that are lying around. That, I believe, is our basic function: to develop alternatives to existing policies, to keep them alive and available until the politically impossible becomes the politically inevitable.”\n? Milton Friedman\nThe desire to censor and control the internet has been glaringly apparent (since the beginning) imho since Reinquist … Of course, this “crisis” will be used to further his agenda and — arguably — may be the pre-existing subtext /motive.\nMichael Rohde\nOctober 4, 2017 at 22:44\nThis is beyond disturbing. I determined some years ago the NYT was less than the “all the news fit to print” they once were after the Judith Miller fiasco and the second invasion of Iraq. I worked in the criminal justice system most of my adult life and took part in a couple hundred jury trials and perhaps have a jaundiced view of any alleged evidence that isn’t corroborated with something real, like a tape or picture. But this “evidence” is even hard to call evidence. The question in my mind, is what can we do other than read this info here and comment. I know I will vote with this evidence in my mind but trump got what, 66 million votes or something? And he surely did not campaign on anything close to evidence of anything. What can one do to help stem this tide of nonsense?\nLinda Wood\nOctober 5, 2017 at 11:38\nI think we need a good lawyer, a good legal attack stating that we will not fund our own destruction. When Vice President Biden, Secretary of State Clinton, the Treasury Dept., and the Director of Defense Intelligence all establish that we are supporting a Saudi government that supports ISIS, we have a legal responsibility to refuse to pay.\nSam F\nOctober 6, 2017 at 11:37\nThere is no hope of political reform through the judiciary, who are 100% corrupt. Not one of them is not an opponent of constitutional rights for citizens, let alone an opponent of foreign war crimes. The US is the only country that has passed a law to militarily attack the Hague if its citizens are accused of war crimes. Only the destruction of the oligarchy can bring reform of the government or mass media.\nIt is true that executive overreach could in principle restore democracy. A dark horse candidate for president could throw out the entire Congress and judiciary for accepting campaign bribes, and (with advance planning) turn over the mass media temporarily to the universities. Then hold new elections on paper ballots, demand amendments to the Constitution restricting funding of elections and mass media to limited individual contributions, and laws defining mass media corporations, and repeat the purges until Congress does so without judicial obstruction.\nWe have seen how little a dark horse populist like Trump could do, whatever he may have intended. It is essential that such a candidate have a shadow government to move into place immediately, carefully monitor and purge the secret agencies and military of corrupt elements, and demand laws establishing financial monitoring of all government officials and their relatives and associates for life.\nBut this cannot happen while the mass media are controlled by oligarchy. Actual destruction of mass media and terrorizing of oligarchy by the poorest will probably be seen before political action has any effect at all.\nOOOBuck\nOctober 4, 2017 at 22:29\nJust as in the McCarthy era, a pall of fear has descended on the land and stifled many media voices that we might otherwise trust.\nIn the McCarthy era, America finally got tired and annoyed with the rhetoric.  At long last, we were ready to stand behind anyone who dared to challenge McCarthy and say, “have you no shame”.  Unfortunately, I doubt that we’re anywhere near that day but let’s hope that we as a nation will once again find the courage and wisdom to take up the gauntlet.\nThe problem is, these vermon don’t ever give up.  They are like cockroaches who infest every corner of our home but scurry out of sight as soon as they’re exposed to the light.  We will never eradicate them and must therefore be forever vigilant.\nThank you for exposing and standing up for the truth.\nJoe Tedesky\nOctober 5, 2017 at 00:19\nI think that these scoundrels as you refer to them as ‘vermon’ will one day exit pretty quickly once they see the U.S. is no longer an Empire, as this vermon will leave like rats swimming hurriedly towards the next floating vessel. I also believe with you, that if the American public can ever rise up in one huge loud voice clearly to say, ‘enough, is enough’, is a day worth waiting for. I’m with you on that. In my estimation the most peaceful way forward would be for the people to wrestle the media away from all of it’s corporate control. Possibly if more advocacy was made known of pursuing such government agencies such as the FCC, well that might be a good place to start getting advocate lawyers to aim their goal of bringing the American citizen towards getting a big place at the table, I could go on, but you know all this. I liked your comment OOOBuck. Joe\nNote: once the people have control of the media, and the people introduce informative news objectively and from all sides, then all other issues of concern could be disgusted properly, and be made widely known…or at least that’s the idea.\nJoe Tedesky\nDisgusted should be ‘discuss’.\nOctober 4, 2017 at 22:28\nI loved the suggestion that the 25% never shown to anyone were bought – in order to – be used (for evil) at some future time … “obviously” Russia needs to have its electronics and social media access frozen … “confiscated” ** —\nwill “we” let them buy the new $1000 I-phone? — Apple wants to know (**I know the word “confiscated” will trigger all gun owners -> hyperventilate — sorry all )\nThe NYT today has an article (scheduled for next Sunday’s Magazine apparently) about social media platforms too big to fail or control … I think I’ve been hearing about this “worry” for a few decades now wrt Microsoft and other industry leaders.\nFirst Trickle Down (voodoo) Economics) … could now “freedom from government regulation” also become widely mockable (y’know publicly by “important people” i.e. oligarchs worth listening to)\nzapster\nOctober 4, 2017 at 22:18\nThere’s no evidence that Russia got Trump elected. That’s absolutely correct. There’s tons of evidence of GOP hacking tho. Every election adds to the pile. Why are even professional journalists such as yourself avoiding that like it’s some sort of third rail? It’s an ongoing disaster that has brought us this relentless descent into fascism and barbarism that we’re mired in. If we cannot get clean elections, revolution is inevitable. It will be violent.\nWe have no clean elections at the national level, and damned few at the state level. Trump did not honestly win. The recount in Michigan was going for Hillary when he got it shut down. And Hillary did not legally beat Bernie either. This is a gigantic story that needs to be blasted into the public consciousness or 2018 and 2020 will be even worse.\nOctober 4, 2017 at 22:15\nPerhaps someone should ask Facebook exactly how many “hits”, i.e.,  number of persons actually viewing a particular add, these so called Russian ads had. That might tell us how many American  clicked on a “Russian” ad.  I’ll bet the number was infinitesimal which means the Evil Russian campaign failed.  It seems strange to me that the Republicans would want to undermine a Republican president. It just show how mean spirited the establishment is when they meet someone not belonging to their “club.”\nLarco Marco\nOctober 4, 2017 at 23:48\nfacebook raked in $100,000 from 3,000 “russia-linked” ads. That represents a whopping $33.33 average revenue per ad/poorly- designed click bait.\nD.H. Fabian\nOctober 5, 2017 at 00:30\nFailed miserably, in view of the official election results, which show that Clinton got the most votes. Trump is president because he got the most electoral votes. While uncommon, this isn’t the first time that the candidate who won the most votes lost the election because of our convoluted elections system.\nJoe Tedesky\nOctober 4, 2017 at 22:11\nThis Facebook investigation should have been reported by the MSM as, ‘so far during this investigation of Russia meddling by placing ads in Facebook the investigation has shown little activity of Russian involvement, but the investigation is still on going’.\nWhat I don’t get, is why the Russia haters go nuclear on the slightest of rumor, or evidence (I use that word evidence with this Russia-Gate business very loosely). I mean it is the ‘boy crying wolf’, but yet everyday there is more panic that the Russians are coming to get us. Wouldn’t it make much better sense, for credibility sake, to collect enough of evidence to allow your investigation to look coherent, and then go public? Or would the Russia haters be playing with our heads, by going berserk everytime they get the chance to say the name Putin?\nI think right now the Shadow Government got the best of both worlds. One, by boxing Trump in with this Russia-Gate nonsense, Trump has become ineffective towards doing anything of any good towards establishing detente with Putin. Second, Trump by his own very outrageous nature, and tweeds, shocks the news cycle to report on Trumps bluster, while ignoring the greater good, or worst, of what is really going on.\nWe are all trapped inside ‘America the Reality TV Show’.\nRealist\nOctober 5, 2017 at 04:26\nBe afraid, very afraid.   You just never know which one of us posting on this blog is really a nom de plume, an alter ego, for Vladimir Putin himself!    Is that you, Vlad?    If so, are dinner plans still on for the bunker tonight?  I must say, your bunker is so much nicer than Hitler’s. — Dmitry Medvedev\nThis is worse that an American reality TV show.  This is what PCR has called a Matrix, as artificial as the contrivance in the movie of the same name.   The principle was not first elucidated  by anyone today, not PCR and not even the Wachowski’s who cooked up the movie.  It was first described by the science fiction writer Philip K. Dick (who created the foundation for the movie Blade Runner) when he said, “Today we live in a society in which spurious realities are manufactured by the media, by governments, by big corporations, by religious groups, political groups… So I ask, in my writing, What is real? Because unceasingly we are bombarded with pseudo-realities manufactured by very sophisticated people using very sophisticated electronic mechanisms. I do not distrust their motives; I distrust their power. They have a lot of it. And it is an astonishing power: that of creating whole universes, universes of the mind. I ought to know. I do the same thing.”\nHe said this back in the 1960’s when the power of the electronic media, notably television, was first emerging.  This power has now been enhanced a thousand-fold or more through digital media–the internet, email, the smart phone, etc, but the genesis of the principles so masterfully executed using these media, as powerful as a “hypnotic suggestion” by Mandrake the Magician, go back to Joseph Goebbels and whoever taught him the secret powers of the “Big Lie.”\nRnM\nOctober 5, 2017 at 09:10\nJust wait for the editable video version of Photoshop arrives. There is certainly nontrusting a still photograph now, but some level of cautious trust in moving pictures.  Once any-old jemoke can produce a convincingly real-ish video out of nothing, the world will never be the same.\nJoe Tedesky\nOctober 5, 2017 at 12:33\nWhatever you call what we Americans are experiencing Realist, you must admit that all other presidents leading up to Trump were but warmup acts, before the finale of President Clown came to be. So now our Divider and Chief can bluster and be all of the buffoon he needs to be to get his ‘ratings’ up.\nThe next thing all of us Americans should be prepping for, is life in America after the collapse of the empire. Although for we Americans life may get tough, I can only hope and pray the world will become a safer place. Watching the U.S. go through it’s violent gyrations before the fall, is also the scariest moments we are all encountering. So it’s steady she goes, as the decent becomes more known. Joe\ndahoit\nOctober 5, 2017 at 13:45\nTrump?Your colors are showing.HRC would have us in WW3 .Sanders too.Perfect?No.\nJoe Tedesky\ndahoit The choices were not good.\nSanders – maybe\nClinton – never\nTrump – regretfully\nWhat more can I say, and if your insinuating I’m a Hillary person, then don’t. Joe\nDave P.\nOctober 6, 2017 at 01:01\nRealist – Very interesting comments.  What a universe we are living in now!   Very unreal.\nmark\nOctober 4, 2017 at 21:31\nI have to admit to having “Russian connections.” I once had a ride in a Lada and drank some vodka.\nLee Francis\nOctober 5, 2017 at 03:08\nYep me too. Got to own up to reading Tolstoy and Dostoyevsky – A crime against humanity I own.\nmark\nWere the dogs on this Facebook page Russian dogs?\nMark McCarty\n“Cry ‘Havoc’, and let slip the Pups of War!”\nJulius Caesar, Act III (almost)\nAccording to the website The Phrase Finder, the meaning of this quote is as follows:\n“The military order Havoc! was a signal given to the English military forces in the Middle Ages to direct the soldiery (in Shakespeare’s parlance ‘the dogs of war’) to pillage and CHAOS.”\nMy emphasis – and I’m not making this up!\nOctober 4, 2017 at 20:12\nPuppies? Has there been an uptick in Russian wolfhound adoptions? Maybe some of them are cyborgs.\nOctober 4, 2017 at 20:09\nDonald Trump, Mike Pence, Barack Obama, Hillary Clinton, Bernie Sanders and all U.S. politicians must be pushed hard on covert state-sponsorship of terrorism. Why? Because the Russia joke (dangerous) is all about Clinton emails showing Saudi-Qatari terrorist financing, in particular ISIS, and a psychological warfare operation to divert public attention from a decades-long military tactic begun near the conclusion of the Vietnam War. After the criminal Iraq War II virtually put an end to Americans’ acceptance of their sons and daughters’ “boots on the ground” killing and dying on foreign lands, covert operations using mercenary terrorist soldiers became the substitute.\nWhen Wikileaks showed the world the covert criminal tactics, there became no other option to deflect than an intense, over-powered psychological-media-economic operation against Russia. The evidence is clear when observing who is fighting terrorists and who is not. What is urgent and essential for prevention of escalating war is widespread understanding of the true reasons for the engineered Russia propaganda hoax, to the point where everyone on Earth knows the truth. This is Church Committee and Iran-Contra territory, but on a scale which is unprecedented, multiples larger, and unbelievably dangerous.\nLitchfield\nLinda Wood\nAmen, Jerry Alatalo.\nIn summer of 2016 this revelation was described as “jaw-dropping” by mainstream media. Now it’s gone.\n4800 MARK CENTER DRIVE ALEXANDRIA, VIRGINIA 22350-1500\nJuly 26, 2016\n… SUBJECT: Army General Fund Adjustments Not Adequately Documented or Supported (Report No. DODIG-2016-113)\nWe are providing this report for review and comment. Army and Defense Finance and Accounting Service Indianapolis personnel did not adequately support $2.8 trillion in third quarter adjustments and $6.5 trillion in yearend adjustments made to Army General Fund data during FY 2015 financial statement compilation. We conducted this audit in accordance with generally accepted government auditing standards…\nFY 2015 Financial Statement Compilation Adjustments Not Supported or Documented\n… Specifically,\n• OASA(FM&C) and DFAS Indianapolis personnel did not adequately support $2.8 trillion in JV adjustments for third quarter and $6.5 trillion in JV adjustments for yearend, and\n• DFAS Indianapolis personnel did not document or support why DDRS-B removed at least 16,513 of 1.3 million feeder file records during third quarter FY 2015…\nDave P.\nOctober 6, 2017 at 00:50\nJerry Alatalo – Yes, very accurate summation of  this Russia-Gate  nonsense, and it’s possible consequences. I agree.\nHide BehindtBehindt\nOctober 4, 2017 at 19:56\nMoney and glad rag luxury all expences paid trips and a bonus of funds for campaign chest  upon Return from Israel have no effect upon US presidential o electeds votes.\nAIPAC has no effects on electoral systems\nBILL Clinton’s accepting funds for access to Hillary’s State Dept trade or military and was not influence peddling.\nHarry Reides  And son’s real estates sales too China had no influence upon US politics and the sending of US Marshals to force last ranch owners to sell had no influence upon US system.\nOregon standoff had nothing at all with Hillary selling off of Uranium mining concerns to a joint Russia Canadian interest did not violate our electoral process.\nWhen MC Cain was running his  campaigns group writing to Russian Oligarchs for ca.paign donations diid not have any intent of bypassing campaign laws havingto do withelectoral process.\nThe subversion of intelligent voters by Domestic funders has all to do with being a patriotic bobble headed party member.\nCharlie B\nOctober 4, 2017 at 19:45\nI wonder how many of these “linked to Russia” accounts are actually just people posting controversial content through a TOR relay, since many TOR exit nodes will show up as Russia. And it wouldn’t be the first time people have made that mistake.\nOctober 4, 2017 at 19:34\nIt’s as if the democrats and all those who hate Trump’s win and Clinton’s loss are  screaming “Havoc!” and let slip the dogs of war.” You would think she was assassinated. Now they’re even talking puppies. God help us from this craziness.\nZachary Smith\nOctober 4, 2017 at 19:23\nNever fear; Adam Schiff (Pissant – Israel) is going to release a “representative sampling” of the Facebook ads, and hopes to “make them all public eventually.” Yeah, pictures of puppies released too soon would surely endanger American security.\nThe Moon of Alabama site has a nice explanation for the mysterious Facebook ads.\nThe “Russian Ads” On Facebook Are Just Another Click-Bait Scheme\nh**p://www.moonofalabama.org/2017/10/3000-facebook-ads-the-russian-influence-campaign-is-a-profitable-click-bait-scheme.html\nI’m pretty hardened to “click-bait” these days, but some of them still temp me enough to go have a look.  The promise of an incredibly cute puppy or kitten will usually do the trick.  A small ad featuring an impossibly attractive woman will usually work too.   With the latter I’m often interested how they photoshopped the picture to make it so fascinating.   Example:\nh**ps://imgur.com/VwvImVo\nIt took quite a search for me to figure out that one, for adult women just don’t have that kind of a waspish figure.   After locating a high resolution example of the image, I found it was as simple as lighting and color – the back half of the showgirl’s top clothing was black.\n:)\nOctober 5, 2017 at 08:59\nThroughout the whole discussion of the Facebook ads, I haven’t seen a single mention of how many views, shares, likes, etc.   Any dolt who has ever wasted time on that website knows that those routine stats are always part of the posting, and are updated constantly.\nMy guess is that most of the hits to these “Russian-linked ads” have been from Congressional committee staff, and not the American voter to whom they were allegedly aimed.\nThe stats are likely so low that the supposed significance would be immediately blown out of the water.  Hence, no mention.  Hey, MSM readers are not critical thinkers, anyway, so who’ll ever notice, much less mention, the missing stats?\nSeer\nOctober 4, 2017 at 19:14\nDidn’t the NYT pay Judith Miller much more than $100k to CON us citizens into supporting the US invasion of Iraq (and the subsequent killing of untold numbers of people)? And THEY, NYT (and others) have the gall to complain amount some rubles dropping into the Facebook hopper to buy a few puppy ads?  Yeah, clearly, the Russians are diabolical!\nBTW – Not sure what the currency exchange rates in the last few years, but today it’s about 57 rubles to $1 USD: $100k USD becomes a fairly large number in Russian rubles.  Oh, and who is to say that this wasn’t all funded by Donald?  Or perhaps the CIA?\nAdrian Engler\nOctober 4, 2017 at 19:10\nThey make a complete fool of themselves. Of course, there have always been nutty theories that exploit the fact that people like to see specific patterns that fit their prejudices, even if it is very implausible and not supported by any rational interpretation of facts, but usually, this degree of nuttiness if only reached by some fringe websites, but here, we are talking about mainstream Democrats, CNN, MSNBC, the Washinhton Post or the New York Times.\nIf someone really financed a few additional ads ads for and against a position that is already supported and rejected passionately by many people, the result is not “chaos”, but it would be extremely ineffective and probably hardly have any effects (furthermore, it is, of course, far from clear why more chaos and divisions in the US should be in Russia’s interest). Ads for puppies probably also give a very small political effect for the money spent. So, the theory is that the Russian state not only spent an amount that was tiny compared to the US campaign, but in addition spent this tiny amount in an extremely ineffective way.\nIt might be interesting to find out what is actually behind these ads. Probably, very crude methods were used to determine which ads are “suspected of links to Russia”, such as payments with Russian credit cards, Russian language settings, Russian IP addresses (so, if Russian secret services had really ordered a social media campaign, it would almost certainly NOT be among these ads that were singled out, but among the millions that look as if they came from legitimate accounts from people and businesses in the US). It could have been companies that sell social media campaigns to different customers (therefore so different contents) and partly operating from Russia (Russia is quite a popular place for IT and datacenters, there are many well-educated people and wages are generally lower than in Western Europe), the ads about political issues concerning the US could be from Russians living in the US, or from Americans living in Russia, or it could have to do with clickfarms. There are many explanations that make much more sense than the idea that Russian secret services decided to spend a small amount in an extremely ineffective way.\nI wonder whether the neocons, Democrats, and their media will ever be able to recover from making so complete fools of themselves. But probably they think they can continue what they have been doing for some time, as soon as one Russia hate story has broken apart, they move to the next one. Who cares that the electric grid in Vermont was not hacked, that there is officially no evidence for Russian hacking of the Macron campaign in France, or no “probing” or “scanning” of the election systems in Wisconsin, each time, new stories can be thought up for justifying anti-Russian hatred and militarism. Probably, they are quite right that their hatd-core followers who had to adapt the stories about why they have such a strong hatred of Russians a few times, will also swallow a few more changes of the story. People with such strong hatred rarely think very much, any story that looks as if it justifies their hate is welcome.\nSkip Scott\nOctober 5, 2017 at 07:38\nAll of the disproven propaganda themes you mention are still believed by a majority of Americans.  The retractions are always buried.  The MIC will have their evil Ruskies, and the MSM will continue to carry their water.\nDavid G\nI’ll take the cute puppies over the running dogs.\nHide Behind\nOctober 4, 2017 at 18:38\nA few years back there was a term, Gate Keepers, they who control entry into and what comes out of the system of  political and financial governance, they set the guidelines.\nThis Anti Russia Gate is not any different from pro Russia Gate, I like  how both sides use “Gate”, both designed to keep populace attentions from massive corruption by multiples of foreign nationals in partnership with not only our elected but the elected appointees as well.\nTRUMP WAS ORIGINALY UNDER INVESTIGATION OF TAX FRAUD AND MONEY LAUNDERING OF RUSSIAN OLIGARCHS STOLEN RICHES.\nS o why are there no ” investigative reporters ” going after that story?\nToday’s Russia Gate story line is damn near limited to the Beltway a holes and their clit licking Hillary followers who are using dumb as rocks black and wanna be blacks to tear down statues\nTo beat, in reality an already a dead horseissue, when there are plenty of real and dangerous issues being faced by we dumb and dummers’, in fact keeps the story alive. liberal losers of last election\njaycee\nOctober 4, 2017 at 17:52\nI believe there is a growing realization that the ads represented a typical “click bait” campaign, with no other purpose than to make a bit of money. Once the ads themselves are seen it should become clear. This will sink the politicians, major mainstream media outlets, and associated “experts” into the muddy Lake Laughingstock.\nVince in MN\nOctober 4, 2017 at 18:54\nThose ads have been pulled, NEVER to be seen again. No matter. This “scandal” will be superseded by another in the next week or so, followed by another, and another, and another, right on up to the 2018 elections and maybe even 2020. Perhaps longer. How long each one “lasts” as an object of public attention, is irrelevant. Actually, a relatively short life cycle is probably best for the propigaters intentions. The public’s attention span is probably less than two weeks before enui starts to settle in (and getting shorter all the time), after which another dose of mediaoxycontin has to be applied. The corporate media, deep state, MIC, and Democorp Party are going to milk the fear and loathing, which they are largely  generating, for as long as possible. It may not be good for the public interest (ours or the world’s), but it sure is good for business.\nOctober 4, 2017 at 17:51\nSo the news of the day is that wily investigative journalists at the NYT’s have deduced that – “Putin is a closet puppy lover, bent on dividing America with his treacherous – “puppy love”-  propaganda.  Diabolical!!!  How could he sink so low!!!  I (quite literally) “can’t believe it!” You simply can’t make this stuff up!  Well, I guess that’s really not true anymore, is it?\nThree months in the U.S. after several years living abroad and I feel like I’ve dropped in from another planet!  Really!  To fit into U.S. society it appears I am expected to dutifully repeat the MSM mantra: “Russia, Russia, Russia, Putin, Putin!” on command.   Absolutely unbelievable!\nmike k\nOctober 4, 2017 at 17:49\nIt will be a cold day in hell before I ever vote for a democrat or republican candidate for dog catcher. I would like to see every one of them in congress impeached and put in prison where they belong. I hope others will feel the same way, but I am not holding my breath, because I know that most of my fellow citizens have about the same intelligence as a mob of zombies.\nSteveK9\nOctober 4, 2017 at 19:26\nDon’t be so pessimistic Congress approval rating is down to single digits … of course people seem to think that ‘their’ Congressman (or woman) is the exception.\nOctober 5, 2017 at 01:58\nMike…. you described my thoughts perfectly.  I sometimes wonder if it’s a lack of concentration by many …like they can’t see through the fog or something.  I have very few friends that will  even TRY to see any points I present to them . Sorta lonely here most times….isn’t it?\nSam F\nOctober 5, 2017 at 06:22\nThere is much unvoiced sentiment against the corruption of Congress and the executive and judiciary, and the mass media. Many hear the criticisms and merely hope that things will improve, not knowing what action to take. Of course many are fooled by the mass media propaganda, encouraging them to play along, congratulate themselves on joining the exclusive club of holy warmongers, unify under the demagogues’ hatred of foreign monsters, attack critics, and so forth. Yet mass media has lost much of its grip in pursuing absurdities, and pursues them all the more, a sign of weakness.\njohn wilson\nOctober 5, 2017 at 06:45\nThe real problem with the media and the democrats, is that once one starts to tell lies and then adds more lies to cover the first lie, it just snowballs out of control. Its quite possible that these deranged people may even believe their own lies by now. Of course, as you say Sam, in the end every one else just plays along if only not to be seen as going against the flow. This curious phenomenon is obviously some kind of swamp fever which is not surprising as Trump hasn’t drained the swamp he said he would. He’s actually up to his neck in the mire now himself.\nThomas Phillips\nOctober 5, 2017 at 10:13\nMaybe someday these demos and pubs will also be tried for international war crimes after they are impeached and put into prison where they belong.\nzonmoy\nOctober 14, 2017 at 02:32\nwould love to see both parties disbanded and the leaders of both parties in prison where they belong sharing really tiny cells with all their rich scum buddies and masters.\nOctober 4, 2017 at 17:47\nIn rhetorical discourse the well seeded Russia is guilty premise is known as the fallacy of “poisoning the well”. Here’s a more detailed definition from LOGICALLY FALLACIOUS:\nPoisoning the Well\n(also known as: discrediting, smear tactics)\nDescription: To commit a preemptive ad hominem attack against an opponent.  That is, to prime the audience with adverse information about the opponent from the start, in an attempt to make your claim more acceptable or discount the credibility of your opponent’s claim.\nDave P.\nBobH –\nHere is the link to Rob Reiner  on Tucker Carlson  show.  The Hollywood is in this business now big time – discrediting, smear tactics, and in making real wars too.\nOctober 5, 2017 at 10:07\nThanks Dave,…it is an excellent interview…Tucker Carlson has sharpened his interviewing skills(at least on this subject). Reiner says he grew up during the time when kids were hiding under desks during simulated air-raids…I guess he’s nostalgic for those times…I’m not.\nOctober 4, 2017 at 17:42\nI know this is about serious journalistic malfeasance, but the whole thing is also is seriously nutty (glad Mr Parry used that word “nuttiness” which comes up for me every damn day these days).  I couldn’t help but crack up.  And if the evil Russkies were serious about the exploiting Americans’ weakness for pets, I’m sure they would’ve given equal time to cat video lovers.   Embed a dastardly message in an especially sweet cat video and I’d be joining that 5th, even 6th! column in a heartbeat.  No doubt.\nSam F\nOctober 4, 2017 at 18:40\nThe oligarchy must believe that everyone in the US will be joining the fifth column of every nation on Earth, for they all surely have nationals or US citizens of their heritage who bought more FB ads per capita than Russians. So every foreign nation has sought to undermine the fake democracy left to us us by oligarchy economic power. This is great act of international benevolence. Perhaps they can help us restore democracy in the US.\nSam F\nOctober 5, 2017 at 06:55\nIt is clear that Russia-gate = Israel-gate, a cover-up for the revelation that zionists control the US government and mass media with campaign bribes, to get “aid” to Israel for more bribes, to control the US military for genocides to defend their land thefts, to destroy democracy in the US for their personal gain. This are truly acts of treason, economic war upon the United States, and the worst treason in our history. Zionism is treason.\nThe mass media of oligarchy, who cried “puppy!” instead of “wolf!” are collapsing in credibility, even as they persist in entertaining fools.\nErik G\nOctober 6, 2017 at 22:25\nRobert Parry deserves this laugh at the US mass media humiliation by their own propaganda.\nThose who would like to petition the NYT to make Robert Parry their senior editor may do so here:\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/10/02/technology/facebook-russia-ads-.html?_r=0",
                "https://consortiumnews.com/2017/09/25/wpost-pushes-more-dubious-russia-bashing/",
                "https://consortiumnews.com/2017/09/29/russia-gates-shaky-foundation/",
                "https://www.barnesandnoble.com/w/americas-stolen-narrative-robert-parry/1113515681;jsessionid=70015105FB5A0F6C1A2C521C9A79FC02.prodny_store01-atgap14?ean=2940015517552",
                "https://consortiumnews.com/2017/09/20/more-holes-in-russia-gate-narrative/",
                "https://newsroom.fb.com/news/2017/10/hard-questions-russian-ads-delivered-to-congress/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://org.salsalabs.com/o/1868/t/12126/shop/shop.jsp?storefront_KEY=1037"
            ]
        },
        "key_words": [
            "100000",
            "puppies",
            "russian",
            "russia",
            "democrats",
            "ads",
            "watts",
            "intelligence",
            "russiagate",
            "media",
            "mystery",
            "facebook",
            "russians"
        ]
    }
]