[
    {
        "url": "https://www.christianpost.com/news/colorado-christian-baker-must-make-wedding-cake-for-gay-couples-commission-rules.html",
        "title": "Colorado Christian Baker Must Make Wedding Cake for Gay Couples, Commission Rules",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nColorado Christian Baker Must Make Wedding Cake for Gay Couples, Commission Rules\nColorado Christian Baker Must Make Wedding Cake for Gay Couples, Commission Rules\nColorado Christian Baker Must Make Wedding Cake for Gay Couples, Commission Rules\n| Saturday, May 31, 2014\nThe Colorado Civil Rights Commission ruled Friday that the state's Anti-Discrimination Act doesn't allow a Christian cake maker to refuse to sell a wedding cake to a same-sex couple.\nJack Phillips, a Christian who owns Masterpiece Cakeshop in Lakewood, Colo., discriminated against a same-sex couple, David Mullins and Charlie Craig, by refusing to make a cake for their wedding ceremony in 2012, the state's seven-member Civil Rights Commission said in its decision, asking the bakery to change its long-standing policy.\n\"Any person doing business in Colorado has to recognize that they have to do business in an ethical and law abiding way and the law says you cannot discriminate,\" Denver Post quoted Raju Jairam, vice chairman of the commission, as saying.\nLast December, a Colorado judge ruled that the Christian baker has to make cakes for such ceremonies as well as prove that he has done so. Attorneys of the Alliance Defending Freedom appealed the decision in January.\n\"Every artist must be free to create work that expresses what he or she believes and not be forced to express contrary views,\" said ADF Senior Legal Counsel Jeremy Tedesco. \"The First Amendment protects our freedom to speak or not speak on any issue without fear of punishment by the government.\"\nADF will likely appeal the decision, Tedesco told CitizenLink.\nThe complainants said they were humiliated by the refusal.\n\"What should have been a happy day for us turned into a humiliating and dehumanizing experience because of the way we were treated,\" kwgn.com quoted Mullins as saying. \"No one should ever have to walk into a store and wonder if they will be turned away just because of who they are.\"\nHowever, Phillips defended his polite refusal, saying, \"I'm a follower of Jesus Christ so you can say it's a religious belief, but I believe that the Bible teaches that that's not an OK thing.\"\n\"Religious freedom is undoubtedly an important American value, but so is the right to be treated equally under the law free from discrimination,\" said Amanda Goad, staff attorney with the ACLU Lesbian Gay Bisexual and Transgender Project. \"Everyone is free to believe what they want, but businesses like Masterpiece Cakeshop cannot treat some customers differently than others based on who they are as people.\"\n\"The government should not force him to choose between his faith and his livelihood,\" said ADF Lead Counsel Nicolle Martin, \"In America, we don't separate a person's creative expression from what he believes. Jack simply exercised the long-cherished American freedom to decline to use his artistry to promote a message with which he disagrees.\"\n\"I will stand by my convictions until somebody shuts me down,\" Phillips told the Post.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "free",
            "couples",
            "commission",
            "cake",
            "law",
            "gay",
            "baker",
            "phillips",
            "decision",
            "colorado",
            "freedom",
            "wedding",
            "rules",
            "christian"
        ]
    }
]