[
    {
        "url": "https://www.christianpost.com/news/luis-palau-on-his-bucket-list-i-want-to-preach-to-a-million-chinese-in-tiananmen-square-interview-part-1.html",
        "title": "Luis Palau on His Bucket List: I Want to Preach to 'a Million Chinese in Tiananmen Square' (Interview Part 1)",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nLuis Palau on His Bucket List: I Want to Preach to 'a Million Chinese in Tiananmen Square' (Interview Part 1)\nCP Current Page: Church & Ministries | Tuesday, July 14, 2015\nLuis Palau on His Bucket List: I Want to Preach to 'a Million Chinese in Tiananmen Square' (Interview Part 1)\nArgentinian Evangelist Dubbed 'Latino Billy Graham' Reveals Three Places Where He Wants to Take the Gospel\nLuis Palau on His Bucket List: I Want to Preach to 'a Million Chinese in Tiananmen Square' (Interview Part 1)\n| Tuesday, July 14, 2015\nEvangelist Luis Palau is seen in this 2004 file photo. | (Photo: Luis Palau Association)\nNEW YORK — Luis Palau, who started his missionary career in 1962, has traveled the world preaching the Gospel to millions. Yet, the 80-year-old Argentinian evangelist says there are still a few special locales remaining on his bucket list of places to bring the Good News.\nPalau, who recently preached  to an estimated 60,000 people in New York City's famous Central Park, has \"personally shared the Gospel with more than 30 million people through evangelistic events in more than 75 nations, and hundreds of millions more through radio and television,\" according  to his self-named ministry, The Luis Palau Association.\nIn the first of a two-part interview with The Christian Post, Palau comments on his most recent campaign, NY CityFest-CityServe , which brought together 1,700 local churches to assist their communities and schools through service projects. He also shares what he has learned by working with the NYC Latino evangelical community and lists some of the top places around the world where he would still like to preach.\nThe interview was conducted on Saturday, July 11, before Palau was to deliver his main message on stage at NY CityFest in Central Park. The transcript has been edited for clarity, and the questions re-worded for better context.\nEvangelist Luis Palau speaks on stage on the Great Lawn at Central Park on July 11, 2015, in New York City. | (Photo: The Luis Palau Association)\nPalau: Today (Saturday, July 11) is a climax of sorts of a certain wave but it will carry on. This now will go on, God willing, for many years. The cooperation is growing among churches. The number of churches, I think, is growing. Some, the minority churches, the Latinos particularly, but others also, have always felt a little isolated. I think now they feel more integrated, properly so. I think there's going to be in the future more working together. I hope the Latinos, senior people who have authority over congregations or denominations, that they will see that this is an opportunity to lead the Body of Christ, the Church, forward.\nSome that I thought have a reputation in town, but have not involved themselves, I think have forfeited the authority over some ... many, many currents of the evangelical movement and they've forfeited their authority and they'll never recuperate it.\nMany of the pastors who are small church pastors, the vast majority have to work two jobs, they're bi-vocational. I honor them for that. I just bow before these fellows, who with their families have two jobs: pastoring a church and working for a cash-living. I honor their faithfulness and the spouse's faithfulness. So we learned it by accident. We wanted to have a meeting at 10 a.m. and none of the churches appeared, only a few hot shots who had a secretary and an assistant, you know. Then we realized, they're working that's why.\nThose Latino fellows, and there are others, too, I think that these guys are gonna be leaders in the future. And not the long-term future. I was exhorting some of them right on the platform: \"It's your chance to bless the Body and lead the Body of Christ.\" Because the Body of Christ needs leadership, not authoritative or from the top down, but just moral, spiritual, motivational, in the Holy Spirit. … Motivate God's people to witness and to serve and do it in fellowship. That was the prayer of the Lord Jesus.\nI've been speaking in a lot in the churches the last two years and one of my main themes is John 17: Father, may they be one so that the world may believe that you sent me. So (Jesus') great passion was that \"the world may believe that they sent me.\" How is that done? By uniting the Body. How do you unite the Body? By being filled with the indwelling Christ, because He says, \"Father, you in me and I in them so that we may be perfectly one.\"\nWhat makes us one is not the form of baptism or that we have male or female pastors or secondary issues, but it's Christ in us. That gives us the motivation to love. Anyway, long sermon there. But it's true, it's important. And I think the leadership of the evangelical movement of New York is gonna change hands. It was in hands that refused to use the authority that God gave them and now I think you're gonna see Latinos, Jamaicans, Koreans — I was excited to be in a Korean church where they really tried to bring in Latinos, and they did, quite a bit. They have to keep working on it, because there are cultural things and so on.\nCP: What is going to happen when you pack up and leave NYC?\nPalau: Well, I hope people will be relieved (laughs). I think what will happen is now they'll really get going. So I think that they will get going to what we've been talking about, keep doing more of the same, keep multiplying the unity. I sure hope they follow, and I think every intention is that. I hope that those who kinda sat on the sidelines because they're too busy will come to realize that the Scripture urges us to be one, and act like one and push like one.\nCP: I read a report on you from a couple of years ago that said you had a dream about preaching in New York …\nPalau: Not a dream-dream, just in my heart, you know. When Billy Graham had his crusade here in 1957 at the old Madison Square Garden, I got bulletins. They put out a bulletin everyday. It was three months at the old Madison Square Garden, every night. And they put out a bulletin of conversions and what they were gonna do this week, and da-da-da. A missionary's kid who was studying in Toronto came down to help that summer and he mailed it to me. Every two or three days he'd put it in an envelope, and I read it and I thought, \"Someday I'm gonna preach in New York.\"\nThat was the dream … a vision, a desire, you know. Because New York is like Buenos Aires, very big, kind of pretends to be self-sufficient. I think since 9/11 a bit of that has been chopped off, you know, a little less chip on the shoulder kind of thing. But New York and Buenos Aries are alike that way.\nCP: Would you say that today is the fulfillment of that dream or big desire?\nPalau: Well, yes. Now, evangelists you know, if you give them 60,000, they want 120,000, give them 120,000 they want 250,000, so you have that. We could have had more if the police hadn't put the barrier around you know. I'm not blaming the police, they're doing what the law demands. If we had a free place, there could have been 300,000, 400,000 people easily. But still, who doesn't rejoice to see a crowd like this one, cheering the Lord, worshipping and standing for so many hours. But the Holy Spirit is at work in New York. … There's a great hunger in New York. There is spiritual hunger …\nCP: You are 80 years old, you've preached in countless countries before millions of people. What's next for you?\nPalau: I'd like to go to Cuba. You know, we're working on that because I couldn't go in the past for various reasons. I dream of having a large campaign in Paris, France. And of course, number one in my book, is Beijing, China. We have been going in and out of China now for 15 years and we're still waiting for the day that the Lord might open the door. … I want to have a million Chinese in Tiananmen Square. That's what I want to do, that's my dream for the future.\nSponsored\n",
        "quotes": [
            [
                "personally shared the Gospel with more than 30 million people through evangelistic events in more than 75 nations, and hundreds of millions more through radio and television,",
                "",
                false
            ],
            [
                "It's your chance to bless the Body and lead the Body of Christ.",
                "",
                true
            ],
            [
                "the world may believe that they sent me.",
                "Jesus",
                false
            ],
            [
                "Father, you in me and I in them so that we may be perfectly one.",
                "",
                true
            ],
            [
                "Someday I'm gonna preach in New York.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.christianpost.com/news/argentinian-evangelist-luis-palau-draws-tens-of-thousands-to-nycs-central-park-141422/pageall.html",
                "http://www.nycityserve.org/",
                "http://nycityfest.org/press-kit/press-releases/item/un"
            ]
        },
        "key_words": [
            "preach",
            "square",
            "palau",
            "list",
            "working",
            "going",
            "interview",
            "dream",
            "york",
            "churches",
            "chinese",
            "luis",
            "bucket",
            "know",
            "body",
            "tiananmen",
            "think",
            "million",
            "gonna"
        ]
    }
]