[
    {
        "url": "https://www.christianpost.com/news/american-pastors-network-president-i-didnt-say-hillary-clinton-is-unfit-to-be-president-because-shes-a-woman.html",
        "title": "American Pastors Network President: I Didn't Say Hillary Clinton Is Unfit to Be President Because She's a Woman",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nAmerican Pastors Network President: I Didn't Say Hillary Clinton Is Unfit to Be President Because She's a Woman\nAmerican Pastors Network President: I Didn't Say Hillary Clinton Is Unfit to Be President Because She's a Woman\nAmerican Pastors Network President: I Didn't Say Hillary Clinton Is Unfit to Be President Because She's a Woman\n| Sunday, August 07, 2016\nPastor Sam Rohrer explaining his position on the role of women in government | Screenshot/Focus Today\nSam Rohrer, president of the American Pastors Network and former Pennsylvania lawmaker, was reported by media as saying in a radio show that it is not biblical to have women in positions of government and therefore Democratic candidate Hillary Clinton is unfit to be president. But he has clarified that he didn't say that.\nClinton is not fit to be president \"for many reasons… (But) no, it's not unbiblical for a woman to be in a position of leadership in government,\" Rohrer, head of APN, said in an interview on Focus Today . But he added that he says that \"with a caveat because God has an order for things, not because of superiority of one over the other. But because of order.\"\nRohrer was responding to what he was reported as saying in an earlier interview.\n\"President Barack Obama has said that he's had a front-row seat to see Hillary Clinton's honesty, truth and integrity and how those qualities qualify her to be President,\" Penn Live  quoted him as saying on APN's daily radio show \" Stand in the Gap Today .\" \"That statement alone calls into question his own judgment, but beyond that, Christians must ask themselves what the Bible says about a nation's leaders.\"\nRohrer also wrote in a Facebook post  to clarify his position.\n\"Hillary Clinton is not Biblically qualified to be President. It's not because she's a woman but because she embraces unbiblical positions,\" he wrote. \"Any woman who qualifies to run for an office and is honest and principled according to the Bible would get my full support.\"\nThe Bible, Rohrer added, does not prohibit women from serving in public office. \"To the contrary, God raised up brave Deborah to lead the army when King Barak was very weak and raised up Queen Esther to intercede for the Jewish people at a time of potential genocide. Because of these women's integrity, character and walk with God, God used them mightily,\" he wrote, referring to Isaiah chapter 3.\nIsaiah 3:12 states, \"As for my people, children are their oppressors, and women rule over them. O my people, they which lead thee cause thee to err, and destroy the way of thy paths.\"\n\"Whether that was the cause for women leading them or that itself brought on the wickedness within the nation is to be debated, but it certainly does at least imply that maybe women should not be in high political positions, particularly when you compare scripture with scripture,\" Gary Dull, executive director of the Pennsylvania Pastors Network, said in the radio show.\nHowever, the passage, Rohrer explained, talks about God judging Israel because its leadership had walked away from God, making good evil, declaring an evil to be good and rejecting all that God had asked them to do. \"It was a mark of a lack of male leadership,\" he stressed, and added that it was condemnation for men.\nThe Bible and Christianity alone elevate and raise the standing, honor and dignity of women, Rohrer wrote. \"Jesus Christ demonstrated this when he chose the two Mary's to be official 'first witnesses' to His resurrection from the grave at a time in history when women had no standing before law. As Preachers, it is our goal to grab the issues of the day with boldness and clarity because the Bible speaks to all issues of life and to apply those principles to the issues of the day. The need has never been greater than now.\"\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.pennlive.com/news/2016/08/hillary_clinton_bible_presiden.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/notes/sam-rohrer/sam-rohrer-sets-the-record-straight/1343688688992562",
                "http://thedove.us/shows/focus-today/sam-rohrer-president-american-pastors-network-1",
                "https://americanpastorsnetwork.net/2016/07/28/stand-in-the-gap-today-72816/"
            ]
        },
        "key_words": [
            "clinton",
            "say",
            "pastors",
            "network",
            "woman",
            "president",
            "radio",
            "god",
            "hillary",
            "rohrer",
            "saying",
            "shes",
            "positions",
            "bible",
            "unfit",
            "wrote",
            "didnt",
            "women"
        ]
    }
]